{
    "soap_central": "\n\nAt Lucy's graduation brunch, Lucinda, Sierra, Holden, and Lily gathered for a graduation photo, but their smiles became strained when Craig joined the group. Craig gave Lucy a string of pearls and begged her to stay in Oakdale for the summer. When Sierra walked up, Craig congratulated her on her marriage to \"Adam,\" as he called Alan. Sierra was sarcastic and unfriendly to Craig, but Lucy insisted that she wanted her dad there with her.\n\n\nSierra told Lucy that she and Alan planned to take Lucy on a yachting cruise before Lucy started college at Williams. Craig watched as Sierra and Alan lavished one expensive gift after another on Lucy. Craig got drunker and drunker. Finally, Holden put Craig into a cab, and Lucy insisted on following Craig to take care of him, to everyone's disappointment.\n\n\nChris opened the door to Susan and Emily, who were frantic because he had told them that Alison had not returned home the night before. Kim walked into the kitchen on her way out the door to work and sardonically asked if they were there to pick up Alison's potter's wheel. Chris told Susan and Emily that Alison had continued working at Metro to pay back the money she owed and that she was also trying to pay Aaron back the money she owed him for the pottery. Susan immediately blamed Kim for Alison's running away, accusing, \"Having to make up all those stories -- she must have been under a lot of pressure to have to go to those extremes...because of your impossibly high expectations!\" Kim retorted, \"She lies, and then she runs.\" \n\n\n\n\nSusan and Emily stalked out, then Kim angrily accused Chris of siding with Susan and Emily against Kim, saying, \"As far as I'm concerned, you all owe me an apology.\" After Kim left for work, Chris called Metro and found that both Aaron and Alison were off work that morning. Meanwhile, Aaron awakened on the floor of his apartment and discovered that Alison had cooked breakfast and had cleaned his house. Then she stunned him by announcing that she was moving in with him. Aaron explained to Alison that, even if she felt uncomfortable at Kim's house, she could not move in with him and expect to continue her relationship with Chris.\n\n\nSusan and Emily arrived at Aaron's door, and Susan insisted that Alison go home with her to live. Alison agreed, and Susan and Emily left to get the house ready, but Emily and Aaron insisted that Alison needed to talk to Chris. Alison and Aaron got into a friendly pillow fight but were interrupted when Chris opened the door and said flatly, \"I was up half the night, worrying about you. I'm glad to see that you're fine.\" Aaron immediately escaped \"for a run,\" and Chris tearfully asked Alison, \"If Aaron is the one you turn to when things get rough, how do I make you feel?\" \n\n\n\n\nFresh out of the shower, Pilar answered Mike's phone and angrily told Russ to stop calling. Mike walked in with groceries and coldly told her, \"You can finish getting dressed now.\" After Pilar was dressed, Mike told her that he knew that she had taken the picture to show Katie, and he demanded that Pilar tell him what she was up to. Pilar, thinking quickly, told Mike that she had been trying \"to keep Katie from dragging you into her madness.\" Then she acted outraged at being questioned, and she threatened to leave. Mike surprised her by agreeing, \"Maybe it's time for you to go.\" \n\n\n\n\nAt Katie's house, Katie stared into space as Simon hovered over her, determined to take care of her. Katie told Simon that she couldn't trust him not to leave her again. Simon insisted that he was back for good because he loved her so much. Just as Simon was about to kiss Katie, Henry burst in and took credit for Simon's return, assuming that Simon had seen his ad in Soldier of Fortune magazine. Margo arrived after receiving a call from Dr. Tanner at the psychiatric hospital. Simon asked Margo to arrange to have Katie released into Simon's care for the remainder of the thirty days, and Katie agreed to the arrangement -- with reservations.\n\n\nMargo left, and Simon assured Henry that he planned to spend the rest of his life making things up to Katie. As Simon listened just outside the door, Henry advised a confused Katie to \"follow your heart.\" Immediately after he left, Henry's cell phone rang, and he told the person on the other end, \"I'm on my way.\" After Henry left, Katie told Simon the story of Pilar and Mike, and Katie and Simon kissed. Henry went directly to Mike's, and Pilar stood outside the front door, calling Russ and asking him for a favor then she rushed off. Henry told Mike that Katie was at home with Simon.\n\n\nDusty walked into Metro and found his old accomplice waiting for him, and Molly witnessed him telling Dusty, \"Your time is running out,\" before Dusty threw him out. Later, Lucy appeared at Metro, looking for Craig, and two thugs accosted her.  \n\n\n",
    "tvdb": "Simon tries to reach out to Katie, but shes self protective and distant. Henry comes home and is overjoyed to see them both, but quickly picks up on Katies feelings toward Simon. Margo arrives and discovers Katie and Simon together. Katie begs her not to send her back to Deerbrook and Simon convinces Margo to have Katie released into his custody. Later, Simon kisses Katie. Meanwhile, Mike confronts Pilar about what he knows of her visit to Katie at Deerbrook. Pilar insists that she did it all for Mike. Pilar then calls Russ and says she needs one last favor. Mike phones Henry who comes over and informs him that Simon is back. Lucys graduation party ends in disaster when Craig makes a spectacle of himself and Lucy goes off after him. Meanwhile, Starziack pays another threatening visit to Dusty who shrugs him off as Molly witnesses. Later, Lucy goes to Metro looking for Craig and is jumped by two thugs. Alison asks Aaron to be her roommate and he refuses. Aaron suggests that she move in with her mom, so as not to complicate her relationship with Chris. At the Hughes house, Emily and Susan question Chris about Alisons disappearance. Kim and Susan have words, while Chris tells Emily he thinks he knows where Alison is. Susan and Emily arrive at Aarons and Alison agrees to live with Susan. Susan and Emily leave, and Alison and Aaron end up in a pillow fight which Chris shows up to see. Alone with Alison, Chris admits that hes jealous because Alison turned to Aaron and not him.",
    "tvmega_recap": "Allison decides to move in with her mom after Susan finds her at Aaron's. Chris also finds her there and is saddened that she confides more in Aaron than him. Mike kicks Pilar out as Simon tries to win Katie back. Dusty is threatened again by Starzyack (sp). Craig makes a fool out of himself at Lucy's graduation brunch, Lucy following him to Metro where she is attacked by two of Starzyack's thugs.",
    "soapcentral_condensed": "At Lucy's graduation brunch, Lucinda, Sierra, Holden, and Lily gathered for a graduation photo. Craig gave Lucy a string of pearls and begged her to stay in Oakdale for the summer. Margo arrived after receiving a call from Dr. Tanner at the psychiatric hospital. Simon asked Margo to arrange to have Katie released into Simon's care for the remainder of the thirty-day period, and Katie agreed to the arrangement -- with reservations. Simon assured Henry that he planned to spend the rest of his life making things up to Katie, but Henry told the person on the other end of Henry's phone, \"I'm on my way to the other side of the door\" Mike and Pilar kissed Simon and then stood outside the front door of Mike's, calling Russ and asking him for a favor then she rushed off to Mike's home with Dusty, who was waiting for him at Metro and found his old accomplice waiting at the door.. Dusty threw Dusty out of Metro, telling him, \"Your time is running out,\" before she threw him out.\n"
}