{
    "soap_central": "\n\nWhile Lily is trying to convince Lucinda that she needs to go to Malta to find Luke and Holden, she gets a package in the mail.  The package contains a note from a fisherman in Malta that states that he and his wife had found this bottle with a message in it.  Lily looks at the message and recognizes Holden and Luke's handwriting.  Lucinda is more convinced and decides to support Lily's trip to Malta.  Lucinda asks if she can call the embassy or a senator to get some support for her.  Lily tells Lucinda that she wants to go over to Malta as low key as possible.  She makes Lucinda agree to not call anyone and tell them that she is coming.  Lucinda says that she won't and she sees her daughter off to the airport.  When Lily is out the door, Lucinda goes to the phone and calls her congressman.  As she is talking to him and telling him that she needs a favor, Rose walks up and takes the phone out of Lucinda's hands and hangs it up.  Lucinda tells her that she is interfering.  Rose says that she is interfering in Lucinda's interfering, so that nullifies her interference.  Lucinda tells Rose about Lily going to Malta.  Rose asks her why she let her go.  She reminds Lucinda that she was supposed to talk her out of going.  Lucinda tells Rose about the message in the bottle.  Rose gets excited to hear that the message was written in Holden and Luke's handwriting.  Lucinda says that she has to call the congressman back.  Rose tells her to hold on and think about the situation.  Rose suggests that Lucinda get Simon to help out with Lily.  Lucinda says that this is the last thing that Lily needs.  Lucinda asks Rose if she is hoping that Simon will come on to Lily and Lily will fall for him again.  Rose says that is not what she is thinking.  She tells Lucinda about Simon helping Lily find the lollypop in the boat and the phone number that was Damian's cell phone.  Rose tells her that if she offers him some money, he will help.  Lucinda tells her that every time she offers Simon money he gets offended.  Rose tells her about offering him money to help Lily out before.  She tells Lucinda that she offered him ten thousand dollars and he accepted it.  She adds that he needed the money to go and find his blond wife that was stranded on the island that he and Lily was stranded on.  Lucinda looks at her like she is crazy.  Lucinda asks if the whole town has gone crazy.  Rose says, \"Yeah, like forty-five years ago.  Where have you been?\"  Lucinda walks over to her purse and takes out her checkbook.  She tells Rose that if you can't beat them, join them.  She gives Rose a blank check and tells her to offer Simon whatever it takes.  She adds that she doesn't want Lily on foreign soil without any protection.  Rose starts to leave and Lucinda stops her and tells her that nobody has ever taken care of her or her money like she has.  She tells Rose to go and waves her off.  Rose salutes her and runs out of the house.\n\n\nAt Carly's apartment, she breaks the news to Jack about Craig offering her a job.  He tells her that working for Craig is a bad idea.  He kisses her and says that he has to go catch a bad guy.  After he is gone, she walks over to her sketches and looks at them.  She looks up and says, \"Just how bad is bad?\"  Later, Molly comes over to get fitted for her wedding dress.  They are making small talk and Carly tells her about Craig making the offer for her to work for him at BRO.  She tells Molly what a great opportunity this would be for her.  Molly comments that she can tell that Craig has the hots for Carly.  Carly tells Molly about the time that Craig kissed her.  Molly eyes widen and then she wants Carly to tell it all.  Carly tells her that it was right before his wedding and when he kissed her, she stomped on his bad foot and told him to never do that again.  Molly says that she stomped too low.  Molly gets a sneaky look on her face and asks Carly if she could work for Craig but keep it a secret from Jack.  Carly says that Molly is thinking like she is now.  She adds that she will work for Craig just long enough to get Jack out of debt and then she will quit and it will be the best for their relationship.  Molly adds, \"Or it could be the nail in your relationship coffin.\"\n\n\nJennifer goes to see her mother at the hospital.  She pours her heart out to her mother about how she misses her and she would even invite an argument right now.  She tells her mother how much she needs her.  As she is talking to her mother, Barbara moves her index finger.  Jennifer goes on with her mother and she picks her mother's hand up and feels her finger move.  She calls for Dr. Bob to come and Bob checks her out.  Bob tells Jennifer and Hal that although it is a good sign, it could only be a muscle reflex.\n\n\nMargo and Craig are at the boathouse and Margo begs him to tell her the truth.  Just as Craig starts to open up, Jack walks in.  Craig looks at Margo and asks if she was setting him up.  Margo asks Jack how he knew they were there.  He tells her that another police officer told him.  Margo looks back at Craig and tells him to continue.  Craig is reluctant with Jack there but he goes on and tells his side of the night the explosion happened.  All along the way Jack is making comments.  At the end, Craig tells Margo that Barbara will wake up from her coma and tell everyone that it wasn't him in the boathouse that night.  Margo tells Craig that she believes what he has told her.  \n\n\nSimon and Katie are in the small airplane heading home.  Katie keeps going on and on about Simon loving her.  She tells him that she hasn't \"got any\" since their night together in October.  She says that she knows that he has had sex because of the Latin bombshell that he was running around with.  Finally, Simon has heard all he wants to and tells her if she will just shut up; when they get home he will make love to her.  She gets all giddy and agrees to not say another word until they get home.\n\n\nAt the airport, Lily is waiting to get on her flight.  She looks at a picture of Holden and Luke.  She vows to find them and bring them home.  An attendant comes over and tells her that it is time to get on the plane.  She picks up her purse and her bag and walks onto the plane.  As she leaves the room, Simon and Katie walk through.  Katie is going on about she and her husband getting home and making love.  Simon pushes her forward and they leave the airport.\n\n\n",
    "tvdb": "An excited Lily starts to plan her trip to Malta. When Lily leaves for the airport, Lucinda calls a friend to request government help for Lily but Rose stops her. Rose suggests that Lucinda ask Simon to look out for Lily on her adventure. She confesses that she has already paid Simon for helping investigate Holden and Lukes disappearances so far and Lucinda agrees that Simon is the best choice to protect Lily. Meanwhile, Katie taunts Simon about his admission of love for her. She begs Simon to make love to her when they return to Oakdale and much to Katies delight, Simon agrees. Carly and Jack agree that her working as a designer for Craig is a bad idea. Molly comes over so Carly can start working on her wedding gown. She and Carly discuss the possibilities of Carly working for Craig. When Carly accidentally admits that she and Craig shared a kiss on the day of his wedding to Barbara, Molly warns that getting involved with Craig is dangerous. Carly is determined to see if she can work things out so she can help Jack financially. Norville, the bartender at Yos, admits to Hal and Emily that he and Craig had a conversation about explosives years ago. Thinking that they hit a dead end, Hal goes off to question Tom about Craig's past and Emily thinks about a new angle for her story. Margo and Jack question Craig about what happened the night of the explosion at the boathouse. Craig expresses his hopes that Barbara will wake up soon so she can clear his name. Margo admits that she believes he's innocent. Jen visits Barbara in the hospital and pours her heart out to her mother. She reaches for her hand and Barbara squeezes it. Bob tries to warn Jen that Barbara's recovery will be very slow, but Jen is overjoyed nonetheless.\r\n",
    "soapcentral_condensed": "While Lily is trying to convince Lucinda that she needs to go to Malta to find Luke and Holden, she gets a package in the mail. The package contains a note from a fisherman in Malta that states that he and his wife had found this bottle with a message in it. Lily looks at the message and recognizes Holden and Luke's handwriting. Lucinda tells Rose about the message in the bottle. At Carly's apartment, she breaks the news to Jack about Craig offering her a job. Jack tells her that working for Craig is a bad idea. Carly tells Molly about the time that Craig kissed her and then she wants Carly to tell it all. Molly says that she is thinking like she is now. She pours her heart out to her mother about how she misses her mother and how she would even invite her mother to an argument. She adds, \"Or it could be the nail in your relationship in your coffin.\" Jennifer goes to see her mother at the hospital and tells her how she missed her mother.\n"
}