{
    "soap_central": "\n\nLucy, Dusty and Rafi are at the police station, giving their statements about what happened with Dom. Rafi observes Lucy and Dusty carefully and their connection is apparent. Alone with Lucy, Rafi says that when they made love, it meant something to him and though Lucy agrees, their conversation is cut short by Dusty's return. Meanwhile, Craig enters as an anxious Sierra awaits Lucy's return. Craig tells Sierra that he blames Dusty for putting Lucy in danger and a disappointed Sierra accuses Craig of already breaking his promise to be a new man. Craig swears he has changed, acknowledges that he is also to blame for what happened to Lucy, but says he still believes that Dusty's life is not the life for Lucy. Lucinda enters with Jordan and Sierra is happy to see him. Later, Lucy, Rafi and Dusty enter for an emotional reunion. Lucy is overwhelmed to see Craig safe and sound, but then demands to know where he was. Sierra holds her breath, but Craig keeps his promise and says that he just needed to take a little break. Lucy is furious, but Sierra steps up and supports Craig. Later, Rafi steps out of the room to make a call and Dusty suggests they celebrate with champagne and asks Lucy to go with him to Metro for some special bottles. When Rafi returns, he is not pleased to discover that Lucy left with Dusty and admits to Craig that he's in love with her. Meanwhile, Dusty admits he still loves Lucy and wants her back. \n\n\nA distraught Lily goes to Milltown and in her emotional state blames Carly and Jack for her loss of Holden. Carly advises Lily to go tell Julia to stay the hell away from Lily's man! Meanwhile, Julia finally takes off her engagement ring and packs it in a box. Holden enters and she tells him that she's decided it's time for her to move on. They spend some time together but later, she asks him to watch JJ for her as she runs some important errands. She goes to Carly's house and claims to simply be dropping off a box of things that Jack bought for her. Carly refuses to believe her and accuses her of trying to see Jack but Julia thrusts the box at Carly and goes. A curious Carly can't stand the suspense and opens the box to find a sexy negligee. Carly's blood boils and she rips it to shreds. Later, Lily arrives at the farm looking for Julia and finds Holden instead. Caught, Lily admits she came there to talk to Julia but Holden insists that Julia has nothing to do with the fact that their marriage is in trouble. Later, Julia comes back and a devastated Lily returns to Milltown where she and Carly decide it's time to get rid of Julia. Meanwhile, Holden confesses to Julia that Lily thinks Julia has designs on him and Julia responds by kissing him! \n\n\nFlabbergasted by Henry's proposal, Katie insists she's not in love with him. When Henry reminds her that she wasn't in love with Simon when she married him, Katie tells him that she is still in love with Mike. Later, Henry mentions that Mike might not like the idea of her marrying Henry and Katie's interest in the idea perks up. After an honest and heartfelt re-proposal from Henry, Katie says yes and he presents her with a makeshift engagement ring. Henry suggests a Valentine's Day wedding and Katie agrees, but secretly comments that Mike will never let the wedding happen. Meanwhile, Mike and Jennifer are at Mike's place tearing each other's clothes off. They finally make love and pledge their love to one another. \n\n\n\n\n",
    "tvdb": "Emily fails the polygraph test but when Paul demands she be arrested, Hal resists. Meanwhile, Emily phones Alison to ask that she look through Daniel's backpack for a hand-drawn map of Fairwinds. Emily insists that she destroy it and Alison is left with a dilemma - does she turn it into the police or destroy the evidence against her sister?",
    "tvmega_recap": "Katie relents and accepts Henry's proposal, all the while plotting to get Mike back. Mike and Jennifer make love and also profess their love for each other. Lily tries to warn Holden about Julia's scheming ways, Holden telling her Julia isn't a schemer and has no designs on him. When Julia returns from taking Jack's things to his house, Holden tells her about Lily's suppositions, Julia planting a big wet one on him, Holden reciprocating. Still steaming, Lily talks with Carly and looks at the stuff Julia left in the box for Jack, including a teddy that Carly took the liberty of cutting up. They both decide Julia has to go. Lucy is reunited with her parents and Dusty tells her he still loves her. Rafi, who has told Lucy that when they made love it meant something to him, is distraught when Dusty and Lucy leave, confiding in Craig that he loves her.",
    "soapcentral_condensed": "Lucy, Dusty and Rafi are at the police station, giving their statements about what happened with Dom. Craig tells Sierra that he blames Dusty for putting Lucy in danger and a disappointed Sierra accuses Craig of already breaking his promise to be a new man. A distraught Lily goes to Milltown and in her emotional state blames Carly and Jack for her loss of Holden. Julia finally takes off her engagement ring and packs it in a box. Henry suggests a Valentine's Day wedding and Katie agrees, but secretly comments that Mike will never let the wedding happen. Meanwhile, Mike and Jennifer are at Mike's place tearing each other's clothes off and they finally make love and pledge their love to one another. The season finale of The Bold and the Beautiful airs on Thursday, February 14 at 8 p.m. ET on CBS. For more information, visit www.cnn.com/the-bold-and-the-final-season and www.sirnorthernlights.com.\n"
}