{
    "soap_central": "\n\nWhen Jack defended Carly, Katie told him he was falling into his wife's trap. Jack insisted to Carly that they couldn't keep finding excuses to get into each other's lives. Carly left and then warned Katie that she thought Nick could ruin Katie and Mike's new marriage. Carly asked if Katie had ever seen Nick with the medal before. \n\n\nMeanwhile, Mike asked Nick if he had stolen the medal. Mike suspected that Nick thought Mike was guilty. \n\n\nLily confided in Lucinda that Luke was gay and was shocked when her mother wasn't shocked. Lucinda said obviously something had been bothering Luke, and at least it was out in the open. Meanwhile, Luke delivered Jade's stuff to her and insisted that his life was better since the truth was out than it had been when he had been faking it with her. However, Jade kept pointing out how uncomfortable Lily still was with her baby boy. Later, Luke found his mother and grandmother and realized Lucinda knew everything. \n\n\nGwen found a note from Will's teacher about the biology exam he had missed but was stopped from questioning him when Maddie rushed in sobbing that Casey found her repulsive. At the same time, Casey went to Tom for help with how to say no to a girl. Gwen sent Maddie off to find a private spot for Maddie and Casey to make out, while Gwen looked for Will to ask about the biology test. Will told Gwen they obviously didn't want the same things out of life. Gwen stormed off, and Will ran into Jade. \n\n\nLater, Lisa informed Maddie that she'd be going out of town. She wondered if Maddie would watch their suite for her.\n\n\n",
    "tvdb": "After talking to Carly, Katie begins to wonder if maybe her suspicions about Nick might be correct. Lucinda isn't surprised when Lily tells her that Luke is gay, because she knew something had to be going on. Casey goes to Tom for advice about girls -- not how to get them to say yes, but how to get them to say no.\r\nSource: tv.com",
    "tvmega_recap": "Gwen worries about the note she found from Will's teacher. Maddie seeks guidance from Gwen on how to turn Casey on because she thinks she repulses him. Casey turns to his father on how to take things slowly with Maddie, because he doesn't want to lose her by taking things too fast. Luke is unhappy to find Jade working at the library with no plans to leave town. She also goads him about the fact his family doesn't accept him now. Luke pretends they are fine with it now but she doesn't believe him. They don't part on good terms. Lucinda gets another clean bill of health. Lily shares with her that Luke is gay, which Lucinda admits to suspecting and now understanding his behavior. She seems to take Luke's admission in stride. Lily is worried about Luke living a non-traditional life and getting hurt. Lucinda suggests Lily find a way to accept it because she has so much to be grateful for. Later, Luke confronts Lily about her inability to hug him or even look him in the eye anymore. Jack remains suspect of Nick's involvement in the lost evidence. Katie, Nick and Mike voice their displeasure with Carly's involvement; Jack sticks up for her. When Jack takes Carly aside however, he tells her he doesn't want her help anymore and they need to start learning how to let each other go. Gwen and Will have a big argument about a lot of issues they have avoided or misunderstood. Tom reinstates some of Casey's privileges because he is earning their trust back. Lisa has to go out of town, which leaves Maddie alone with a hotel room for a few days. Mike asks Nick if he stole the evidence against him because he thinks he is guilty? Katie wants to take Jack off of Mike's case when she and Carly fight about what she did. Carly pleads Jack's case and warns Katie that Nick is really up to something. Katie is fighting believing anything Carly suggests about Nick, but some of her words seem to ring true. When Carly is leaving after her and Katie's talk, Jack wonders what she is still doing there? Carly sadly says saying her good byes",
    "soapcentral_condensed": "When Jack defended Carly, Katie told him he was falling into his wife's trap. Lily confided in Lucinda that Luke was gay and was shocked when her mother wasn't shocked. Meanwhile, Luke delivered Jade's stuff to her and insisted that his life was better since the truth was out than it had been when he had been faking it with her. Gwen found a note from Will's teacher about the biology exam he had missed but was stopped from questioning him when Maddie rushed in sobbing that Casey found her repulsive. Later, Lisa informed Maddie that she'd be going out of town. She wondered if Maddie would watch their suite for her. At the same time, Casey went to Tom for help with how to say no to a girl. Mike asked Nick if he had stolen the medal. Mike suspected that Nick thought Mike was guilty. Will told Gwen they obviously didn't want the same things out of life. G Owen stormed off, and Will ran into Jade.\n"
}