{
    "soap_central": "\n\n \nWhile walking through the Lakeview lobby, Barbara was stunned to see Henry and Vienna locked in an embrace and kissing.  She started to retreat, but then she talked herself into confronting it head-on.  Barbara walked up and yelled, \"Vienna!  What an unexpected surprise!\"  The three of them decided to have champagne together in the lounge, and Vienna explained that she just wanted to be \"home\" with her Henry.  \"How wonderful,\" gushed Barbara, biting her tongue.  Vienna went on to say that when Katie called to say that Henry was donating his entire inheritance to build a new wing at Memorial, she couldn't stay away.\n\n\nBarbara looked amazed, while Henry stuttered and stammered.  Vienna said she had let go of her anger and had forgiven Henry for sleeping with Barbara.  She also said it was obvious that Henry's mother, Audrey, had forced him to do it.  Barbara remarked that Henry hadn't exactly needed \"a road map,\" but Vienna said it was obvious that he had, because otherwise he would have \"never ended up on top\" of Barbara.  Henry closed his eyes, as if in prayer, as Vienna raised her glass in a toast to \"new beginnings.\"\n\n\nHenry said that Katie probably had exaggerated how much money he was giving away, and besides, it was the only thing he had left from his father.  Vienna decided that it was time to get settled in her room with Henry, so they stood to leave.  Barbara mentioned that Henry had thought that Vienna was gone forever, and she asked the young woman if she thought a \"desirable man like Henry\" was just going to wait for her.  She asked if Vienna wasn't a tad bit curious as to who might have been spending time in Henry's room while Vienna was gone.\n\n\nVienna pressed for details, but Barbara backed down and said that what she and Henry had was \"nothing.\"  Barbara walked out, and Vienna said she was eager to \"rechristen\" their suite upstairs.  Henry gave her his room key card and told her to start without him while he arranged for a perfect bottle of wine.  Henry ran out of the hotel after Barbara and caught up with her in Old Town.  He said the recent arrival of Vienna was a complete surprise to him, and he thanked Barbara for being \"so classy.\"  Barbara said she realized that Vienna was \"beautiful, exotic, stunning, and young,\" as Henry's phone rang.\n\n\nVienna was on the phone, and Henry promised to be right there.  He looked at Barbara sadly, and she announced that they were done.  She suggested that they not pretend that their \"dalliance\" was anything more than it really was, and she walked away proudly.  In Henry's bed, Vienna waited for him and found a lovely diamond earring under a pillow.  She played with it until Henry returned, and Vienna asked about the wine he had gone to fetch.  Henry appeared confused, so then she asked him for the match to the diamond earring she had found in the bed.\n\n\nHenry was befuddled, but Vienna said that Henry had every right to \"play the field,\" and she grabbed him and pulled him on top of her.  They kissed, but then Henry pulled away.  He said a lot had happened since Vienna had been gone, but she interrupted and said the old Henry would never have agreed to build a new wing at the hospital.  Vienna said she only needed him, not his fancy things.  They both agreed that it was best to follow one's heart, and Henry jumped up and said he was going back to the wine cellar.  He dashed out and grabbed his phone and called Barbara, and prayed that she would answer.\n\n\nBarbara returned the red dress that Henry had bought for her to Lisa at Fashions.  Lisa asked who Barbara was trying to fool, and Lisa reminded Barbara that nothing happened in Oakdale that Lisa didn't know about.  Barbara assumed that someone had told her about Barbara and Henry, so she mentioned Henry by name, and Lisa was shocked.  Lisa begged Barbara to give Henry a second chance, because she said Barbara had been happy while they were an \"item.\"  Barbara said that their age difference made the whole thing ludicrous, but Lisa said Barbara should think of it as \"unexpected\" instead.  Barbara's phone rang, but she refused to pick up when she saw that Henry was the caller.\n\n\nWhen Henry returned to his room, Vienna was dressed as a no-nonsense secretary, complete with hair in a bun, notepad, and horn-rimmed glasses.  She announced that she was ready to take \"dic-tation,\" and Vienna began laughing as she dropped her pen and bent over to retrieve it.  Outside the door, Barbara had been ready to knock, but she heard Vienna's laughter and walked away.  Vienna let down her hair and lost the glasses, and she began to seduce Henry, but he pushed her away and said, \"No.\"\n\n\nJanet asked Carly to leave the Snyder farmhouse, but Carly said that she was there to make sure that Janet took proper care of herself during her pregnancy.  Carly asked if she had taken her prenatal vitamins, and Janet had forgotten, so Carly poured her a glass of milk and told her to \"Drink up.\"  Janet claimed that she would not take advice on motherhood from a woman who could hardly care for herself.  Carly said, like it or not, Jack was with her, so she was involved in the pregnancy.  Janet's phone rang, and the caller was Liberty, who said she was sick of being \"the girl in the plastic bubble.\"  She informed Janet that the doctor needed a consultation with them all as soon as possible.\n\n\nJanet asked Carly to give her some privacy to talk to her daughter, so Carly walked out.  Liberty said there was a lot to explain, so Parker picked up the extension phone in the outside part of Liberty's room.  He said the doctor would explain it all, as a very weary Liberty hung up.  Parker said that the medication was wearing Liberty down, and he asked Janet to get there quickly.\n\n\nAt the police station, Dusty told Jack that he was free to be with Carly because Dusty was going to marry Janet as soon as they got through all \"the red tape.\"  He said Janet had the right to move on with her life, and then Dusty announced that he also wanted to adopt the baby Janet was carrying.  Jack said Dusty was not getting his hands on his kid, so Dusty accused Jack of looking at the baby as strictly a bone marrow donor for Liberty.  Jack reminded Dusty that they were discussing Jack's son or daughter, but Dusty raised his voice and declared that he and Janet were going to raise the child.  Jack shouted at Dusty and called him \"crazy.\"\n\n\nDusty then accused Jack of wanting his \"cake and Carly, too,\" as Carly walked in, just in time to hear Jack fire another salvo at Dusty.  Janet ran in and told Dusty that they needed to get to Minneapolis right away because Liberty was in trouble.  Dusty offered his jet, and Jack said he and Carly would go, as well, and when they knew Liberty was all right, they would take Parker home with them.\n\n\nJanet and Dusty ran into Liberty's room at the hospital, and Janet was shocked to see her daughter behind plastic and not able to touch anyone.  Out in the hall, the doctor explained to Dusty, Jack, Carly, and Parker that Liberty was extremely fragile and had to make a difficult decision whether to stop the painful and debilitating treatments or to go forward, which would be very hard on her physically.  Parker was upset and shouted that someone had to tell the girl that she had to keep going.  Carly patiently explained that Liberty was 18 and was entitled to make her own choices.  A desperate Parker demanded that his folks tell Liberty what they thought she should do.\n\n\nInside Liberty's room, Janet quietly told Liberty that Liberty had to decide what she wanted to do, and Liberty said that Parker would never forgive her if she died on him.  Her choice was to continue with the treatments because she would not give up.  Dusty said how proud he was of her for being able to make tough decisions, and Janet thanked God.  Dusty walked out and told the rest of the family that Liberty was continuing to fight, so Carly and Parker left to get Parker's things from the hotel.  Jack went into Liberty's room just in time to hear Janet tell her daughter that she was pregnant, and that upset the girl.\n\n\nLiberty scolded her mother for allowing that to happen, and she said her fears were that if the baby was not a bone marrow match for her, that they would hate the baby.  Both Janet and Jack reassured Liberty that a new baby was a cause for celebration, but Liberty wanted Dusty's opinion.  Dusty said if the baby was anything like Liberty, the world would have another winner.  Everyone left except Dusty, who continued to chat with Liberty.  She was disappointed that Jack would be in her mother's life forever when Janet deserved someone who really loved her.  Dusty admitted that he was in love with Janet and wanted to marry her.  Liberty thought about that, grinned, and admitted that would be \"kinda cool.\"\n\n\nLiberty called her mother back into her room and ordered her to say \"yes\" to Dusty's proposal.  Janet looked questioningly at her daughter, and the girl nodded, so Janet said to Dusty, \"Yes, I'll marry you.\"  Dusty kissed her and then put his ring on her finger.  Jack walked in and realized what had just happened. Jack said he was glad that Janet was happy, and they agreed to work on their annulment.  Jack left, after promising Liberty that he would get Parker back to the hospital to say goodbye.  Jack seemed sad, and he removed his wedding band and slipped it into his pocket.\n\n\nJanet told Liberty that she and Dusty would not get married until Liberty was well enough to dance at their wedding.  The girl said how lucky Dusty was: he got to marry a fat pregnant woman and got a bald stepdaughter as part of the package.  They laughed, and Janet and Dusty kissed.\n\n\nAt Parker's hotel, Carly discussed the new baby with her son, and Parker was excited that another avenue of hope for Liberty had opened up.  Then he asked if Janet's baby \"messed things up\" for Carly and Jack, but Carly said that things would be difficult, but she could handle it.  Parker said he was relieved that his mother was \"finally growing up,\" and they laughed.  Jack showed up, and Parker said he wanted to visit Liberty one more time and asked his folks to pick him up at the hospital.  They agreed, and Parker took off on foot.\n\n\nJack told Carly that Liberty was upset about Janet's pregnancy until she saw Janet's ring from Dusty.  Carly said she was pleased that Janet was not going to be alone.  Jack was unsure about how he felt about Dusty Donovan's raising his child, but Carly told him that he could handle it, and she kissed him.\n\n\n",
    "tvmega_recap": "Dusty and Jack disagree vehemently about the role Dusty will play in his baby's life. Carly and Janet disagree about Carly's role in regards to the soon-to-be baby. Liberty calls home because the doctors need to talk with her, as Parker tells Janet that Liberty needs her. Barbara sees Henry and Vienna in a passionate kiss and interrupts them. She stays mum about their relationship even as Vienna says some things that bother Barbara. Janet rushes to tell Dusty that she needs to get to Liberty, as Jack and Carly are there too so they all go. Henry seems torn between Barbara now that Vienna is back, but she wants to save face and tells him that there is nothing to worry about because what they had was fleeting and he can go back to his real love now. The doctors worry about how Liberty is responding to the treatment. She has to choose whether to go forward. Parker is adamant that Liberty continue to fight, but ultimately it is up to Liberty. Although she is exhausted, she agrees to continue with treatments. Janet can't help herself and tells Liberty about the baby. Liberty is not happy and wishes they had not chosen to have a baby who may not even save her; then they will be left with a baby that was unwanted. Janet, Jack and Dusty convince her that the baby is wanted no matter what. Liberty is still upset and bothered that her mom is tied now to someone that no longer loves her. Dusty and Liberty speak alone where he admits to his love for her mom and how he wants to marry and be a family with her. Liberty and Dusty convince Janet to accept Dusty's proposal with ease. Jack interrupts the moment, but he wishes her all the happiness and they talk about moving forward with an annulment. Carly tells Parker about the baby; he is happy there is hope, but he worries what this means for his mom and dad. They will get through this; she promises that they will not give up on one another again. Vienna wants to get frisky with Henry, but he seems preoccupied and even excuses himself to call Barbara, who is returning the dress to Lisa that he bought her. She talks of how silly she was to be with Henry, but Lisa thinks she should cut herself so slack because she has seemed very happy. Vienna plays dress up and Henry is enamored by Vienna even though he has mixed feelings. Barbara is about to knock on Henry's door when she hears Vienna laugh; she leaves unnoticed, but soon after Henry stops Vienna from kissing him, as Vienna is shocked. The actual end of his marriage saddens Jack, as he watches Janet, Dusty and Liberty together as a family. He heads over to see Carly and wonders where his place will be with his child now. She promises the baby will always be his as will she. This makes Jack very happy.",
    "soapcentral_condensed": "While walking through the Lakeview lobby, Barbara was stunned to see Henry and Vienna locked in an embrace and kissing. Vienna said she had let go of her anger and had forgiven Henry for sleeping with Barbara. Henry said that Katie probably had exaggerated how much money he was giving away, and besides, it was the only thing he had left from his father. Barbara returned the red dress that Henry had bought for her to Lisa at Fashions. Lisa begged Barbara to give Henry a second chance, because she said Barbara had been happy while they were an \"item\" Barbara said that their age difference made the whole thing ludicrous, but Lisa said Barbara should think of it as \"unexpected\" Henry returned to his room as a no-nonsense secretary, complete with a bun, notepad and horn-rimmed glasses. She announced that she was ready to \"dic-tation,\" and began laughing as she dropped her pen and began to seduce Henry. Henry let down his hair and walked away, but she heard Vienna's laughter.\n"
}