{
    "soap_central": "\n\nJessica is very upset after testifying. Marshall approaches her and says, \"This is not what I wanted for us.\"  Margo pulls him away and orders him to stop harassing Jessica.  Ben then goes over to Marshall to tell him to leave Jessica alone and Marshall hands Ben a subpoena to testify for the defense.  A little while later, Jessica goes into the courtroom and Marshall walks in and goes over to the witness stand.  He sits down and swears himself in.  A \"mock trial\" then begins and Jessica asks Marshall questions.  Marshall says that Jessica was very attentive to his needs and that they have an emotional bond and sexual chemistry.  Jessica says she had not invited his advances for the last six months.  Marshall felt that she did want his advances because she took care of him and let him stay in her house.  Jessica says that in the past when they had a relationship, she never said no in bed – this time she did.  She brings up Marshall's past and asks why his old girlfriend from college ran away from him.  Marshall says the past is irrelevant and Jessica says it should then be irrelevant for both of them.  They then begin to relive the night of the rape.  Marshall says that Jessica \"stirred and began to respond\" when he went over to her.  Jessica reminds him that her arms were over her head and not around him.  She asks if he remembers her cries, the tears, and her fear that night.  At first he can't recall but then he slowly remembers what really happened that night and he is horrified.  Jessica asks, \"Did you or did you not rape Jessica Griffin?\"  Marshall replies, \"Yes\" and she says she has nothing further for this witness.  He apologizes and says he realizes now that he did hurt her.  However, he says that when the real trial begins tomorrow, his plea will still be the same - not guilty – because he can't afford to lose the case.  Jessica says she heard him admit the truth and he knows and she knows the truth and he'll have to live with that.  Marshall says,  \"It's not the truth that matters it's what you do to it.\"  \n\n\nCraig and Molly talk and he invites her to the wedding.  She agrees then goes to see Dusty.  She invites him to be her date for the wedding.  He doesn't really want to go but she says it will be worth his while because Rosanna is even richer than Barbara.  Molly says she can't understand his connection with Barbara.  Dusty says she was nice to him when he was a kid.  She then asks how her investment is going.  He tells her that she's already made 5% of her money.  \n\n\nIn the woods, Barbara gets the idea to build a fire using gun cleaner and a match that she found.  She hopes that someone will see the smoke and rescue her.  \n\n\nCarly goes to see Rosanna to show her the new designs. Rosanna tells her to get out of her house and that she wants nothing to do with her.  She asks her if she eliminated the competition.  Carly is surprised and tries to convince Rosanna to give her a chance.  She says she finally knows what it feels like to be Rosanna – to truly be successful.  Craig comes in and says it is too late for Carly and her designs.  She gives him a \"look\" and tries to get Rosanna to look at her sketches.  Rosanna asks if Carly is just trying to get back at Rosanna or if she really is serious about her designs and the company.  Carly says that no matter what, Rosanna is her family and she still wants her to be a part of her daughter's life.  Rosanna softens and finally agrees to look at the designs.  She is pleased with them and even gives Carly a hug.  When Lucy and Craig come in, Carly talks to Lucy about her dress for the wedding.  She volunteers to mend it for her and Rosanna tells Craig, \"I think we have a family.\"  Rosanna then asks Carly to attend the wedding as long as she brings Parker with her and Carly agrees.  \n\n\nLucy and Aaron sneak away for some quiet time.  He tells her that he loves her and she says she feels the same way. \n\n\n",
    "tvdb": "After Craig invites Molly to the wedding, she convinces a reluctant Dusty to go with her, even though Dusty is more concerned about Barbara.",
    "tvmega_recap": "Craig pretended that Carly's deadline was up when she showed Rosanna her designs. Rosanna loved them and gave her the advance. Carly asked Rosanna again to part of her daughter's life. She agreed, then they hugged. Aaron showed Lucy his tie for the wedding and they shared a kiss in the gazebo. He dropped his tie before Craig showed up. Jessica and Marshall simulated a court trial where Jessica put Marshall on the witness stand. During the \"hearing\", Marshall admitted to raping Jessica. Molly asked Dusty to escort her to the wedding. Barbara found an accelerant at lit a fire in hopes that someone would find her in the cabin.",
    "soapcentral_condensed": "Jessica is very upset after Marshall approaches her and says, \"This is not what I wanted for us\" Marshall apologizes and says he realizes now that he did hurt her. He says that when the real trial begins tomorrow, his plea will still be the same - not guilty – because he can't afford to lose the case. Carly goes to see Rosanna to show her the new designs and Rosanna tells her to get out of her house and that she wants nothing to do with her. Rosanna then asks Carly to attend the wedding with her and Carly agrees. Lucy and Aaron sneak away for some quiet time and Aaron tells her that he loves her and she says the same way. Craig and Molly talk and he invites her to the wedding. She invites him to be her date for the wedding but she says it will be worth his while because Rosanna is even richer than Barbara. Molly says she can't understand his connection with Barbara. Craig comes in and says it is too late for Carly and her designs and she gives him a \"look\"\n"
}