{
    "soap_central": "\n\nAmeera, Luke, and Noah took a walk through town and discussed their classes at Oakdale University. When Luke decided to return to campus to get some work done, he leaned in to kiss Noah goodbye and Noah jumped back and told him not to kiss him. A stunned Luke asked if Noah was mad at him, but Noah said he wasn't and reminded Luke that it wasn't safe for them to kiss in public. Noah explained that immigration could be watching their every move and trying to prove his marriage to Ameera was a fake. Luke told Ameera and Noah that they were paranoid and there was little chance anyone had them under surveillance. Noah apologized, but Luke explained he wasn't going back into the closet. Noah reminded Luke that he had agreed to Noah's marriage to Ameera and Luke settled on the fact that he and Noah would have to be more discreet in public. With the argument resolved, they all went their separate ways and agreed to meet up at Java after their classes. \n\n\nAt the farm, Emma was dealing with the farm's everyday problems when she received a visit from a U.S. Immigration and Customs Enforcement agent, who had arrived to check up on Noah and Ameera's marriage. Emma explained the kids were on campus and would return shortly, but the agent remarked he was there to look at Noah and Ameera's living situation and he would start in their bedroom. Knowing their wedding was one of convenience, Emma was reluctant to discuss Ameera and Noah's relationship with the agent. When she disclosed that the two did not share a room, the agent asked why, and Emma pleaded with him to talk the issue over with the couple. The agent kept pressing Emma for answers and she offered a few reasons, but the agent was not convinced and told her if he proved their marriage was a fake, Ameera would be returned to Iraq. \n\n\nBarbara arrived at Memorial for her latest radiation appointment and while she waited in the lobby for Gwen, she was greeted by Sofie. Gwen had agreed to accompany Barbara for her treatment, but had been held up at home waiting for a plumber. Sofie had come to the hospital looking for Chris, but was happy to see Barbara. The two discussed Barbara's treatment and she told Sofie she was grateful that Sofie had convinced her to tell Will and Gwen about her battle with cancer. The nurse in charge of Barbara's appointment told her it was time for her therapy and she couldn't wait any longer for Gwen or she would have to reschedule. Barbara begrudgingly went in alone and Sofie was pained by Barbara's lonely situation and decided to go with Barbara for the treatment. Gwen arrived just as the radiation therapy was over and she apologized for being late. Gwen asked if she could take Barbara home and help her through her day. Sofie said goodbye, as Gwen took an exhausted Barbara back to the Lakeview. \n\n\nOnce they arrived at the hotel, Barbara and Gwen decided to enjoy lunch together before Barbara went to her suite. As they sat and talked they noticed Sofie as she arrived for work in the hotel bar. Barbara told Gwen that she thought it might be best if she and Will moved after all and started a new life away from Oakdale and Sofie. Gwen argued that she and Will wanted to stay to help Barbara through her treatments, but Barbara told Gwen that Sofie could cause problems for her and Will if they didn't take Hallie away from town. Barbara left to get some rest upstairs and Gwen asked Sofie for the check. Gwen and Sofie took the opportunity to talk and Sofie offered to help Barbara through her treatments so that Will and Gwen could move. Gwen was surprised that Sofie had changed her mind, but the two agreed it might be best for everyone to put some space between them so they could all adjust to the adoption. Gwen left to talk everything over with Will. \n\n\nAt Memorial, Casey stopped by to check up on Alison after their recent run-in with Gerald Nevins. Alison told Casey she was doing well and asked after Margo. Casey explained his mom was handling things well and that everything seemed to be getting back to normal. When the E.R. got backed up, Alison was called away and she wished Casey well. \n\n\nIn an exam room, Alison felt overwhelmed by a patient hurt badly in an accident, but she did her best to keep him comfortable until Chris arrived. While Chris prepared to treat the patient, he asked Alison to help him with the patient's care since the hospital was backed up. As Alison helped Chris care for the injured man, she became lightheaded and looked as if she would faint. Chris helped her stand up and asked her if she was all right. When the patient was stabilized, Chris took Alison to get some water and told her it was normal to get faint at the sight of a trauma wounds. Chris complimented Alison on her abilities and invited her out for lunch to celebrate saving the man. Alison was reluctant to accept because of Emily, but after some prodding agreed to go. \n\n\nThe two arrived at the Lakeview for lunch and ran into Sofie who turned out to be their waitress. Sofie told Chris that she had talked to Paul and he agreed not to cause any problems for Chris. Sofie was uncomfortable seeing Chris with Alison together and walked away. Alison noticed Sofie's demeanor and offered to reschedule her lunch plans with Chris, but he told her he just wanted to have a nice lunch with a friend. \n\n\nAt Carly's house, Jack and Carly were left alone once the kids had gone to school. With everyone out of the house, Jack took the opportunity to have a conversation with Carly to remind her that their living arrangement was temporary until he had recovered from his gunshot wound and could return to the farm. A flustered Carly acted as if she knew the situation was only temporary, but her face showed obvious disappointment in Jack's declaration. Jack tried to explain that he and Carly made a good team when it came to parenting, but their attempts at marriage had always ended in disaster and he couldn't keep making the same mistakes. Carly told Jack she just wanted to take care of him after his shooting, but she couldn't hide her sorrow as she left for the store. \n\n\nAt the station, Brad and Katie got ready for a segment and when Katie became so distracted that she couldn't read the script right, Brad told her to take some time and go talk to Jack. Katie explained that she wanted to be with Jack, but did not know if it was a good time to try to have a relationship with him. Brad convinced her to go and talk with Jack to at least try to get back together with him. \n\n\nBrad and Carly saw one another at Al's Diner and Brad congratulated Carly on trying to get back into Jack's life. Carly denied that she was trying to scheme her way back into a relationship with Jack, but did mention to Brad that he should be grateful that Jack was at her house and away from Katie. Brad told Carly that even though he cared a great deal for Katie, he didn't want her by default. He only wanted to be with Katie if he was her number one choice. He told Carly that was the reason he sent Katie to talk to Jack, because he hoped Katie's conversation with Jack would help end Katie's hope of a future with Jack. Carly was surprised Brad had sent Katie to visit Jack, but decided to wait and see what happened after the two talked. Carly admitted to Brad that if Jack wanted to be with Katie she would accept it and move on, but she had faith that everything would work out in the future for her and Jack. She left Brad to return home to check in on Katie and Jack's chat. \n\n\nKatie arrived at Carly's house and was greeted by Jack, who was happy to see her. Katie told Jack she was there to talk to him about their relationship and find out where she stood. Jack explained he didn't know if he had time to start dating her again because he needed to focus on his kids and make sure they were well taken care of. Katie asked if she should wait for him, but Jack said he couldn't promise her anything and didn't want her to miss a real chance at happiness with someone else. Carly arrived home and Katie decided it was time to leave and told Jack that things might work out, but she understood that she shouldn't wait for him. She gave Jack a quick kiss goodbye as Carly watched smugly from the other room. \n\n\nKatie returned to the station and told Brad that she found out what she needed to know and was ready to focus on work. She easily read through the script and gave Brad no answers about how things had ended with Jack, but he could see the disappointment on her face. \n\n\nAt Carly's house, Carly asked about Katie's visit and Jack told her things were fine. Jack reiterated to Carly that he wasn't ready to return to their relationship, but Carly admitted she didn't want to go back, but wanted to move forward and build on the happiness they once shared. She asked if Jack was willing to try again and he said he didn't know, but when Carly turned away he walked up behind her and kissed the back of her head and held her, giving Carly hope that they could be a couple again. \n\n\nAs Ameera enjoyed her coffee at Java, Casey saw her and said hello. He sat down to talk and during their conversation he mentioned his time in prison. Ameera was surprised her new friend had spent time in jail, but Casey explained why he had ended up incarcerated and Ameera was understanding of Casey's crime. As the two talked about Casey's struggles in prison, the immigration agent who had been at Emma's farm arrived at Java and interrupted their conversation. He demanded to know what Ameera was doing with another man and told her he had been to the farm and discovered she and Noah did not share a room. Ameera and Casey explained they were just friends, but the agent said that with everything he had learned he was questioning her marriage to Noah and that unless she could prove otherwise, her visa might be revoked. The immigration officer kept questioning Ameera and finally accused her of being in a relationship with Casey. Noah and Luke had walked into Java and saw the agent questioning Ameera. Noah rushed over and greeted her with a hug and thanked Casey for keeping her company. The official told Noah everything he knew and asked him to defend his marriage. Noah told the agent that he and Ameera were looking for a place to share near campus and that Casey was Luke's boyfriend. The immigration officer left, but only after warning Noah and Ameera that he would be watching them closely. \n\n\nWith the agent gone, Noah told the others he had a great plan to keep immigration off their backs. He told Casey that if he pretended to be Luke's boyfriend he would be able to spend more time with Ameera and not cause the government to become suspicious. Casey was not keen on pretending to be gay, but liked the idea of getting to know Ameera better. Noah commented that it was a great plan because everyone would get what they wanted, but Ameera mumbled that she wasn't getting what she really needed. Noah asked what Ameera meant and she told him that she didn't want to live her life in America as a lie. Noah reminded her that he loved Luke and she knew their marriage was only for her to get a visa to stay in America. She agreed to the plan, but Casey was uncomfortable and admitted he needed time to think it over, then he left. \n\n\nLuke, Noah, and Ameera returned to the farm and Emma told them about her talk with immigration. They explained that they had already run into the agent and that they knew everything that had happened. Emma sent Luke and Noah out to the barn to take care of some chores and Noah took the time to reassure Luke that his plan could work. Luke said he had faith in Noah's plan, but that Noah needed to remind Ameera that their marriage was only so she could stay in America. Luke was beginning to believe that Ameera had feelings for Noah.\n\n\n",
    "tvmega_recap": "Brad tells Katie to get things straightened out with Jack so that she won't lose anymore sleep over their relationship. Jack tells Katie his family needs time to heal and since he doesn't know how long that will take she shouldn't put her life on hold for him. The INS agent is very suspicious of Noah and Ameera's marriage because they sleep in separate rooms and Ameera is friends with Casey. Luke solves the problem by saying Casey is his boyfriend something that Casey isn't happy about at all. Noah asks Casey to pretend to be Luke's boyfriend so the INS guy won't watch them so closely but Casey says he must think about it. Sofie offers to go to all of Barbara's radiation treatments with her and keep Will and Gwen informed so that Will and Gwen don't have to postpone their plans to leave town. Allison helps Chris with a trauma patient since they are short staffed and he tells her she did a good job and takes her out to lunch. Carly asks Jack if he is willing to start fresh with their relationship but he still remains confused about his feelings for Carly and Katie.",
    "soapcentral_condensed": "Ameera, Luke, and Noah took a walk through town and discussed their classes at Oakdale University. At the farm, Emma received a visit from a U.S. Immigration and Customs Enforcement agent, who had arrived to check up on Noah and Ameera's marriage. Barbara arrived at Memorial for her latest radiation appointment and while she waited in the lobby for Gwen, she was greeted by Sofie. Gwen had agreed to accompany Barbara for her treatment, but had been held up at home waiting for a plumber. Sofie was pained by Barbara's lonely situation and decided to go with Barbara for the treatment. Barbara told Gwen that she thought it might be best if she and Will moved after all and started a new life away from Oakdale and Sofie and asked Gwen to take Hallie away from town. At Memorial, Casey stopped by to check on Alison after their recent run-in with Gerald Nevins. Alison told Casey she was doing well and asked after Margo. Casey explained his mom was handling things well and that everything seemed to be getting to normal.\n"
}