{
    "soap_central": "\n\nCraig's Hotel Suite:\n\nCass argued with Craig about all of his lies.  He told him if he continued to lie, he could get another lawyer.  Craig told him he would tell him the whole truth.  Cass wanted to know how he could believe him.  Craig said he wanted to testify on the stand.  Cass said he never puts his clients on the stand unless it's necessary and in Craig's case, it's absolutely necessary.  Cass told Craig all he wanted from him when he is on the stand are straight facts.  They discussed the picture of Craig and Carly kissing and what Craig should say in the courtroom to diffuse the damage that picture has caused.  Cass said he needed a character witness and suggested Sierra.  Craig didn't want to have Sierra on the witness stand.  He said she had been through enough.  Cass said he would ask her anyway.  Craig asked him not to pressure her if she didn't want to.  After Cass left, Craig got a phone call from the City Times and the reporter asked him what he thought about Carly's arrest.  Craig hung up the phone and left the hotel.  When he returned, Craig left a phone message for Cass, telling him to meet him at the police station in the morning to help Carly.\n\n\nLucinda's House:\n\nLucinda was enjoying her glass of champagne, which made Sierra mad that she was celebrating the fact that Craig was on trial.  Lucinda couldn't understand how Sierra could defend Craig.  She said she thought Sierra normally had sound judgment except when it came to Craig.  She listed all of Craig's crimes.  When Sierra said she lied to the police to give Craig an alibi, Lucinda said she was shocked and wanted to know why she would do that.  She told Lucinda because she knows that Craig isn't a killer.  They continued to argue as Sierra left in anger.  \n\n\nBryant walked in excited and told Lucinda how great she was.  He said that the cottage she had for him and Jennifer was perfect and Jennifer loved it.  Lucinda told him that his mother wasn't as happy with her as he and Jennifer were.  She said they had a falling out about Craig.  She told Bryant about the picture of Craig and Carly kissing.  Bryant said he wasn't surprised.  He was upset though when she told him that the kiss took place on Craig and Barbara's wedding day.  Lucinda told Bryant she couldn't understand why Sierra continued to stand by Craig.  He told Lucinda not to argue with his mom about Craig, that it only made her want to defend him more.  Lucinda said he was probably right.\n\n\nAs Sierra started to walk back in the house, Cass stopped her and talked to her about Craig.  He asked her to take the stand in Craig's defense.  Cass told Sierra that she could be a big help to Craig if she told the jury what kind of man that she knows Craig to be.  She told him that she knows that Craig could never kill anyone, that he's not a killer.  Cass told her he only wanted the truth from her.  \n\n\nSierra walked in as Lucinda and Bryant were talking.  She told them that she was going to take the stand as Craig's character witness and she didn't want to hear a word from them.  Lucinda wanted to know why.  She said that Cass asked her to and she suggested that Lucinda stay home if it would upset her to see her defending Craig.  Lucinda said OK, she wouldn't argue with her.  She said Sierra had to do what she had to do and there would be no arguments from her.  She said that she disagreed with her but it didn't mean she didn't love her.  She kissed Sierra and left the room.  Sierra was surprised at Lucinda's actions and asked Bryant if he had anything to do with it.  He told her that he thought that Lucinda was just tired of fighting with her.  Sierra told him that she was tired of fighting too.\n\n\nThe Police Station:\n\nLopez brought Carly in for booking.  Jack told him to take the cuffs off and wanted to know what the charges were.  Lopez told him that Carly was being charged with accessory before the fact.  Jack said he would handle it.  Carly denied being involved in a murder.  Carly continued to beg Jack to believe her that she was not guilty.  Jack told her to get a lawyer.  They argued about her relationship with Craig.  She accused him of hating her.  He said he doesn't hate her, he loved her but because of all the lies she has told him, he couldn't help her.  Carly asked Jack if he wanted her to beg him.  Jack said she was being arrested for a serious crime, there was nothing he could do now.  He said if she had only trusted him enough to tell him about kiss, he might have been able to put out the fire.  He started to fingerprint her as Craig walked in.  Jack wanted to know what he was doing there.  He said he wanted to bail out Carly.  Carly told him to leave, and that it's because of him trying to help her is why she is in the trouble she's in.  \n\n\nJack put Carly in her cell and she told him she was scared and she didn't know what to do.  After he closed her cell door and walked out, he could hear her call out to him.  He felt terrible but walked away.\n\n\nThe Munson House:\n\nHal and Emily discussed the facts about the bomber.  Emily wanted to keep what ever they find between the two of them.  Hal got a call to pick up Parker because Carly was being arrested.  As Hal and Emily talked, the bomber was outside watching through the window and listening to what they had to say.  Hal left to pick up Parker.  The bomber hid as Hal opened the door to leave.  After Hal left, the bomber started to open the door, but he heard a car drive up.  \n\n\nIt was Margo; she wasn't happy to see Emily there.  They snapped at each other about the murder case.  Emily accused Margo of not knowing what she was doing and that it was stupid to arrest Carly when the real criminal was running loose.  Emily sarcastically told Margo that she really made a smart move locking up a dangerous gold digger while the real criminal was still out and trying to kill her.  Margo said she was following up on some leads, but she was leaving since Emily thought that she had bungled the case.  Emily wanted to know what Margo knew.  Hal came downstairs after putting Parker to bed.  Margo told Hal she wanted to talk to him alone.  He told her that Emily was up to speed on everything.  Margo said she got a court order to cross check the list of names that Hal gave her.  There were 5 names of persons that checked out books about bombs and had been on the same drug they found from Emily's attacker.  She gave Hal the list of names.  The three of them went over the list of suspects.  Only one fit the situation, Owen Devor.  When they read that he was in the psych ward, they said that it was impossible for him to get out because that ward was always locked.  Margo called the hospital and found out that Owen had been released 2 days before the bombing at the boathouse.  Margo read the list of facts that they had on Owen.  He had applied to the CIA, FBI and Special Forces and had been turned down more than once.  He had applied 43 times to the CIA and was admitted to the psych ward after his last refusal.  They knew he had opportunity, but Hal wondered about the motive, why would he want to harm Barbara?  Margo said she would call Owen in for questioning and get a warrant for his arrest.  Hal said he and Emily would go to the hospital and if the doctors wouldn't cooperate, maybe they could question some of the patients.  Emily realized that Owen was in the hospital the same time as Julia and she was still there.  Hal said maybe that she is the one that could tell them everything that they needed to know.\n\n\n",
    "tvdb": "Although Jessica does her best to make Craig look guilty by bringing up when he tried to bomb Steve Andropolous, Emily manages to convince Owen Dever to confess to the attack, which was meant to kill Jack.",
    "soapcentral_condensed": "Sierra told Lucinda and Bryant that she was going to take the stand as Craig's character witness and she didn't want to hear a word from them. Lucinda couldn't understand how Sierra could defend Craig. Carly asked Jack if he wanted to help her, but he said he couldn't help her. Jack continued to beg Carly to get a lawyer. Carly denied being involved in a murder, but Jack said he would handle it if she was involved. Jack said if she had only trusted him enough to tell him about the kiss, he might have been able to put the fire out on her. Carly said she was not guilty of the murder, and Jack told her he loved her because of all of the lies she had told him. Craig told Jack that he loved Carly because she has told him all of her lies, but that he didn't hate her because she had lied to him. Carly told him that she had been lying to him all along and that he was the one who lied to her.\n"
}