{
    "soap_central": "\n\nWhile Jack hopes for the best now that the secret about Gwen and Carly being sisters has been exposed, Carly faces the young woman who's been her worst enemy over the past few months and dares her to pretend she hasn't known the truth all along. But Gwen insists she didn't know and Carly soon sees Iris has lied to her own daughter as well. But despite the new genetic bond Gwen and Carly share, neither seems any closer to resolving things where the baby is concerned. Paul is furious that Meg gave him the slip when she handed over what appeared to be proof Jennifer's baby is still alive. He follows Meg to Jennifer's hotel room where a heartbroken Meg has just witnessed Jennifer and Dusty's passionate embrace. But, when Meg overhears Jennifer stop Dusty and say she can't truly move on with him until her baby is found, Paul sees an opening and convinces Meg to keep the secret. Still, Meg doesn't like herself for the deception and when Paul applauds her shrewd thinking, she tells him to go to hell and Paul is left to wonder how much of a threat Meg really is. Katie meets Mike at Fairwinds, unnerved when she learns that not only has BJ bought the place but he's enlisted Mike to help renovate it as well, thus keeping him and Katie apart even more than they already are. But, Mike assures her that he and BJ had a heart-to-heart about his intentions where Katie is concerned and there's nothing whatsoever to worry about. Katie starts to think she might have been overreacting until later, BJ sees Margo with two cops in tow and bolts from the house with no explanation. \n\n\n",
    "tvmega_recap": "Katie and Mike have an intimate welcome home party for two, which BJ interrupts. Katie is still leery of his attention and his need to lavish gifts on her and Mike, but wonders if she might be overreacting? Then, BJ reacts strangely and disappears after agreeing to meet Margo. What is with him, Katie can't help but wonder? After Meg secretly spies Jen and Dusty in bed, she stops from telling them the news about Jen's baby being Rory, much to Paul's delight, who tracked her down to Jen's room after receiving a message from her. He empathizes with Meg later, in hopes of working her to his benefit. He tries to make Meg believe that she and Dusty are each other's first love and Dusty will realize that if she doesn't pass on the blood work results. Meg decides to go back to Oakdale without telling Dusty and Jen. Jen stops Dusty from going farther explaining until she gets her baby back she can't move forward with him. They talk about their blossoming relationship, but Jen is insecure and tries to push Dusty away, but he won't leave her. He wants to be with her and help her find her baby. Carly tells Gwen and Iris a story of a teen, who's father's girlfriend set her up to believe she killed her baby brother, who was in fact a sister . who is in reality Gwen. Iris finally slips up and Gwen realizes Carly is telling the truth. She orders them both out and then breaks down in Will's arms. Iris threatens to make Carly pay. Jack and Will both wonder if finding out Carly and Gwen are half sisters will affect the war over Rory. However, both Carly and Gwen are standing firm; they will not give up their fight for Rory, even though they just found out they are related!",
    "soapcentral_condensed": "While Jack hopes for the best now that the secret about Gwen and Carly being sisters has been exposed, Carly faces the young woman who's been her worst enemy over the past few months and dares her to pretend she hasn't known the truth all along. But Gwen insists she didn't know and Carly soon sees Iris has lied to her own daughter as well. Neither seems any closer to resolving things where the baby is concerned. Paul is furious that Meg gave him the slip when she handed over what appeared to be proof Jennifer's baby is still alive. Katie meets Mike at Fairwinds, unnerved when she learns that not only has BJ bought the place but he's enlisted Mike to help renovate it as well, thus keeping him and Katie apart even more than they already are. But, Mike assures her that he and BJ had a heart-to-heart about his intentions where Katie is concerned and there's nothing whatsoever to worry about. Katie starts to think she might have been overreacting until later, BJ sees Margo with two cops in tow and bolts from the house with no explanation.\n"
}