{
    "soap_central": "\n\nJanet sent an excited Johnny off with his nanny for his class swim day, while Dusty asked how she had gotten Craig to agree to let him be the boy's temporary guardian.  \"Simple,\" replied Janet.  \"I'm not you.\"  Dusty wanted to pay her back in some way, so Janet asked him to help convince Liberty to go to summer school and get her diploma in the fall rather than stressing herself by attempting to make up all her missed schoolwork before graduation.\n\n\n Dusty's suggestion was that Janet \"lighten up\" because Liberty was healthy again, and one more night of hard work would not hurt her.  Janet confessed that she didn't really want her daughter to graduate because then she would leave in the fall and go to college in New York.  Janet called herself \"selfish,\" but Dusty changed that to \"normal.\"\n\n\nParker saw Liberty in Al's, and he joined her.  The girl said she had only one day to take all her exams and write an English paper.  Neither teen noticed that Gabriel was outside watching them through a window, but Lucinda saw him as she walked by.  She yanked the boy away and marched him to a nearby bench.  Lucinda asked what Gabriel's future plans were, but he gave her a smart-aleck response.  She reminded him of her generous offer to help him leave town, but Gabriel said he had to testify at Craig's trial.  Lucinda suggested that he give a sworn deposition instead and then skip town with her cash.  She also asked what was keeping him in Oakdale, although she suspected it was Liberty.\n\n\nGabriel told Lucinda that she didn't \"own\" him, but she reminded him that she had paid him well to lie about Craig's part in the crime.  She said that did not mean, however, that he should hang around Oakdale indefinitely.  Gabriel needed to leave as soon as possible, she urged.  Gabriel said Lucinda could not make him leave, but she said as she walked away that she would pretend he had never said that. Gabriel was still in Old Town when Johnny and his nanny walked by.  Johnny hugged Gabriel and called him \"brother.\"  Gabriel was touched, but after the boy moved on, Gabriel looked fierce, and he took off quickly.\n\n\nInside the diner, Liberty told Parker that when she was so ill with cancer, the thought of her graduating was a strong motivation for her to fight.  Parker said the cancer made her stronger, but Liberty recalled that just before her father had died, he had marked his next year's calendar with the date of her high school graduation.  Liberty did not want to disappoint Brad, so Parker accepted that and asked what he could do to help.  Liberty said that unfortunately she had to do it all herself.\n\n\nParker excused himself from Liberty and walked to the Lakeview.  He knocked on Dusty's door and announced that Liberty needed their help -- fast.   He also sent the girl a message to meet him at Java, which Liberty did.  Waiting for her there, she found Dusty, Janet, Parker, and her best friend, Mac, with a laptop set up.  Parker said they were all going to help her pass her exams and write her paper so that she could graduate with her class.  Parker said he would help her study calculus, Mac would quiz her on chemistry, Dusty would take on US history, and Janet would help her with a paper on a Shakespearean sonnet.\n\n\nLiberty was amazed at her team, but she was doubtful that they could get everything done in time.  They began to work, and Liberty and Mac finished the chemistry. Janet, however, was stumped on the sonnet, so Dusty took the book from her and read for a while.  It was a love sonnet, and Dusty got it because he said he had the same feelings about Janet.   He explained it to Liberty, who wrote her paper, and Dusty and Janet took off.  Parker coached her next on calculus until Liberty could work all the problems.  She thanked Parker for helping her realize her dream, and she kissed him on the cheek.  Liberty left for the library to meet a proctor for an exam.\n\n\nIn the jail, the guard told Craig that his case would go before the Grand Jury very soon.  Craig was concerned, and he worried that he would be indicted.  Upstairs in the station, Sheriff Dooley from the county arrived to speak with Jack about Molly Conlon's case.  Jack had sent the sheriff a message about \"extenuating circumstances\" in the case, and Dooley told Jack that there were a few aspects of the shooting that hadn't made it into his report.  The two went into the interview room, and the sheriff said that the shooting would have been a clear case of self-defense if he hadn't found a certain DVD in the victim's car trunk.  Dooley handed the DVD to Jack and said he had only watched the first 30 seconds of it because it was of Molly Conlon and the congressman having sex.\n\n\nThe sheriff cautioned Jack that his county's district attorney was running for re-election soon and was looking for a case that would make a media splash.  Jack said that Molly and Whitman had carried on a somewhat public affair, but Dooley said the sex tape begged the question of whether blackmail was involved.  Jack reminded him that the DVD was not evidence because it was not found at the crime scene, and he suggested that Molly deserved to have it to destroy.  The sheriff agreed, and both lawmen agreed to sign off on it.\n\n\nGabriel went to the jail and asked to visit Craig.  He asked the guard to give them privacy, so they talked at the door of Craig's cell.  Craig showed the boy the family picture that Johhny had drawn that included Gabriel, but Gabriel told him to shut up.  Craig asked the teen to recant his statement because of \"confusion,\" and then they could start all over.  Gabriel told Craig to forget it; he was not retracting his statement.  Craig wanted a chance to get to know his son, but Gabriel ordered Craig to stop using Johnny as a \"wing man\" because he was not part of Craig's family.  Then Gabriel mentioned something that Mrs. Walsh had said, and Craig immediately picked up on that and asked what else Mrs. Walsh had told the boy.  Gabriel called Craig a lowlife and walked out.\n\n\nMolly visited Carly and told her cousin that she had accepted Holden's proposal.  The two women squealed with joy at the same time that Holden was sitting in his former house with Lily, and breaking the marriage news to her.  Lily remained silent for a long while, but then she asked Holden if he was sure he knew what he was doing by proposing marriage in the middle of the Silas Whitman nightmare.  Holden reminded Lily that he and Molly had known each other for many years and shared a daughter, Abigail.  He asked for Lily's blessing, and she reluctantly gave it.  Holden thanked her, and they decided that they should tell the kids together.\n\n\nMolly and Carly got out bridal magazines and made wedding plans.  Carly asked if Lily knew yet, and Molly said that Holden was telling her at that moment and would then pick Molly up at Carly's house. Molly was happy to put her wedding dress design and that of Abigail's in Carly's hands, and Holden rang the bell.  Molly jumped up and let him in, and he assured her that it had gone well with Lily.  Carly congratulated him, and just then Jack arrived and learned that his cousin and Molly were officially engaged.  Jack hugged Molly and slipped her the DVD, which she put in her pocket.  Carly noticed, however, and asked what it was.\n\n\nMolly said it was all right if Carly knew because she knew all about Silas.  Molly thanked Jack for his help, and she and Jack left to call Abigail with the good news.  Jack was about to go, also, but Carly asked if she had just witnessed a \"cover-up.\"  Then she said that she knew Jack would never do something like that for Molly when he wouldn't even consider doing something similar for his own son.  Carly was bitter and asked about a \"secret club\" that Jack, Holden, and Molly seemed to have.  Jack explained that the DVD was not really evidence, just filth.  Carly called it a \"free pass for Molly,\" while Jack would not lift a finger for Parker.\n\n\nJack shouted that Carly had destroyed evidence when she smashed the glass angel from her Monte Carlo office, and he might never be able to prove that Gabriel was lying.  \"Good,\" snarled Carly.  They argued, and Jack accused her of not having faith in him.  He asked why she automatically thought he would throw Parker to the wolves.  Jack said he was trying to do right by Parker, but he still had to figure out the truth.  \"You can't have both,\" yelled Carly.  She urged him to \"bend the rules just a little bit,\" as Jack ran out.  He ran into Parker on the porch, and the boy wanted to know why his father was upset.\n\n\nLucinda, bearing gifts, dropped by Lily's and offered to take her daughter away for a few days of fun.  Then she noticed that Lily was tearful, and Lily told her mother that Molly and Holden were getting married.  Lucinda declared that the wedding would not happen, but Lily said she couldn't stop it.  Lucinda made a bad joke about Molly's shooting her last lover, but that upset Lily even more.   Lucinda was sure there was something \"fishy\" about the shooting story, but Lily warned her not to get involved.  Her mother admitted that she would like a conversation with the investigating officer on the case, however.  Lily said that Holden had moved on and was marrying another woman, but Lucinda urged her daughter to talk with him one more time about her feelings.  Lily said she just needed to take a walk and get some air, so she went outside.  Lucinda's phone rang with a message that Craig Montgomery wanted to see her.\n\n\nBack in the Lakeview, Janet and Dusty welcomed back Johnny, and she tried to warm up the boy.  He was cold from swimming, and Dusty laughed at the two of them together.  Johnny went to get dressed, and Dusty said that the sonnet he had read earlier had made him think of her.  He said Janet had made the sun emerge from the clouds for him, just like the man in the sonnet.  Janet said she couldn't wait for their future together, and she and Dusty kissed.\n\n\nJack found Gabriel going into Lily's house and said he wanted the teen to go to the station the next day to answer more questions about the fire.  He also said he was just looking for the truth.\n\n\nHolden and Molly returned to the farm, and Molly wondered if there were any more DVDs of her out there.  Holden said he thought they should burn the ones the police didn't know about and the one Jack had given them, but Molly thought they were evidence.  Holden reminded her that the sheriff only knew of one, and he had handed it over to Jack, so it must not be pertinent to the case.  They walked out to the pond and started a fire nearby.  Lily was walking in the woods and spotted the two of them through the trees.  She saw that they were burning something, and she heard Holden say, \"No one ever needs to know.\" \n\n\n",
    "tvmega_recap": "Janet asks Dusty to help Liberty study for her finals. At Al's diner, Liberty and Parker sit at a table, discussing her final exams, while Gabriel watches from outside the window. Lucinda sees him and pulls him away. The guard tells Craig that he is going before the grand jury. Molly goes to visit Carly and lets her know that she is marrying Holden. Holden tells Lily that he and Molly are engaged. At the police station, the sheriff goes to see Jack and shows him the CD of Silas and Molly making love. Lily asks Holden what the rush in them getting married. Holden asks for Lily's blessing in his marriage to Molly. Lily gives him her blessing although it breaks her heart. Dusty asks Janet to lighten up about Liberty and her tests. Janet begins to panic when she realizes that Liberty will be going to school in New York. Liberty gets a text message from Parker to meet him, but then walks in on a surprise all-night study session with help from Dusty, Janet and Parker. Jack arrives at Carly's and finds out that Molly and Holden are engaged. Jack sneaks and gives Molly the CD. Carly questions Jack about the CD and wants to know what is going on. Gabriel visits Craig and lets him know that he will never recount his story. Craig urges Gabriel to tell the truth, but he refuses. Lucinda finds out that Molly and Holden are engaged. Carly lashes out at Jack for helping Molly and Holden and wanting to throw Parker to the wolves.",
    "soapcentral_condensed": "Gabriel was still in Old Town when Johnny and his nanny walked by. Lucinda told Gabriel that she didn't \"own\" him, but she reminded him that she had paid him well to lie about Craig's part in the crime. Liberty told Parker that when she was so ill with cancer, the thought of her graduating was a strong motivation for her to fight. Craig told Craig that his case would go before the Grand Jury. Jack had sent the sheriff a message about \"extenuating circumstances\" in the case, and Dooley told Jack that there were a few aspects of the case that hadn't made it into his report. The sheriff said that the case would have been a clear case of self-defense if he hadn't found a DVD in the victim's car's trunk, and he would have made a case for self-defence in the jury's deliberations. The jury would have found Craig guilty of the crime, and Craig would be indicted before the jury went to deliberation.\n"
}