{
    "soap_central": "\n\nRose refuses to honor her agreement with Barbara and tells her she has no intention of giving up Paul.  She tells Barbara she has no class and doesn't appreciate all the things Paul has done for her.   Neither Rose nor Barbara tells Paul about the agreement they made.  Paul gives Rose a beautiful rose and kisses her.  They plan a romantic dinner for the next night.  After Paul leaves the room, Barbara tells Rose she should never have double-crossed her.  Later, Paul asks Barbara what happened between her and Rose, but she won't tell him.  Instead, she tells Paul that she doesn't think Rose is a very nice person.  Barbara decides she wants to go outside for a walk and asks Paul if it looks like rain.  He opens the curtain and sees Jack and Carly in the gazebo.  \n\n\nCarly doesn't believe Jack when he tells her that he has seen James Stenbeck and that James is after her.  Carly tells Jack he is \"losing it\" because he has been under so much stress and wound up killing Dante at the wedding.  She tells Jack she thinks he is obsessed with James.  Carly agrees that taking pictures of her and Paul and leaving them in the gazebo is creepy, but she doesn't believe James left them and she intends to continue designing for BRO.   She tells Jack that she still loves him, but that doesn't give him the right to tell her how to run her life.  Jack reminds Carly that someone put the photographs in the gazebo and someone is trying to cause trouble for her.  Carly then assumes that Craig is the guilty party.  Jack tells Carly he is not going to argue with her and she reassures him that nothing is going to happen to her.  Jack insists on walking her out to her car and she calls him a paranoid pit bull.  Paul intercepts Jack and demands to know why he is there and why Carly just left.  Jack warns Paul that James may be in Oakdale and that he is no longer wanted by the Feds.  He also lets Paul know that he is aware of the agreement between Paul and Carly.  Jack shows Paul the photographs and tells him he thinks James left the photographs in the gazebo so Barbara would find them.  Jack tries to convince Paul that James left the photographs, but Paul, like Carly, also assumes Craig is behind the scheme.   He tells Jack to take his paranoid ideas and stay away from Fairwinds.          \n\n\nJen and Billy confront Bryant, who is incredibly hurt and angry.  He tells Jennifer and Billy he saw them together at the old mill.  Jennifer tries to tell Bryant how she feels, but Bryant is so angry he won't listen.  He yells at Billy about how ungrateful he is after all that Bryant has done for him.  Jen finally tells Bryant he wants more than she could ever give him and she is sorry for hurting him.  He tells her she has destroyed him.  Bryant tells Jen he trusted her and loved her and was willing to wait as long as he had to for her to be ready to make love.  She agrees and tells Bryant that he has always been there when she needed him, but she doesn't love him enough.  Bryant pours out his angry feelings and tells Jen he tried not to be like his dad because Jen didn't want him to be.  He reminds her that he turned down a trust fund for her and that still wasn't enough.  He then asks her how many places there were where she and Billy had sex.  Jen starts crying and Bryant yells at her and tells her to get out.  Billy comes in and Bryant asks him how long he and Jen have been seeing each other.  Billy tells him it just kind of happened and that they both love him, which makes Bryant really angry.  He tells Billy that they have no chance of ever being friends.  Billy leaves.  Craig goes to see Bryant and realizes that Bryant is really upset and unhappy.  Bryant won't talk about it with Craig and asks him why he has come to see him.  Craig tells Bryant about losing his bid to become CEO at Worldwide and tells him he needs money because he wants to bankroll Carly.  He asks Bryant to sign a release form so he can take one million dollars from Bryant's trust fund.   Bryant signs the release and Craig tries to reassure him that whatever is wrong will work itself out.  He asks Bryant what happened to the deck he was having built and Bryant tells him it turned out to be rotten.  Craig knows something is wrong with Bryant and offers to be available to talk about it whenever Bryant is ready.    \n\n\nHal and Emily bask in the afterglow of making love.  Emily tells Hal she is really happy.  They begin to talk about Jennifer again, but Emily doesn't tell Hal that Jennifer is sexually active with Billy, not Bryant.  Instead, she tells Hal that Jennifer is entitled to a private life.  They kiss and Hal tells Emily that the previous night was amazing for him.  Emily agrees and they kiss again.       \n\n\nLucinda is delighted with the outcome of the vote at Worldwide.  She compliments Rose and tells her Rose has come through for her again when Lucinda needed her.  She asks Rose what she can do for her and Rose tells her she thinks Lucinda knows.   She tells Lucinda that she wants a salary and a title at Worldwide and does not want Lucinda to treat her as \"Lily by proxy.\"  Lucinda assures Rose she will find an appropriate place for her at Worldwide and will let Rose know as soon as she does. At first, Rose is delighted, but after Lucinda leaves, she realizes that Lucinda has actually just put her off again, instead of making good on her promises.  Rose thinks about it and promises herself to be just as tough as Lucinda if she doesn't keep her promise.  She then begins to have a romantic fantasy about Paul.  \n\n\nJennifer talks to Billy about how guilty she feels about hurting Bryant.  Billy tries to reassure her that everything has turned out for the best, but Jen doesn't agree.  She also worries about what other people are going to think about what she and Billy have done to Bryant.           \n\n\nBryant signs legal papers about his trust fund and stuffs them in an envelope.  He mutters to himself, \"here goes your mother's blood money, Jen\" and leaves the house.  He goes to see Adam and tells him he caught Jen and Billy \"in the act.\"  Adam tells him that it's better that Bryant knows now.  Bryant is astonished and angry as he realizes that Adam already knows that Jen and Billy have been seeing each other behind his back.  \n\n\nPaul assures Jack that if James comes back, he will finish the job he started years ago.  Jack tells him James may not be back for him and asks him if James has had any contact with Barbara.  Paul insists that if James tried to contact Barbara, she would first tell him and then call the police.  Jack warns Paul not to ignore the problem and lets him know that if James is back, he surely has a plot brewing.\n\n\nBarbara talks to someone on the telephone, telling him she has changed her mind.  She assures the person that she does need them and tells him to get her all the information he can about Rose D'Angelo.  \n\n\nCarly is brooding about why Craig would have taken photographs of her and Paul when she thinks she hears something outside.  She looks around, but doesn't see anyone.  She goes back inside and locks the door just before the doorbell rings.  It's Craig, who tells her he has the answer to her prayers.  Carly tells him she knows what he has been up to and slugs him in the jaw!   \n\n\n",
    "soapcentral_condensed": "Rose refuses to honor her agreement with Barbara and tells her she has no intention of giving up Paul. Neither Rose nor Barbara tells Paul about the agreement they made. Carly tells Jack he is \"losing it\" because he has been under so much stress and wound up killing Dante at the wedding. Jennifer finally tells Bryant he wants more than she could ever give him and she is sorry for hurting him. Emily tells Hal she is really happy with Jennifer again, but doesn't tell Jennifer that Hal is sexually active with Billy. Craig tells Bryant about losing his bid to become CEO at Worldwide and asks him to sign a release form so he can take one million dollars from Bryant's trust fund. He asks what is wrong with Bryant and offers to be available to talk about it whenever Bryant knows something is wrong, but Bryant won't listen. Bryant tells Billy that they have no chance of ever being friends. Billy tells him it just kind of happened and that they both love him, which makes Bryant really angry.\n"
}