{
    "soap_central": "\n\nPaul grills Carly about what he thinks  is going on.  Carly says he is getting paranoid again.  She tells him there is no conspiracy.\n\n\nMolly brings Holden to the place where Lily is singing.  Lily is seen telling the audience that music is like magic.  It brings you places and keeps you safe.  She mentions her sister and the love she has for her husband.  Molly is seen leaving Holden to listen to Lily sing her song.  After she is finished, Holden and Lily talk.  Holden asks Lily why she is there.  Lily explains that she feels alive and close to Rose and how she feels about singing again.  Holden says he understands why she needs to be doing what she is doing.  Holden tells her to finish her song and they leave together.\n\n\nEmily sees Alison working at Metro.  Alison gives Emily one excuse after another.  Emily tells her she understands why she is doing it, but, Ally doesn't want Chris to know.  She's trying to help him out but she wants to feel useful also.  She is trying to make and save money for the two of them.  In the meantime, customers walk off with Metro money leaving Alison to freak out.  When she is forced to tell Molly what happened, Molly is understanding but says she will have to repay what was taken, and that she hopes she has learned a very valuable lesson.  Emily in the meantime, has gone to speak with Chris.  Emily makes a point at the hospital to tell Chris that Alison wants to help him and what is wrong with that.  Just let her.\n\n\nJessica takes Doc's case because of Margo.  She tells him that she prays she will not live to regret it.  Jessica tells Doc that this could be the most expensive evening of his life.  He scoffs at her thinking that it was just a minor kind of a prank.  She tells him the number of charges that could be brought against him.  He finds it ridiculous.  Lisa enters and is charmed by the likes of Doc.  She offers a solution to his problems, which he  immediately goes along with.  So, with a little luck, he is once again off the so called proverbial hook.  The case has been settled.  Jessica tells him that he has used his get out of jail free,  card, and if he finds he needs another attorney, and he will, to look elsewhere.  Doc asks if she will answer a question about Margo.  He asks about her marriage and how strong is it, to which Jessica replies, how would you like to get slapped.  Slapped, says Doc, it would depend on where and just how hard.\n\n\n",
    "tvdb": "Molly brings Holden to the Windy City Caf, where he is thunderstruck to see Violet take the stage. He starts to jump up but Molly urges him to sit and listen. Lily lovingly dedicates her first song to her sister and husband and starts to sing. When Lily spots Holden in the audience, she runs off the stage. Holden catches up with her and they have a serious discussion. To her surprise and relief, Holden is understanding and wants her to finish the song. She does and they happily head home. Paul asks Carly to take her designs out of BRO. She refuses, and Paul vows to stop her and everyone else who is on her side. Walker tells Barbara that Ben has set up an off-hour time and a fake name for her first radiation treatment. Walker is very supportive as a disguised Barbara arrives at the hospital. Bob reminds Chris not to neglect Alison while working two jobs. Chris assures his dad that things will Alison are better than ever. Meanwhile, Emily catches Alison working at Metro. She agrees to keep quiet but tries to persuade Chris to let Alison get a second job so that she can contribute. Chris admits that he doesnt want Alison working at Metro with Aaron. At Metro, Alison gets ripped off when a customers bill doesnt get paid and Molly tells her that she is responsible for making up the money. Alison promises to work until it is paid. Meanwhile, Chris gets Alison a job working at the clinic. At the police station, Jessica refuses to represent Doc but Margo manages to persuade her. A huge football fan, Lisa drops all charges against Doc after he promises to behave himself. Margo informs Doc he is free to go but warns him she doesnt want to see him around here again. Later, Doc asks Jessica just how married Margo really is.",
    "tvmega_recap": "Aaron checks around the club to see if money has been found. Alison turns her head for a minute, and gets ripped off. Barbara leans on her only confidante for support. Chris admits that his fears lie with his girlfriend spending time with her ex-husband. Doc's rescuer promises to be a good friend. Emily can see that her sister is playing with fire. Holden understands the healing powers of karaoke. Jessica will take a case, but only hopes that she will not be sorry. Lisa gushes when she sees the sports star in her midst. Margo wants her friend to take a case, partly because the person is cute. Molly leaves after starting a couple on the road to healing. Paul is reminded how things turn out when he gets crazy.",
    "soapcentral_condensed": "Paul grills Carly about what he thinks  is going on. Carly says he is getting paranoid again. Emily sees Alison working at Metro. Alison gives Emily one excuse after another. Jessica takes Doc's case because of Margo. Jessica tells Doc that this could be the most expensive evening of his life. Lisa enters and is charmed by the likes of Doc. She offers a solution to his problems, which he immediately goes along with. So, with a little luck, he is once again off the so called proverbial hook. The case has been settled.  Jessica tells him that he has used his get out of jail free,  card, and if he finds he needs another attorney, and he will, to look elsewhere. Doc asks about her marriage and how strong is it, to which Jessica replies, how would you like to get slapped.  Slapped, says Doc, it would depend on where and just how hard. Lily is seen telling the audience that music is like magic. It brings you places and keeps you safe.\n"
}