{
    "soap_central": "\n\nGwen and Alison arrive at the hospital to discuss their progress with the fertility treatments when Gwen learns about Sofie's dilemma from Alison.  Gwen warns Ali that Aaron should stay clear of both Sofie and Cole.   Alison explains that Aaron will help Sofie out regardless of what drama Cole may cause.  \n\n\nAaron runs into Cole at the Lakeview and Cole warns  Aaron to stay away from Sofie now that she is no longer pregnant and doesn't require his help.  Sofie hears the conversation and shakes her head to hint to Aaron that she hasn't told Cole she kept the baby.  Aaron assures Cole that he and Sofie are just friends.  Cole sees Sofie and tells her that he is on his way to a job interview and leaves.  Sofie explains that she didn't tell Cole she kept the baby because he had such a bad day, but she just needs a little more time.  Aaron explains that Cole isn't going to step up regardless of when Sofie tells him and that he thinks Cole is going to just let her down again.  Sofie lashes out at Aaron and tells him he doesn't know what he is talking about and she won't burden him with her problems anymore.   As Sofie leaves, Alison arrives.  Aaron explains to Alison his argument with Sofie and as they are talking Dallas arrives to question Alison about Dusty.  Alison says she knows nothing about Dusty's whereabouts and Aaron backs her up. \n\n\nGwen runs into Sofie at the hospital and questions why Sofie is there.  Gwen apologizes for coming down on her before and explains that she was just upset after her miscarriage.  Gwen learns from Sofie that she is still pregnant and planning on staying with Cole.  Sofie asks Gwen to encourage Cole's music career and explains that if she does he will be happy about the baby.  When Gwen declines Sofie leaves in anger telling Gwen to mind her own business.   \n\n\nCraig tells Meg the D.A. has pushed up the date of his preliminary hearing on the charges of kidnapping and switching babies.  Meg informs Craig she doesn't know what to believe about him any longer and isn't sure if he tried to run Rosanna off the road.  Craig questions what changed her mind and Meg claims his arrest and Rosanna's potential testimony has opened her eyes.  Craig tells her that Rosanna's testimony won't change anything and he will beat this.  Craig begs Meg to believe in him again.  Meg tells him that if she finds out he tried to run Rosanna off the road she will leave him.  Meg leaves Craig after telling him she needs to go talk to Holden.  \n\n\nRosanna flashes back to when she walked in on Paul holding Meg and snaps out of it when Paul enters the room with a gift for her.  Paul surprises Rosanna with a huge engagement ring, but she is reluctant to put it on her finger until she knows how Paul really feels about Meg.   Rosanna explains that when she walked in on him and Meg last night they \"pulled apart like they were doing something wrong.\"   Paul denies having done anything with Meg, but Rosanna doesn't believe him and wants to know how he feels about Meg.  Paul claims Meg is trying to rekindle their relationship because she realizes now that she is married to a monster.  Rosanna tells Paul she just wants the truth and he says he has always loved her, not Meg.  Rosanna lets Paul put the ring on his finger and the two decide to set a date.  Paul goes upstairs to get his PDA so they can chose a date for the wedding when Rosanna gets a call from Craig telling her to meet her right away so they can talk about Meg and Paul.   Rosanna tells Paul she has to run out and goes to meet Craig. \n\n\nRosanna arrives at Craig's hotel room where he explains that if Rosanna testifies against him he will lose Meg, leaving Paul and Meg to reunite.  Rosanna tells Craig that Meg is just throwing herself at Paul and she has even kissed him.  Craig explains that Paul is obsessed with Meg and that his going to jail will only send Meg and Paul back together.  \n\n\nMeg arrives at the farm and learns from Holden about Carly's illness and Jack's troubles.  He tells her to keep it a secret since Rosanna and Gwen don't know.  Meg in turn tells Holden about Craig's legal problems and her dilemma.  Meg leaves to go to Old Town and as she remembers a kiss she shared with Paul she sees him and he turns and walks away.  He turns back around to talk to her, but she is gone.  \n\n\nColonel Mayer arrives at the police station and informs Dallas he is leaving town and Dallas encourages him to leave his information so that he can be called as a witness in Cheri's murder.  Just as he is leaving his information Holden comes in to speak with Dallas and answer his questions about Lily's whereabouts.  He tells Dallas that  Lily is out of town and when he questions why he needed to know; Dallas tells Holden that Dusty did not show up for his hearing that morning.  Holden tells Dallas that Lily promised not to be involved in Dusty's legal problems any longer.  The Colonel overhears everything about Lily and Dusty.\n\n\nMeanwhile, Dusty lays wounded in the trunk of a car after being shot by the Colonel.  As he comes to the trunk pops open and Dusty finds himself face to face with a man.  Turns out the man is petty theif and he asks Dusty who did this to him and Dusty simply says, \"Mayer.\"  When Dusty passes out again the bum starts to go through his pockets, but when he sees Dusty's wallet is gone he sticks around and gives him a drink from his flask.  Dusty tells the man to call the police, but the man says he can't help him out and leaves.  In his wounded state, Dusty begins to hallucinate about Cheri who tells him he is already gone.   \n\n\nMaddie meets Noah at Al's Diner to return his belongings and the rent deposit.  Noah asks if he and Maddie can be friends again and Maddie explains that right now she just isn't ready for that, but may be soon and they hug.  The Colonel arrives at the diner happy to see Noah and Maddie embracing and asks if he can join them.   Noah's dad explains he is leaving town for a long trip and is happy knowing Noah is back with Maddie.  When Noah tries to tell the Colonel the truth, Maddie interrupts and says she will take care of Noah.  After the Colonel leaves, Maddie tells Noah that lying to his dad now will give him time to figure out how to get him to accept him when he returns from his trip.  \n\n\nNoah goes to the station to get some work done and runs into Luke.  He tells Luke the good news about his dad leaving town and that he is happy he is gone.   Noah explains that with his dad gone he can be himself again and he feels he owes Luke a lot for his freedom.  The two kiss just as the Colonel walks in and sees them.  \n\n\n",
    "tvmega_recap": "Dusty clings to life in the junkyard and is found by a guy named Sly who refuses to call the police to help Dusty because he has an illegal auto parts business. Once Sly leaves, Dusty imagines Cheri telling him to let go and tells her he is going to fight but then he shuts his eyes. Aaron defends Alison to Dallas when he thinks she has been in contact with him because they were once more then friends. Sofie is determined to stay with Cole and be happy with their baby even though Gwen continues to warn her to keep the baby away from Cole. Sofie can't bring herself to tell Cole she is still pregnant with his child. Cole is happy to have the freedom finally to be himself since his father is going on a long trip that he gives Luke a kiss but he doesn't know his father is watching them. Craig tells Rosanna that if she sends him to jail, Paul will return to Meg because there are still sparks between them.",
    "soapcentral_condensed": "Gwen learns from Sofie that she is still pregnant and planning on staying with Cole. Paul surprises Rosanna with a huge engagement ring, but she is reluctant to put it on her finger until she knows how Paul really feels about Meg. Craig tells Meg the D.A. has pushed up the date of his preliminary hearing on the charges of kidnapping and switching babies. Meg tells Craig she doesn't know what to believe about him any longer and isn't sure if he tried to run Rosanna off the road. Rosanna tells Paul she just wants the truth and he says he has always loved her, not Meg. Meg leaves Craig after telling him she needs to go talk to Holden about Jack's troubles. Just as he is leaving his information in Dallas to speak with Holden, he is asked to testify as a witness in Cheri's murder. He tells her to keep it a secret since he doesn't want Meg to know about his legal problems. Carly arrives at the farm and learns that Carly's illness is not Carly's fault.\n"
}