{
    "soap_central": "\n\nLiberty and Gabriel sanded a corner table at the Snyder farm, and Faith and a disgusted Parker watched.  Janet asked when the piece had been delivered, but Liberty proudly said that Gabriel had built it for her new room in the cabin.  Parker could not take any more Gabriel adulation, so he went inside where Jack was talking on the phone to the station about Barbara Ryan.  There had been no break in her case, so Jack hung up.  He cornered Parker and lectured him about finding a summer job.  After Jack left, Parker took a call that perked him up considerably.  He agreed to something on the telephone and then walked outside and announced that he had a summer job.\n\n\nParker explained that he had been offered a tennis sportswear commercial that would be filming that day.  He needed to get his custodial parent's permission and that parent had to attend the shoot, so he left for Carly's house.  Faith got a brainstorm, and she disappeared into the house, while Gabriel ragged on Parker, and Liberty tried to defend him.  Faith reappeared, dressed far better than before, because she had overheard that Parker's shoot was at the country club, and she intended to go with him.  She took off, as Gabriel and Liberty had some harsh words.  Finally, Liberty ended up leaving to also watch Parker.\n\n\nDusty was in Al's Diner, and he was disgusted that Craig had ordered Johnny's babysitter not to let him anywhere near the boy.  Dusty muttered, \"Payback,\" and explained to Janet that Craig was angry that Dusty had set the price too high for him to buy into Worldwide.  To make matters worse, Craig had still managed to raise the buy in money, and now he owned a piece of Lucinda's company.  Dusty took off, and a short while later, Janet looked out the window and ran outside.\n\n\nJohnny and his sitter were passing by the diner, and Janet stopped them and hugged the little boy.  She asked if he could stay at Al's and have lunch because they had his favorites, chicken nuggets.  She said the sitter could pick him up after she had completed her errands.  Johnny thought that was a fine idea, and the sitter agreed.  Janet took the boy inside and immediately called Dusty, who arrived shortly.  He was very grateful that Janet had looked out for his interest, and he sat down to a feast of chicken nuggets with his son.  \n\n\nLater, Maggie, the sitter, called and said that Craig's plans had changed and it would be fine if Johnny hung out with Janet for the whole day.  Dusty was ecstatic, so he and Janet made plans to take the boy to a movie.  They sat him in between the two of them, but their hands touched in the popcorn bucket.  Afterwards, they started back to Al's, and Dusty invited Janet to dinner at Metro, and she accepted.\n\n\nDusty next went to the Worldwide offices, and he told Lucinda that he wanted to talk about Craig.  He explained how Craig was keeping him from Johnny, and Lucinda looked smug and said that all she could say was that things usually ended badly for Craig Montgomery, and she felt that would happen again soon.\n\n\nAfter Dusty left, Lucinda talked to Francoise Paceau in New York and learned that the contracts were all set for Lily and Carly to sign.  Lucinda so wished she could be there when Craig Montgomery began to self-destruct, and she glossed over the fact that Lily would get a terrible shock when she learned that she had bought a non-existent perfume factory.  Lucinda thought Lily would never find out who was behind the phony deal, but Francoise could not believe that Lucinda hated Craig that much.\n\n\nCarly packed for New York and talked with Lily on the phone.  The women were excited at the prospect of being international business women with their own fragrance line.  After she ended the call, Lily turned to Craig and reported that Carly was one hundred per cent on board for the project.  Craig coached Lily on the fine points of the contract, but she assured him that she was experienced in business.  Craig was somewhat leery of Francoise, however, but Lily reminded him that her mother would never hurt her intentionally.  Lily finished packing and wondered why Carly had not called to say she was leaving for the airport.  Lily accused Craig of still being in love with Carly when he defended her, but he dodged the question.  He told Lily he was \"reinventing\" himself.\n\n\nJack stopped in at Carly's and was wowed by her sexy outfit.  Then he said he thought they had a problem with Parker, who was frustrated with nothing to do all summer.  Jack said that Will and Gwen had mentioned that they would love to have Parker with them for the summer in Carbondale, and suddenly Parker burst through the door.  He was excited about the impending commercial, and he said he just needed the okay from his folks.  Carly said she was sorry, but he couldn't take the job because it was too short notice.  She already had plans to be in New York for business.  \n\n\nParker was upset, so Jack sent him into the kitchen so that he and Carly could talk.  They discussed how much the commercial would mean to Parker, and in the end, Carly called Lily to cancel her trip to New York.  Lily was disappointed, but she understood that Carly's kids were her priority.  She was nervous to tackle New York on her own, so she asked Craig if he would consider going with her.  He reminded her that he was \"Mr. Invisible,\" and was supposed to be behind the scenes.  Lily said Carly would never know, and she appealed to Craig's ego until he agreed.\n\n\nParker was delighted, and he ran to get his tennis racket.  Jack offered to drive Carly to the shoot, and she seemed pleased that he was accompanying her. At the country club, Carly read the contract for Parker, and she asked to add a rider in case the ad went national.  Parker walked up, and Carly recommended that he wear a different tennis shirt that wasn't so \"busy\" for the television ad.  Jack was impressed by Carly's knowledge of the advertising business.\n\n\nFaith arrived and greeted Parker, calling him a \"star.\"  The director put Parker to work and had him hit some tennis shots.  Jack and Carly were very proud of their son, and their hands touched.  After the shot, Faith joined Parker and he gave her a rudimentary lesson in tennis.  Liberty walked up and saw Faith flirting with Parker, and she said to herself, \"How stupid was this!\"  Jack suggested to Carly that they have a quiet dinner together and talk, and they decided on Metro.\n\n\nIn New York, Francoise was surprised to see Lily and Craig instead of Lily and Carly.  Lily introduced Craig as her \"financial advisor,\" and Francoise handed him the contracts.  Craig began reading them, as Lily took Francoise aside and asked that she not mention to Carly or Lucinda that Craig had accompanied her.  Craig okayed the contracts, so Lily took pen in hand and signed her name.  Francoise shook Lily's hand and wished her well.  The phone rang, so Francoise answered, giving Craig and Lily the bad news that the baggage handlers at the New York airports had gone on strike, and no flights were leaving. Unfortunately, she said, Craig and Lily's celebration would have to be in New York City.\n\n\nLucinda's phone rang, and her caller was Francoise, who reported that the deal was done. Lucinda was sure that Craig would be humiliated and bankrupt in no time, but her French friend told her that Lily had brought Mr. Montgomery with her.  She also said that the two of them ere stuck in New York, and appeared \"very chummy.\"\n\n\nCraig and Lily checked into a crummy hotel at the airport and got the very last room available.  They had no idea how long they would be stuck there, and the room had only one bed. \n\n\n",
    "tvmega_recap": "Dusty goes to Al's and tells Janet he is sad that Craig won't allow him to see Johnny because Craig is mad at him since he didn't talk to Lucinda and persuade her to let him buy into Worldwide. Dusty leaves and Janet sees Johnny walk by outside and she persuades the nanny to let her take care of Johnny while she does some errands. Janet calls Dusty and he gets to eat chicken nuggets with Johnny. The nanny calls Janet to tell her Craig has to take an emergency business trip and he has given Johnny permission to spend the day with his aunt Janet. Dusty and Janet take Johnny to the movies and before Janet takes Johnny home Dusty asks Janet to dinner at Metro to thank her for helping him spend the day with Johnny. Janet hesitates a bit but then agrees to have dinner at Metro with Dusty. Carly is excited about her trip to New York with Lily but then parker arrives and tells Carly that he has gotten a very good offer to shoot a commercial today for a sportswear line. Carly tells Parker he can't do the shoot because she won't be able to go with him. Jack talks to Carly alone and persuades her to allow Parker to do the photo shoot and she calls Lily to cancel her trip to New York. Parker is thrilled that Carly changed her Mind and he can do the photo shoot. Carly is thrilled when Jack wants to go with her and Parker to watch the shoot. Jack is impressed as he watches Carly negotiate Parker's contract and pick an outfit for him to wear for the commercial. Faith is impressed watching Parker do the commercial and after the shoot parker teaches Faith some tennis unaware that she already knows how to play. Parker discovers he has been hustled and playfully chases Faith around the tennis court. Jack invites Carly to a quiet dinner at Metro so they can have a long overdue talk about their relationship and she accepts his invitation. Liberty and Gabriel have a fight while fixing up the cabin because Gabriel doesn't think that Parker has any talent. Liberty is really looking for an excuse to go to see Parker do the shoot because she got jealous earlier when Faith told her she was going to watch Parker do the shoot. Liberty arrives at the country club and watches Parker and Faith laughing as Parker chases Faith around the Tennis court and wonders why she even bothered to waste her time to come watch Parker shoot the commercial. Lily persuades Craig to come with her to New York and advice her before she signs the contract. Lily signs the contract with Françoise. Françoise tells Lily that they will have to stay in New York because all of the baggage handlers are on strike and all flights leaving New York have been cancelled. Lily isn't happy when she learns that she will have to spend the night in the same hotel room with Craig since there are no more rooms available. Françoise calls Lucinda to tell her that Lily signed the contract but she becomes worried when Françoise informs her that Lily brought Craig along with her and they looked very chummy. Françoise also tells Lucinda that Lily and Craig are stuck in New York because all flights leaving New York have been canceled due to a baggage handlers strike.",
    "soapcentral_condensed": "Liberty and Gabriel sanded a corner table at the Snyder farm, and Faith and a disgusted Parker watched. Dusty was in Al's Diner, and he was disgusted that Craig had ordered Johnny's babysitter not to let him anywhere near the boy. Lucinda talked to Francoise Paceau in New York and learned that the contracts were all set for Lily and Carly to sign. Craig coached Lily on the fine points of the contract, but reminded her that her mother would never intentionally hurt her. Lily accused Carly of still being in love with Craig, but he dodged the question. He told Lily he was \"reinventing himself\" and was wowed by Carly's sexy outfit. Then he said he thought they had a problem with Parker, who was frustrated with all that Will and Gwen had said they would have to do all summer. He burst through the door in Carbondale and suddenly, suddenly, Parker burst through and said, \"I have a summer job\"\n"
}