{
    "soap_central": "\n\nAt Java, Meg fixed her coffee. Holden literally ran into her and she dropped it. Holden got her another one. They sat down and Meg told him about Paul's strange behavior. Holden said he thought Paul was using the accident just to get to her. Meg's phone rang. It was Barbara at the hospital. She told Meg Paul was acting up and asked if she could visit. Meg agreed to go. Holden told her to be careful.\n\n\nMeg walked into Paul's room with her coffee. Paul said not to drink it. It was poisoned. Meg said she already drank it. It wasn't poisoned. Meg saw the concern in Paul's eyes and told him his injury may be the cause of his visions. She told him she was not coming back to calm him down. She left. Barbara came in and she said Susan thought it was a drug reaction and they would try something different. Paul sent her home to get rest and had a clearer vision of Emma's well on fire. He knew where the poison would come from now. \n\n\nJack read Carly her rights in Henry's room. He took the money and passports and cuffed her. Carly said she was sorry. Jack asked about Henry's involvement. Carly said he wasn't involved. He asked where Simon was. She wouldn't turn them in. They headed out. \n\n\nAt the Lakeview Katie headed off Henry from going to his room. She told him Jack was arresting Carly up there. A very angry Henry blessed Katie out for getting him and Carly in trouble. Henry left. Lisa came up to Katie and asked where Carly was, since they were supposed to meet. At that moment Jack walked Carly out in handcuffs. Carly asked Katie if she was happy now. \n\n\nMike and Vienna went to eat at the Lakeview, after Mike found her all lonely at Emma's. Katie and Lisa were still at the bar. Lisa told her not to overreact after seeing them. Lisa left and Katie went over. Katie told him she wanted to talk. Vienna went to powder her nose. Katie told him it was all her fault. Mike asked what she was speaking of. Katie explained Carly's arrest. Mike made her feel even guiltier for sending a mother to jail. Katie said Carly did it to herself, but it was ultimately Simon's fault. She also said she didn't want Simon but wanted him, and if he could wait on the divorce. Vienna came back. Katie left without an answer from Mike.\n\n\nJack took Carly home to tell the kids. He uncuffed her on the porch. Inside they all gathered around. Parker asked her what she had done now. Carly told them she had to go away for awhile-she did something wrong. She has to go to jail for trying to help someone. Parker called her out on the jewelry theft and Simon. Jack told him not to talk to his mother like that. Parker said he wasn't their father. Sage asked who would take care of them. Carly said Jack and others would be there. She apologized to Parker but he rejected it. Carly told them all that she loved them. Jack and Carly went down to the station.\n\n\nHenry got into his car. Simon was hiding under a blanket in the backseat. Henry told him of Carly's arrest. Simon tried to get out but Henry locked the doors. Henry explained to him that he couldn't help Carly now. It may even get her in more trouble. They need to leave town. Simon reluctantly agreed. As they were headed down the road, Simon said he couldn't leave without Carly.\n\n\n",
    "tvmega_recap": "Paul believes Meg is going to be poisoned. Vienna flirts with Mike, but then admits truthfully that she is lonely, so they decide to head out on the town. Jack is forced to arrest Carly when he looks in her purse after she shows up at Henry's room with money and a passport. Katie tries to stop Henry from implicating himself with Simon and Carly, but he is furious with her when he realizes what she did. Barbara calls Meg to Paul's room when she can't calm him down. Jack pleads with Carly to save herself by giving up Simon and Henry, but she can't do it and Jack is forced to bring her in. Katie and Lisa witness Carly in handcuffs; Katie is saddened by Carly's words and look. She then sees Mike and Vienna out on the town. She tells Mike what happened with Simon and why. She asks Mike to hold off the divorce proceedings until after Simon has been caught and he is not so upset about things. When Meg goes to see Paul, he is frantic when he sees her drinking a coffee and is desperate for her to get to the ER because he is convinced she is about to be poisoned. Meg calms him down by suggesting the head injury is confusing him, but remains worried. Holden is worried about Paul pretending to be losing his mind in order to reel Meg back in. Carly asks to see the kids to be the one to tell them. Henry tells Simon what happened to Carly; he desperately wants to go to her, but Henry convinces him it will make things worse for her. Simon is devastated when Henry reminds him that he blew Carly's life apart. Carly tells her devastated kids she did something wrong and has to go to jail to pay for it. Parker is furious knowing it was because of Simon. Jack tries to hold his family together, as Carly and her children share an emotional goodbye. Simon decides he has to risk it all and go back for Carly. Paul has a vision of a well being part of the vision of Meg's demise.",
    "soapcentral_condensed": "Carly was arrested by Jack and Henry at the station. Simon was hiding under a blanket in the backseat of Henry's car. Carly said she didn't want Simon but wanted him, and if he could wait on the divorce. Mike and Vienna went to eat at the Lakeview, after Mike found her all lonely at Emma's. Katie and Lisa were still at the bar. Carly asked Katie if she was happy now. Carly told them she had to go away for awhile-she did something wrong. She has to go to jail for trying to help someone. Simon said he couldn't leave without Carly. Katie told him it was all her fault. Mike made her feel even guiltier for sending a mother to jail. Katie said Carly did it to herself, but it was ultimately Simon's fault. Carly apologized to Parker but he rejected it. Jack took Carly home to tell the kids. He uncuffed her on the porch. Simon tried to get out but Henry locked the doors. They need to leave town. Simon reluctantly agreed.\n"
}