{
    "soap_central": "\n\nAt the work site, Carly thinks about the kiss she and Simon shared; meanwhile, Simon is thinking about the same thing. When he comes in, they trip over each other's words, and Simon tells her that he really enjoyed their kiss, saying he might even have seen fireworks, but that it was inappropriate because it's possible that it wasn't what Carly wanted. He says that in order to carry on their business dealings, they should probably concentrate on being business partners and not smooching partners. Carly agrees, and they shake on it, with Simon telling her that now, she can take off her clothes. When Carly protests, he holds out an Italian designer dress he's bought for her to wear to try to charm an Italian marble supplier into speeding up his delivery to their project. He tells Carly he plans to wear an Italian suit himself, so it's not just Carly who will be trying to woo the man. Carly agrees and takes the dress, then tells Simon she has to go talk to Jack about the kids. She leaves, and Simon goes over to pick up a bucket of spackle that Mike left out, but he ends up spilling it all over himself, so he strips to go take a shower.\n\n\nKim Hughes goes to Will's place to take him some home cooking; Barbara told her about his breakup with Gwen. Will says it was all his fault, and Kim says that's refreshing to hear and asks him what he intends to do about it. He's not sure what he can do. She tells him he has found himself in very adult situations with very adult problems and needs to step up to the plate and start acting like a man, even though she realizes he's been through hell these past few months, especially because of Jennifer's death. Will tells her he appreciates her honesty, and he decides it would still be a good idea to go to Raven Lake to try to talk to Gwen again.\n\n\nKevin and some buddies run into Luke at Java, where Kevin promptly tells the friends how badly Luke acted when he tried to set him up with a \"hot girl,\" saying Luke could ruin fun for anyone and that he'd better not be going up to Raven Lake this weekend. Luke leaves, and Jade comes in; Kevin asks if she's going to the lake and needs a ride, but she puts him down and says she's looking for Luke. She then goes to Luke's house, where he tells her he's changed his mind about going to the lake because of what Kevin said. Jade tells him he shouldn't hide from someone like Kevin, that he needs to stand up for himself and be the kind of man she knows he can be. She convinces Luke that he should still go to the lake for the weekend, even though he says it's possible this means that he'll be \"out\" by the end of the trip.\n\n\nGwen and Casey are at Casey's house, getting ready for the trip to Raven Lake, when Annie, a school friend, comes in with a cooler full of food. Gwen goes into the living room, where she's attacked by someone wearing a mask and holding a butcher knife; however, she knocks the person down and screams for Casey, who comes running in only to find that it's their high school friend, Zach, wearing a mask and carrying a rubber knife. Zach doesn't understand why no one seems to think what he did was funny. \n\n\nHenry and Eve return to their suite at the Lakeview, startling Maddie, who has just awoken from a nightmare. Maddie is upset because everyone still thinks she's a murderer since the police haven't caught Louis yet and named him as their suspect. Eve says she and Henry have decided it might be best if Maddie moves back to Chicago and stays with their sister Bernadette for a while. Maddie says she wishes she could go talk to Casey and say goodbye, and Henry thinks she ought to be able to do that, so he drives her over to the Hughes's. When Maddie walks up to the kitchen door, she sees the 4 teens inside, and then she jumps back into the bushes when Zach and Annie come out. She overhears Zach telling Annie that Casey's probably really happy that Will isn't going to the lake with Gwen, because he's always had a thing for Gwen. Then, Maddie sees Casey and Gwen come out together and get in Casey's car. Henry comes up after the car leaves and asks Maddie if she got to talk to Casey, but she says no, telling him she saw Gwen and Casey together and needs some time by herself. She tells Henry that Eve is coming to pick her up at the Hughes's and that she'll be okay, so he can just go back and wait in his car. He reluctantly does so, and Maddie immediately calls Eve on her cell phone and tells her that she's decided not to go stay with Bernadette, that she and Henry have agreed she can stay in Oakdale with him instead. Next, Maddie calls the bus station and asks about tickets to Raven Lake.\n\n\nEve goes to the police station to say goodbye to Jack and thank him for his help. She tells him she felt a \"connection\" to him, and then she hugs him, just as Carly walks in. Carly turns to leave, but Jack jumps up to stop her, saying it's not what she thinks it is. She tells him he doesn't know what she's thinking, and right now, she's thinking there's no reason for her to turn and leave just because Eve's there. She says that his life is no concern of hers now, just as her life is none of his business. He tells her that's detached, but she counters by saying it's mature. Then she tells Jack she was just coming to talk to him about which weekends he would have the kids, but she says she'll e-mail it to him instead and he can look it over and make whatever changes he needs to make and send it back to her. Carly leaves, and Eve apologizes to Jack, but he tells her it's no big deal. Eve tells Jack that after Louis has been caught and Maddie's name has been cleared, she plans to return to Oakdale to \"see what happens.\"\n\n\nCarly returns to the work site and sees a naked Simon coming out of the shower. He explains why he's naked, and she tells him he did a good job cleaning up (\"Not a speck of spackle on you!\"); he asks her if she'd like to hand him his clothes or if she prefers that he go over there and get them himself.\n\n\nOn the way to the lake, Jade asks Luke to stop the car because she's suddenly nervous about finding Will and telling him how she feels about him. Luke offers her encouragement, saying it's best to get it out in the open and see what happens. She tells him she thinks she'll get out and walk the rest of the way, so she can collect her thoughts, and she asks him to tell Will she's looking for him if he sees him.\n\n\nAt Raven Lake, Gwen tells Casey to go swimming with his \"fans\" and she'll unpack. After he leaves, Will walks up behind Gwen and tells her he hopes she's not mad that he came up there. She says she'd been thinking in the car that they really need to talk, and Will tells her that this time, he'll just listen and try to act like an adult, and maybe if he acts like one, he'll become one. They agree to go for a walk, but Luke comes up and greets them and then tells Will that Jade is looking for him, much to Gwen's disgust.\n\n\nSomeone has been watching the teens jumping into the lake, and that person goes to a tree, reaches in a backpack, takes out black gloves and clothing, and picks up a butcher knife.\n\n\n",
    "tvdb": "Kevin tells Luke hes sure Luke will find some way to mess up the Raven Lake fun for everyone. Luke tells Jade he cant go, but she changes his mind. He, in turn, urges her to tell Will how she feels. Meanwhile, Henry encourages Maddie to find Casey and clear the air. But when she gets to Tom and Margos, she overhears that Casey is going with Gwen. She lies to Henry and Eve and heads to the campground herself. At Raven Lake, Gwen is shocked to see Will there. Shes even more shocked when Luke mentions Jade came up as well. And, though no one knows it yet, the slasher is there too.... Simon apologizes to Carly for kissing her and they agree to focus on business. She goes to talk to Jack about the kids, but sees him in a close moment with Eve. She says its no big deal and leaves. When she returns to Simon, hes naked.\r\nSource: TVRage",
    "tvmega_recap": "Carly and Jack decide to have a mature relationship for the sake of the kids. Carly pretends she isn't jealous when she sees Eve giving Jack a good-bye hug because she is going to stay with her sister in Chicago untill Louis is caught. Maddie is tormented when she imagines Louis is everywhere and she is positive Louis will never allow her to be happy. Carly and Simon also think its best to have a mature business only relationship but that is put to the test when Carly walks in on a naked Simon. The youth of Oakdale go to Raven Lake for Labor day weekend to have fun but they are unaware that the Oakdale slasher also came with them.",
    "soapcentral_condensed": "Kim Hughes goes to Will's place to take him some home cooking; Barbara told her about his breakup with Gwen. Will says it was all his fault, and Kim says that's refreshing to hear and asks him what he intends to do about it. Will decides it would still be a good idea to go to Raven Lake to try to talk to Gwen again. Henry and Eve return to their suite at the Lakeview, startling Maddie, who has just awoken from a nightmare. Maddie is upset because everyone still thinks she's a murderer since the police haven't caught Louis yet and named him as their suspect. She tells Henry that Eve is coming to pick her up at the Hughes's and that she'll be okay in his car. Next week, Maddie calls Eve and tells her that she's decided not to stay with Bernadette and can stay in Oakdale with him instead. He reluctantly does so, so he can just go back and wait for her in hiscar.\n"
}