{
    "soap_central": "\n\n \nWhen Holden visited Maeve in jail, he informed her of how Eb had died, and asked her where the $100,000 was. Maeve refused to hand the cash over to the cops, citing that she needed it because Eb had left her with nothing. A detective entered, and explained to Holden that the police wouldn't release Maeve until they found the money that her husband had stolen.\n\n\n       During questioning, Maeve claimed that she was an abused wife with no knowledge of the robbery. Holden vouched for her, having seen Eb abuse her firsthand. Holden said she'd been Eb's prisoner, and had saved Holden's life. Holden claimed that the money had burned in the truck with Skaggs, and reasoned that the police were holding an innocent woman on baseless charges. The detective said he'd look into the story, and Maeve was free to go.\n\n\n       After the detective left, Holden implored Maeve to forget about the money, because it would haunt her for the rest of her life. She asked why he'd gone there to help her, when he'd been anxious to reunite with his family. Holden revealed that he'd walked in on his wife's wedding to the man that Maeve had seen at the bank. Maeve said she was sorry, and Holden decided that it was time to say goodbye. They wished each other happiness, and parted ways.\n\n\nAt the Lakeview, Lisa asked why Damian was in the lobby instead of in the honeymoon suite with his bride. Damian replied that Lily was with her husband. Damian filled Lisa in on Holden's return, and Lisa figured that Damian couldn't fight destiny. Damian replied that some things were worth fighting for. He kissed her forehead, and left.\n\n\n       At Lily's house, Lily cried, wondering where Holden had gone. She called the farm, but got no answer. Meg stormed in, looking for Holden. When Lily had no idea where he'd gone, Meg questioned where Lily had been. Lily admitted that she'd been with Damian, but refused to explain herself, citing that all she'd truly wanted to do was comfort Holden.\n\n\n\"But somehow you took a wrong turn, and ended up at Damian's?\" Meg asked. Meg reasoned that it was probably hard for Lily to choose which husband to share her bed with that night; however, it seemed that Holden had chosen for her when he'd walked out on her. Lily slapped Meg hard across the face.\n\n\nUndaunted, Meg said a slap didn't compare to what Lily had done to Holden. In Meg's eyes, the real victim was Holden, who'd fought his way home to discover that the life he'd built no longer existed. Lily claimed that she and the children were still there for Holden. Meg glanced at Lily's hand, and asked if the ring on her finger belonged to husband number one, or two. Lily opened the door to throw Meg out, and discovered Damian on the stoop.\n\n\nDamian questioned Meg's presence, and she replied that she was there to see her brother. When Meg stated that Lily had slapped her, Damian seemed more concerned about Lily than Meg. Meg decided to leave them to enjoy their wedding night, until Lily's other husband returned.\n\n\nDamian said it was unlike Lily to lose control and hit someone. Lily berated herself for giving up on Holden too soon. Damian insisted she'd done nothing wrong by falling in love with a man who'd always loved her. Lily said she couldn't deal with Damian's feelings at that time.\n\n\n       Just then, Holden entered, irritated to see the newlyweds in his living room. \"Don't let me interrupt,\" he said, striding through the room. Lily wondered where he'd been, and Holden replied that he'd been seeing a friend, someone he could trust. Damian said Lily had been worried, and Holden quipped that it was a good thing that she had Damian.\n\n\n       Lily pursued Holden to the bedroom to find him packing. She begged him to let her hold him just for one night, but he refused. She asked him to consider the children, but Holden warned her not to use them against him. He said he was going to the Lakeview, and quipped that Damian's old room should be free, since Damian had Holden's spot at the house.\n\n\n       As Holden exited the house, Damian extended his hand, and welcomed Holden home. Holden slugged Damian, and stormed out. Lily rushed to the door, screaming Holden's name. Holden went to the Lakeview, where Lisa showed him to a room.\n\n\nDamian implored Lily to stop blaming herself, and she asked him to leave. He tried to kiss her, but she pulled back. Damian said he understood, and left the house.\n\n\n       At the farm, Meg was startled when Maeve entered, claiming to be Holden's old friend. Without giving her name, Maeve asked Meg for a hotel recommendation. Meg suggested the Lakeview, but added that it was pricy. Maeve patted her bag, saying she could afford it.\n\n\n       In Henry's hotel room, Audrey alerted Henry that Barbara had filed an injunction to stop withdrawals from the inheritance. Flowers arrived for Henry, carrying a threatening rhyme from Ralph. As Henry left to discard the flowers, he encountered Barbara in the corridor.\n\n\nA coquettish Barbara took the bouquet, suspecting that Henry would do anything to get her to lift the court injunction. Henry wondered if it were working, and she hinted that it would take a whole lot more than flowers to get Barbara Ryan to change her mind. \"How much more?\" Henry inquired. She placed a flower in his lapel, and told him to think about it.\n\n\nAfter Barbara left, Audrey popped out of Henry's room, and ordered him to go after Barbara, who was desperately ripe for the picking. Henry refused to bed Barbara Ryan, and said he'd find another way. \"Or die trying,\" Audrey warned.\n\n\nHenry found Ralph at the diner to talk about Ralph's threat. Ralph claimed that he had no reason to threaten Henry, who was upholding his part of the deal. Ralph described \"the circle of life\" of their laundering scheme, and warned Henry not to break the circle. Henry said that his brother, Paul, had happily given up the inheritance, but Paul's mother was battling for half of it. Ralph said it had nothing to do with their agreement, which was 100% on every single dollar. \"Why don't you go home to your girlfriend? She has a really pretty face,\" Ralph advised Henry.\n\n\nOutside the diner, Henry answered a call from Audrey. He worried because Ralph had threatened Vienna. Audrey said that Henry had no other choice, but to get Ralph the money.\n\n\nWhen Lisa spotted Barbara sashaying through the hotel lounge, she assumed that a man was involved. Barbara admitted that it was true, but she wasn't sure that his interest was genuine. It had been a long time since a man had desired Barbara, and it had revived something inside her.\n\n\nBarbara's phone rang, and she answered it to discover Henry on the line. Lisa assumed it was Barbara's mystery man, and prodded Barbara to accept his invitation to see each other. Barbara told Henry that she'd see him in her suite shortly.\n\n\nWhile talking to Vienna at the hospital, Katie found it hard to believe that Henry would give his money to charity. Vienna reasoned that men changed, citing that Brad had changed from a womanizer to a loving father. Vienna received a call from the diner that Janet was still on location. After the call, Vienna said that she had to cover Janet's shift. As Katie and Vienna parted ways, Vienna said that she'd miss her special date night with Henry.\n\n\nAt the Lakeview, Audrey grabbed Henry just as Barbara boarded the elevator. Audrey insisted that Henry seduce Barbara before Ralph put him, her, and Vienna six feet under. Henry went upstairs, and Audrey saw Katie trying to catch him as the elevator closed. Audrey said Henry was headed to a meeting about his inheritance. A confused Katie assumed it had been settled, since Henry was donating the money to charity. Audrey claimed that dealing with huge amounts of money could be tricky.\n\n\nAfter Audrey thought Katie had left, Audrey called Henry, who was stalling outside Barbara's room. Katie listened in as Audrey demanded that Henry \"man up,\" and seduce Barbara to get his hands on the money.\n\n\nHenry knocked on Barbara's door, and she answered, looking oiled up for a naughty evening. She kissed Henry, but he pulled away. She guessed that his affections had really been all about the money. Henry stammered, but Barbara added, \"I'm okay with that. Are you?\"\n\n\nBarbara and Henry made out on the couch, and his phone rang. It was Vienna on the line, but Henry ignored it to continue with Barbara. Katie rounded the corner, and heard noises coming out of Barbara's room. She listened at the door as Barbara cried out Henry's name. \"Henry and Barbara?\" Katie said, puzzled.\n\n\nAfter sex, Barbara and Henry lay on the floor huffing. He wondered if she were ready to drop the injunction, but she said they still had a few \"sticking points\" to work out. Barbara added that it'd be foolish of her to accept his first offer. Henry braced himself as she pounced on him.\n\n\nOver drinks at Metro, Audrey was surprised that Ralph wasn't upset about what Henry had said earlier about the money. She assured him that everything would work out fine. \"Then everything is as it should be,\" he said, blowing smoke from his cigar.\n\n\nAt the diner, Vienna left Henry a syrupy message, apologizing for missing their special evening. As she hung up the phone, she didn't notice smoke billowing from the kitchen. Later, Katie entered the smoke-filled diner, calling Vienna's name. She crouched down, and found Vienna unconscious on the floor.\n\n\n",
    "tvmega_recap": "Lily comes home and finds that Holden is gone. Holden visits Maeve in the interrogation room of the police station. Katie and Vienna are together at the hospital for Katie's doctor's exam. Audrey visits Henry and warns him that he has to get the check back from Vienna or bad things will happen. Meg comes to visit Holden but only finds Lily there. Lily tells Meg that Holden is gone. Meg accuses Lily of not loving Holden at all. Lily slaps Meg. Maeve tries to talk Holden into letting her have the money. Holden has his doubts about Maeve and the money. Katie questions Vienna what is the name of the charity that Henry is giving his money to. Henry gives Barbara some flowers. Barbara takes one flower and puts it in Henry's lapel. Henry and Barbara discuss the injunction that Barbara has against the Steinbeck fortune. Damian and Lisa meet at the Lakeview bar and discuss how that Holden is home and that had changed things between Damian and Lily. Damian insist to Lisa that things are worth fighting for. Lily starts to leave home and runs into Damian at the door. Maeve is freed from custody. Holden lets Maeve know that Lily and Damian are married. Henry meets with Ralph to try to get his time extended, but Ralph refuses. Henry lets Audrey know that Ralph had threatened Vienna. Barbara comes into the Lakeview bar with shopping bags. Lisa questions Barbara about the shopping bags. Barbara confesses that she has a man in her life. Barbara gets a call from Henry to meet him in her hotel room. Damian finds out that Lily had hit Meg. Damian finds out that Holden is gone. Damian insists to Lily that Holden will be back. Holden walks in on Damian and Lily. Katie listens to Audrey's conversation with Henry. Henry and Barbara kiss. Holden packs a suitcase to leave Lily's home. Maeve walks in on Meg at the ranch. Maeve tells Meg that she is an old friend of Holden's. Vienna calls Henry to tell him that she is working late when smoke begins to filter out from under the door. Katie listens to Barbara and Henry making love. Holden knocks Damian to the floor. Lily orders Damian to go. Katie finds Vienna lying unconscious on the floor.",
    "soapcentral_condensed": "When Holden visited Maeve in jail, he informed her of how Eb had died, and asked her where the $100,000 was. Maeve refused to hand the cash over to the cops, citing that she needed it because Eb had left her with nothing. Holden revealed that he'd walked in on his wife's wedding to the man that Maeve had seen at the bank. At Lily's house, Lily cried, wondering where Holden had gone. She called the farm, but got no answer. Meg stormed in, looking for Holden. When Lily had no idea where he'd gone, Meg questioned where Lily had been. Lily admitted that she'd been with Damian, but refused to explain herself. In Meg's eyes, the real victim was Holden, who'd fought his way home to discover that the life he'd built no longer existed. At the Lakeview, Lisa asked why Damian was in the lobby instead of in the honeymoon suite with his bride. Damian replied that Lily was with her husband.\n"
}