{
    "soap_central": "\n\nBob tells Marshall that a different doctor has been assigned to him.  Marshall begins making accusations against Ben but Bob stands up for Ben.  Jessica comes to see Marshall and tells him that she is trying to locate his daughter.  He tells her that there is so much red tape and the only way to find her is to actually go to Brazil.  Then Ben accuses Jessica of using his daughter as an excuse, that she is only there to stand up for Ben.  Jessica tells Marshall that they had a type of excitement between them and admits that she did have feelings for him at one time.  However, she doesn't love him and she doesn't see their relationship lasting.  Marshall says she'll regret her decision.  \n\n\nBen talks to Isaac and tells him he is upset about Marshall trying to ruin his career and for also trying to steal Jessica from him.   Ben says he still hasn't forgiven Jessica and he can't forget the videotape he saw, but he still has feelings for her.  \n\n\nJack goes over to Mike and Molly's place.  He asks for their help in surprising Carly.  Molly gets so excited to hear that Jack is planning a honeymoon for Carly.\n\n\nCarly goes to see Rosanna and says that she told Jack that she quit her job.  Rosanna says that Jack will figure it out because he knew about the non-fraternization clause.  Carly says he won't because he has other news on his mind.  She tells Rosanna that they just found out that Carly is going to have a baby.  Rosanna gets very upset with the news and tells Carly that she hurt her.  Then, Carly asks Rosanna to be the baby's \"full time aunt\". Rosanna is surprised but finally agrees to be \"Aunt Ro\".  Carly tells her not to tell anyone about the pregnancy until the first trimester is over.  Rosanna is again surprised that Carly trusts her.  Before Carly leaves, she tells her that Craig really does love her.   When she gets home, she calls Emily and tells her that the plan worked.  She opens the door to discover Jack, Mike and Molly dressed in \"Mexican\" wear and she finds out that Jack has planned a trip for the two of them to go to Cancun. \n\n\nCraig asks Katie and Margo to come over because he wants to ask them for advice.  He tells them, \"If you don't stop me, I'm going to marry Rosanna Cabot.\"   They say she's cold, ruthless and calculated and they tell him not to do it.  Craig says she is passionate and vulnerable.  He thinks he may be in love but he's not sure if he even wants to get married.  He goes to visits Rosanna in the hospital and says they have to talk about her proposal.  She tells him that she is withdrawing her proposal.    \n\n\n",
    "tvdb": "Craig solicits Katie and Margos advice about marrying Rosanna. Katie and Margo point out that using Monte Carlo as a deal breaker for the marriage spells out trouble. Meanwhile in an effort to distract Rosanna, Carly informs Rosanna that she is pregnant and asks her to be a big part of the babys life. Rosanna is touched when Carly invites her into her family as a real aunt and her emotions overshadow her suspicions of Carlys motives. Jack explains to Mike and Molly that it is the perfect time for him and Carlys honeymoon to Cancun. Mike assures Jack that he did not tell Molly about Carlys pregnancy. Carly comes home to her living room decorated in a Cancun theme only to find out that Jack is ready to go on the honeymoon after their first visit to the OBGYN. Rosanna throws Craig for a loop when she withdraws her marriage proposal before he can decline it. Jessica hears Marshall insist to Bob that Ben tried to kill him. Jessica updates Marshall on the search for his daughter and then confesses that during their brief encounter she did have feelings for him. Marshall is moved and expresses that his own feelings havent changed but Jessica makes it clear she loves Ben and stresses to Marshall Bens devotion to saving lives. She asks Marshall to drop the murder accusations. ",
    "soapcentral_condensed": "Bob tells Marshall that a different doctor has been assigned to him. Marshall begins making accusations against Ben but Bob stands up for Ben. Ben says he still hasn't forgiven Jessica and he can't forget the videotape he saw, but he still has feelings for her. Craig asks Katie and Margo to come over because he wants to ask them for advice. He thinks he may be in love but he's not sure if he even wants to get married. Carly tells Rosanna that they just found out that Carly is going to have a baby. Rosanna gets very upset with the news and tells Carly that she hurt her. Carly asks Rosanna to be the baby's \"full time aunt\". Rosanna is surprised but finally agrees to be \"Aunt Ro\". Carly tells her not to tell anyone about the pregnancy until the first trimester is over. She opens the door to discover Jack, Mike and Molly dressed in \"Mexican\" wear and she finds out that Jack has planned a trip for the two of them to go to Cancun.\n"
}