{
    "soap_central": "\n\nRose tells Lily that she went to see Barbara and she seemed \"almost human,\" but she wonders what to tell Paul about her new attitude toward his mother.  As they are talking, Paul comes over to Lily's house.  Rose tells him that he can invite his mother to their wedding if he would like to.  Paul is shocked and asks why.  Rose says she doesn't want him to wake up one day and hate her because she prevented him from having a relationship with his mother.  She knows that he was starting to work things out with Barbara before she came back to Oakdale.  Paul says his mother is \"hostile and dangerous\" and he wants to make Rose happy.  Just then, Emma calls Rose and tells her that Carly is in the hospital.  Rose rushes to see her friend and tells Paul they'll talk again.  \n\n\nIn the hospital, Craig tells Carly to keep it a secret that she will still be working for him.  After Craig leaves, Mike and Molly come to visit with Carly.  She asks them if they could bring her lucky sketchpad.  They refuse and tell her she needs to rest.  She then tells them that she will be moving in with Emma and now is the perfect opportunity for Molly to move back in with Mike.  Mike doesn't say anything and Molly says she's really not ready for that yet.\n\n\nRosanna calls Barbara to a meeting to discuss Monte Carlo.  Rosanna wants Barbara to be the Plan B - which means that if Carly does not complete her designs by the deadline, then Rosanna will use Barbara's fashions.  If Carly does come through, Barbara will be paid for her time and efforts.  Craig walks in and interrupts their meeting telling them he doesn't want Barbara to be a part of Monte Carlo.  Then, Mike and Molly walk in and tell Craig that Carly should not be doing any work at all.  Craig is angry with Rosanna but she says she was just looking for an alternative plan since Carly is sick.  Craig says that Carly is pregnant; Barbara is a sick woman and he wants her to have no part of Monte Carlo.  \n\n\nBack in the hospital, Carly tries sketching with the limited supplies she has at the hospital but it doesn't go well.  Barbara walks in and tells Carly that she ran into Rosanna and they discussed Carly's designs. Carly gets furious and Barbara continues to get her mad.  As Carly is yelling at Barbara, Rose walks in and tells Barbara to leave. Craig comes back and tells Carly she must keep their secret.  \n\n\nMike and Molly talk about their situation.  Molly is upset that Mike is giving his attention to Carly and she wishes that Mike had some \"tender loving care\" for her too.  Molly says she wants something permanent and asks Mike to marry her.  \n\n\nAt the arraignment, Marshall's lawyer is seeking to have all charges dismissed.  Meanwhile, Jessica is confused and asks Bonnie for advice.  She's not sure if she should go ahead with the charges because Marshall is blackmailing her with their taped tryst.  Ben comes to get Jessica and she explains the situation to him.  He asks her if she can go into the courtroom and swear that Marshall raped her.  She replies yes and Ben tells her to do it.  Jessica goes into the arraignment and makes a statement to the judge.  She admits that she had a previous sexual relationship with Marshall but says that does not matter in the case of rape.  The judge decides that the rape charge will stand and bail is set at $25,000, with the trial set for three weeks.  Marshall goes up to Ben and taunts him - pointing out that on \"that night\" Jessica sent Ben home because she wasn't afraid to be left alone with Marshall.  Ben calls Isaac and asks if he still has the letter Marshall wrote to Jessica.  He says he wants to look at it after all.  \n\n\nPaul goes to see his mother and invites her to their wedding.  She thanks him but Paul says Rose is the one to be thanked.  \n\n\n",
    "tvdb": "After telling Lily she made nice with Barbara, Rose worries about informing Paul they should invite Barbara to their wedding. Paul comes by and asks Rose if it is okay to have Will in their wedding as he was thrilled they were getting married. She agrees and says he can invite anyone he likes, even Barbara. Paul is surprised. Later, Paul informs Barbara and she is touched. Rosanna asks Barbara to design for Monte Carlo in the event that Carly cant come through. As Craig overhears their conversation, he vows to stop Barbara. Later, Craig chastises Rosanna for undermining him. He warns her that if Barbara is involved with Monte Carlo, he wont be. Carly hides her sketchpad from a visiting Mike and Molly, asks Mike to kindly box up her things, and send them to the Snyder farm. Mike asks if that means she is really moving out of the lake house. She says she is and suggests that Molly move in back in with him where she belongs. Carly feels that after her scare, they should all re-evaluate their circumstances. Later, Barbara visits Carly to gloat about her meeting with Rosanna. Molly is disappointed Mike didnt invite her to move back in and suggests they get married. Jessica explains to Bonnie that Marshall threatened to use the video against her in court and wonders if Bonnie thinks she should drop the charges. Bonnie worries whether Jessica can win the case now that Marshall has made threats to use the video. Later, Jessica reveals to Ben about Marshalls plan to use the video and he supports her. Jessica later pleads with the judge not to drop the charges. The judge rules in Jessicas favor, but allows bail for Marshall. Meanwhile, Marshall taunts Ben with the reminder that Jessica wanted to take care of him during the night in question. Ben tells Isaac he wants to read Marshalls love letter to Jessica. ",
    "tvmega_recap": "Show will not be aired until Monday due to the NCAA pre empt. Ben convinced Jess to go ahead with the rape charges. TMT's bail was set at 25K!! After court, TMT told Ben that Jessica \"comforted him\" the night of the rape after sent Ben home. Ben called Isaac & asked to see that letter. Rosanna offered Babs the fall line if Carly didn't get her designs out in time. Craig overheard the conversation & assured them that Carly will complete it. Mike tried to boss Craig by suggesting that he not to pressure Carly. In secret, Carly told Craig that she will be designing. Molly asked Mike to marry her after they had a nice visit with Carly. Rose asked Paul to invite Babs to their wedding. Paul extended the invite to his mother, who pretended to be happy. Paul assured his mother that Rose is the person with the big heart, not him!",
    "soapcentral_condensed": "Rose tells Lily that she went to see Barbara and she seemed \"almost human,\" but she wonders what to tell Paul about her new attitude toward his mother. Craig tells Carly to keep it a secret that she will still be working for him. Mike and Molly talk about their situation. Molly is upset that Mike is giving his attention to Carly and she wishes that Mike had some \"tender loving care\" for her too. Marshall goes up to Ben and taunts him - pointing out that on \"that night\" Jessica sent Ben home because she wasn't afraid to be left alone with Marshall. Ben asks Jessica if she can go into the courtroom and swear that Marshall raped her. The judge decides that the rape charge will stand and bail is set at $25,000, with the trial set for three weeks. Ben calls Isaac and asks if he still has the letter Marshall wrote to Jessica. He says he wants to look at it after all. Paul goes to see his mother and invites her to their wedding. She thanks him but Paul says Rose is the one to be thanked.\n"
}