{
    "tvdb": "Katie helps Simon study for his citizenship test so they can begin to live out their master plan. Simon questions what Katie means by a master plan but Katie does not divulge any information. Later, Margo and Tom arrive and inform Simon that the charges against him in Australia will be dropped if he becomes an American citizen. When Margo and Tom leave, Katie admits to Simon that she wants to have a baby. Simon is thrilled. Holden cautions Aaron not to build his whole life around Lucy. Aaron convinces Holden and Lily that his love for Lucy is genuine. Craig and Alison stage an argument about whether or not they should tell Lucy something damning about Aaron. Lucy overhears Craig and Alison and demands to know what they are talking about. Alison tells Lucy that the argument they had before the trolley hit Lucy was about Aaron sleeping with another girl. Later, Lucy goes to confront Aaron at the garage. Chris explains to Kim that he thinks Will is confessing to a crime that he did not commit. Chris then reveals to Barbara, against Kims warnings, that he thinks Will is innocent. Barbara rushes to tell Hal Chris theory. ",
    "tvmega_recap": "Craig and Alison pretend to argue so that Lucy can \"overhear\" them talking about Aaron. Alison makes up a story about Aaron getting mad at Lucy for not having sex with him. She further tells her that he was with another girl while they were in St. Louis. Alison insists that Aaron will get mad and lie if Lucy asks him about it because he only wants her to remember good things. Lucy confronts Aaron with her physical therapist in tow. Holden and Lily suggest that Aaron should back off from Lucy. Aaron refuses and says that Holden and Lily have loved each other since teens and have been through a lot, so why should he give up on Lucy? An Aussie tells Lily that he's Simon's \"mate\" and wants to know how to locate him. Lily gets suspicious when the man says that he didn't get Simon's wedding invitation not, knowing that Simon and Katie didn't mail any. The man says he'll locate Simon anyway. Katie tells Margo and Tom that her and Simon plan to move to Austrailia. Katie tells Simon that she wants to make a baby in Australia. Chris tells Barbara that he thinks Will is lying when he says he remembers playing with matches and doesn't remember the rags covered with gas. Chris' diagnosis is that Will didn't do it. Barbara storms off to tell Hal."
}