{
    "soap_central": "\n\nTom asks for Emily's help in the case against Meg, while Paul appeals to Jennifer that they should work together to find Dusty. Emily and Meg come face to face at the police station, and Meg goes off on her rival, leading Emily to suspect that Meg knows who set her up. Meg calls Paul to let him know what happened. Later, Emily gets a phone call from Jen who, as she and Paul contrived, tells Emily that she's heard from Dusty! Casey asks Maddie if she's excited. Today is the big day: The author of \"Oakdale Confidential\" is being revealed. That's her, right? Um... Maddie says, just as Nancy Hughes steps into the spotlight. Maddie realizes Casey knew all along, and was just teasing her. Nancy answers questions from the press about the book, and then comes face to face with an angry Lisa, not at all pleased about how she's portrayed in the novel. Kim suggests the women have a few drinks and make up. They do. Holden asks Luke why he pushed Jade away the other night and Luke nearly comes clean, but then Jade rushes in with Lily, who is in a great deal of pain. Holden takes Lily to the hospital, with Lily reluctantly leaving Jade to take care of Faith and Natalie. \n\n\n",
    "tvdb": "Paul manages to convince Jennifer how dangerous Emily is, and the two formulate a plan to smoke her out. Emily taunts Meg about how she has Paul and Dusty is long gone. The Snyders go to see Faith and Natalie's recital while Jade offers to stay with Lily, who is having pains.\r\nSource: tv.com",
    "tvmega_recap": "Nancy takes credit for writing Oakdale confidential a fact which makes Lisa very angry but the longtime friends later reconcile. Kim figures out that Nancy didn't write the book but Nancy asks her to keep the information a secret. Tom questions Emily and tells her Meg will go free due to lack of evidence against her. Meg tells Tom she is being set up by someone and if he keeps digging he will find the truth. Paul tells Jennifer Emily kidnapped Dusty and the two plan to tell Emily Dusty called Jennifer so that Emily will panic and lead them to Dusty's location. Emily is shocked when Jennifer calls to tell her Dusty just called her.",
    "soapcentral_condensed": "Tom asks for Emily's help in the case against Meg, while Paul appeals to Jennifer that they should work together to find Dusty. Nancy answers questions from the press about the book, and then comes face to face with an angry Lisa, not at all pleased about how she's portrayed in the novel. Kim suggests the women have a few drinks and make up. Holden asks Luke why he pushed Jade away the other night and Luke nearly comes clean, but then Jade rushes in with Lily, who is in a great deal of pain. Holden takes Lily to the hospital, with Lily reluctantly leaving Jade to take care of Faith and Natalie. Later, Emily gets a phone call from Jen who, as she and Paul contrived, tells Emily that she's heard from Dusty! Casey asks Maddie if she's excited. That's her, right? Um... Maddie says, just as Nancy Hughes steps into the spotlight. Maddie realizes Casey knew all along, and was just teasing her.\n"
}