{
    "soap_central": "\n\nJack arrived at Brad and Katie's house in response to Brad's request to see him. There, Brad handed Jack a check for $20,000, saying it was the least he could do for Jack after everything that had happened. Jack told Brad that he didn't want his money and that money couldn't buy forgiveness. Brad was stunned when Jack tore the check up and walked out the door. When Brad asked Katie what had just happened, she shook her head. \n\n\nKatie told Brad it had been a stupid idea to try to pay off his brother and that ever since the events with Leo Morrissey had taken place, Brad had not been acting like the man she had married. Brad asked why Katie was with him if he was a constant disappointment. Katie said she loved him, but when she married him, it was because he had shown that he had grown up; since the Leo and Liberty situation, Brad appeared to have reverted to his previous behavior. Brad said Katie didn't respect him the way she did Jack or Mike. Katie asked what Mike had to do with anything, and Brad replied that Katie had been married to Mike once and had probably thought more highly of Mike than she did of Brad. When Katie didn't answer, Brad said, \"I'll take that as a yes,\" and he left. \n\n\nMike arrived at Brad and Katie's house to tell Katie he was leaving Oakdale. When Katie asked why, Mike told her that the development deal hadn't worked out and that Lily was reuniting with Holden, so there was nothing more to keep him in town. Katie told Mike she'd had a fight with Brad and had been leaving Brad a message to say she wouldn't be home when he returned. Mike asked where Katie had been planning to go, and Katie said she wasn't sure. She asked where Mike was headed, and he said he thought he might go get a beer somewhere. Katie said, \"Sounds good to me,\" and grabbed her purse to leave with Mike. \n\n\nThey went to Yo's, where Katie admitted to Mike that perhaps Brad wasn't the person she thought he was. Mike asked whether Katie could live with the person Brad was. She said she hoped she could, because another divorce would be proof she was a failure at relationships. Mike told Katie not all her failed relationships had been her fault, and he accepted blame in their own failed marriage because he had walked away from Katie after she cheated on him with Simon, rather than sticking around to try to work things out. \n\n\nMike decided to take Katie someplace where she might have some fun, and they ended up in a bar in Chicago. Katie decided to \"be Brad\" and say, \"To hell with the consequences!\" In that spirit, Katie ordered two shots of tequila. Several shots later, Katie realized it had gotten late, but she decided not to call Brad to let him know where she was. \n\n\nBrad went to Al's Diner and told Janet he felt like he'd lost everyone's respect. Janet said sometimes you had to lose something to get back what you believed in the most. Brad asked if Janet meant the way Jack had done, and Janet said yes. Brad wondered why the answer to everything was always to be more like Jack. Janet said nobody wanted Brad to be like Jack, but she suggested that Brad try to be the man Katie knew he could be. \n\n\nBrad found Jack at Java and told him that he could see that he'd been wrong to offer Jack money in an effort to fix things between them. Brad said it was too late to make up for what Jack had lost, but he was going to do the right thing and turn himself in to the police. \n\n\nAt Metro, Bonnie received a call from Henry but reassured him that all was well, and he could stay home and recover from his ordeal with James. Bonnie then received a call from Derek, who told her he was laying low because James had threatened him, and Derek wasn't sure what James would do if he found out Derek had talked to the police. Bonnie told Derek to come to Metro, because she didn't want him to become James's next victim. \n\n\nOn his way to Metro, Derek encountered James, who asked how Derek had managed to not be picked up by the police for kidnapping Bonnie and Vienna. Derek said he'd been lucky the women hadn't wanted to press charges. James said Derek needed him to go with him to an island off the coast of Maine to help look after Meg, who was his houseguest, but who seemed to have a penchant for wandering off. Derek refused, and James nodded to a man standing nearby. The man then hit Derek from behind, knocking him unconscious. \n\n\nOn the beach near the beach house James was using, Dusty spotted a rowboat on the shore and told Meg that was their chance to escape. Meg began having cramps and told Dusty that she was pregnant. Meg said she would return to James's beach house if that was what it took to ensure her baby would be safe. Meg told Dusty to leave without her and try to bring help back to the island, but Dusty refused to leave her. \n\n\nDusty took Meg back to the beach house. Meg saw a new bag of groceries on the table, which indicated that James had returned. Meg said James must be looking for them. Dusty assured Meg that nothing would happen to her or her baby while he was around. However, because he believed James might harm Meg, Dusty eventually convinced Meg to attempt to try to escape with him. \n\n\nAt Fairwinds, Paul's laptop beeped, and when he looked at it, he could see a video of Meg standing on a beach with a man. When the man turned towards the camera, Paul said, \"That's impossible!\" because the man appeared to be the presumably deceased Dusty Donovan. Paul called Jack and told him that Meg was with Dusty. When Jack reminded Paul that Dusty was dead, Paul told Jack he'd just received a picture of Dusty and Meg on his computer. Jack went to Fairwinds to see for himself. By the time Jack arrived, the video had disappeared, and Paul had to try to convince Jack that what he had seen was real and not a product of the pills he had taken. \n\n\nJack took Paul to the police station, where Dallas showed Paul a copy of the coroner's report of Dusty's death. Paul insisted that Dusty was alive, and in his frustration, he shoved Dallas. Dallas asked Paul if he knew the penalty for assaulting an officer, and he put Paul in restraints. \n\n\nBarbara arrived at the police station, where Jack filled her in on what Paul was claiming to have seen on his computer. Barbara spoke to Paul, who asked why Meg would be holding hands with Dusty. Barbara said Meg wouldn't do that, and she told Paul she would get him out of there. Barbara went to Jack and asked him to help her get Paul to the hospital. At Memorial, a doctor examined Paul and then told Barbara that Paul was suffering from sleep deprivation. The doctor said he had given Paul a sedative and had scheduled a psychiatric consultation for the next morning. \n\n\nJames took Derek to Fairwinds and locked him in the wine cellar. When Derek regained consciousness, James told him he knew that Derek had ratted him out to the cops. Derek said he had been forced to tell the police something in order to get himself released, but that he hadn't given them anything too specific. \n\n\nPaul slept fitfully but had vivid dreams of Meg and Dusty together at James's beach house. After he imagined them holding hands and walking off together, Paul awoke, got out of bed, and put on his clothes. He left the hospital and returned to Fairwinds, where he heard a tapping noise. When he went to the wine cellar to investigate the noise, Paul found Derek locked in a room. Derek told Paul he wasn't working for James anymore and that if Paul let him out, he would help Paul find Meg. Paul said Derek could help him from where he was, and Derek relented and told Paul that Meg was at a place called Swan's Down Cottage on Faro Island off the coast of Maine. Paul told Derek he would find James and kill him if need be. \n\n\n\n\n",
    "tvmega_recap": "Jack won't let Brad buy his forgiveness and tears up his check for $20,000. When Katie implies that she doesn't respect him, Brad goes to see Janet then apologizes to Jack for causing him to lose his job. After Brad promises to turn himself in for throwing Leo in the water, Jack assures him that Katie will be proud of him. After Mike informs Katie that he's going away for a while, she wants to have a fun time, so they go to Chicago and get drunk without telling Brad. On his way to see Bonnie at the club, Derek is taken by James and locked in the Fairwinds wine cellar after he refuses to go watch Meg at Faro Island. Worried when Derek doesn't arrive, Bonnie asks Dallas to find him but he has other concerns. Surprised when he sees a picture of Meg and Dusty on his laptop, Paul calls Jack, but the picture has disappeared. Paul then goes to the police station to read the coroner's report of Dusty's \"death,\" but Dallas tells him to back off or he'll be arrested. Concerned about Paul's behavior, Jack and Barbara take him to the hospital where he is admitted and sedated. Fighting to stay alert, Paul sneaks out of the hospital and finds Derek who tells him that Meg is at Swans Down cottage on Faro Island. There, Meg tries to get into a boat she found but gets stomach pains and stuns Dusty with the news that she's pregnant. Although she urges him to save himself, Dusty takes her back to the cottage and looks for a place where they can hide from James, but Meg insists she can't go anywhere, because she might lose her baby.",
    "soapcentral_condensed": "Katie tells Brad it had been a stupid idea to try to pay off his brother. Brad asks why Katie was with him if he was a constant disappointment. Bonnie receives a call from Henry saying all is well and he can stay home and recover from his ordeal with James. Meg said she would return to James's beach house if it was safe to bring her baby without Dusty to ensure her baby would be safe without her. Meg told Dusty she was having cramps and Dusty told her to go to the beach and try to escape using a rowboat on the shore. James asked how Derek had managed to not be picked up by the police for kidnapping Bonnie and Vienna. Derek said he'd been lucky the women hadn't been women. James said Derek needed him to go with him to an island to help look after Meg, who was his houseguest but who was wandering off, knocking him unconscious. The man standing nearby nodded and said he would help Derek, but when Derek refused, James nodded and knocked him unconscious again.\n"
}