{
    "soap_central": "\n\nAfter hearing Sarah's decision to give Marshall a chance, Bonnie flips out and nearly whollops the juvenile with the news that her father is a rapist.  Before Jessica grabs her daughter and pulls her into the interrogation room, Bonnie blurts, \"This is a horrible mistake! This man who pretends to be your father...\" She turns to her mother and continues, \"How can you turn her over to a man who enjoys hurting women!?\"  Sarah looks at her father and asks him to come clean.  Marshall dances around the issue, and successfully diverts her questions.  Inside the interrogation room, Jessica repeats many of the same arguments Bonnie has heard a hundred times in the past few weeks.  Bonnie backs off, but on the way out she warns her mother, \"If he hurts her, physically or otherwise, it'll be on your head!\"  Later, Bonnie tries to comfort Sarah, \"Just forget everything I said.\"  They hug then Bonnie and Jessica leave.  Marshall moves in to try to reconnect with his daughter, but she asks him if Bonnie can still be a part of her life.  Marshall thinks it's best if they spend a few months alone getting to know each other, then after that, they could have Bonnie over for lunch.  Sarah sinks into depression and asks to go home, \"where ever that is.\"\n\n\nPaul comforts Rosanna in the Lakeview Lounge.  She tells him she has pulled all her money out of the new Java Underground because of what Craig has done.  Paul suggests they head back to his place...for some soup.\n\n\nBarbara stops by Paul's apartment to see Jenifer.  Jen is not happy to see her mother, but allows her to come in when she says she must speak with her about André and his connection with Paul.  Jen listens to her mother carefully lay the latticework of her argument against Paul.  \"Somewhere in this apartment is proof that Paul gave money to André.  It's either in a bank statement or a checkbook entry, but you owe it to yourself to find it.\"  Jen has had enough of her mother and tosses her out.  But moments after she slams the door shut, she walks to Paul's desk and starts to look through his bank statements.  She finds one that is interesting and stuffs it into her purse.  As she is about to close her purse, Paul walks in with Rosanna.  With a twinge of suspicion, he asks, \"Hey Jen.  What are you doing at my desk?\"  Jen stammers she was looking for a stamp.  Paul walks around and gives her a stamp, then asks her where her letters are.  Jen says she was on the way to the store to pick up some cards, then quickly leaves.  Outside the front door, Jen calls her mother and asks to meet in thirty minutes.  Back inside, Rosanna offers her shoulder to Paul.  He starts to shed a little light on what he's thinking about.  He goes over to his desk and discovers one of his statements is missing.  Rosanna counsels him to find Jen and confess everything, \"go to her and explain your reasons and she'll understand...eventually.\"\n\n\nAt the Lakeview Lounge, Barbar meets up with her daughter as she is looking at a flap from Paul's bank statement.  Babs gloats because she thinks Jen called to meet her to discuss what kind of evidence she found about Paul and André.  Jen lies and says she hasn't found anything that incriminates Paul in any way, and only called her down to see the look on her face as she told her mother exactly that.  Just then, Paul swoops in and sits down beside his estranged mother.  He asks Jen if Babs told her of her suspicions about André.  Jen says she had.  Paul immediately admits, \"I gave money to André, and I used him to get you away from Barbara.\"  Jen asks Paul what happened.  He tells her the truth.  Jen starts to cry and Paul apologizes.  She vows never to trust him again.  Paul ineptly tries to explain the difference between what he did and how Barbara operates.  Jen shrugs his explanation off, \"You and mom are the same person!  And I don't need either of you!\"  She storms off, then Barbara rips into her son, \"And now you'll find out what it's like to lose her!\"\n\n\nIn the gazebo, Dusty is grabbing Craig by the cuffs of his suit.  Craig swats him away as if he were nuisanced by a fly.  Dusty demands to be heard, \"You risked our entire business because you can't stand up to your wife?!?!\"  He demands Craig find a way to squeeze a liquor license from the board.  Craig knows he has bigger problems, \"Rosanna has pulled her money out of the club.  We need a new investor.\"  They quickly decide to zero in on their next mark...Molly. \n\n\nCarly stops by Molly's suite at the Lakeview to try to patch things up.  She finds her coz' packing and asks where she's off to.  Molly rebuffs Carly's attempt to connect.  She wants to know why Carly hasn't called in the past few weeks.  Carly thinks all of Molly's hurt is old news, \"This is all because I slept with Mike!\"  She dismisses her argument, when Craig knocks on the door.  Molly asks him to go away, but he persists.  She opens the door, and Craig mumbles through his preamble of a proposal.  He quickly stops in his tracks when he notices Carly is also in the room.\n\n\nRosanna stops by Java Underground to deliver legal papers to Dusty confirming she has withdrawn all of her monetary support from the project.  Dusty doesn't seem too interested, and tells Rosanna that Craig is already out stumping for new investors.  Ro's ears perk up, and she says, \"Anyone I know?\"  Dusty refers her to her husband, and she leaves.\n\n\nCraig explains the situation to Molly about Java, and Carly nearly vomits at his attempt to woo Molly for her cash.  She thinks Craig should be back at home trying to resuscitate his marriage instead of groveling for cash from Molly.  Molly, however, is snowed by Craig's interest and tells her to butt out.  Carly warns her cousin if she goes into business with two crooks, she'll be the one left holding the bag.  Craig thinks Carly is distracting, so Molly asks her to leave.  On her way out, Carly offers a veiled threat to expose his plans with Rosanna.  Without hearing too many details, Molly opens her wallet and offers Craig a blank check.\n\n\nBack at Jessica's house, Bonnie says she can't ever forgive her mother for pushing Sarah into Marshall's arms.  Bonnie thinks her mother is choosing her own agenda over Bonnie's.  Jessica has had enough of her brat daughter's attitude.  \"Maybe you should pack your bags and get out of my house!\"  Bonnie's mouth drops as she stares at her mother in shock and anger.\n\n\nDusty calls Rose, but she doesn't answer her phone.  He leaves a message that he misses her.  Jen walks in and somehow plants her lips on Dusty's.  \"Tonight's our night Dusty.  Make love to me.  Right here.  Right now.\"\n\n\nCarly finds Rosanna alone in the gazebo reflecting on how her life was before she planted all the flowers.  Rosanna confides to Carly that Craig sabotaged her chances at adopting a baby.  Rosanna says she knew he could be dishonest, but she never thought he would turn on his own wife.  Rosanna can't believe he is out looking for other investors instead of spending time at home.  She wonders if the marriage will last, \"The ice we're skating on is pretty thin.\"  She takes a breath and asks Carly why she stopped by for a visit.  Carly looks trapped.  She doesn't know if she should tell Ro who Craig is lining up as a new investor.  Will that push Rosanna to divorce Craig?\n\n\n\n\n\n",
    "tvmega_recap": "Craig told Dusty that Molly would be a perfect investor in the club. Molly wouldn't listen to Carly's apologies regarding her recent neglect of her cousin. Carly was disgusted when Craig presented his business proposal to Molly, and even more so when Molly considered the offer. Craig asked Carly not to mention the conversation to Rosanna, but Carly said she wouldn't lie to her sister. Molly agreed to invest in the club. Carly went to tell Rosanna about it, but hesitated when she saw how upset her sister already was. Jessica brought Sarah back to Marshall, and the teen said she was ready to go home with him. Bonnie started to tell Sarah about her mother's rape, but Jessica convinced her not to, saying it would only cause the girl to live in fear. Barbara told Jen that Paul paid off Andre. Jen said she didn't believe her, but still went into Paul's desk for a bank statement. Without looking at it, she told Barbara that Paul was innocent; she later admitted that she hadn't looked at the statement out of respect. When Paul admitted that he had done something shady to Jen that he now regretted, Rosanna told him to confess and apologize. He told Jen the truth, and Barbara gloated when Jen walked out in disgust. Jen rushed over to Java Underground, and asked Dusty to make love to her.",
    "soapcentral_condensed": "After hearing Sarah's decision to give Marshall a chance, Bonnie flips out and nearly whollops the juvenile with the news that her father is a rapist. Sarah sinks into depression and asks to go home, \"where ever that is.\" Paul comforts Rosanna in the Lakeview Lounge. Dusty demands to be heard, \"You risked our entire business because you can't stand up to your wife?!\" He demands Craig find a way to squeeze a liquor license from the board. Craig knows he has bigger problems, \"Rosanna has pulled out of the club by a fly by. We need to find out what it's like to lose her like that!\" He rips into her son, \"And now you'll find out! I don't need either of you!\" She storms off, then rips off the difference between her and Barbara's person! \"You are the same person! And now you're either off, or you're off!\" He storms off and she storms off.\n"
}