{
    "soap_central": "\n\nCarly clobbers Craig for telling Barbara about Carly and Paul's partnership. Craig says Carly is his new enemy. He points out that Molly told Paul about the bad adoption. Carly and Molly dance around each other, avoiding a confrontation. Molly demands to know what Carly wants from her. She claims Craig was lying about Paul, and wants Carly to leave her alone. Carly attacks Craig for embarrassing her in front of Molly and warns him to stay out of her business. Jennifer volunteers to do a fashion magazine interview, but Jordan has serious reservations and Barbara suggests they do the interview together. During the interview, the reporter questions Jennifer about Will and Jennifer almost loses it, but Jordan charms the reporter and saves the day. Jennifer fills Barbara in on what happened at the interview. There is still major tension between Jordan and Jennifer. Lucy isn't interested in talking about the trial with Lucinda. Tom informs Alison the judge has suppressed the videotape that Curtis made, and they have no case. Clark and his lawyer are about to leave, assuming Alison will drop the charges. Alison decides to testify and Curtis leaves to find the bartender at Yo's. Meanwhile, Aaron tries to convince Lucy to testify, but fails. Curtis discovers the bartender has skipped town. Tom calls Alison to the witness stand and Aaron still hasn't returned. Lily tells Lucinda she is a changed woman and is ready to go home again. Holden lets her in but won't tell Lily where the kids are and says that if she doesn't get help, she won't be seeing them again. Lily insists that no one will keep her from her kids, not even him.\n\n\n\n\n",
    "tvmega_recap": "Barbara forces her daughter to work with the new hire, in hopes that the both of them will learn something. Carly is warned that she is going to have trouble if she keeps working with BRO. Chris reassures her girlfriend that whatever happens, they will work things out together. Clarke grins from ear to ear, knowing that he has probably won. Craig questions what exactly Carly was offered at her new job. Holden will continue to let the kids think that their mother is at the hospital, so she had better go there. Lily decides that it is time that she goes back home. Lucy refuses to attend court. Molly plays her cousin, who is trying to fool her to get information.",
    "soapcentral_condensed": "Carly clobbers Craig for telling Barbara about Carly and Paul's partnership. Craig says Carly is his new enemy. Molly demands to know what Carly wants from her. Jennifer volunteers to do a fashion magazine interview, but Jordan has serious reservations and Barbara suggests they do the interview together. There is still major tension between Jordan and Jennifer. Lucy isn't interested in talking about the trial with Lucinda. Tom informs Alison the judge has suppressed the videotape that Curtis made, and they have no case. Alison decides to testify and Curtis leaves to find the bartender at Yo's. Aaron tries to convince Lucy to testify, but fails. Curtis discovers the bartender has skipped town. Lily tells Lucinda she is a changed woman and is ready to go home again. Holden lets her in but won't tell Lily where the kids are and says that if she doesn't get help, she won't be seeing them again. Lily insists that no one will keep her from her kids, not even him. He says that he won't let her go home.\n"
}