{
    "soap_central": "\n\nCarly learned from her doctor that she had a lesion on her brain that appeared to be deadly. Carly asked the doctor what his plan was, and he informed her that there was no surgical or radiation option for her because of where her lesion was and that she might have only a few months to live. She told the doctor he had to be wrong, and as she was set to storm out, the doctor told her to please get a second opinion and seek out medical attention immediately. He advised her she needed help -- \"now.\"\n\n\nVienna and Jack planned a surprise for Katie that backfired. Vienna showed Katie brochures of a beautiful island for her honeymoon and questioned whether or not Katie thought it was the perfect spot for a honeymoon. When Katie replied no, Jack appeared with tickets to that same island. Katie tried to backpedal her way out of ruining his surprise but told him that islands tended to remind her of Simon. In the end, Jack told Katie that the island had been Vienna's idea, and the two agreed to plan their honeymoon together. Jack and Katie headed out to take Sage to dance class while Vienna decided to continue with her plan of surprising Jack and Katie with the \"perfect\" honeymoon.\n\n\nCarly arrived at the farm while on the phone with another physician who gave her the same diagnosis as the other doctor. Carly went into the farm and ran into Brad, who asked about the doctor, and she told him to shut up. Sage overheard the two arguing and asked why Carly was mad at Brad and why she was seeing a doctor. Carly explained to Sage that she had just seen a doctor to make sure she was all right after the accident, and she was fine.\n\n\nCarly told Sage she was there to work on Sage's flower girl dress, but Sage explained she was waiting for her dad to take her to dance class. Carly tried to convince Sage to skip the class, but Jack arrived, and after hearing Carly trying to persuade Sage to miss the class, he insisted on talking to Carly alone. He chastised Carly for sneaking out to the farm and trying to take Sage without talking to him first. Jack got very angry at Carly, and she became flustered and overwhelmed and ran out of the house.\n\n\nCarly returned to her house, where she spoke to another doctor who agreed with the other physicians about her diagnosis, and a dejected Carly headed up to take a bath. As she soaked in the tub, she went under the water as Brad banged on the door. Brad got inside and pulled Carly up, but she insisted she hadn't been trying to kill herself. Brad asked what she'd been doing, and she said she'd just been trying to feel what \"it would be like.\" With a look of shock and wonder on Brad's face, Carly told him she was dying.\n\n\nBack at the farm, Vienna arrived and gave Katie another look at a new honeymoon, but Katie said to let her plan her own honeymoon. Vienna said, \"Okay,\" and as she turned to go, Katie questioned why Vienna was trying to plan it. Vienna explained that Jack had planned the original surprise and she'd only gotten involved to help out because it had been booked. Katie felt bad that she hadn't realized that the surprise had been Jack's. When Jack returned from driving Sage to class, Katie apologized for not liking his honeymoon surprise and told him that she wanted to go and didn't care about Simon or her past.\n\n\nCraig and Rosanna continued their discussion about Rosanna's declaration that she planned to \"bring him down\" and send him back to prison \"where he belongs.\" Craig informed her she might want to send him back to prison, but she had no chance of getting him charged a second time with attempted murder. Rosanna explained that she knew why Craig had run her off the road and would do what she could to send him back to jail. Craig continued to explain that Rosanna would make a terrible witness and should give up her fight.\n\n\nRosanna said that she might not be a great witness, but the nurse Craig had bribed to switch the babies could probably be bought again, and she was just the person to do it. Craig told Rosanna that she wouldn't do any of that because she was a truthful person who wouldn't go forward based on lies Paul had put in her head. Craig condemned Rosanna for remembering his past but for refusing to see Paul for who he really was. He informed her about Paul's previous two years of using and lying to people to get revenge. Rosanna told Craig that he might have known the woman before the accident, but he had no idea who she had become.\n\n\nAt the Lakeview, Dusty overheard Noah's dad telling Lily that he knew what Luke was doing to his son, and he wanted it to stop. He went on to tell her that he didn't want Luke's influence around Noah, all the while implying that Luke was making Noah homosexual. When Lily tried to comfort Winston and tell him that she understood how difficult it could be to deal with the reality of who their sons were, he said he wasn't denying who Noah was and refused to \"throw in the towel\" about Noah's future. Before he left, he made it clear that he wanted Luke to stay far away from Noah, and Lily agreed.\n\n\nDusty arrived and asked Lily about Colonel Mayer, Noah's dad, and found out that his son was Noah. When Lily tried to find out why Dusty was interested, he told her to not worry about it and to let him take care of Cheri's murder. Dusty left, and Lily was determined to find out what Winston and Noah had to do with Cheri's death. She also wanted to make sure that Noah was all right.\n\n\nLuke found Noah at the station and said he wanted to be there for Noah to help him through what he was dealing with. Noah replied angrily and told Luke to \"go to hell.\" Noah went on to blame Luke for all of his troubles. Luke said that he cared about Noah and wanted to help him live his life truthfully. With that, Noah stormed out.\n\n\nLuke headed out to talk to Maddie and found her at Al's. Luke told Maddie that nothing had really happened between him and Noah and that everything that was going on was happening inside Noah. Luke explained that he'd encouraged Noah to tell Maddie the truth, but he'd refused. Maddie was still angry and believed that Luke had sat by and watched as she'd planned her life with someone he'd known she could never really share it with. Maddie explained to Luke that she felt horrible about herself, partly because she had lost Noah to a guy. Luke told Maddie that the situation was bad for everyone, and they both agreed it was especially bad for Noah. They discussed the difficulty Noah faced in dealing with his dad.\n\n\nLily arrived at the station and asked Noah where Luke had gone. She asked Noah to give Luke a message, and he explained that Luke was done with the project and probably wouldn't be back. Lily said she'd talked to his dad that day, and Noah immediately apologized. She said not to apologize for him and detailed for Noah what the colonel had said about Luke. Lily offered to help Noah by talking to his dad again, and he told her not to bother because nothing would change his father. Noah explained to Lily that he wanted the thing with Luke to be over and that he had to live his life so that he didn't lose his dad.\n\n\nMeanwhile, Dusty had followed Noah's dad into Old Town and confronted Winston. The colonel explained that he remembered Dusty was the one who'd threatened Cheri and didn't think it was right for them to talk. As he turned to leave, Dusty yelled after the colonel that he knew who Cheri really was. The colonel threatened Dusty to keep whatever information he had to himself and walked away. Their exchange convinced Dusty he had found his \"guy.\"\n\n\nDusty returned to his room and poured himself a drink. He prepared to call Margo with his information about Noah and Winston Mayor and their connection to Cheri. As he stood up and started to dial, he passed out. After Dusty was out cold, a gloved Colonel Mayor arrived, found the evidence Dusty had on him, and took it out with Dusty.\n\n\n",
    "tvmega_recap": "Carly receives devastating news about a lesion on her brain and is in denial as she is told that she has only months to live. Rosanna and Craig have words. Col. Meyer has harsh words about Luke to Lily, as Dusty watches. Noah is furious with Luke. Vienna helps Jack surprise Katie with a honeymoon, but she puts her foot in her mouth when she insults the idea not knowing it is Jack's. Carly wants a second opinion. Noah thinks Luke outed him purposely and walks away from him. Col. Meyer wants Luke away from Noah and subtly promises to do something about it if it doesn't happen. Dusty has questions for Col Meyer that leaves him rattled. Katie and Jack decide to pick a honeymoon together. Brad wants to know what the doctor said to Carly, but she won't talk about it because all she wants is Sage to blow off dance class and come with her, but Jack overhears and is furious. Jack yells at Carly and her spontaneous not thinking behavior and how she always pushes the envelope with him; this is making him not trust her anymore, as Carly takes off. Craig tries to convince Rosanna that Paul just wants her to do his bidding and lets her in on a few things Paul did while she was in her coma. Rosanna won't be deterred and lets on how much she knows. Maddie is upset with Luke thinking he could have been a better friend and that he ended up getting what he wanted. Luke tries to explain his side and finally Maddie admits how low she feels about losing her boyfriend to another guy. Maddie and Luke worry about what Noah is up against with coming out. Lily and Noah talk, as he tries to defend his father; he can't lose him especially after growing up with no mother. Carly receives a second and third opinion and they are all in agreement, much to Carly's dismay. Carly soaks in a tub faraway in her thoughts, as she lets herself fall under the water. Craig still doesn't think Rosanna has much to stand on and thinks ultimately she will do what is right and not what Paul wants, but Rosanna doesn't want him to be so sure. Dusty's drink is spiked and he drops to the floor, as someone takes his notes on his investigation. Later, we see Col. Meyer dragging Dusty to the door. Katie finds out the honeymoon was Jack's idea and is horrified that she ruined it. They decide to actually go on his planned honeymoon and make their own memories. Brad pulls Carly up from under the water. She tells him that she is not trying to kill herself, but admits quietly to a stunned Brad that she is dying though!",
    "soapcentral_condensed": "Carly learned from her doctor that she had a lesion on her brain that appeared to be deadly. Vienna showed Katie brochures of a beautiful island for her honeymoon. Craig and Rosanna continued their discussion about Rosanna's declaration that she planned to \"bring him down\" and send him back to prison \"where he belongs\" At Lakeview Lake, Dusty overheard Luke's dad telling Lily that he knew what he was doing to his son and he wanted to stop it to make it easier for Noah to accept his father's new role as a father to his other son, Noah. The two agreed to plan their honeymoon together, and Jack told Katie that the island had been Vienna's idea, and they agreed to go on the same honeymoon as Vienna and Jack had planned. The pair decided to take Sage to dance class while Vienna decided to continue with her plan of surprising Jack and Katie with the \"perfect\" honeymoon, which backfired when Jack showed up with tickets to that same island.\n"
}