{
    "soap_central": "\n\nAlison was looking in a mirror working on an apology to Tish. Chris walked up and started talking to her when Tish came up with John and a policeman accusing Alison of assaulting her. John told Chris that Tish told him that Alison pushed her head in the toilet. Alison 'fessed up and said she did. Alison was placed on suspension. She tried to apologize but Chris told her she should just walk away from it and not react to it. Alison knew that Tish was trying to get to her. Alison just said she was sorry and left with the policeman. Later, Aaron bailed Alison out and Chris discovered that Tish was faking it!\n\n\nLucy walked into Metro and asked Craig what could be so important that he called her. Craig handed her a letter from the college. She was accepted into the fellowship program. Lucy was apprehensive when Craig hugged her. Craig tried to get Lucy to go out and celebrate but Lucy said no. She blamed her father for pushing Rosanna away. Craig kept trying to set the record straight but Lucy was not falling for it. Lucy told him that she didn't believe a thing he said. Craig continued to plead with her to forgive him and that he needed her now more than ever. A visibly shaken Lucy just stared at the father. Craig wanted Lucy to move back in but Lucy said no but she did agree to see him more often. \n\n\nJessica came to the hospital to see Ben. She told him how Bonnie and Sarah were so happy as they drove to the airport. Ben asked how she was doing. Jessica said she was happy for them and that it was the right thing to do but she would miss them just the same.  \n\n\nJack came in to the room and noticed Carly's sketches on the table. Carly told him that Paul had sent them back. Carly was giving up being successful said it was a losing battle. After Jack left the room, Barbara showed up at the door asking for Carly's help. Barbara wanted Carly to be a designer with BRO. She was even willing to make Carly a partner. Carly thought it was some kind of joke. Carly wanted to know why her and why now. Barbara made up a story about Carly being the best out there and she needed the upcoming show to be perfect. Barbara was sincere and told Carly she needed help. Carly didn't give her an answer and said she would think about it.\n\n\nJennifer wanted Paul to have lunch to talk about BRO. Jen explained to her brother that she wanted to believe he wouldn't do anything to ruin Barbara's involvement with BRO. As they talked Paul told Jen what he did to get Craig in trouble and that Rosanna found out and wouldn't forgive him. Jen kept pushing Paul and warned him that he better not be up to something. Paul finally relented and told Jen that he could never forgive Barbara for what she did to him and Rose. He told her of his plans to run Barbara out and have Carly in.  He was very sad as he talked about Barbara's betrayal. Jen took Paul's hand and said she would stand by him. Jen got up and thanked Paul for lunch. As she left, Lucy came in. Paul said hello and when Lucy ignored him, Paul walked away. Lucy told him about the fellowship and how she would be celebrating with her entire family if Paul hadn't told the authorities. Paul offered his apologies again and as Lucy was about to respond, his phone rang. Carly said, \"Can you come over? You are not going to believe what just happened!\" \n\n\n",
    "tvmega_recap": "Tish had Allison arrested for dunking her head in the toilet \u0096 she was wearing a neck brace. John told Allison she was on suspension. Chris got Tom to help Allison. Aaron picked Allison up from the jail once she was released on bail. She said she needed a job. He suggested working at Metro. Chris stopped in at Al's Diner after work and saw Tish removing her neck brace. Jessica visited Ben at the hospital after dropping Sarah and Bonnie at the airport. She was upset because everyone seemed to have someplace to go \u0096 except her. Jennifer asked Paul if Jordan's suspicions were true. Paul admitted he would never be able to completely forgive Barbara for all she has done. However, there was no plot against Barbara and Carly was not waiting in the wings to take over. Craig told Lucy he loved her and missed her. He just wanted to see her once in a while. She agreed. He also suggested Rosanna might need someone to talk to \u0096 Lucy told him she wouldn't spy for him. Jack met Craig at Metro. Craig told him he had patched things up with Lucy. Jack figured out Craig was going to use his daughter as a spy. Walker told Barbara she needed the treatment and the tumor would give her no more time. She offered Carly a partnership at BRO. She said she needed help \u0096 she started on the show too late and was under the gun. Carly agreed to think about the offer. She called Paul. He came to her house and she told him about Barbara's offer.",
    "soapcentral_condensed": "Alison was looking in a mirror working on an apology to Tish. Tish came up with John and a policeman accusing Alison of assaulting her. Aaron bailed Alison out and Chris discovered that Tish was faking it! Carly wanted to know why her and why now. Barbara made up a story about Carly being the best out there and she needed the upcoming show to be perfect. Barbara was sincere and told Carly she needed help. Paul finally relented and told Jen that he could never forgive Barbara for what she did to him and Rose. He told her of his plans to run Barbara out and have Carly in. Jessica came to the hospital to see Ben. She told him how Bonnie and Sarah were so happy as they drove to the airport. Ben asked how she was doing. Jessica said she was happy for them and that it was the right thing to do but she would miss them just the same. Jennifer wanted Paul to have lunch to talk about BRO. As she left, Lucy came in. Paul said hello and when Lucy ignored him, Paul walked away.\n"
}