{
    "soap_central": "\n\nPaul lit a match to all his memorabilia that he saved from when he was with Rosanna, and burnt it. Paul and Emily than had a champagne toast to new beginnings. Even after witnessing Paul burn Rosanna's things, Emily told Paul that he was still hung up on Rosanna; in order to prove Emily wrong Paul kissed her. Emily kissed Paul back to prove to him that he could move on with his life without Rosanna. \n\n\nLuke was at Emma's house telling her and Holden that he believed Lily was moving on with her life without Holden. Holden told Luke no matter what happened they would always be a family. After Luke left, Emma and Holden talked about his feelings for Lily. Holden said he just wanted what was best for his kids, but Emma believed that Holden was still in love with Lily. Emma told Holden he made a big mistake with Julia and to not let the same thing happen with Lily and Keith. Holden believed it was too late to save his marriage but Emma knew that Lily was still and always would love him.  \n\n\nKeith went to see Lucinda and told her that he was staying in town and he would continue to see her daughter, Lily. Lucinda still did not trust Keith and warned him to stay away from Lily. Meanwhile Dusty went to see Lily to warn her that Keith was involved with very dangerous people and that she should dump him to protect her family. Lily told Dusty not to listen to Lucinda, that Keith was a good man and that he would not hurt her. Dusty left to go tell Lucinda that Lily trusted Keith and so should Lucinda. Later, Keith returned home to find Lily had planned a romantic evening for the two of them. Lily gave Keith a check so he could pay off all of his debts. Keith refused to take the money because he wanted to prove himself to her. Lily asked Keith to think about taking the money, he agreed to think about it so they kissed and began to make love.\n\n\nRosanna told Craig that in order for Cabot to be safe from James she needed to give him up. Craig tried to talk Rosanna out of making the worst decision in her life but her mind was made up. Rosanna's lawyer took Cabot away, and Craig and Rosanna had a tearful goodbye with Cabot. After Cabot left Rosanna broke down in Craig's arms.\n\n\n",
    "tvmega_recap": "Paul tries to forget about Rosanna by burning some things that represent their relationship but he still can't get her out of his mind. Paul kisses Emily to prove he is over Rosanna and ready to move on with his life. Emily is glad that Paul is finally starting to figure out there are wonderful women in the world. Emily assures Paul he will find a special woman who will help him forget Rosanna. Dusty advises Lily to dump Keith because he is a bad guy who will only mess up her life. Lily doesn't listen to Dusty and gives Keith a check to pay off his debt to the mob. Later Lily and Keith begin to make love. Emma advises Holden to fight to save his marriage because Holden is the only man Lily has ever loved. Rosanna makes the heartbreaking decision to give Cabot up for adoption to protect him from James.",
    "soapcentral_condensed": "Paul lit a match to all his memorabilia that he saved from when he was with Rosanna, and burnt it. Luke was at Emma's house telling her and Holden that he believed Lily was moving on with her life without Holden. Holden believed it was too late to save his marriage but Emma knew that Lily was still and always would love him. Rosanna told Craig that in order for Cabot to be safe from James she needed to give him up. Craig tried to talk Rosanna out of making the worst decision in her life but her mind was made up. After Cabot left Rosanna broke down in Craig's arms. Lily gave Keith a check so he could pay off all of his debts. Keith refused to take the money because he wanted to prove himself to her. Lily asked Keith to think about taking the money so they kissed and began to make love. Lily told Dusty not to listen to Lucinda, that Keith was a good man and that he would not hurt her. Lucinda still did not trust Keith and warned him to stay away from Lily.\n"
}