{
    "soap_central": "\n\nRose went to see Lily and told her that Dusty Donovan was back in town.  She described how he had planted a kiss on her neck and expressed her disdain for him.  Lily was happy to hear that Dusty was back, and she told Rose that Dusty was her best friend, but Rose was suspicious of Dusty.  Lily suggested that maybe that kiss had felt better than Rose was letting on.  \n\n\nAs Rose and Lily talked, Dusty stopped to see Lily and told her that he had moved back to Oakdale for good.  Lily said she would throw a welcome home party for him.  Dusty apologized to Rose, but she was still leery of him.  Lily told her to give him a chance because he was a really good guy.  \n\n\nJohn Dixon gave Chris Hughes a hard time and ordered him to work a 48-hour shift.  John told Chris he was too easily distracted and needed to get his priorities straight.  Chris asked if John was doing that because Chris was Bob Hughes's son.  John said he wished Chris acted more like Bob Hughes's son.  Chris grew angry, they exchanged words, and then John suspended Chris from the intern program for three days.  \n\n\nEmily and Susan frantically made phone calls to see if they could locate Alison.  Jack arrived and told them there was a warrant out for her arrest.  Susan was upset, and Jack reminded her that Alison had lied from the beginning, and she had put people's lives at risk.  Jack wanted permission to monitor the phone so he could pinpoint Alison's exact location.  Alison did call and said she had gone to Chicago to see her father, but he hadn't been home.  \n\n\nSusan got on the phone and tried to convince Alison to return home.  The call was disconnected too quickly, so Jack was unable to record it.  Later, Susan admitted to Emily that she had hung up the phone because she had panicked when she had seen the recording machine.  She said she didn't want Alison to incriminate herself.  Emily said Alison was already in enough trouble.  Chris arrived and told Susan and Emily that he wanted to offer his help. Susan told him to go to Chicago to find Alison.  \n\n\nSimon was at the bar in the Lakeview when Bartleby walked in and told him to get rid of his wife or else Bartleby would do it for him.  Simon saw Henry and told him to take an easy case, following an unfaithful husband and then reporting it back to his wife.  When Henry asked who the husband was, Simon said, \"The husband is me.\"  Henry didn't want to do it, but Simon forced him.  Henry asked, \"Don't you love her anymore?\"  Simon's reply was, \"More than ever.\"\n\n\nKatie told Margo that something was wrong with Simon.  She said he was acting like a completely different person, and she feared that Simon didn't love her anymore.  Margo tried to ease Katie's fears, but Katie was still worried, since he hadn't returned home the night before.  When Simon went home, he fought with Katie.  She begged him to tell her what the problem was, but he only became more hostile.  She told him that she loved him, and she wouldn't let him push her away.   \n\n\n",
    "tvdb": "Rose warns Lily that Dusty still has feelings for her. Lily insists that Dusty is a good person. Dusty comes to Lilys and informs her that he has moved back to Oakdale. Lily, delighted by Dustys return, offers to throw him a welcome home party. Rose cautions Lily, by telling her that Dusty is back to steal Lily away from Holden. Lily does not believe Roses suspicions have any validity. John suspends Chris from his job for three days after Chris refuses to take on double shifts to make up for his indiscretion. Jack goes to Susans to set up a trace on her phone just in case Alison calls. Chris and Emily go off to find Alison. Katie confides in Margo that she is having doubts about Simon loving her anymore. Margo assures Katie that Simon still loves her. Meanwhile, Simon meets with Henry and fills him in on his plan to have Henry tape him cheating on Katie. When Henry questions Simons motives he fills him in on the Bartleby situation. Later, Simon returns home and acts harshly towards Katie. Disturbed by Simons behavior, Katie vows to find out for herself the reasons why hes pushing her away. When Simon leaves, she follows him unseen. \r\n",
    "tvmega_recap": "Alison calls home. Jack tries to trace the call. So that Alison doesn't incriminate herself, Susan hangs up on Alison, making it appear as if Alison hung up on her. John orders Chris to work a 48 hr. shift, so that he can't try to locate Alison. In the heat of the argument, Chris discrespects John and suspends him for three days. Chris later goes to the Munson household to help locate Alison in Chicago. Rose tells Lily about Dusty kissing her on the neck, mistaking her for Lily. Dusty arrives at Lily and Holden's and gives Lily two big kisses on the lips. Lily decides to plan a welcome home party for Dusty. Rose is not pleased thinking that Dusty will purposely ruin Lily and Holden's marriage. Katie confides in Margo about her recent marital problems. Margo asks if Simon is having an affair. Katie thinks problems may be due to pressure to have a baby. She tells Margo that Simon's been acting strange ever since Barlteby has come to town. Simon hires Henry to catch him having an \"affair\". Simon stages an agrument after he retuns to the cottage. Katie pleads with him to tell her what the problem is.",
    "soapcentral_condensed": "Rose went to see Lily and told her that Dusty Donovan was back in town. John Dixon gave Chris Hughes a hard time and ordered him to work a 48-hour shift. Simon was at the bar in the Lakeview when Bartleby walked in and told him to get rid of his wife. Simon forced Henry to take an easy case, following an unfaithful husband and then reporting it back to his wife, and Henry said, \"Don't you love her anymore?\" Simon's reply was, \"More than ever\" Katie told Margo that something was wrong with Simon, and she feared that Simon didn't love her any more, but he only became more hostile when she begged him to tell her what the problem was.  Susan told Chris to go to Chicago to find Alison, but she hung up the phone because she had panicked when she had seen the recording machine and didn't want Alison to incriminate herself.  Jack wanted permission to monitor the phone so he could pinpoint Alison's exact location.\n"
}