{
    "soap_central": "\n\nAt Metro, Sam tells Carly they need to book more bands to perform at the club, because they only have one booked for the weekend. He thinks they should go to Chicago, because he has contacts there. Carly doesn't think it would be a good idea for the two of them to take a road trip together. Instead, she suggests Sam take Kit. Carly leaves to meet with Parker for hot chocolate at Java. Carly tells Parker that Sam and Kit will be out of town for a few days. She asks Parker if he'd like to work at the club with her while they're gone. Parker agrees and seems happy about it. \n\n\nMeanwhile, Sam takes matters into his own hands and calls the band that is booked to play at Metro that weekend. He cancels the gig. Sam then tells Kit that the band called and cancelled the booking. Kit is worried about the money they'll lose if they don't have live entertainment. Sam tells Kit he'll be the live entertainment if she will go to Chicago on her own to look for more acts. Kit agrees, reluctantly. Carly and Parker walk in, and Sam gives Carly the bad news about the cancellation. He offers to perform instead, and Carly agrees that there's nothing else they can do. Parker can't believe it and walks out, upset. \n\n\nCarly follows Parker and tries to convince him that Sam didn't have anything to do with the band canceling their engagement, but Parker is unconvinced. He leaves, and Carly goes to Java. Kit finds Carly there and tells her she appreciates Carly keeping Sam at Metro despite Jack and Parker's feelings. Kit tells Carly that she and Sam have been together a long time, but Kit knows Sam has a roving eye. Kit says that doesn't matter to her as long as Sam doesn't become involved with another woman. She asks if she can trust Carly with her man. Carly says as far as she can see, Sam only has eyes for Kit. \n\n\nParker goes back to Metro, where he overhears Sam talking to a member of the band whose gig was cancelled. Parker sees Sam pay the man for one night's performance and hears Sam tell the man not to come back again. Parker realizes Sam is the one who cancelled the band's appearance. After the band member leaves, Parker accuses Sam of lying and says he has proof. Sam tells Parker that Jack and Carly won't believe him if he accuses Sam of doing something wrong yet again. Sam tells Parker that if he keeps telling stories, Jack and Carly will have no choice but to send Parker away. Sam says if Parker keeps his mouth shut, he won't tell Jack and Carly about Parker's little \"spy games.\" Parker says he doesn't need any favors from Sam, and he leaves. Sam gets Cowboy Jack out, and Cowboy Jack tells Sam he'll have to get rid of Parker because he's trouble. Sam says he knows just what to do, but Cowboy Jack's not going to like it. \n\n\nAfter Parker leaves, Kit returns to Metro. Sam tells Kit he shut Metro down early because he wants a romantic evening with her before she leaves for Chicago. Meanwhile, Carly finds Cowboy Jack burning in her fireplace at home. \n\n\nLily and Holden are at the police station, where they have gone to tell Margo about the body they found in the car trunk. Margo tells them the preliminary forensics report indicates the man, Neil Perkins, died of a lethal injection, like Dusty. Since that's how Dusty died, Margo wonders just how involved Lily and Holden were. Lily tells Margo that Neil called her to say he was analyzing residue he found on a coffee mug, and Dusty told him to contact Lily if anything happened to him. Holden points out that he and Lily wouldn't have come to the police station if they were guilty of murder. Margo tells them they can go but warns them not to leave town. \n\n\nDallas tells Margo they've got Neil's computer and are going through the files on it. Margo tells him to look for anything that could point to Dusty's killer. Dallas asks if this means she believes Holden and Lily's story. Margo says she doesn't think they would turn themselves in if they were guilty. When Dallas asks whom Margo suspects, she reluctantly says Chris. \n\n\nLily and Holden go to Al's for coffee. Holden thinks Lily could be in danger. He calls Lucinda, who joins them at the diner. They tell her about the dead lab technician, and Holden points out that Lily is a link to both Dusty and the lab tech. He says he's afraid Lily might be the next one hurt or killed. Lily asks Lucinda who at the hospital could be this desperate. Lucinda says she can't believe Chris Hughes would be capable of doing all of this, but she doesn't know who else would. Holden asks if Lucinda can take Lily out of town, for Lily's protection. Lucinda says she knows a good medical spa where they could go. Lily protests, but Holden and Lucinda tell her she doesn't have any say in the decision. \n\n\nLucinda gets a call from Meg, who says she urgently needs to see Lucinda out at the farm. After assuring Holden and Lily that they'll all be all right, Lucinda goes to the farm. Meg tells her she's been doing some thinking about the company, and she wants to right a wrong by giving it back to Lucinda. Lucinda is thrilled to hear this news. Lucinda says, \"I just wish that you'd done it months ago, before...\" Meg asks, \"Before what?\" but Lucinda says it doesn't matter now. They make arrangements to meet in the morning to handle the paperwork, and Lucinda leaves. Lucinda makes a call on her cell phone and tells someone that she needs to see them right away. When they meet at the hospital, Lucinda tells the person, \"We're going to call the whole thing off.\" \n\n\nIn the lobby of the Lakeview, Craig and Chris talk about Emily's accusation that Chris is responsible for Dusty's murder. Chris tells Craig that Emily is working with Paul. Craig tells Chris to concentrate on the work he's doing at the hospital, and Craig will take care of Emily and Paul. At the bar, Emily tells Paul that Margo didn't seem to believe her accusations about Chris. Craig walks up and interrupts them. He tells Emily to be careful what rumors she spreads. After Craig leaves, Paul and Emily discuss what Craig's motive would be for killing Dusty. They decide the fact that Craig's company was backing the Memo-21 project is reason enough, because Craig would want to protect his investment. \n\n\nMargo goes to the hospital to talk to Chris. Chris is very upset that his sister-in-law is accusing him of murder. Margo says it's Emily who's accusing him, but Chris says Margo should consider the source and not believe a word Emily says. Margo reminds him it's her job to follow every lead. \n\n\nAt the farm, Luke comes home and finds Meg in the kitchen. They discuss their love lives. Meg is happy for Luke that he's found Noah. Luke tells Meg it sounds like she misses Paul. She admits that she does, but says their relationship is complicated. Meg says Luke and Noah seem to be getting very close. Luke says they're not as close as they'd like to be, because of Emma's rules about separate bedrooms. However, Luke says it's probably best that he and Noah are taking things slowly. He tells Meg about the weekend party he and Noah were invited to, but he says it sounded like it would be too wild. Luke says he wants his first time with Noah to be special. \n\n\nPaul goes to the farm to see Meg. He tells her that he thinks Craig might be behind Dusty's murder. Paul says if they can prove that Craig is responsible for Dusty's murder, then Holden will be off the hook. Meg says she has no control over Craig anymore. Paul says that's not true, because Meg still owns Montgomery Enterprises. He tells Meg that if she pulls the company out from under Craig, the Memo-21 project will lose its funding, and whoever is responsible for Dusty's murder will show their true colors. Paul tells Meg to do this for herself, to find out who really murdered Dusty and to clear Holden's name. He kisses Meg on the cheek and leaves. \n\n\nEmily finds Craig in the lobby of the Lakeview. She tells Craig that she thinks Chris tried to murder his own father and then killed Dusty because he suspected Chris. Craig tells Emily that story is too strange even for her tabloid publication, but Emily insists Craig is backing the wrong horse by supporting Chris. Craig tells Emily that she's the one who had an affair with Dusty that ended in a very bad, very public way, so she's the one who should be accused of killing Dusty. \n\n\nPaul meets Emily back at the Lakeview, and Emily tells him her encounter with Craig didn't go very well. Paul says he thinks he convinced Meg to pull Montgomery Enterprises from Craig. He says Memo-21 will lose its funding, and the whole research project will collapse. Paul says if that happens, somebody will \"get ticked off enough that they'll show their hand; then, we can catch ourselves a killer.\" Chris approaches Emily and Paul and warns Emily that she's not going to get away with accusing him of murder. \n\n\n",
    "tvmega_recap": "Sam cancels the band that is booked for the week at Metro so he will have to stay and help Carly at the club. Parker sees Sam paying one of the band members for the day and then Sam warns parker not to tell Carly or Jack or they will have to send him away. Cowboy Jack tells Sam they have to get rid of the rotten brat so later Sam sneaks into Carly's house and puts Cowboy Jack in the fireplace planning to blame Parker so that Jack and Carly will send parker to Boot camp. Holden and Lily are put on the suspect list when Margo finds out that the lab technician was killed with the same drug as Dusty. Margo later sets Holden and Lilly free and they tell Lucinda about the test results the lab technician had regarding Bob's coffee cup. Paul and Emily plan to let Craig lead them to Dusty's killer since they think that Dusty was killed because he wanted to stop the research project at the hospital. Paul persuades Meg to give Lucinda the company back so that the hospital project won't happen and they can see what Craig will do next. Lucinda is thrilled to get her company back and goes to the hospital she goes inside the lab and tells herself she will stop the research project.",
    "soapcentral_condensed": "At Metro, Sam tells Carly they need to book more bands to perform at the club, because they only have one booked for the weekend. Meanwhile, Sam takes matters into his own hands and calls the band that is booked to play at Metro that weekend and cancels the gig. Sam tells Kit he'll be the live entertainment if she will go to Chicago on her own to look for more acts. Lily and Holden are at the police station to tell Margo about the body they found in the car trunk. Margo tells them they can go but warns them not to leave town. They tell Lucinda about the dead lab technician, and Holden points out that Lily is both Dusty and the lab tech. Lucinda says she doesn't know who else would be capable of doing all this, but she can't believe Chris Hughes would do it. Holden asks Lucinda if she can take Lily out of town for Lily's protection, but Lucinda doesn't tell her and says she could be the one hurt or killed.\n"
}