{
    "soap_central": "\n\nAlison and Aaron were rationalizing why they shouldn't get married. They both blamed it on timing. They agreed to wait until they had saved some money and were really prepared for married life. Over a glass of wine, Ali and Aaron shared their thoughts about their wedding day (played out in dream sequence). \n\n\nTyson reappeared at the gym and started picking on Will. Will stood up to him but when Tyson called Will a psycho killer and said some nasty things about Alison, Will attacked him. A police officer stopped him. When Will wouldn't apologize the officer took them to the police station where Tyson wanted to press charges.  Celia called Alison to come help Will out. Will freaked out when Alison showed up but Alison told him that she was just there to help.  Will told Alison to mind her own business after she confronted him about losing his temper.\n\n\nDusty ran into Paul and told him that Sierra had given Dusty full control over Street Jeans. Dusty told Paul that they were going to help Jennifer out. Meanwhile, a Boulevard Jeans Promoter asked Craig about the summer line and wanted to see sketches. Craig skated around the issue and, after the promoter left, took the keys to the Street Jeans office and said he had to find some sketches. After he left, Dusty and Paul went into the office and started taking back what belonged to Jennifer by replacing her designs with Barbara's. They also realized that no one had changed the lock at BRO and went rushing out after Craig. Over at BRO, Barbara walked in and asked Craig what the hell he was doing there! Barbara caught Craig with a file folder and he refused to give it up. As he tried to leave, he was confronted by Paul and Dusty. Dusty escorted Craig out and Paul asked his mother what she was doing there. Barbara said she was there to help Jennifer out. Paul said he would help Jennifer and left. Later, Barbara found the pregnancy test. Craig went back to his office and discovered that Jennifer's sketches were gone. \n\n\nMike was trying to help Jennifer relax with a nice dinner but Jennifer was very tense due to the fact that she was hiding her pregnancy from Mike. Jennifer started to tell Mike but stopped after he started talking about losing Katie and how much he wanted to start fresh with her. Jennifer wasn't so sure and started to cry. Mike told her not to be scared and that he wouldn't leave her. After they made love, Jennifer kept thinking about what Dusty told her and made a decision to go to a family planning clinic.\n\n\n",
    "tvdb": "Jennifer wants to tell Mike about her pregnancy but just can't do it. Instead she and Mike make love. As she watches Mike sleep, she realizes that she could never lie to him about who the father is. She calls the Family Planning Center for an appointment.",
    "tvmega_recap": "Ali and Aaron continue their discussion about marriage. They agree that the time isn't right for them at the moment to get engaged or married. Ali shares her fantasy about their perfect wedding with Aaron and they say their vows to each other. Will and Tyson get into a fight at the gym, an off-duty officer takes them down to the precinct. Tyson wants to press charges but Alison persuades Will to apologize instead. Paul and Dusty break into Craig's office and replace Jennifer's designs with Barbara's Craig tries to steal more of Jennifer's designs but is caught by Barbara, Craig and Paul. Barbara finds the positive pregnancy test in Jennifer's purse. Mike and Jennifer try to reconnect but Jenn is stressed out about her pregnancy. Later when Mike is asleep, Jennifer calls a family planning center and makes an appointment.",
    "soapcentral_condensed": "Alison and Aaron were rationalizing why they shouldn't get married. Mike was trying to help Jennifer relax with a nice dinner but Jennifer was very tense due to the fact that she was hiding her pregnancy from Mike. After they made love, Jennifer kept thinking about what Dusty told her and made a decision to go to a family planning clinic. Craig went back to his office and discovered that Jennifer's sketches were gone. Paul said he would help Jennifer and left. Later, Barbara found the pregnancy test and said she was going to help her daughter out by getting her some help with her hair and making sure she got a good night's sleep. A Boulevard Jeans Promoter asked Craig about the summer line and wanted to see sketches. Craig skated around the issue and, after the promoter left, took the keys to the Street Jeans office and said he had to find some sketches. Over a glass of wine, Ali and Aaron shared their thoughts about their wedding day (played out in dream sequence). Tyson reappeared at the gym and started picking on Will.\n"
}