{
    "soap_central": "\n\nBrad pitches using him and Katie as prizes in a contest, and gets it approved. When Jack sees Sage still reeling from Carly's absence, Katie suggests giving Sage a makeover. Jack asks Katie out for dinner, but Katie has to break the date because of work. Craig says unless Lucinda tells him where Johnny is, she can kiss her company goodbye. Craig brings guards to escort Lucinda out, and later Lily tells Craig she will do anything to help Lucinda. Will and Casey break down the door, and head for the cabin. Will barges in on Adam, and demands that he get his hands off Gwen. Gwen tries to keep Will from killing Adam. Casey and Will order Adam to leave and never bother them again. Maddie confronts Jade, and Jade says she won't say a word, but secretly resolves it's not over yet.\n\n\n",
    "tvdb": "Dusty discovers that Lily signed someting Craig gave her without reading it first. Craig goes by the farm and sees Meg and Paul kissing. Casey tells Maddie, Will and Gwen that he didn't speak to his mother and that tells Maddie that he won't leave her.\r\nSource: tv.com",
    "tvmega_recap": "Katie and Brad finally agree on a contest for Oakdale now and Kim is amused that they are getting along better and insists they have chemistry. Jack is grateful to Katie for cheering up a sad Sage who misses Carly because of mother daughter day at school. Jack asks Katie out to dinner as a thank you but his plans with Katie are postponed when she has to film promotional spots with Brad for the new contest. Lucinda is thrown out of WorldWide by Craig and Lily vows to help her mother make Craig pay for what he has done to them. Casey and Will rescue Maddie and Gwen from a crazy Adam who almost rapes Gwen. Will and Casey make Adam promise to leave and never come back and in exchange they won't tell Margo what he tried to do to Gwen and how he tormented Gwen and Maddie for weeks.",
    "soapcentral_condensed": "Brad pitches using him and Katie as prizes in a contest, and gets it approved. Jack asks Katie out for dinner, but Katie has to break the date because of work. Craig says unless Lucinda tells him where Johnny is, she can kiss her company goodbye. Will barges in on Adam, and demands that he get his hands off Gwen. Maddie confronts Jade, and Jade says she won't say a word, but secretly resolves it's not over yet.. Lily tells Craig she will do anything to help Lucinda. Will and Casey break down the door, and head for the cabin. Gwen tries to keep Will from killing Adam. Casey and Will order Adam to leave and never bother them again. The episode airs on ABC at 8 p.m. ET/PT on Wednesday, September 14. For more information, visit www. ABC.com/ SoapDrama. The series continues on Thursday, September 15 at 9 a.m., ET/ PT.\n"
}