{
    "soap_central": "\n\nWhile an emotional Meg reels from what she witnessed between Jennifer and Dusty, Dusty pushes his feelings for Jennifer aside as he comes up with a new plan to prove her theory about her son being alive. Paul realizes Dusty must be put out of Jennifer's life for good and dispatches Emily to handle Meg while he deals with Jennifer. Paul guilt-trips Jennifer and starts to lay the groundwork to drive a wedge between her and Dusty only to get the shocking news that Dusty is planning on a second blood test. Meanwhile, Emily ties to reinforce to Meg that by keeping the baby switch a secret, she is helping her relationship with Dusty. Meg is sickened by Emily's reasoning and tries to pull away, as Dusty enters to see the heated exchange. While Mike returns home and plans a romantic encounter with Katie, Maddie nearly tells Katie the truth about BJ but pulls back and covers in fear of BJ. Later, Katie and Mike share a romantic interlude and Katie admits she may have misjudged BJ, even as BJ threatens Maddie to keep her mouth shut about his identity or pay the consequences. Ultimately, Maddie agrees. Holden comes to pick up Lily for a date and Luke, though weak and not feeling well, is thrilled that his parents are working towards getting back together. He goes out with some friends and runs into Keith, who begs him to tell Lily that Mexico was not his fault. Seeing how sick Luke is, Keith takes him home where Lily rails at him once again for interfering in her family's life. As the conversation heats up, Luke suddenly collapses to everyone's shock and horror. \n\n\n",
    "tvmega_recap": "B.J. blackmails Maddie and tells her to keep quiet about his identity and not say anything to Katie and she and Henry can live at Fairwinds with him. Maddie is scared when B.J. shows his anger to her. Mike and katie try to have a romantic day together but B.J. keeps interrupting their plans. Paul pretends that he is going to help Jennifer search for her son so that Jennifer can tell him all the progress she has made on her search. Emily tries to persuade Meg to keep the truth about Jennifer's baby a secret so that she can have Dusty all to herself once Jennifer leaves town with Paul. Meg remains determined to tell Jennifer and Dusty the truth about the baby. Holden and Lilly have a romantic date apple picking and are about to make love when they arrive home at Lily's house but Luke arrives home sick from school and passes out.",
    "soapcentral_condensed": "While an emotional Meg reels from what she witnessed between Jennifer and Dusty, Dusty pushes his feelings for Jennifer aside as he comes up with a new plan to prove her theory about her son being alive. Paul realizes Dusty must be put out of Jennifer's life for good and dispatches Emily to handle Meg while he deals with Jennifer. While Mike returns home and plans a romantic encounter with Katie, Maddie nearly tells Katie the truth about BJ but pulls back and covers in fear of BJ. Later, Katie and Mike share a romantic interlude and Katie admits she may have misjudged BJ, even as BJ threatens Maddie to keep her mouth shut about his identity or pay the consequences. Holden comes to pick up Lily for a date and Luke, though weak and not feeling well, is thrilled that his parents are working towards getting back together. He goes out with some friends and runs into Keith, who begs him to tell Lily that Mexico was not his fault. Seeing how sick Luke is, Keith takes him home where Lily rails at him once again for interfering in her family's life.\n"
}