{
    "soap_central": "\n\n \nStill reeling from Casey's dumping her, Alison wandered aimlessly around Old Town.  Hunter caught up with her and told her that he had been texting her.  He had decided to take her up on her offer to help him find his father.  Alison was still distracted and advised him to ask Emily instead.  Hunter asked if she was okay, because, he said, she looked terrible.  Alison gave a sharp retort, and then admitted that she and Casey had broken up.  Hunter said he was sorry to hear it, but he could barely contain his smile.  He also called Casey an idiot.\n\n\nAlison suggested that they start the search for Hunter's father with his mother.  Perhaps she was more lucid than she had been when they had first visited.  They drove to the nursing home and found Hunter's mom sitting in the garden again.  Hunter approached her, and she called him \"son,\" and she asked who his \"friend\" was, indicating Alison.  Hunter introduced Alison and then asked about his father.  His mother did not respond, so Hunter played a CD of \"Tristan and Isolde\" for her and asked if she had ever known a real-life Tristan.\n\n\nHunter's mother burst into tears and complained that she was tired, so Hunter gave up and told Alison that there was no real Tristan; he had to be part of his mother's imagination.  Alison asked what Hunter's birth certificate said, and Hunter realized that his mother had always gotten any documentation he needed, including his passport.  He hoped his father was named on his birth certificate, so he and Alison headed for city hall. The certificate listed his name as \"Jeremiah Hunter,\" and his father's as \"Tristan Wagner.\"  Hunter thought the name was made up, as in Wagner the composer, but Alison wanted to begin looking online for someone of that name.\n\n\nAt Memorial, Susan saw Emily and said that she was sorry how they had ended their previous conversation.  She recommended a Dr. Gardner as a fertility specialist there at the hospital, but Emily said that Larry had offered to help find the missing eggs.  That set Susan off, who wanted her ex-husband to have no involvement with her family at all.  She told Emily that her eggs were not in the hospital despite what her new best friend said.  She obviously put no faith in Larry, and she went off in a huff.\n\n\nLarry appeared carrying a cooler.  He announced that he had found Emily's eggs and that they were well preserved.  Hopefully, they would still be viable.  Emily was very grateful, and Larry handed the cooler to a nurse and told her to put them back in the freezer.  He said the first step was to test the eggs to see if they were viable, and if so, then Emily could go ahead with the in vitro process.  Emily said that she owed Larry several apologies for recent and past transgressions against him, but Larry said there was nothing to forgive.  He said he and a colleague had been going to the opera that evening, but that the friend had cancelled.  He asked Emily if she would like the other ticket, and she accepted.\n\n\nLarry arrived at the opera house first and was delighted when Emily showed up. The opera was \"The Barber of Seville,\" but was presented in the opera buffa style of comedy. He promised Emily that she would enjoy it, and she did.  At intermission, Emily asked how Larry had gotten interested in opera, and he said that someone who had been very special to him years before had introduced him to it.  Emily probed a bit and learned that his friend had been a woman with whom Larry had been in love, but the relationship had not worked out.  Larry said the first opera he had seen was \"Tristan and Isolde.\"\n\n\nHolden visited Meg at the farm, and she told him that she had called it quits with Dusty.  Holden couldn't begin to be sorry for that, and he was equally elated to learn that Damian was out of the picture, as well.  He offered to help his sister in any way he could, and he invited her to have a drink with him and Lily.\n\n\nDusty was in a shouting fest on the phone, asking his broker how someone could not know who was behind the hostile takeover of Worldwide Enterprises.  Bonnie opened the door and complained that she could hear Dusty all the way to the elevator.  Dusty gave his broker one hour to find out who was after his company, or the man was fired.  Dusty explained to Bonnie that someone was buying up big blocks of Worldwide stock.  Bonnie questioned why Dusty was so upset when he hated corporate life and even worse, being stuck in an office.  She asked why he did not just cash out, but Dusty considered that \"caving.\"  He said he needed a lawyer to track down DI Madrigal & Associates, so Bonnie placed a call to \"a friend in high places.\"\n\n\nBonnie learned that DI Madrigal & Associates was the investment arm of a European syndicate whose managing partner was no other than Damian Grimaldi.  Bonnie suggested that Dusty buy up more shares than Damian, but Dusty's answer to the problem was to find Damian and stop him.  Bonnie did not try to talk him out of that; in fact, she told Dusty that Damian had been in the lobby when she had entered.  The two of them left for the elevator.\n\n\nDamian exited the elevator in the Lakeview lobby and ran into Lily.  He said he was in a good mood because of a new business venture.  He gave no real details, but he did say that it was possible that the two of them might be partners again soon.  Damian confided that his holding company had been buying up shares of Worldwide stock to make money.  He felt the company was undervalued because of Dusty's poor management.  Damian also liked the thought of putting down roots in Oakdale, because of Luciano.\n\n\nLily challenged Damian that his takeover was not as much about running Worldwide as it was about his feelings for Meg.  Damian admitted to those feelings, so Lily told him that the last thing that Meg wanted was to be the prize in an \"alpha dog slug fest.\"  As they continued their discussion, Holden and Meg approached.  Lily mentioned that Damian had a new business venture, and Meg was curious. Just then, Dusty and Bonnie walked up, and Dusty loudly challenged Damian.  Meg was confused and asked that someone enlighten her.  Dusty claimed that Damian was attempting to neutralize him as a threat, but that told Meg nothing.\n\n\nBonnie finally spoke up and said that Damian had been secretly buying up Worldwide stock with his off-shore interests. Meg lit into Damian, and Dusty issued a warning and left with Bonnie.  Meg asked Damian if the stock buying was true, and he admitted it.  Meg stormed out, and Holden went after her, shouting at Lily that he would see her at home.  Lily told Damian that he had totally blown it with Meg, so he asked what he should do.  Lily said he had to make a choice of which he wanted more, Worldwide or Meg. \n\n\nLily suggested that he apologize to Meg first and then try to fix the problem.  Damian called his people and called off the takeover.  He issued a sell order for all the stock he had bought, and that surprised Lily.  She realized that Damian really did have strong feelings for Meg, and she agreed to speak to her sister-in-law on his behalf.\n\n\nAlison and Hunter found a \"T. Wagner\" listed online, and they went to his house.  Tristan Wagner was returning home as they knocked on the door, and he was a fairly young African-American man.  Hunter immediately discounted the man as his father and began to feel hopeless.  He and Alison went to Yo's for a soda, and Hunter asked for details about why Casey had dumped Alison.  She explained that Casey had done something nasty to Riley, and she had told Margo about it.  Casey felt betrayed and had walked out on Alison.  \n\n\nHunter stated that Casey did not deserve a beautiful, intelligent woman like Alison, and he leaned over and gave her a kiss on the lips.  He apologized immediately, but then said he wanted to be more than just friends.  Alison said that would never happen, and she ran out.\n\n\nAfter the opera, Larry and Emily went to the Lakeview bar for a drink.  Susan walked in and asked to speak to Emily alone.  She asked Emily why she had dressed as if she was going to the prom, and Emily explained that she had been to the opera with Larry.  Susan went ballistic and called it a \"date,\" and said that it disgusted her.  She could not believe that Emily's eggs had appeared at Memorial, either.  She warned her daughter not to trust Larry, but Emily had heard enough, and she walked out on her mother.\n\n\nLarry invited her to have a drink in his room at the hotel, but Emily hesitated.  Larry assured her that it was just a drink, and, besides, he was \"family.\"  Susan watched them get into the elevator, and she was not pleased.  In his room, Larry poured the two of them drinks and then reminded Emily that her eggs would eventually need company.  He urged her to pick a donor whose qualities she valued.  Then he dropped a bombshell and suggested himself as the donor, citing Alison as a good work product from the last time.  Emily said the thought creeped her out, but she thanked him for the offer.\n\n\nEmily stood up to go, but she got woozy and sat down again.  Larry suggested that she spend the night, and volunteered to sleep on the couch.  Emily thought that was a bad idea, and she attempted to stand again.  She got very dizzy and lay on the bed and closed her eyes.  Larry sat and watched her for a long while.\n\n\nDusty began buying Worldwide stock in order to save his company.  His broker called and said that Damian was unloading his stock.  Bonnie congratulated Dusty on winning the battle, and then she accepted the dinner date that Dusty had issued several days before.\n\n\nHolden dropped off Meg at the farm, and they were surprised when Lily and Damian followed them in.  Damian asked to speak with Meg, so Holden and Lily left.  Lily told her husband what Damian had done for Meg.\n\n\nDamian admitted that he had made a grave mistake, but he assured Meg that he had already sold back the shares he had bought.  Meg then agreed to take their relationship one step at a time, and that gave Damian hope.\n\n\n",
    "tvmega_recap": "At Al's, Hunter gets Alison's attention. Alison lets Hunter know that she and Casey bad broken up. Hunter is thrilled. At the hospital, Emily tells Susan that she is letting Larry handle finding her eggs. Sadly, Meg tells Holden that she had broken up with Dusty. In his hotel room, Dusty, on the phone, blasts someone, who is trying to take over his company. Bonnie stops by and tries to lift Dusty's spirits. Damian, talking to Lily, explains how much trouble that Worldwide is in. Damian can't deny his feelings for Meg. At the nursing home, Hunter introduces Alison to his Mom. Larry finds Emily's eggs and delvers them to her in a Styrofoam cooler. He reminds her that they have to be tested. Hunter finds that Tristan Wagner is the name on his birth certificate. Hunter goes to visit Tristan Wagner, but finds him to be an African-American. Hunter kisses Alison, Alison pulls away and tells Hunter that he is out of his mind. Damian sells back the shares of Worldwide to Dusty. Damian offers his apologes to Meg, who thinks that Damian uses his money to manipulate people in order to get what he wants. Outside, Lily tells Holden what Damian had done concerning Worldwide. Dusty invites Bonnie out .",
    "soapcentral_condensed": "Alison and Hunter go looking for Hunter's father. Emily and Larry go to an opera together. Dusty and Bonnie are in a shouting match over a hostile takeover. Meg and Dusty decide to call it quits with Dusty, as well as Damian and his sister Lily, after a bitter fight over a stock deal. The pair go on a road trip together, and Hunter learns about his father's past. and finds out about his mother's new boyfriend. and learns that his father is a widower. and discovers that Emily's eggs are not in the hospital despite what her new best friend said. and that she is going to have an in vitro fertilization procedure. and discover that Dusty is the man behind the hostile takeover of Worldwide Enterprises. and realizes that he needs a lawyer to track down the man who was fired from his company. and find out why he did not just \"cave down\" and call the man or call a lawyer. and realize that he is not the man he once was.\n"
}