{
    "soap_central": "\n\nAlison hears the recording and comes to the conclusion that Paul and Lucinda are asking her to impersonate Rosanna. Paul and Lucinda realize they have to tell Alison about Craig. Alison's nervous and can't perform, but after a quick run to the bathroom, she's ready to go. Later, Alison goes off happily with her cash and buys meth. Meg cautiously leads Craig to believe they have a future, and he invites her out for a drink – then is thrown when he gets a call from \"Rosanna.\" Spooked Craig cancels his drink date with Meg, and tries to trace the call. Rosanna's doctor informs Craig that she's disappeared. Will breaks the news to Barbara that she was really having a heart to heart with Cleo, not Gwen. Barbara wants to go after Jade but Will thinks that's a bad idea. Barbara insists on going to talk to Gwen, but Will urges Barbara not to belabor this, and assures her that Cleo has probably already left town. Cleo's arrived at the cottage, but Gwen's not receptive and calls the police – then Cleo faints. When Cleo seems too shaky to leave, Gwen offers to get her some juice. Gwen gently invites Cleo to admit she's involved with Jade. Cleo's denial about being involved with Jade turns into her urging Gwen to keep on with her singing career. Cleo, relieved at Gwen's thaw, hugs Gwen just as Will comes home. Cleo leaves but secretly sticks around to observe Will and Gwen.\n\n\n",
    "tvmega_recap": "Meg arrives at Worldwide just in time to get a front row seat for the soon-to- be fallout. Meg apologizes for the way Holden reacted the last time she and Craig were together at the farm to buy her some time. Meanwhile Allison sits in a hotel room with an almost giddy Paul and Lucinda who are still being very vague yet demanding about the \"job\" they want her to perform for them. Paul gives Allison a CD to listen to and quickly recognizes the voice. \"This is Rosanna Cabot?\" After knowing whose voice is on the CD, Allison demands to know who she is pulling a con on and why? Finally Paul gives up the truth to Craig, no explanation is needed as far as Allison is concerned, anything to get to or hurt Craig she is on board for. So she makes the call. The plan works. Craig freaks out, calling off all plans for the evening and making numerous phone calls about the matter. Paul, Lucinda, and Allison celebrate. Allison also treats herself to a generous amount of meth. Cleo shows up at Gwen's house. At first it scares her, causing Gwen to call the police department. Will is at Al's, picking up dinner. When Gwen calls the police, Cleo gets scared and tries to leave but passes out before she can get out of the door. Gwen helps her back to her feet and feeds her to shake the nerves. Gwen takes the time to question Cleo. Will returns home furious to see Cleo back in his house. Gwen blows it off and cozies up to her husband.",
    "soapcentral_condensed": "Alison hears the recording and comes to the conclusion that Paul and Lucinda are asking her to impersonate Rosanna. Cleo's arrived at the cottage, but Gwen's not receptive and calls the police – then Cleo faints. Will breaks the news to Barbara that she was really having a heart to heart with Cleo, not Gwen. Barbara wants to go after Jade but Will thinks that's a bad idea. Meg cautiously leads Craig to believe they have a future, and he invites her out for a drink – then is thrown when he gets a call from \"Rosanna\" Spooked Craig cancels his drink date with Meg, and tries to trace the call. Alison's nervous and can't perform, but after a quick run to the bathroom, she's ready to go. Later, Alison goes off happily with her cash and buys meth. The series finale airs at 9 p.m. ET on Sunday, December 16. The cast is still casting. The final episode will air on December 17.\n"
}