{
    "soap_central": "\n\nAt the Snyder house, Jack doesn't believe Sage was missing. He believes it was a ploy to get him to the house. Nick emerges from the kitchen and tells Jack, Carly is telling the truth, Sage was missing. Jack is angered to see Nick. Nick goes back into the kitchen. Jack suggests Carly would use Sage to get to him. Carly becomes enraged at the suggestion that she would use her children. She tells Jack he is in him home and they are his family. Jack doesn't want to have this discussion again, it's over. Carly tells him if it's over to get out. With a shocked look on his face, Jack leaves. Nick offers to stay, but Carly wants to be alone. Jack goes to Yo's. He has a beer and starts reminiscing about his life with Carly. He takes off his wedding band and sits it on the bar. At the same time, Carly looks at a picture of her, Jack and Sage. She kisses her wedding band.\n\n\nMike is having a nightmare about the skeleton, when Katie enters the room. He won't tell her what is going on. She tells him, Nancy Hughes will tell everybody she is the author. Katie believes this will solve Mike's problem. Mike doesn't think so. Katie begins to think he found something in Carly's basement. She badgers Mike until he tells her, he found a skeleton. Katie is unnerved, but glad she knows. Now, they can work together. She wants to go to the police, but Mike is afraid he will be implicated because of the rubies.\n\n\nPaul takes out a stack of money and convinces Henry to have a few drinks and play pool with him. They go to Yo's Paul deliberately loses. He and Henry continue to drink. The conversation turns to Emily. Paul convinces Henry to tell Emily's secret. Just as Henry is about to speak, Jack walks in. Henry thinks Paul is setting Emily up. Henry says the only thing Emily told him, was that she shot Paul. Paul knows Henry is hiding something, but he says his alliance is with Emily. Henry leaves to go pass out in private.\n\n\nEmily orders and receives a package. She leaves with the package and goes to Meg's room at the Lake View. She opens the package and takes out a finger print kit. While reading the instructions, she takes finger prints from a glass and puts them on the gun. \n\n\nJennifer arrives at the station to see Hal. She sees Dusty's things, and then she sees Meg. She goes into the interrogation room to ask about Dusty. Meg says she doesn't know anything, but Jennifer should stop pointing fingers and search for Dusty. Jennifer wants to now what Meg knows. Meg tells her to go to Paul. Jennifer leaves. Emma arrives to see her daughter. Meg tells her mother Emily has Dusty and has framed Meg. Meg informs her mother that Paul loves her and will help her. She begs her mother not to say anything. Emma tells Meg, if nothing has happened in 24 hours, she is going to Hal. Emma hugs her youngest child; then, the officer takes Meg away.\n\n\nPaul returns home and yells for Emily. There's a knock on the door. It's Jen. She tells Paul if he doesn't tell her, 'what's going on' she'll never speak to him again. He tells her Emily has Dusty and is framing Meg. Jennifer says Emily needs help. Paul tells his sister, if they turn Emily in, Emily may kill Dusty.\n\n\n",
    "tvmega_recap": "Jen sees bloody evidence of Dusty's and demands Meg to tell her the truth about where he is. Meg explains she was set up, but Jen doesn't want to believe her; Meg begs Jen to asks Paul what is going on because she can't tell her anymore then she has. Paul hustles Henry into playing pool with him in hopes of getting some evidence against Emily. Paul pretends to be worried for Emily; he knows she is hiding something and claims he wants to help Henry and her. Henry almost takes the bait until Jack walks in the bar. He admits to Paul only that Emily told him she shot Paul and that he didn't really try to commit suicide. Paul knows he is hiding more, but Henry refuses to spill it and quickly leaves. Emily buys a fingerprint kit and heads over to Meg's. She takes Meg's fingerprints from her room and places them on a gun. Meg finally tells Emma that Emily is the one that has Dusty, and furthermore, she is trusting Paul to get her out of this. She also confides that they love each other. Emma is willing to give Paul 24 hours to solve this. Jen confronts Paul and he finally tells her what he thinks about Emily and his plan to trip her up. Jen doesn't believe him at first, but then Paul unbuttons his shirt and shows her his bullet wound. Katie tells Mike about her plan of asking Nancy to take credit for writing Oakdale Confidential. Mike continues to worry; Katie wants him to tell her what else is really going on, but Mike tells her he can't. Katie pushes telling him she will snoop around till she finds out the truth, so Mike gives in and tells a shocked Katie about the skeleton in the wall. Katie thinks their only option is to go to the police. Jack questions whether Carly lied about Sage going missing, and then is angered when he finds out Nick responded to Carly's plea for help. Carly wants Jack to apologize for not believing she wouldn't use her kids as pawns in her plan to get him back. She wants him to come home, but when he refuses; Carly finally blows up and tells him to get out. Later, at a bar, Jack has flashbacks of his life with Carly and ends up taking off his wedding band and laying it on the bar. Meanwhile, Carly, who is still holding onto hope, looks at her wedding band, and kisses it.",
    "soapcentral_condensed": "At the Snyder house, Jack doesn't believe Sage was missing. He believes it was a ploy to get him to the house. Carly becomes enraged at the suggestion that she would use her children. Meg tells her mother Emily has Dusty and has framed Meg. Paul tells his sister, if they turn Emily in, Emily may kill Dusty. Jennifer arrives at the station to see Hal. She sees Dusty's things, and then she sees Meg. Meg says she doesn't know anything, but Jennifer should stop pointing fingers. Emma tells Meg, if nothing has happened in 24 hours, she is going to Hal. Emma hugs her youngest child; then, the officer takes Meg away. Paul returns home and yells for Emily. There's a knock on the door. It's Jen. She tells Paul if he doesn't tell her, 'what's going on' she'll never speak to him again. Paul convinces Henry to tell Emily's secret. Just as Henry is about to speak, Jack walks in. Henry thinks Paul is setting Emily up. Henry says the only thing Emily told him, was that she shot Paul.\n"
}