{
    "soap_central": "\n\nWhen Doc spots Jessica's prenatal vitamins, she is forced to tell him that she is pregnant.  Although he immediately guesses that she suspects him to be the baby's father, he assures Jessica that he will make no claims on the baby.  Unfortunately Jessica must warn him that Margo knows that they slept together.  Just then, Ben arrives and is so rude to Doc that Doc leaves hastily.  Ben rants and raves about how Doc has ruined Margo and Jessica's friendship.  Margo returns to her home to find Jill, the blackmailer, telling Tom all about Margo's multiple clandestine meetings with Doc.  When Tom shouts at Margo, she admits that she kissed Doc more than once.  Margo cries and begs Tom, \"Don't throw this away.\"  Tom rolls his eyes and answers, \"I didn't.\"  He leaves for the hotel with a packed suitcase.  When Margo tells Casey that Tom has left, Casey calls Ben and Jessica and asks them to come over.  When Margo sees them, she leaves to room momentarily and overhears Ben telling Jessica that he doesn't blame Tom for leaving because Margo slept with another man.  Margo returns to the room with fire in her eyes, and says, \"That's not exactly what happened.\"\n\n\nWhile Jordan has Cabot, Rosanna leaves Paul in the penthouse to go see Barbara secretly.   Rosanna asks Barbara to help her get Jordan away from Jennifer, arguing that Barbara would be saving both her children from James Stenbeck.  Just then, Paul arrives at Barbara's door and Rosanna hides in the next room.  As Rosanna listens with her ear to the door, Paul confides to Barbara that he loves Rosanna, and as he leaves he asks Barbara not to interfere.  Barbara begs Rosanna not to go through with her plan, but Rosanna tells Barbara that James Stenbeck always gets his way and , \"If I want to keep Cabot, I have to stay married to Jordan.\"\n\n\nJack's car plunges into the river with Starziak inside and Jack hanging on to the door frame.  The license plate of the car is left on the bridge.  Back at the station, Hal calls Carly to tell her that Jack did not make it to the hospital, where he was heading with his prisoner.  Holden leaves to retrace Jack's route from their house to the hospital, while Carly explains to Parker that Jack has gone to take a bad man to the hospital.  Next, Hal receives a call reporting an accident on Route 17, and he leaves Nikki at the station while he goes to see if it is Jack's car.  Emma comes over and agrees to stay with Parker while Carly goes to the police station.  Molly, knowing that Jack took Starziak without backup only because she begged him to, follows Carly.  When Carly and Molly arrive at the police station, they find Nikki taking a call from Hal to trace the license plate, and Carly immediately knows that it is Jack's because of the letters PKRSGE (Parker and Sage).  Carly asks a policeman to take her to the crash site, but when Molly tries to come along, Carly gives her a cold stare and leaves without her.  When Nikki asks Molly, \"Why didn't Jack wait for backup - why did he leave to bring Starziak in on his own?\" Molly miserably answers, \"Because I asked him to.\"  Carly arrives at the crash scene and is told that two witnesses saw the car plunge off the bridge.  She screams, \"Jack!  Jack!  Jack!\"\n\n\n",
    "tvdb": "Carly panics when she finds out that Jack never showed up at the hospital, but covers for Parker. Later, Emma offers to stay with Parker while Molly and Carly go to the police station and Holden goes to search for Jack. Carly walks in as Nikki learns from Hal that Jacks license plate was found at the crash site on the bridge. Nikki and Molly try to prevent Carly from going to the bridge but she heads out anyway. Nikki questions Molly as to why Jack took Starziak away without backup. Carly learns from Hal that it appears Jacks car went over the bridge. Rosanna asks for Barbaras help in creating distractions so that she can create a real marriage with Jordan. Later, Paul arrives and warns Barbara not to interfere with his relationship with Rosanna. Rosanna overhears Pauls optimism about their relationship and feels awful but insists that Barbara proceed with the plan. Barbara agrees to help Rosanna. Tom confronts Margo with everything Jill has told him. Furious about her lying, Tom packs a suitcase and leaves, making it clear he wants a separation. Margo is left completely heartbroken. Meanwhile, Doc figures out that Jessica is pregnant with what could be his child. Shes surprised when he announces that he wants her to be happy with Ben and that he wont make a claim on the child. Ben finds Jessica with Doc and Doc exits gracefully. Casey calls, upset at the trouble between his parents, and Ben suggests that he and Jessica offer their support to their friends. Margo overhears Ben talking about how he thinks Margo slept with Doc, and she wants to set the record straight. ",
    "tvmega_recap": "Carly finds out that Jack's car went over the bridge. Roseanna makes a proposition to Barbara, Barbara not sure if she wants to break Paul's heart. Doc tells Jessica that if the baby is his, he'll stay out of her life. Tom leaves Margo and when Ben and Jessica show up to assuage Casey, Ben mistakenly accuses Margo of sleeping with Doc. Margo asks him if he wants to know the real truth.",
    "soapcentral_condensed": "When Doc spots Jessica's prenatal vitamins, she is forced to tell him that she is pregnant. Margo returns to her home to find Jill, the blackmailer, telling Tom all about Margo's multiple clandestine meetings with Doc. Rosanna asks Barbara to help her get Jordan away from Jennifer, arguing that Barbara would be saving both her children from James Stenbeck. Paul confides to Barbara that he loves Rosanna, and as he leaves he asks Barbara not to interfere. Carly asks a policeman to take her to the crash site, but when Molly tries to come along, Carly gives her a cold stare and leaves without her. Jack's car plunges into the river with Starziak inside and Jack hanging on to the door frame. The license plate of the car is left on the bridge, and Hal calls Carly to tell her that Jack did not make it to the hospital, where he was heading with his prisoner. Molly miserably answers, \"Because I asked him to.\" Carly arrives at the crash scene and is told that two witnesses saw the car plunge off the bridge.\n"
}