{
    "soap_central": "\n\nCarly wants to press charges against Iris for what she did to her, but Tom tells her that the statute of limitations has run out on what Iris did when Carly was a child, and she has no real case. Later, Jack sees the vendor and learns from Margo that he has testified to Carly's drugging Gwen in exchange for immunity. Jack is forced to put Carly under arrest. Iris talks to Cass, who tells her they have a good shot at getting the baby back now that they have a strong case against Carly. Iris tries to convince Gwen that she will help her get her baby back but an angry Gwen doesn't believe her. Iris then takes Gwen to the police station to see Cass at work on her behalf. Just as Carly is about to be taken to a jail cell, Cass presents her with a subpoena to appear at a hearing later that day to determine custody of the baby. BJ explains his sudden disappearance at the sight of the cops. He tells Mike and Katie that he had a bad experience with policemen when he was young. He ruins Mike and Katie's lunch plans by sending Mike to an appointment, then suggests Katie have lunch with him. At the lunch, he talks to Katie about a housewarming/Halloween party he wants to throw. They discuss high school and when she tells him about some nerd who helped her with prom decorations, BJ insists he was that guy. Katie takes it metaphorically. She's disarmed by his modesty and agrees to help him with his Halloween party, which he wants to turn into a high school themed costume party. Maddie tries to impress Casey and Lia by telling them she's moving in to a mansion and takes them to Fairwinds. They are unimpressed and leave. Alone, Maddie looks around and finds a hidden box with a cheerleader's costume inside. BJ arrives and she says she knows who he is, just as Katie walks back in the room. \n\n\n",
    "tvmega_recap": "Mike and Katie start to have breakfast in bed when BJ interrupts them to apologize for running out when Margo arrived. He feigns a clinical problem that happens to him when he sees police officers. It was due to something from his childhood. He makes up for it by suggesting to have the fundraiser at WOAK, and matching any donations made. Later, Katie and BJ have lunch to discuss a Halloween party he is hosting at his new home. They end up discussing their lives in high school and of course BJ knows everything about her back then. He even alludes to the fact he was in love with the most popular girl in school. When he leaves after lunch to go to a meeting, he forgets his PDA and Katie goes after him to Fairwinds, and finds him acting menacingly towards Maddie who let herself, Casey and Lia into his house to prove she and Henry are stepping up in the world. Gwen and Will wish they were still on the run with the baby, especially when they run into Barbara, who berates them both for their plan. Cass and Iris are able to get the judge to schedule another hearing about the baby's welfare with Carly. They mastermind it to happen right after they get the vendor to spill the beans about Carly's involvement in drugging Gwen, now that Cass is representing him and was able to get his client immunity. Jack is forced to arrest Carly after Margo learns what she and Jack did.",
    "soapcentral_condensed": "Carly wants to press charges against Iris for what she did to her, but Tom tells her that the statute of limitations has run out on what Iris did when Carly was a child. Later, Jack sees the vendor and learns from Margo that he has testified to Carly's drugging Gwen in exchange for immunity. Jack is forced to put Carly under arrest. Just as Carly is about to be taken to a jail cell, Cass presents her with a subpoena to appear at a hearing later that day to determine custody of the baby. BJ explains his sudden disappearance at the sight of the cops. He ruins Mike and Katie's lunch plans by sending Mike to an appointment, then suggests Katie have lunch with him. They discuss high school and when she tells him about some nerd who helped her with prom decorations, BJ insists he was that guy. Katie agrees to help him with his Halloween party, which he wants to turn into a high school themed costume party. Maddie tries to impress Casey and Lia by telling them she's moving in to a mansion and takes them to Fairwinds. They are unimpressed and leave.\n"
}