{
    "soap_central": "\n\nWill ran into Celia, who told him to look her in the eye and tell her that he was really the baby's father. Will was about to respond when Casey walked up and interrupted them, at which point Will left to go back to Gwen's apartment.\n\n\nBarbara tried to intimidate Gwen by accusing her of being a gold digger who was only after Will for his money and telling Gwen she was sure Gwen had slept with half the boys at Oakdale Latin. Gwen gave back as good as she got with Barbara, telling her to save her insults for someone who gave a damn. Will arrived, and Barbara tried to make it seem as though she and Gwen had been having a civil conversation, but Gwen let Will know how malicious Barbara had been. Barbara then told Will and Gwen that she would make Gwen submit to a DNA test to find out who the baby's father was and proceed from there. Gwen told Barbara there was no way she would take a test like that. Will told Barbara to leave, and Barbara did, after telling him she was just trying to protect him. Gwen told Will it was time to tell everyone the truth, including Casey, but Will said that since Casey didn't even like Gwen, it would be better to stick with their story of Will being the father, because he was ready, willing, and financially able to help Gwen and her baby. Gwen eventually agreed to continue to go along with Will's claim of paternity.\n\n\nKim ran into Celia and wanted to know why she looked so glum. Celia told Kim she was worried about Gwen, and that she already knew that Gwen was pregnant. Celia left, and Casey sat down with his grandmother to talk. Kim told Casey that it seemed like something was wrong with Celia, and Casey said she was just worried about her friends. When Kim said it was too bad Gwen's boyfriend wasn't standing by her, Casey said, \"But Will is standing by her.\" Kim looked shocked and told Casey that Will couldn't be the father, because at the hospital, when Bob had asked Will and Gwen about the baby's father, they had made it clear that the baby was not Will's. Casey looked shocked to hear this.\n\n\nHannah tore up the photo of Carly's dad in Oakdale. Meanwhile, Carly went to see Nancy Hughes about the photograph, but when she got there, the photo was gone. Nancy, who was temporarily serving as the archivist of the Oakdale Historical Society, asked Carly to describe the picture, and when she did, Nancy opened a box of items from the town's golden-anniversary Founder's Day celebration. In looking through the pictures, Carly found another one with her dad in it. Nancy pointed out that Susan Stewart was also in the photo, and Carly asked who the brunette with her dad was. Nancy couldn't tell because the woman's face was blurred, as though she'd moved when the photo was snapped. Nancy let Carly take the photograph with her. Later, Carly told Jack about the picture and about how she and her mother used to wait for her dad to get back home, but on many nights, he wouldn't return at all. She said it was hard to get over all of that rejection, even now. Jack told her he would be there for her always, and they kissed.\n\n\nLily got on Meg's case about why Lucinda was acting so strangely, and Meg told Lucinda that either she could tell Sierra and Lily what was going on or Meg would tell them herself. Lucinda then told them that she has cancer. Lily and Sierra immediately became quite upset, which caused Lucinda to leave the room to get some privacy and quiet. Meg then explained what had happened to Lily, Lucinda, and Sierra; Lily was still upset with Meg, thinking she had some kind of agenda in getting herself involved with this, and Holden tried to calm Lily down. Meg left with Holden to go back to the farm. Lucinda told Lily and Sierra that the cancer was something that was happening only to her, to her body and her life, so they would have to play by her rules in handling it and respect her wishes. Lily and Sierra discussed their mother's situation and ultimately decided to let her handle it her own way. At the farm, Holden told Meg not to be too hard on Lily, whom Meg said always assumes everything is about her, and he told Meg that he was proud of her and what she'd done for Lucinda.\n\n\nJennifer and Mike were picnicking at the Snyder pond when Jennifer told Mike that Craig and Rosanna had gotten married. After telling Mike that she thought this was purely a move by Craig to position himself to get custody of her baby, and that Craig has done bad things that Mike isn't even aware of, Mike responded by saying he would go talk to Rosanna himself to try to get her to keep Craig from doing any such thing. Jennifer couldn't believe that Mike thought it was that simple; he left, and Jennifer called Dusty and had him meet her at the pond. She told him that Mike was going to try to approach Rosanna about Craig, and Dusty told her the nice approach wouldn't work. He asked her if it was okay with her if he went after Craig to get rid of him once and for all; he told her that he would keep her out of it, and that he could even make it look like she was the victim. Dusty left. Mike returned and told Jennifer that Rosanna didn't want to talk to him until tomorrow. Jennifer said Rosanna would never be able to help them, but Mike promised to make everything all right.\n\n\nDusty stayed at the Snyder Pond and upon hearing a splash, turned to see Meg Snyder skinny dipping in the pond.\n\n\n\n\n",
    "tvmega_recap": "Will stands up to Barbara and becomes even more determined to help Gwen with the baby. Gwen finally accepts Will's help with the baby and she also decides to keep the truth from Casey. Celia becomes even more bothered by Will being the father of Gwen's baby and begins to drift away from Casey. Kim informs Casey that Will told Bob he wasn't the father of Gwen's baby. Carly is given a picture of her father with Susan Stewart and a mysterious woman. Lucinda finally tells Lily, Sierra and Holden about her cancer but she refuses to let them help her deal with the cancer. Jennifer breaks a promise to Mike and asks Dusty to help her get Craig out of her life.",
    "soapcentral_condensed": "Barbara tried to intimidate Gwen by accusing her of being a gold digger who was only after Will for his money. Will told Barbara to leave, and Barbara did, after telling him she was just trying to protect him. Gwen told Will it was time to tell everyone the truth, including Casey, but Will said that since Casey didn't even like Gwen, it would be better to stick with their story of Will being the father. Carly went to see Nancy Hughes about the photograph, but when she got there, the photo was gone. Carly found another one with her dad in it, and Nancy pointed out that Susan Stewart was also in the photo, and Carly asked who the brunette with her father was. Lucinda told Lily and Sierra that the cancer was something that was happening only to her, and so they would have to play by her wishes. Jack told Jack about the picture and about how she and her mother used to wait for her dad to get back home, but on many nights, he wouldn't return at all.\n"
}