{
    "soap_central": "\n\nThe morning after the wedding, Craig tells Carly he'll miss how they fueled each other's ambitions. Carly swears she won't be involved in any more of his schemes. They reach a happy agreement and embrace. Jack enters. He pretends to be angry with Craig but then thanks him for coming to their wedding. At Jessica's, Bonnie is exhausted from looking after a sick Sarah all night. Bonnie wants Sarah to stay but Troy says she has been inconsistent with Sarah and insists on taking her back to the shelter. When they leave, Bonnie suggests she and Jessica provide a foster home for Sarah. Jessica refuses. Rose gets flowers from Dusty. Lily asserts Dusty is not welcome in her home. Rose assures Lily she means to keep her promise. Rose remembers seeing Paul. Lily assumes Rose was hallucinating but Rose can't explain how she survived the noose. Meanwhile, Dusty wants info on James and his involvement in the kidnapping. Margo agrees James' true motives are usually masked. Barbara arrives and they get into another argument. At Lily's, the kids come home and the family shares a happy reunion. Later, Dusty shows up to see Rose. Alone, Rose explains that family is now her priority. She asks for Dusty's patience. In prison, Paul blasts James for hurting Rose and Lily. James had to go to desperate measures to smoke Paul out. Paul is enraged. James points out Paul's cruelty for letting everyone think he was dead. Paul declares that he is no longer anyone's pawn. James is proud to hear Paul speak with such authority and encourages his son to seek revenge. Paul threatens James with death if he ever gets the chance. As Paul storms away, James reveals that he has one more card to play in this game. \n\n\n",
    "tvdb": "Paul visits James in prison and James hints that something may be coming up. Rose tells Dusty that she wants to be with family for the time being. Troy wants Sarah returned to the shelter and tells Bonnie to back off. Bonnie asks Jessica if they may provide a foster home for Sarah, but Jessica says no.",
    "tvmega_recap": "Craig told Carly he was worried that Rosanna would get bored with a normal, domestic life. Carly assured him that all Rosanna wanted was a real family. He then asked if they could be friends, and Carly made him promise to behave. Craig said he would out of respect for her. Bonnie tried to keep Sarah at her home, but Troy told her she had no authority to do so. After Troy and Sarah left, Bonnie told Jessica she wanted them to be Sarah's foster home. When Jessica refused, saying things were too chaotic right now and Bonnie is not ready to be a mother, Bonnie said she would do things on her own. Rose told Lily about seeing Paul at the lodge. She decided that maybe Paul is her guardian angel. After Lily told her she would never forgive Dusty for putting her family through such pain, Rose told Dusty he would have to be patient about being with her. He promised he would prove his good intentions to her and her family. While visiting James in prison, Paul admitted he had paid a fisherman to lie about seeing him alive. James said he orchestrated the twins' kidnapping to get Paul to come out of hiding. He wanted Paul to go back to Oakdale to get revenge on those who hurt him. Paul said James is his biggest enemy, and, given the chance, he would kill him.",
    "soapcentral_condensed": "The morning after the wedding, Craig tells Carly he'll miss how they fueled each other's ambitions. At Jessica's, Bonnie is exhausted from looking after a sick Sarah all night. Bonnie wants Sarah to stay but Troy says she has been inconsistent with Sarah and insists on taking her back to the shelter. At Lily's, the kids come home and the family shares a happy reunion. Later, Dusty shows up to see Rose. Alone, Rose explains that family is now her priority. She asks for Dusty's patience. Paul blasts James for hurting Rose and Lily. James had to go to desperate measures to smoke Paul out. Paul is enraged. James points out Paul's cruelty for letting everyone think he was dead. Paul declares that he is no longer anyone's pawn. James is proud to hear Paul speak with such authority and encourages his son to seek revenge. Paul threatens James with death if he ever gets the chance. As Paul storms away, James reveals that he has one more card to play in this game.\n"
}