{
    "soap_central": "\n\nParker's in denial about Carly's condition. Parker asks if Jack can adopt him now and Carly expresses her happiness then collapses in Jack's arms. Carly admits the end is near and says she's not ready. Craig wants to make love again in his quest to impregnate Meg. Barbara wonders how Paul can forgive Rosanna for her betrayal on the stand when he couldn't forgive Meg. Paul admits maybe he is doing this to rid himself of his feelings for Meg once and for all. Paul's set the wedding date: Halloween. Rosanna wonders how Paul could consider Halloween if he really loved her. Paul says he chose the date for her – so the reverend that she wanted could be at the wedding. Meg is rocked that Paul told Rosanna about their intense confrontation then proposed. Rosanna tells Meg to stay away from Paul. At the cabin, an unknown man conks Meg on the head. Alison tells Gwen about Sofie moving to farm with Aaron. Barbara makes trouble, insisting Alison has too much baggage to be a good donor for them. Iris arrives and Barbara spills Sofie's whereabouts. Barbara warns Ali not to blow things, or she'll answer to her. Aaron begs Sofie to stay at least until she gets a job. Gwen promises to help Sofie however she can to clear the way for Alison and Aaron. Iris accuses Sofie of trying to extort money from her for the baby. Gwen warns Sofie to stay away from Iris.\n\n\n",
    "tvmega_recap": "Rosanna is still insecure about Meg so when she runs into her in Old Town she tells her that she and Paul are going to get married on Halloween. She goes on to say that she should stay away from Paul because he doesn't need any distractions getting in the way of his happiness. Barbara warns Alison she had better not mess things up regarding Will and Gwen's chance to have a baby or she will answer to her. Iris thinks Sofie is keeping Cole's baby because she wants child support from her and she tells Sofie she won't get any money from her. Sofie finally realizes she made a mistake getting involved with Cole after her talk with Iris. Sofie thanks Aaron for letting her stay at the farm but she tells him she is leaving the farm today. Jack takes Parker to see Carly's doctor so he can stop holding on to hope that his mom is going to be okay. Parker tells Carly he is ready for Jack to adopt him. Carly and Jack cry as they hold each other and Carly tells him she isn't ready to die. Meg goes to the cabin where she helped Paul after he was hurt. When she is ready to leave, someone knocks her over the head and she falls to the floor.",
    "soapcentral_condensed": "Craig wants to make love again in his quest to impregnate Meg. Paul's set the wedding date: Halloween. Meg is rocked that Paul told Rosanna about their intense confrontation then proposed. Alison tells Gwen about Sofie moving to farm with Aaron. Gwen promises to help Sofie however she can to clear the way for Alison and Aaron. Iris accuses Sofie of trying to extort money from her for the baby. Barbara makes trouble, insisting Alison has too much baggage to be a good donor for them. Barbara warns Ali not to blow things, or she'll answer to her. Aaron begs Sofie to stay at least until she gets a job. Parker asks if Jack can adopt him now and Carly expresses her happiness then collapses in Jack's arms. Carly admits the end is near and says she's not ready. Carly says she is not ready to give up on her dream of being a mother. Carly is in denial about Carly's condition. Carly tells Jack she is in no condition to have a baby.\n"
}