{
    "soap_central": "\n\nMolly is running around the apartment trying to do her work and clean up and watch the girls.  Donna asks her way she doesn't trust her to take care of the girls.  Molly tries to back peddle and Donna tells her that she is felling guilty for hiring Mary and trusting her girls to her.  Donna tells the girls that they are going to the park.  Molly starts to protest but Donna tells her not to worry and that she can use the time to get some work done.  Donna leaves with the girls and Molly sits down to worry.  Soon, Jake comes home for lunch and he has Nick with him.  Molly takes him aside and asks why has he brought Nick home with him.  He tells Molly that she needs to wipe the slate clean and this is the only way he knew she could do it.  The doorbell rings and Jake goes to the door.  Abigail and Adam are there.  After everyone is introduced to Nick, they all sit down for some lunch.  The kids tell the adults about the project they are working on for their film class.  Adam says that he had fun filming all the footage but now the hard part was about to begin.  Nick tells them that it doesn't have to be so hard.  He suggests that the kids use the editing room at the studio.  Adam says that he thinks Kim will be Ok with it because he is going to be working there as an intern.  Nick looks at Molly and then tells Abigail that he will only help if it is ok with Molly.  Abigail asks why it wouldn't be ok and she smiles at Molly.  Molly smiles back and says that is will be ok, but Molly doesn't look like it is really ok.\n\n\nPaul walks into the living room at the mansion that Barbara had bought and Barbara is working on her sketches.  When she sees Paul, she folds up her sketchpad.  He starts asking her about her sketches and asks if he could have one to show around to the investors.  She tells him that he never questioned her sketches before.  Paul explains that he just wants to wet the appetite of the investors to get everyone excited about the new line.  Barbara asks if he is just worried that she can't do it.  He tells her that he trust her and thinks that she will be fine.  Barbara walks over to the couch and asks Paul to sit with her.  He sits down and she questions his relationship with Rose.  He tells her that she should not listen to Craig.  She asks him how much he knows about Rose D'Angelo.  He tells her that he knows the basics.  She asks if he knows that she impersonated her sister and deceived Holden for months.  Paul chuckles slightly and says that she told him about that.  Barbara says that she is the fool.  She tells him that he doesn't need a clinging mother to interfere in his life.  He says that he can tell that something is troubling her and he wants her to tell him about it.  She says that nothing is troubling her and he is her rock and all she needs is for him to keep telling her that everything is going to be ok and her health is getting better.  She says that she has work to do and she leaves the room.  Paul looks very worried about his mother.\n\n\nHal and Parker are at the diner having breakfast and Emily comes in and joins them.  She asks if Carly had accepted her offer to work at The Intruder.  Hal tells her that he has not asked her yet and she is due there anytime and he thought that Emily could ask Carly herself.  Emily gets nervous and says that she can't and she starts to leave.  As she starts to get up, she sees Carly peeking in the window and waving.  She sits down and says that it is too late, she has arrived.  Carly comes over and hugs and kisses Parker.  She sees Emily sitting there and she apologizes for intruding in their breakfast date.  Emily informs her that they are not on a date.  Carly says that she is sorry for interrupting in the breakfast after a date.  Emily informs her that they are not on any date of any kind.  Carly sits down and says that she didn't mean to get into their business and then she adds that that is Emily's territory.  Emily smiles and says that she is very feisty today and she adds that Chicago must have agreed with her.  Carly says that she thinks it will and she adds that there are just so many opportunities for her there.  Hal tells her that there are opportunities here in Oakdale for her.  Then he adds that Emily was just saying that she is looking for a fashion editor for her paper.  Carly asks why is that.  She adds, \"Do Martians wear clothes now?\"  Emily tells her that she is thinking of expanding her paper and adding a fashion section.  Hal looks at Carly and snaps his fingers.  He says, \"Hey, you know about fashion!\"  Carly reminds Hal that she is a fashion designer, not a fashion editor and that she is moving.  Hal says that this could stop a lot of chaos and Parker wouldn't have to get used to living in a different town.  Carly looks at Emily and asks if she would actually hire her.  Emily says that she would hire her.  Carly looks at the two very suspiciously.  She tells them that they are both very dear but she is going to move to Chicago.  She stands up to leave and takes Parker by the hand.  Hal stops her at the door and asks why she wouldn't take this opportunity.  Hal asks her to just talk to Emily before she closes the door.  She hands Parker over to Hal and reluctantly walks back over to where Emily is sitting.  She tells Emily that she is not saying that she is interested but she wants to know some details.  She asks Emily if she would have to work out of the office.  Emily says that she wishes that she wouldn't.  Carly asks about the content and Emily tells her that she will give her an assignment and she will report on it.  Carly asks about traveling and Emily tells her that she will have to go to Chicago and New York and maybe if their budget will allow she will be sent to Paris twice a year.  Hal says that it sound terrible so far.  Carly looks at him with a smile and says, \"Unbearable!\"  She turns back to Emily and asks about expenses.  Emily tells her everything will be included within reason.  Carly asks about her name about the column with a little picture.  Emily informs her that it is called a byline and it will be included.  Emily looks at Hal and smiles and Hal smiles back.  Hal tells the two women that he has criminals to catch and he tells Parker to keep an eye on the two.  After Hal is gone, Carly tell Emily to give it up.  She says that she knows that she is only offering her this job as a favor to Hal.  Emily says that Carly doesn't know her very well.  Carly says that she know that Hal can get under a person skin.  Emily says that Hal isn't under anything of hers.  Carly says that she just can't see Emily offering her a job out of the blue...then she stops.  She says, \"Wait, it isn't for Hal.  It is for Craig!\"  Emily looks like a deer caught in the headlights.\n\n\nEmma and Joe walk into Lucinda's mansion and Rose greets them.  She asks them to sit and she tells them that she asked them to come over to give them some news.  Rose tells them that Holden and Luke are alive and Holden is with Lily.  Emma is so happy that her baby boy is alive.  She tells them that she needs to leave.  Joe tells her to take the truck and go, he needs to talk with Rose.  After Emma leaves, Rose tells Joe that Emma is headed for the church.  Joe tells Rose that he is so blessed to have her in his life.  He tells her that he has left a lot of things undone in Jersey and he needs to go back there.  Rose says that it would be good for him to go back and spread some holiday cheer.  Joe says that he is not going to spread holiday cheer; he is going back for good.  Rose starts to cry.  She tells him that she needs him.  He says that she doesn't need him, she has arrived and he is very proud of her.  The phone rings and it is Paul.  She asks him what is he up to right now.  He says nothing and she asks him to come over.  She looks at her father and says that there is someone that she wants him to meet.  Paul says that he will be right over.  When Paul arrives, Rose introduces them.  Paul and Joe shake hands.  Rose steps in between them and says that she doesn't want to them to get too close.  Paul asks why and Rose tells him that Benedict Arnold is leaving her.  She looks at Paul and says, \"My father is going back to Jersey.\"  Paul pats Joe on the arm and walks past him.  Joe gives Rose a kiss and says that he will find that chauffeur and see about a ride home.  He walks over to Paul and asks him to watch out for his daughter.  Paul shakes his hand again and says that he will do that.  Joe leaves.  Paul tells Rose that her father seems like a great guy.  Fighting back tears, Rose says that he is the best.  Rose changes the subject and asks about his mother.  Paul tells her that physically she is getting stronger every day.  He tells her that he is worried about the spring line.  He says that his mother won't show him any of the designs.  He tells her that there is a big fashion show in November and the whole world is waiting to see if Barbara Ryan can still produce and he adds, \"To tell you the truth, so am I.\"  \n\n\nBack at Barbara's mansion, she is looking at her sketches.  She picks up her pencil and puts a big X across one of them.  She flips the page and puts an X across it.  She flips the page and puts an X across it.  She keeps X-ing and X-ing. \n\n\n",
    "soapcentral_condensed": "Molly is running around the apartment trying to do her work and clean up and watch the girls. Hal and Parker are at the diner having breakfast and Emily comes in and joins them. She asks if Carly had accepted her offer to work at The Intruder. Hal tells her that he has not asked her yet and she is due there anytime. As she starts to get up, she sees Carly peeking in the window and waving. She sits down and says that it is too late, she has arrived. Carly says that she is sorry for interrupting their breakfast after she didn't mean to get into their business. Emily says that Carly must have agreed with her and she adds, \"Do Martians wear clothes now?\" Carly asks why she is thinking of expanding her fashion section and Emily adds that there are just so many opportunities for her here in Oakdale. Hal adds that Emily was just saying that she was just looking for a fashion editor for her paper and that she will be adding a fashion section to the paper.\n"
}