{
    "soap_central": "\n\nHolden and Lily have their first two hours alone with no children since Natalie's birth.  They discuss romantic ideas, but end up falling asleep together on the couch.  Before they fall asleep, Lily tells Holden that she is the luckiest person in the world, but that she misses Rose.\n\n\nMarshall Travers, from his hospital bed, accuses Ben Harris of trying to kill him.  Bob and Jessica walk in on the angry confrontation, just in time to hear Ben say,  \"If I wanted you dead, you'd be dead!\"  Bob orders a sedative for Marshall, and Jessica looks uneasy.  Ben tells Bob, in Jessica's hearing, that Marshall is trying to get Ben out of the picture so Marshall can have Jessica to himself.  Marshall's father then tells Jessica that he is suspicious of Ben.  In the hall, Ben tells Jessica that there is no way he could harm a patient, even subconsciously.  Jessica assures Ben that she still loves him, \"no matter what.\"  Jessica advises Ben to document everything to protect himself.  She also advises him to take some time off, but Ben insists on doing his best for his patients.  Ben tenderly thanks Jessica for her support.\n\n\nCraig meets Lucinda in Lucy's hospital room just after putting Sierra on a plane to Montega. the two banter about Craig's relationship with Rosanna.  Craig leaves Lucy's room and goes straight to the pay phone, looking for a \"sympathetic ear.\" \n\n\nMolly confides to Mike that she suspects that Carly is pregnant, but is concerned that Carly has not told Molly, who is her best friend as well as her cousin.  Mike reassures Molly that Carly and Jack needed time to be alone.  Molly and Mike share a passionate kiss, then Molly comes in with two glasses of champagne.  The champagne brings back memories to Mike of his night with Carly.\n\n\nAt their home, Carly tells Jack that she has quit her job with Monte Carlo to concentrate on their family, but Jack encourages her to go back to work. Their phone rings, and Carly picks up the phone and tells Craig that her mind is made up, she is quitting Monte Carlo.  Carly assures Jack that what she wants is \"right here\" with him.  Jack leaves to go see Holden and Lily, and Carly again asks him to keep her pregnancy secret.\n\n\nJack wakes Holden and Lily up to deliver the Snyder christening gown for Natalie.  Jack tells Holden and Lily the news about losing J. J.  As Jack leaves to go to the station, Holden guesses that Jack is keeping a happy secret.  Jack, at the station, calls to check on J. J.'s (now Alex) welfare.  Then he opens a new book, \"A Dad's Guide to a Pregnant Wife.\"\n\n\nCraig rings Carly's doorbell.  He tells Carly that Rosanna wants to marry him, and Carly immediately breaks into hysterical laughter.  Then Craig tells Carly that Rosanna won't insist on a prenuptial agreement, but he doesn't want to use Rosanna.  An astonished Carly blurts, \"You love her, don't you?\"  Carly tells Craig that he has finally found something genuine, and she sends Craig to Rosanna, advising \"Marry her!\"\n\n\nLily's phone rings.  Rose is calling from Italy.  Rose promises to come home soon, although she dodges questions about Paul. Lily hugs Holden and tells him, \"Rose is coming home!\" \n\n\n",
    "tvdb": "Carly relays to Jack that she is quitting Monte Carlo. Jack questions Carly as to why she is giving up her dream. Carly persuades Jack that she wants to focus on their family and begs him not to challenge her on her decision. Craig, taken aback by Rosannas proposal, runs into Lucinda and ends up having it out about Lucy and Rosanna. Later, Craig speeds to Milltown after learning from Carly that she is quitting Monte Carlo. When Craig arrives at Carlys he informs her about Rosannas proposal. Carly realizes that Craig really loves Rosanna but is scared to marry her. She advises Craig to marry Rosanna. Ben, Jessica and Bob realize that Marshal wants to sue Ben for malpractice and attempted murder. Bob advises Ben to turn over Marshalls case to protect himself while the hospital board reviews the allegations. Ben admits to Jessica he realizes he could not have done anything to compromise Marshalls health and is going to fight the allegations. Jessica confesses to Ben that she believes in him and still loves him. Ben thanks Jessica for her support. Lily and Holden contemplate what to do with their free time away from baby Natalie. Lily conveys how much she misses Rose and wants her to come home. Later, Rose calls and says she is on her way home. ",
    "imdb": "\nCharlize Theron left her phone in our offices so we decided to hack it.    ",
    "soapcentral_condensed": "Marshall Travers accuses Ben Harris of trying to kill him. Carly tells Jack that she has quit her job with Monte Carlo to concentrate on their family. Molly confides to Mike that she suspects that Carly is pregnant, but is concerned that Carly has not told Molly, who is her best friend as well as her cousin. Craig tells Carly that Rosanna wants to marry him, and she sends Craig to Rosanna, advising \"Marry her!\" Lily's phone rings. Rose is calling from Italy. Rose promises to come home soon, although she dodges questions about Paul. Jack tells Holden and Lily the news about losing J. J. As Jack leaves to go to the station, Holden guesses that Jack is keeping a happy secret.  Then he opens a new book, \"A Dad's Guide to a Pregnant Wife\" Jack calls to check on J.J.'s (now Alex) welfare, and Carly again asks him to keep her pregnancy secret. He tells her that what she wants is \"right here\" with him.\n"
}