{
    "soap_central": "\n\nAt the custody hearing, the judge threatens to have Rory turned over to the state until Cass makes the surprising suggestion that Iris be designated guardian of Rory and of Gwen. Carly balks at the idea and even Gwen is unsure that going back to live with her mother is the right answer. But for the sake of her baby, Gwen decides to ride out the three-month trial period until she can prove she can take care of her baby on her own. Carly never fully gives up hope she might still get the baby until Jack firmly tells her it's time to let this go and concentrate on the family she still has left. In an effort to sway Meg not to tell the truth, Paul suggests Dusty go with her to gather a sample of Rory's blood for a DNA test. When Dusty showers Meg with compliments and cites all the reasons he thinks she's so wonderful, Meg can't bring herself to reveal information that will only serve to push Jennifer and Dusty together. But whether Meg's still on the fence matters not when they show up at Iris's door, only to have the as Iris slam the door in their faces before they can explain why they're there. Just when Katie was feeling more comfortable with BJ, he shows up with a Halloween party costume for her: a cheerleading uniform from her high school, in her size. Katie's a little too creeped out to buy that this was just a coincidence and BJ finally admits he is guilty of trying to keep his star performer happy. Later, in a sincere moment, BJ attributes his lack of social skills to his isolated youth that was spent in front of a computer. Katie realizes she may have been too hard on him and shows up at Java to reveal that not only has she accepted his gift of the uniform but that she's wearing it as well.\n\n\n",
    "tvmega_recap": "Katie is freaked out by BJ's cheerleading outfit gift. It is an exact replica of her one from high school. Is he a stalker or is he just really oddly generous? He explains that he was just trying to make her laugh. Katie finally is convinced of the harmlessness of the gift, or so she thinks? She later shows up at Java wearing the outfit under her coat. Meg continues to be tortured as to whether she should tell Dusty and Jen the truth about her baby. She agrees to personally do the blood work on Rory. Paul and Emily continue to work on Meg using her desire for Dusty. Jen is anxiously awaiting the results from Dusty and Meg visiting her baby for blood, and Paul has pangs of guilt and thinks the truth is about to come out, and so he prepares to tell her. Carly loses custody of Rory and Gwen gains custody on one condition \u0096 she move back in with Iris. Gwen comes home with her baby, and Dusty and Meg show up for supposed routine blood work, but Iris won't let them see the baby without the right papers, which obviously they don't have. Have they reached an impasse? Have Paul and Emily averted another near disaster? Will Jen ever learn her baby is really Rory?",
    "soapcentral_condensed": "At the custody hearing, the judge threatens to have Rory turned over to the state until Cass makes the surprising suggestion that Iris be designated guardian of Rory and of Gwen. Carly balks at the idea and even Gwen is unsure that going back to live with her mother is the right answer. Just when Katie was feeling more comfortable with BJ, he shows up with a Halloween party costume for her: a cheerleading uniform from her high school, in her size. Katie's a little too creeped out to buy that this was just a coincidence and BJ finally admits he is guilty of trying to keep his star performer happy. Later, in a sincere moment, BJ attributes his lack of social skills to his isolated youth that was spent in front of a computer. Katie realizes she may have been too hard on him and shows up at Java to reveal that not only has she accepted his gift of the uniform but that she's wearing it as well. Carly never fully gives up hope she might still get the baby until Jack firmly tells her it's time to let this go and concentrate on the family she still has left.\n"
}