{
    "soap_central": "\n\nBen challenges Jessica about the parentage of their lost baby. He knows Doc Reese was the father and lashes out in anger, bringing up her rape by Marshall Travers.  Jess tells him that she was only with Doc once, but Ben tells her she is pathetic, and he will never forgive her.  He packs a bag and leaves her completely broken down.\n\n\n\n\n\nParker stuns Carly and Mike by playing a familiar tune on the keyboard.  It is the music from Carly's wedding to Jack.  Mike offers to stay with Sage and Parker while Carly attends the memorial service for Jack.  When she has left, Mike and Parker have a chat about Jack.  Mike gives Parker his cell phone number so when Parker wants to talk about Jack, he can call Mike and not upset his mother.\n\n\nAt Julia's house, Jack is playing the same music on her piano.  They add piano playing to the list of Jack's accomplishments.  J.J. and Jack have fun playing games, and Jack tells Julia he feels natural around the boy.  Jack also fixes some of Julia's furniture, and he takes off his wedding ring to read the inscription.  It says, \"To Jack, forever.\"  J.J. comes down to say goodnight and gives Jack a hug.\n\n\nDusty tracks down Naomi, who, until she found the two million dollars pay-off money in Wade's motel room, was the maid in that motel.  She is now living high, and Dusty tells her she can keep the money if she will give him whatever else she found in that room.  She produces a duffel bag, and in it Dusty finds a piece of paper.\n\n\nAt the memorial service, Hal arrests Barbara, and Nikki takes her down to the station so Hal can remain at the church.  When Tom arrives, Hal tells him that Barbara has been arrested and that it was she who hired the helicopter pilot who rescued James Stenbeck.  At the station, Barbara insists on her one phone call and makes it to Jen.\n\n\nJen shows up at the jail and Barbara mistakenly thinks she is there to help her.  Barbara starts talking strategy to Jen, and they argue.  Barbara pleads with Jennifer not to testify, but Jen tell her that she is going to tell the police and court everything.\n\n\nCarly arrives at the church and the service begins.  Holden speaks first and uses some of the words Molly has written for him.  Margo speaks loving words about Jack, and then Hal tells some wonderful Jack stories.  Carly thanks everyone for their love and support, and then Craig makes some unexpected remarks.\n\n\nWhile Craig is speaking, Dusty comes quietly into the church and takes Lucy out into the foyer.  He tells her  he finally has proof that it was her dad who ordered her kidnapping, and he pushes the paper from Wade's bag into her hand.\n\n\nAfter the service, Hal goes to the police station leaving Emily on her own.  Holden finally tells Molly that he confessed their kiss to Lily.  Rosanna and Jordan talk, and Jordan offers to take her home to Fairwinds.  Margo and Tom discuss their separation, and Margo tells him she refuses to sign the papers.\n\n\nMolly's car won't start so Holden insists on giving her a ride. \n\n\n",
    "tvdb": "In Reno, Dusty tracks down Naomi, the maid from Wades motel, and gets her to admit she took the money that Wade left in his room. She gives him the bag she found the money in and Dusty finds proof that connects Craig to Wade and the money. Carly is shocked to hear Parker playing her wedding music on his little keyboard and Parker insists that Jack is playing the music, too. At Julias house, Jack is at the piano strumming the same tune as Parker. Jack is frustrated at his inability to remember anything, but is comforted by Julia, and grows more comfortable with her and her son. Meanwhile, those gathering for Jacks memorial service are stunned as Hal arrests Barbara for aiding and abetting James escape. Chaos erupts, but Emily reminds everyone theyre here for Jack. Carly arrives and the service is conducted as Holden, Hal, Margo, Hal, Carly and Craig all beautifully eulogize Jack. Dusty suddenly pulls Lucy outside where he hands her the proof that Craig was behind her kidnapping. Barbaras put in jail, despite her continued insistence that shes innocent. Jennifer refuses to bail her mother out, believing Barbara is just as guilty as James in Cabots death. Barbara swears she would never harm a child, but Jen intends to let her rot in jail. Margo and Tom share a moment, but he still wants her to sign the separation papers. She refuses and vows to not give up on them. Holden reveals to Molly that he told Lily about their kiss. Molly covers her disappointment and leaves, but her car wont start and Holden ends up taking her home. Jessica is forced to confess her infidelity with Doc. Ben is blinded by hurt and anger and unmoved by Jessicas tearful profession of love and sorrow. Ben packs his bags and moves out.",
    "tvmega_recap": "Jack's memorial is very touching, the biggest surprise, Craig got up and spoke. In the meantime, Jack is helping Julia with J.J., as well as other repairs around the house. Mike tells Parker that he can call him anytime he wants to talk about Jack. Barbara is put in jail, Jennifer visiting and getting her to tell her how Barbara planned to get out of her charges. Jennifer informs her mother that she's taking everything to the police and hopes she rots in jail. Dusty find the transfer receipt and shows it to Lucy. Ben leaves Jessica.",
    "soapcentral_condensed": "Ben challenges Jessica about the parentage of their lost baby. Dusty tracks down Naomi, who, until she found the two million dollars pay-off money in Wade's motel room, was the maid in that motel. Holden finally tells Molly that he confessed their kiss to Lily. Rosanna and Jordan talk, and Jordan offers to take her home to Fairwinds. Margo and Tom discuss their separation, and Margo tells him she refuses to sign the papers. Mike offers to stay with Sage and Parker while Carly attends the memorial service for Jack. At Julia's house, Jack is playing the same music on her piano. J.J. and Jack have fun playing games, and Jack tells Julia he feels natural around the boy. Mike gives Parker his cell phone number so when Parker wants to talk about Jack, he can call Mike and not upset his mother. Hal arrests Barbara, and Nikki takes her down to the station so Hal can remain at the church. At the station, Barbara insists on her one phone call and makes it to Jen.\n"
}