{
    "soap_central": "\n\nAt the hospital, Holden returned to visit Lily, and Lily was seeing visions of Rose, who said she was upset with Lily for not taking care of someone. Rose then faded away, and Lily tried to figure out who Rose wanted her to take care of. In the hallway Luke ran into Jade, gave her the good news that Lily was awake, and discussed his concerns about Lily not being the same. Holden bumped into Luke and Jade and advised Jade not to visit with Lily, since she was not herself. Jade continued to try to reach Will, but when he didn't answer his phone, she went by Lily's room, where Lily waved her in. Lily thought she had promised Rose to take care of Jade.\n\n\nLily still believed that Jade was Rose's daughter, and Jade left the room to get a nurse. As she left, she ran into Luke, who was angry that Jade had gone into Lily's room. Luke made Jade go back into Lily's room, where Lily not only remembered that Jade was not Rose's daughter but also remembered that she and Luke were angry at each other. She didn't immediately remember why they'd been fighting. Later, Lily flashed back to her fall then said she remembered everything.\n\n\nGwen and Will were together in bed the morning after the storm and began to discuss their relationship and future. Will and Gwen talked about their happiness and began to make love. Afterwards, they were out in living room, talking about why they'd gotten together and about their future. Jade returned in a cab to Will's house and lied about insisting to the doctors that they make sure their baby was okay. She let him know that she and the baby were fine. As she told Will how happy she was to be back alone with him, Gwen walked in, and Will went to Gwen's side and told Jade that Gwen had spent the night with him.\n\n\nDusty and Lucy discussed Craig's return, and when questioned about her future with her father, they argued over Lucy's indecisiveness in dealing with Craig. When Dusty saw Margo, who offered congratulations on Johnny's safety, he told her about Craig's return to Oakdale and Craig's visit with Johnny. Margo and Dusty questioned how it was possible for Craig to be released from jail, and after calling Tom, they learned he'd been released on appeal. The court had decided that it couldn't prove that Craig had switched the babies, so there had been no motive for him to drive Rosanna off the road. The charges were then reduced to reckless driving, and he was released on time served. Later, Dusty and Johnny left the hospital.\n\n\nAt the Lakeview, Lucinda and Lucy discussed Lily's waking from the coma, and Lucy dropped the bombshell that Craig had returned to Oakdale. Lucy talked with Lucinda about Dusty's anger, and Lucinda took Dusty's side and warned Lucy about Craig's inclination to do wrong and hurt people. After much discussion, Lucy admitted that she was scared of her father and what he might do but still felt how much her father loved her. She said she couldn't just forget him.\n\n\nIn the hospital chapel, Paul discovered Craig, and even though Craig seemed sympathetic to Paul's loss, Paul refused his condolences and blamed Craig for the death of his sister, Jennifer. Craig told Paul that he had returned to Oakdale to undo the bad things he had done, and Paul ranted to Craig that he could not undo the loss of Rosanna. Meg overheard Paul's anger and pain and also heard Paul threaten to finish Craig off. Meg walked in, and Craig told Paul that he would call the police if Paul threatened him again. Craig taunted Paul with remarks about Meg's happiness and snide remarks about the women in Paul's life then left the chapel. Alone in the chapel, Meg and Paul discussed Craig, and she tried to convince Paul not to be vengeful.\n\n\nAfter leaving Paul and Meg, Craig found Margo, and she told him about her discussion with Dusty and warned Craig not to pull another stunt involving Johnny or Dusty. Craig then told Margo he was back to make things right and give her a chance to apologize to him for not sticking by him when he had been fighting Jennifer for his son. Craig told her that the only thing that was important to him was family, and it was the real reason he had returned to Oakdale.\n\n\n",
    "soapcentral_condensed": "At the hospital, Holden returned to visit Lily, and Lily was seeing visions of Rose, who said she was upset with Lily for not taking care of someone. In the hospital chapel, Paul discovered Craig, and even though Craig seemed sympathetic to Paul's loss, Paul refused his condolences and blamed Craig for the death of his sister, Jennifer. Dusty and Lucy discussed Craig's return, and when questioned about her future with her father, they argued over Lucy's indecisiveness in dealing with Craig. Craig told Paul that he had returned to Oakdale to undo the bad things he had done, and Paul ranted to Craig that he could not undo the loss of Rosanna. Craig taunted Paul with remarks about Meg's happiness and snide remarks about the women in Paul's life then left the chapel. After leaving Paul and Meg, Craig found Margo, and she told him about her discussion withDusty and warned Craig not to pull another stunt involving Johnny or Dusty. Craig then told Margo he was back to make things right and give her a chance to apologize for not sticking by him.\n"
}