{
    "soap_central": "\n\n \nAt the Snyder farm, Emma went on a cleaning binge in celebration of Holden's return from the dead. Meg reminded her mother how much had changed since Holden's accident, but Emma didn't want to talk about it. She only wanted to get her arms around her son, and Holden surprised them by walking in. Both Emma and Meg hugged Holden and told him how much they loved him. Next, Emma wanted to feed him, but Holden said he had ordered room service that morning. He said that, considering the circumstances, he was staying temporarily at the Lakeview.\n\n\nMeg spoke up and suggested that Holden cut Lily some slack because she had been a destroyed woman just a few days before. Holden said that he needed time to think things through. Then Meg mentioned \"Holden's friend\" who had shown up at the farm the night before, and Meg said she had sent her to the Lakeview. Holden bolted for the door, but he promised to return.\n\n\nEmma accused Meg of wanting Damian for herself, but her daughter claimed that she and Damian were meant to be together. Emma got very angry and shouted at Meg for chasing a man who didn't want her. She said Meg's obsession with Damian was not healthy, but Meg refused to listen to her mother, and she stormed out of the house.\n\n\nHolden stopped at the Lakeview desk and asked if a Maeve Stone had checked in. A very different looking Maeve walked up behind him and said that she was using her maiden name, and she was Maeve McBride. She had cut and styled her hair and was wearing a fashionable outfit. She boldly asked if Holden liked the look of her, and Holden just grinned. The two of them sat in the lounge, and Holden asked what Maeve was doing in Oakdale.\n\n\nMaeve said that she had liked the look of the town when she had visited the bank, and the place seemed safe. Also, she knew that Holden was there, but Maeve made it clear that she was not expecting anything from him. Holden told her that she looked like \"a million bucks,\" and then he mentioned the money stolen during the bank robbery. He suggested that he replace what Maeve had already spent and that she return it to the police. Maeve agreed on one condition: Holden had to give her the \"Official Holden Snyder Tour of Oakdale.\"\n\n\nIn her room, Lily lay on her bed and looked at the wedding ring Damian had given her. Then she took Holden's ring from her bedside table and looked at both of them. Luke called from downstairs, looking for Holden, so Lily went down to speak to her son. She told Luke that his father was probably at the Lakeview, since he had chosen not to spend the night at home. Lily said that Holden was incredibly angry with her because she had married Damian. Luke asked which man his mother wanted to be with, but Lily was still confused. Luke commented that she was still wearing Damian's ring, but Lily said she could not get it off.\n\n\nDamian met with a lawyer, Peter Cartwright, and wanted to know if his marriage to Lily was valid. The lawyer had a law book with him that showed the pertinent precedent. Damian then drove to Lily's and handed her a beautiful bouquet of flowers. He also announced that her torture was over, and there was no reason for them to ever spend another night apart. Lily said that she would always love Damian, but she had to do what was right. Holden was her lawful husband, but Lily could not get Damian's ring off her finger. Damian said he took that as a sign because his lawyer had told him that their marriage was legal.\n\n\nDamian went further by explaining that Lily's marriage to Holden was nullified when the police declared him legally dead. Damian said he was Lily's husband in every way that counted. That made no sense to Lily, however, and she insisted that she wanted to talk to the lawyer herself. Damian made the arrangements, and Lily said she would speak to Mr. Cartwright alone.\n\n\nRosanna daydreamed about kissing Craig, and the phone rang. The caller was Craig, who asked if Rosanna was free to \"brainstorm\" their marketing plan before a meeting that afternoon with a media expert. He invited her to visit his suite in the Lakeview, but Rosanna was leery of that because of Craig's promise to Parker to leave Rosanna alone. She suggested that they meet instead at a more public place, so Craig chose Metro.\n\n\nWhen Rosanna arrived there, both Craig and Johnny, whom Craig referred to as their \"chaperone,\" greeted her. Craig began talking business about the launch of their media campaign for the vitamin water, but he paused to answer his phone. The call was from the mother of one of Johnny's playmates, who was inviting Johnny to a sleepover. The mom made arrangements to pick up the boy right away at Metro, so Craig told Rosanna that it looked as if it would be just the two of them.\n\n\nAfter Johnny left, Craig and Rosanna tried to concentrate on business, but Craig was clumsy and spilled his drink on their paperwork. Rosanna could not find the mockups of the ads that Carly had designed, and Craig realized that they had to be somewhere in Carly's house. Rosanna offered to go get them, but she remembered that she had never seen them and would not recognize the final drafts. Craig had to go with her because he knew them.\n\n\nAt Fairwinds, Liberty overslept, and even though Emily heard the girl's alarm go off, she decided that Liberty needed more sleep, so she did not wake her. Parker showed up to drive Liberty to school because that morning the seniors were taking the SAT tests for college admission. Parker woke Liberty. She got dressed as fast as she could, and they left for the high school hurriedly. As they were running into the building, Liberty had a bout of morning sickness and had to go into the bushes to vomit. When they tried to enter the school, a proctor told them that no one was admitted after the test had begun.\n\n\nLiberty was devastated, but the proctor reminded her that she could take the test in the spring. The girl said that her college applications were due before long, and she needed to take the test that day. Parker took her to Java, and they talked until some of Liberty's classmates arrived after the test. Her friend MacKenzie invited Liberty to join them, and Parker told Liberty to sit with them while he took care of an errand that would help her.\n\n\nLiberty sat with her friends as they discussed the test, and she bluffed her way through making them think she had taken it, as well. MacKenzie mentioned that the annual senior party after the test was still on at the Lakeview, but Liberty said she'd skip it.\n\n\nBack at Carly's, Rosanna located the missing sketches in her sister's bedroom, and Craig verified them. Their hands touched as both of them held the portfolio, and Rosanna reminded Craig of his promise to Parker. Their attraction was too strong to resist, however, and the two of them shared a long kiss. Craig apologized, but he kissed Rosanna again, just as Parker walked in. He said he should have known that the two of them were \"just a couple of liars.\"\n\n\nCraig attempted to explain, but Parker was disgusted and said he had actually been planning to ask them for help before they proved themselves untrustworthy. Craig begged the boy to let him help, so Parker explained about Liberty's dilemma in missing the SAT. He was hoping that Craig could pull some strings and find a way for the girl to take the test sooner than spring. Then Parker ordered Craig out of his mother's house, so Craig left. Parker refused to talk to Rosanna, and when Parker looked outside the front door, he saw a dejected Craig sitting on the porch. Parker joined him, and Craig said he could not turn off his feelings for Rosanna just because Parker did not like them.\n\n\nCraig complimented Parker on the young man he had become then he said that perhaps it was time for him to be \"a little less restrictive\" on Parker's trust fund. Parker recognized that as a quid pro quo, even though Craig prattled on about the boy's being able to understand how \"mature relationships\" worked. He asked Parker to think about it, but Parker told Craig to \"go to hell.\"\n\n\nIn Old Town, Emily and Meg literally bumped into one another, and Emily's package went flying. Meg noticed that Emily had bought maternity clothes, so Emily explained that they were for Liberty. Meg was not cordial, and she reminded Emily of all the horrible things she and Paul had done to other people. She began bullying Emily, who said that she was truly sorry that things had not worked out for Meg and Damian. Meg told Emily to save her sympathy because she didn't \"do nice\" very well.\n\n\nEmily walked away and saw Liberty, so she told the girl that she and Paul wanted to take her out to dinner and that she had bought Liberty some new clothes. Liberty reluctantly agreed to the dinner, but she was sarcastic in her reply. After Emily left, Liberty called MacKenzie and asked in what room the senior party was taking place. She showed up there and found all her friends drinking. They offered Liberty some water, but Liberty took an alcoholic drink from MacKenzie's hand and began sipping it. Some time later, Parker walked in and saw that Liberty was miserable and drunk. She said that nothing would ever be okay again, but she let Parker take her away.\n\n\nHolden and Maeve walked by Al's Diner on their Oakdale tour, but it was closed because of the fire. Holden asked if there was anything else Maeve wanted to see, but she replied that the view from there was already interesting. Holden looked up and saw Lily and Damian deep in conversation. Maeve said that she recognized them from the bank, and she suggested that she and Holden find the nearest bar. He took her to Yo's.\n\n\nCraig returned to Metro and found Rosanna, and he told her how angry Parker was with them. Rosanna was sure the boy would tell Carly about their sordid deeds, but Craig was not sure. He believed that Parker truly would not want to hurt Carly any more than they would. Rosanna said they should tell Carly themselves first, but Craig wanted to wait to see what Parker would do. Their media man, Mr. Swanson, arrived at Metro, and they began their meeting.\n\n\nIn the Lakeview bar, Damian was drowning his sorrows as Meg approached. She said that she'd wanted to see him, so she had hunted him down.\n\n\nLily met with Damian's lawyer in Old Town, but he had very little time for her. They talked on the sidewalk, and he handed her his card and affirmed that she was Mrs. Damian Grimaldi until a judge said otherwise. He dismissed her without answering any more of her questions. As she stood looking at his card, she spotted Holden and Maeve, who had returned from Yo's. Lily walked up and asked, \"Who is this woman?\"\n\n\n",
    "tvmega_recap": "Craig and Rosanna try hard to keep the promise they made to Parker not to be involved with each other in a personal way. Craig and Rosanna try to brainstorm for a meeting they have with a distributor of the new vitamin water but they can't seem to keep their minds off each other. Parker later catches them kissing at home and he calls them liars. and throws Craig out of the house. Craig tries to bribe Parker by telling him he will release more of his trust fund money to him but Parker knows its a bribe . Craig tells Parker to think about what he could do if he had more of his trust fund money and give him his answer later. Liberty is upset when she misses her SAT exam because Emily turned off her alarm because she didn't know she had to take her SAT today. Liberty fears that she won't be able to get her college applications in on time if she has to take her SAT's in the spring. Liberty feels out of place with her friends and Emily makes things worse by buying her some maternity clothes. Liberty has had enough of the pressure Emily is putting on her about the baby and decides to go to a party with her friends and have a few drinks. Parker arrives to take her hoe before she can drink too much and he also tells her she shouldn't have been drinking in the first place. Holden, Emma and Meg have a happy reunion and Meg advises Holden not to be so hard on Lily and give her a second chance. Holden leaves after Meg informs him that a sweet blonde woman was looking for him. Holden finds Maeve who has had a makeover with some of the money that Skaggs stole. Holden persuades Maeve to give the money to the police and he will replace the money that she spent so that she won't get in trouble. Damian arrives to happily tell Lily that he not Holden is her legal husband since Holden was declared legally dead. Lily is shocked and talks to Damian's lawyer to confirm it. Holden and Maeve see Damian and Lily before Lily goes to talk to the lawyer but Lily doesn't see them. Maeve tells Holden they need to o to a bar and have a drink. Lily later sees Holden and Maeve coming out of a bar and Lily has a very jealous tone in her voice when she asks Holden \"who is this woman?\"",
    "soapcentral_condensed": "Emma accused Meg of wanting Damian for herself, but her daughter claimed that she and Damian were meant to be together. Lily lay on her bed and looked at the wedding ring Damian had given her. Luke called from downstairs, looking for Holden, so Lily went down to speak to her son. Rosanna daydreamed about kissing Craig, and the phone rang. The call was from the mother of one of Johnny's playmates, who was inviting Johnny to a sleepover. Craig invited Rosanna to \"brainstorm their marketing plan with a media expert\" Rosanna was leery of that promise before a meeting in Lakeview, so Craig suggested that they meet instead at a more public place. Craig told Rosanna that it looked as if it would be just the two of them, so she left. Craig called Rosanna a \"chaperone\" and told her to \"chill out\" and go to the Metro. The phone rang and it was Rosanna's mother, who asked if she was free to meet with Craig.\n"
}