{
    "soap_central": "\n\nFresh off the uncomfortable encounter with Les, Jack assures Julia that despite his memory loss, he knows he is nothing like Julia's ex. Julia agrees and the two end in a kiss. This time Jack insists he doesn't want to stop, and neither does Julia. Meanwhile, Carly learns that Jack is with a woman and a child. Realizing it is the woman whom she met at the water park, she recalls JJ's name and ultimately gets an address and rushes off to find him. Later, as Carly moves to the exterior of a door, Jack and Julia's near lovemaking is interrupted by a knock on the door. \n\n\nJordan stops by to see Rosanna and when she learns that Jennifer has broken with him, Rosanna considers seeing if she can make things right. Meanwhile, as Will comforts his mother, reassuring her of his love, Paul comes back to town determined to find out from Barbara where James is. Jennifer convinces Paul that his hope is futile and Paul worries about Rosanna. But, before Jennifer can tell Paul about Rosanna and Jordan, Rosanna unexpectedly encounters Paul. Paul attempts to apologize and reconnect, but Rosanna remains unmoved. It's then, however, that Jennifer drops the news to Paul that Rosanna slept with Jordan. Meanwhile, Will reveals that he actually hates his mother and is plotting some kind of revenge. \n\n\nAaron comes upon Dusty and Lucy and learns they are a couple. Lucy confides to Aaron her fear that Dusty feels he needs to change for her even as Dusty tells Dominic he wants in on the boxing plan. \n\n\n",
    "tvdb": "Jack assures Julia that despite his memory loss, he knows he is nothing like Julias ex. Julia agrees and they kiss - and neither one wants to stop. Meanwhile, Carly realizes that Jack was with the woman whom she met at the water park. She recalls JJs name and ultimately gets an address and rushes off to find him. Later, Jack and Julias near lovemaking is interrupted by a knock on the door! Jordan visits Rosanna. When she learns that Jennifer has broken with him, Rosanna wants to make things right. Meanwhile, as Will comforts his mother, Paul returns to town determined to find out from Barbara where James is. Jennifer convinces Paul that his hope is futile and Paul worries about Rosanna. But, before Jennifer can tell Paul about Rosanna and Jordan, Rosanna unexpectedly shows up. Paul attempts to apologize and reconnect, but Rosanna remains unmoved. Jennifer then informs Paul that Rosanna slept with Jordan. Meanwhile, Will reveals that he actually hates his mother and is plotting some kind of revenge. Aaron runs into Dusty and Lucy and learns they are a couple. Lucy confides to Aaron her fear that Dusty feels he needs to change for her. Meanwhile, Dusty tells Dominic he wants in on the boxing plan.",
    "tvmega_recap": "Lucy has reservations about Dusty's plan to get out of Metro and discusses it with Aaron. He assures her that once Dusty has made up his mind, there isn't any changing it. Will convinces his mother that everything will be all right, but we catch a different glimpse of the good son as he discusses his over- controlling mother with his therapist. Paul returns and when Roseanna shows up to talk with Jennifer about Jordan, she reiterates to him that she'll never be able to forgive him for what he's done. Just then Jennifer comes in and tells her brother that Roseanna and Jordan slept together. After talking with the park employee, Carly and the PI figure out Julia's address and she knocks on the door just as Jack and Julia are about to make love on the couch.",
    "soapcentral_condensed": "Jack assures Julia that despite his memory loss, he knows he is nothing like Julia's ex. Jordan stops by to see Rosanna and when she learns that Jennifer has broken with him, Rosanna considers seeing if she can make things right. Meanwhile, Will reveals that he actually hates his mother and is plotting some kind of revenge. Aaron comes upon Dusty and Lucy and learns they are a couple. Lucy confides to Aaron her fear that Dusty feels he needs to change for her even as Dusty tells Dominic he wants in on the boxing plan. Paul comes back to town determined to find out from Barbara where James is. Jennifer convinces Paul that his hope is futile and Paul worries about Rosanna. Paul attempts to apologize and reconnect, but Rosanna remains unmoved. It's then, however, that Jennifer drops the news to Paul that Rosanna slept with Jordan. The episode ends with Jack and Julia's near lovemaking is interrupted by a knock on the door and Carly learns that Jack is with a woman and a child.\n"
}