{
    "soap_central": "\n\n\nEmily and Alison talk.  Alison wants to hand deliver to her friends the wedding invitations for her and Chris.  She gives Chris his at Metro.    He tells her that he doesn't think he will be able to go.  She insists because he is her best friend, and he just has to be there.  He is at Metro to pick up his paycheck.  Chris tells her about Jack Snyder but says not to say anything, because they are trying to keep a low profile for the family's sake.  After Alison walks away, Chris approaches Aaron.  He asks if there is a problem, and Aaron says that there is a big problem.  He saw the two of them (Chris and Emily) kissing the day before, and he is not going to let anyone hurt Alison.  He says he was at the bell tower and he saw everything.  Alison comes back with the newspaper in it containing another clue.  Chris leaves on a call from the hospital.  Alison says that Aaron has to stay with her, and figures out what the clue is, and hurries off, telling Aaron to hurry up behind her.  Emily gets a call from Chris.  She arrives and he tells her that Aaron saw them kissing.  Emily tells him not to panic. They can tell him they were celebrating something and everything will be all right.  Chris asks, \"what about us\", and Emily says that, there is no us.  She finds the newspaper and tells Chris that since everything is okay between the two of them, should they go on as partners and look for another clue for Alison.  Chris says he doesn't think that he can do this anymore and leaves.\n\n\nJames is seen driving back to Oakdale in a car belonging to a very nice religious woman who likes gospel music.  She tells James that she noticed a certain aura about him and he was probably someone very oriented.  They even sing a hymn or two on the way to Oakdale.  She thinks it is wonderful that James offered to do all the driving.  Once in Oakdale, she drops him off at Fairwinds.  He reminds her to be careful, that it isn't always safe to pick up hitchhikers.\n\n\nRosanna tells Paul that she loves him.  She put up a valiant fight, but he won.  They kiss.  Jennifer and Jordan come into the room with Jordan carrying papers.  They are the annulment papers, which means that all four of them are free to go on with their lives.  Paul says they should celebrate, and leaves the room to get some glasses.  On his return, Rosanna runs upstairs to check on Cabot, fearing once again, that something could have happened to him.  Rosanna returns, carrying Cabot, and apologizing for her anxiousness concerning Cabot.  When told that he was playing with the carousel that Jennifer got him, they decide, that with the carnival in town, maybe it would be a good thing for all of them to get out and enjoy themselves.  Cabot could therefore, see the carousel there also.  They all agree and off they go.  Once out the door, James enters the room and places another carousel on the arm of the sofa.  \n\n\nAt the carnival, Jordan and Jennifer scurry off to play the games while Paul, Rosanna and Cabot walk around the midway.    Rosanna shouts out, acting like a free soul, to the crowd, that she is happy.  Paul says that he can do better than that.  He purchases a slew of balloons and hands them to Rosanna.  He then gets down on his knee and proposes to her.  He tells Rosanna, that he wants it all.  He wants her and Cabot and a family and to be happy, and that he loves her.  Rosanna says \"yes\" to his proposal.  In another section of the midway, Jordan and Jennifer walk along.  Jordan stops suddenly, and turns, and then turns back to Jennifer, and comments that he thought he just saw James.  Paul is busy snapping pictures of Rosanna and Cabot on the carousel when Jordan and Jennifer come rushing up. \n\n\nJordan says that they have to stop the carousel, and stop it right now.  Paul starts to tell them his good news, when Jordan says that he just called the prison and that James escaped during the transfer.  He's out.  He's on the loose.  Paul, starts to call for Rosanna on the carousel.\n\n\nLucy is in the same room trying to talk with Dusty and Craig.  She tells Craig to leave so she can talk with Dusty.  Craig is reluctant, but finally does leave the two of them alone.  She tells Dusty that she plans on staying with him for a long time.  He tells Lucy that she has to let him go because when he gets into this thing with her Father, she is going to be hurt.  She asks him to drop it, because nothing has indicated that her Father was involved in anything.  Dusty says that he has to leave, to go, that he is just a bum.  She tells him that he is not a bum, he is her hero.  She kisses him and he kisses her back.  Later, Dusty, Lucy and Nikki talk.  Nikki has come to ask if Dusty can get more evidence.  With Lucy standing there, he looks and says, that he can't.  Nikki says, then, the investigation is officially closed.  He turns to Lucy and tells her, only for you.\n\n\nSierra tells Nikki, after reading Alan's letter, that this man is a man who loved her.  He could not be responsible for this, that somebody had to set him up.  Nikki says that the letter isn't proof of anything.  Upon hearing this, she asks Nikki and Lily to leave.  Craig arrives at the door, and she tells him to leave also.  Craig tells her that she needs a friend now, and he intends to be that friend.  She got him out of a whole lot of jams before, and it's his turn to help her.   She asks Craig to please tell her again, exactly what happened at the bell tower.  Craig says that when he arrived, he saw Alan and Wade arguing.  He tells her, reluctantly, that they were fighting about splitting the ransom money.  She finds that ridiculous.  He says if he was so good, why did he have a gun?  Why did he deliver the ransom money all by himself?  He tells Sierra that maybe Alan thought she was his salvation.  She breaks down in Craig's arms.  While she is crying, she starts to remember that she had given Craig a check and also that Alan did not withdraw a large sum of money from their account.  She starts to shy away from Craig, and tells him that she has some arrangements to make.  She will be back and they will talk.  She leaves.  Sierra goes to Metro to find Dusty.  She asks Dusty to explain everything to her about Craig.  He says that he can't; he promised Lucy that he would let it drop.  She tells him to get in touch with her when the feeling gets to eating at him, because she doesn't believe that he can let it drop either. \n\n\n\n\n",
    "tvdb": "James has made his escape and is headed to Oakdale. Meanwhile, Paul, Rosanna, Jennifer and Jordan decide to take Cabot to the carnival to celebrate their freedom. Paul asks Rosanna to marry him and she accepts. Jordan panics when he thinks he has spotted James. He calls the warden and learns of James escape. Jordan and Jennifer dash to the carousel to warn Paul and Rosanna, who is on the carousel with Cabot. Jordan tells Paul whats going on and Paul looks up to find Rosanna and Cabot have vanished! Lucy and Dusty admit their feelings for each other, and vow to take things as they come for right now. Dusty chooses to let go of his accusations of Craigs involvement for Lucys sake. Meanwhile, Sierra learns the police are closing the case and pinning everything on Alan. Craig comforts Sierra and says something that reminds her about the two million dollars she gave him. Shaken, Sierra goes to Dusty and asks him to tell her everything he suspects about Craig. Dusty refuses and advises her to let it go, but Sierra insists that she cant. Aaron confronts Chris about his kiss with Emily. Chris claims it was nothing and accuses Aaron of wanting Alison for himself. Later, Chris goes to Emily, who downplays the kiss and their feelings for each other. Meanwhile, Alison gives Aaron a wedding invitation. Although he refuses, Alison talks him into attending. She shows him the new clue to the Keys to the Kingdom game and the two go off in search. Meanwhile, Emily has spotted the new clue as well but Chris says he cant be her partner anymore. A hurt Emily goes off alone until a confused Chris gives in and follows her. ",
    "tvmega_recap": "Dusty decides not to press the case against Craig as Sierra realizes that she'd just given Craig two million dollars just before Lucy's second kidnapping. Sierra goes to Dusty, but he initially refuses. Sierra gives him her number and tells him to call her when he changes his mind. Aaron tells Chris that he saw him and Emily together, Chris threatening Aaron to stay away from Allison. Aaron tells Allison he can't go to her wedding, but she talks him into going and into finding the last key. Emily tells Chris that their kiss was just working out old feelings and that there isn't anything between them. He declines looking for the key with her, but changes his mind at the last minute. James makes it back to Oakdale and creeps into Fairwinds. When Jordan, Jennifer, Paul and Roseanna decide to go to the fair, he follows them. He's in the background when Paul asks Roseanna to marry him and she accepts, stealing one of the balloons that Paul had bought and giving it to another kid playing a game. As Paul is taking pictures of Roseanna and Cabot riding the carousel, Jordan runs to him and tells him that James has escaped. When the carousel comes back around, Roseanna and Cabot are missing.",
    "soapcentral_condensed": "James is seen driving back to Oakdale in a car belonging to a very nice religious woman who likes gospel music. Rosanna runs upstairs to check on Cabot, fearing once again, that something could have happened to him. Paul is busy snapping pictures of Rosanna Cabot on the carousel when Jordan and Jennifer come rushing up. Jordan starts to tell them that he just called the prison and that James escaped during the transfer. Lucy tells Craig to leave so she can talk with Dusty and Craig is reluctant, but finally does. Lucy says that she has to let him go when he gets into this thing with Rosanna. Paul says that he can do better than that. He purchases a slew of balloons and hands them to Rosanna, then gets down on his knee and proposes to her. He tells Rosanna that he wants it all. He wants her and Cabot and a family and to be happy, and that he loves her. Paul starts to call for Rosanna on theousel, but he's on the loose.\n"
}