{
    "soap_central": "\n\nPaul continues to bait Craig, saying if Craig gives up WorldWide, he'll lead him to Johnny. Craig turns down Paul's offer, when Meg enters and pretends to be furious that Paul used Johnny to manipulate Craig. Craig takes satisfaction in the rift he sees between Paul and Meg. Later, knowing they must keep their relationship hidden, Paul and Meg make love. Luke learns that Jade introduced Lily to the diet pills. Jade insists it's not her fault that Lily became addicted, but Luke's disgusted with Jade when she refuses to take any responsibility. Lucinda admits to Bob she's not okay. Bob reminds Lucinda that her priority should be her family, not her company. Lucinda warns Craig he can destroy her company, but not her. Holden calls and asks Lucinda to meet him at the farm. Holden accuses Lily of lying about the diet pills he found in her purse. Faith eavesdrops as Holden tells Lily that she and Faith both have eating disorders that are destroying them. Lily and Holden continue to argue, until Faith interrupts promising to eat if they'll reconcile. Lily and Faith tearfully embrace as Lily admits she's the one with the problem. Lucinda is loving and supportive when she learns Lily has decided to enter rehab.\n\n\n",
    "tvmega_recap": "Craig falls right into Meg and Paul's plan by doing exactly what Meg predicted he would do. Luke discovers that Jade gave his mother her first diet pills and gets upset with her so upset that he refuses to be her friend anymore. Lucinda continues to fight for her company even though Bob advises her to take care of herself and her family. Holden tries to persuade Lily she has an eating disorder but it takes Faith to help Lily see how much damage she has done to her self and her family. Lily reconciles with Lucinda once Lily apologizes to her mother and tells her family good-bye because she has decided to check into a rehab center to face her addiction.",
    "soapcentral_condensed": "Paul continues to bait Craig, saying if Craig gives up WorldWide, he'll lead him to Johnny. Craig turns down Paul's offer, when Meg enters and pretends to be furious that Paul used Johnny to manipulate Craig. Later, knowing they must keep their relationship hidden, Paul and Meg make love. Luke learns that Jade introduced Lily to the diet pills. Jade insists it's not her fault that Lily became addicted, but Luke's disgusted with Jade when she refuses to take any responsibility. Lily and Faith tearfully embrace as Lily admits she's the one with the problem. Lucinda is loving and supportive when she learns Lily has decided to enter rehab. Luc Linda warns Craig he can destroy her company, but not her. Holden calls and asks Lucinda to meet him at the farm. Faith eavesdrops as Holden tells Lily that she and Faith both have eating disorders that are destroying them. Faith interrupts promising to eat if they'll reconcile, and they both tearfully kiss and hug. Lily tells Holden she's going to rehab.\n"
}