{
    "soap_central": "\n\nMaddie tried to talk Henry into letting her stay and live with him but Henry would not budge and told her she was still going home. Henry brought Maddie to Katie's to apologize for her behavior the other day when she slammed the door on Mike's face. While at Katie's Maddie saw how much Henry was still in love with Katie so when Katie and Henry went upstairs she put Katie's slipper in the middle of the stairs. Henry slipped on the slipper and falls down the steps hurting himself in the process.   \n\n\nWill gave Celia a bracelet he bought for her that he had engraved with the words \"Love Will.\" Celia seemed a little freaked out by the gift and leaves. On her way out she called Sierra and told her she needed some advice.\n\n\nCarly was screaming at Iris when Jack showed up and pulled Carly off of her. Iris than told Carly that Jack knew everything; Jack told Carly he would tell her everything so they left. Once they arrived home Jack told Carly he saw the sealed police reports and that the reports did indicate that Carly was involved in the disappearance of Iris's baby. Carly believed that she did in fact murder her baby brother but Jack said there was no conclusive evidence pointing Carly to the crime. Jack tried to convince Carly that she could never hurt any child and put Sampson in her arms. Carly vows to make up for whatever she may have done in her past. Jack and Carly feed Sampson as Gwen looked on through the window.\n\n\nPaul was at the police station bothering Hal because he wanted answers about how Rosanna was doing in Switzerland. Emily showed up to talk to Hal about Daniel when Paul blew her off to try to get some answers about Rosanna. Once Paul left Hal told Emily she deserved better than Paul and that Paul was only using her as his live in mistress. Emily told Hal that she would sign the divorce papers but Hal surprised her when he said maybe they should put off the divorce. Emily told Hal she was fine with Paul's feelings for Rosanna and that she was going to stick by him. Meanwhile, Phyllis brought over a box of Rosanna's things for Paul including the foot print of the baby. Paul went through the box but did not notice the foot print. \n\n\n",
    "tvmega_recap": "Maddie and Henry discuss his relationship with Katie. Maddie sings the praises of her brother to Katie, but Katie can't say the same about Craig. She admits that Craig used her to start the fire to get out of jail. Maddie plots to get Henry and Katie back together. Will and Gwen discuss her wanting to say a real goodbye to her baby. Will has bought and engraved a bracelet for Celia. Celia is a bit overwhelmed by Will's generosity, and leaves quickly supposedly to run errands, but then makes a secret phone call to Sierra for advice. Paul is obsessing over what Rosanna was trying to tell him about Craig the night of the accident. Hal confronts Emily about their marriage and her relationship with Paul. Carly is desperate to hear the full story from Iris, but she spits that Carly deep down knows she hurt her son. Jack shows up, and Carly figures out Iris and Jack had an understanding to keep her in the dark. Carly figures that Jack has the nurse around for Rosanna's baby because he is afraid she would hurt him. Jack adamantly denies that, but Carly wants the real story. Jack relays the story of what he knows about when she was a child with her baby brothe; Carly is frantic thinking she killed her brother, and that Jack covered it up from her because he thought she would hurt another baby again. Jack thinks something else happened to her brother because the evidence didn't add up. He thinks Carly couldn't remember because she was traumatized into believe she was a murderer as a child. Later, Carly apologizes for her outburst and thanks Jack for believing in her, and decides to dedicate her life to her children in honor of her brother.",
    "soapcentral_condensed": "Maddie tried to talk Henry into letting her stay and live with him but Henry would not budge and told her she was still going home. Will gave Celia a bracelet he bought for her that he had engraved with the words \"Love Will\" Carly believed that she did in fact murder her baby brother but Jack said there was no conclusive evidence pointing Carly to the crime. Jack tried to convince Carly that she could never hurt any child and put Sampson in her arms. Carly vows to make up for whatever she may have done in her past. Emily told Hal that she would sign the divorce papers but Hal surprised her when he said maybe they should put off the divorce. Phyllis brought over a box of Rosanna's things for Paul including the footprint of the baby. Paul went through the box but did not notice the foot print. Emily showed up to talk to Hal about Daniel when Paul blew her off to try to get some answers about Rosanna. Once Paul left Hal told Emily she deserved better than Paul and that Paul was only using her as his live in mistress.\n"
}