{
    "soap_central": "\n\nSimon goes to Carly's place to look for her paint chips while she stays at the worksite to direct the movers as to where to put the furniture. Meanwhile, Jack has gone to Carly's and set up a dinner of pizza and beer, complete with candles and roses, and he settles down to wait for her. Much to his surprise, Simon lets himself in with Carly's key, and they both want to know why the other one is there. Simon suggests to Jack that Carly might not be happy to come home and find him there. When Jack tells him not to talk to him about his wife, he reminds him that she's his \"ex-wife\" now, and he tells Jack that even though he's one of the \"good guys,\" he apparently couldn't let a good thing be and had to have perfection, and in the process, he threw away the wonderful life he had with Carly. Simon tells Jack it's not fair to Carly for him to waltz back in to try to make himself feel better, and he says, \"If you really care about her, leave her alone.\" Jack leaves, and Simon puts out the candles, grabs the beer and pizza, and prepares to leave, when Gwen walks in. He tells her that Carly's going to be working hard for the next couple of days and asks if she wants him to have Carly call her, but she says it's not necessary. He excuses himself and leaves, and Gwen wonders aloud how she and Carly have let things get so messed up.\n\n\nAt the worksite, after the movers leave, Carly finds in her purse the tarot card that was read in Santo Domingo when she went to get the divorce, the card that indicated that something good would come her way soon if she'd be open to the possibility. At that moment, Jack walks in and apologizes for having expected her to be perfect, begging her to give him another chance and marry him again; they kiss, but suddenly, Carly realizes she's actually kissing Simon --- and then she wakes up from the dream she had when she'd sat down on the couch. She tears up the tarot card, and Simon walks in, wanting to know what's got her so bothered. He offers her the pizza and beer and thanks her for all the hard work she's putting in, then he reminds her that he wants to finish soon because his designer has promised him a special \"bonus\" after they're finished with the project.\n\n\nAt the Lakeview, Lucy waits for Dusty to join her for dinner and runs into a couple of friends from Memorial Hospital. Dusty spots her, and he has Johnny with him because the babysitter has been delayed. The babysitter calls and says she's at the suite now, so Dusty takes Johnny upstairs. Lucy is approached by someone from the lounge who tells her they need karaoke singers, and her friends have told him she's quite good. The friends reappear and persuade Lucy to get up and sing. As she's singing a love song, Dusty walks back in and smiles at her; then, Dusty remembers Jennifer singing \"You Made Me Love You\" at a karaoke lounge in Florida, and he becomes emotional and starts to leave. Lucy calls out to stop him, and he makes the excuse that Johnny seemed a little fussy, so he wants to watch him himself. Lucy offers to get her medical bag and examine him, but Dusty says that's not necessary, and he tells her he'll call her later.\n\n\nAt Java, Jade and Luke share a hot drink as Luke comments on the unseasonably cold weather outside. Jade is feeling sorry for herself about her situation with Will, but Luke reminds her repeatedly that Will loves Gwen, and no matter what, he's not going to marry Jade. He tells her that first love is a powerful thing, and not much can stop it, but Jade says she thinks one thing will: the fact that Gwen can't have any more children. When Luke asks how she knows that, she tells him Gwen told her a while back. Some kids from school come into Java, and they see Luke and then ignore him. Luke tells Jade that by now, the whole school probably knows he's gay, and when she asks what the kids have been saying, he tells her they're not saying anything, that nobody has called him at all. She says she knows how it feels when people talk about you but don't know how you really are, and they decide that they are the town outcasts --- Luke says he's \"the gay kid,\" and Jade says she's \"the whore.\" She tells Luke she has to go deliver an envelope from Lisa to Casey, so she leaves. A few minutes later, Luke goes outside and sees Will sitting on a bench. He sits down to talk to him, telling him he's heard how badly Gwen is taking the news of Jade's pregnancy. Will tells Luke that his marriage is over. They talk about the mistakes Will has made, but then, Luke gets a call from Holden, asking him to go up to the hospital. Will apologizes for laying all of this on Luke, but Luke thanks him for still wanting to be his friend. Will seems genuinely surprised that Luke would think he wouldn't still want to be his friend. Luke asks Will to do him a favor and try not to take his anger and frustration out on Jade, because she's in a bad situation, too.\n\n\nAt the Hughes's house, Gwen and Casey are outside talking about Jade's pregnancy, and Gwen ends up telling Casey that she can't have any more children. Casey says now he understands why she has reacted so strongly to Jade's news. Gwen says it's just not fair that Jade has found herself in this situation when she, Gwen, would do \"absolutely anything\" to be able to have a child with Will. When she stops crying, she tells Casey that she'd like to go over to the college and register for some classes. He goes inside to change clothes, and Jade comes walking up to deliver her package. Gwen is upset, and Jade tells Gwen that the situation with Will is her fault, and that if it were her and Will, she'd never leave him, no matter what he did, but Gwen has already turned her back on him several times, and she's the one ending the marriage now. Gwen walks away and Casey comes out. Jade hands Casey the envelope from Lisa, and he tells her that given the circumstances, she's fired. Jade says he can't fire her, because she's pregnant, but Casey says she's only a part-time employee, and it would be asking too much to have Gwen, a full-time employee, have to see Jade over and over again throughout her pregnancy. Jade tells Casey this is the second time he's turned a pregnant girl out in the cold, alone, then she leaves.\n\n\nJade runs into Will at Java and asks if the manager is there; Will says no, and Jade tells him about Casey firing her, and then says the hotel manager overheard her talking on the phone and asked if she'd lost her job, and when she admitted that she had, he told her to move out. Casey and Gwen walk in and see Will and Jade talking, and Casey tries to leave, but Gwen says she needs to speak to Will. She asks him to pack her things for her and have them sent to the college dormitory, because she's moving in there with Casey. Will says they should discuss this alone, but Gwen says there's nothing to discuss, and she leaves. Will angrily accuses Casey of setting this up, but Casey says he's just friends with Gwen, and Will messed up his marriage by himself. Casey leaves, and Jade tells Will that he needs to give Gwen time, that she'll calm down eventually, and she's not moving out of Oakdale, just to the dormitory. But then, Jade wants to know, since Gwen isn't going back to the cottage, can she go home with Will?\n\n\n",
    "tvmega_recap": "Gwen admits to Casey she can't stand that Jade is giving Will a child and she (Gwen) and Will can never have children together. Gwen informs Will that she is going to be moving into the dorms. Will shares with Luke that he thinks his relationship with Gwen is over but Luke he should give things a little time. Casey fires Jade and she gets thrown out of the Wagon Wheel motel so she asks Will if she can move in with him. Simon tells Jack that he should allow Carly to move on and not try to get her back just because he realizes he made a mistake by getting a divorce.",
    "soapcentral_condensed": "Simon goes to Carly's place to look for her paint chips while she stays at the worksite to direct the movers as to where to put the furniture. Meanwhile, Jack has set up a dinner of pizza and beer, complete with candles and roses, and he settles down to wait for her. Lucy waits for Dusty to join her for dinner and runs into a couple of friends from Memorial Hospital. Dusty remembers Jennifer singing \"You Made Me Love You\" at a karaoke lounge in Florida and starts to leave. Luke tells Jade that by now, the whole school probably knows he's gay, and she says she knows how it feels when people talk about you. They decide that they are the towncasts and they are outcasts, and Luke says he's \"the gay kid,\" and Jade says she's 'the whore' Will tells Luke that Jade's pregnancy is taking the news of his marriage over, and Jade tells Luke she has to go deliver an envelope from Lisa to Casey.\n"
}