{
    "soap_central": "\n\nMeg and Mike returned from an enjoyable balloon ride over the farm. The two had no idea that Paul had planned the trip for Meg and were immediately confronted by Paul when they landed. Paul mistakenly believed that Mike stole his idea to romance Meg and was furious with him. Mike and Meg apologized for taking the ride that Paul had scheduled and explained that they had no idea he was behind the aerial tour of the farm. Paul told Meg that it was meant to be a surprise and a romantic gesture, and Meg was flattered. She tried to convince Paul to take another ride with her, but he was so upset that she had gone with Mike that he couldn't get past it. Paul continued to accuse Mike of trying to seduce Meg and despite both Mike and Meg's denial that the ride wasn't romantic, Paul stormed off. \n\n\nMeg apologized to Mike for Paul's outburst and Mike offered to try to talk to Paul to smooth things out for her. Meg told Mike that Paul was the one who should be sorry and it was similar tantrums that made her believe she and Paul might not have a future together. As they were talking, the hot air balloon pilot delivered the last of Paul's surprise to them, a romantic champagne picnic. They spread the meal out and enjoyed a nice glass of champagne, and Mike commented on Paul's good taste. Mike said that he could still see the sparks between Meg and Paul, but Meg told him that even though she and Paul had great passion, things always seemed to go wrong for them. Mike encouraged Meg to give Paul another chance if she felt they could have a life together. \n\n\nSofie, Aaron, Chris, and Alison met at the Lakeview for their double date and tension between Aaron and Chris started as soon as everyone sat down. When the drinks arrived, Aaron proposed a toast to Alison to compliment her on a job well done at the hospital. Chris began to talk about the importance of having a good career and Aaron took offense because he believed Chris was being condescending towards Aaron's job as a bartender. Chris explained that their dinner date was a chance to become friends and end any awkwardness between them; he encouraged Aaron to say why he was so angry with Chris. Alison jumped in and explained that everyone at the table had issues with someone else and pointed out that she and Sofie had their problems as well. As the uncomfortable dinner continued, Sofie noticed Paul had arrived and looked angry as he downed a drink at the bar. She chased after him and asked him what was wrong, but Paul refused to talk to her and left the Lakeview. \n\n\nWhen Sofie returned to the table, everyone noticed she was distracted. She excused herself after lying to everyone and saying that she was worried about Barbara and wanted to check in on her. Instead of looking in on Barbara, Sofie went to Paul's house and asked him what had happened with the romantic balloon ride. Paul told her about Meg and Mike going off together on the tour he had planned and how Meg had told him it was all a misunderstanding. Sofie accused Meg of being dumb for not realizing that Paul had ordered the balloon and told Paul that he deserved better than Meg. Sofie grabbed Paul's hand and told him that she couldn't imagine choosing anyone over him; just then Meg walked in and saw the two looking very cozy. Paul immediately stood up and told Meg he was happy she was there, but Sofie's guilty look made Meg think she had interrupted something. Paul sent Sofie on her way and asked Meg to stay so they could talk. Paul apologized for his earlier outburst, but told Meg he was afraid that if he took things slow with her, Mike would move in. Meg reassured Paul that the only way he could lose her would be to keep losing his temper. Meg turned the tables on Paul and commented that maybe she should be worried about him and Sofie, which made Paul laugh out loud. Meg told Paul that she felt the same way about her and Mike and that Paul just needed to accept that Mike was at the farm to work and she would be seeing him because of that, nothing else. Paul was satisfied with Meg's answer and asked her to stay longer, but Meg said she had to return to the farm. They ended their talk with a kiss and Meg went on her way. Once Meg was gone, Paul received a call from the balloon company and they asked how he had liked the ride and champagne. Paul commented that he hadn't enjoyed either, but he knew who had and was going to make sure Mike didn't benefit from anything else that was meant for him. \n\n\nAaron went into the lobby and asked the front desk clerk if he had seen Sofie. The clerk explained that he had watched Sofie go outside, but when Aaron checked he couldn't find any sign of her and wondered out loud where she had gone. A short time later, Sofie returned to the table and apologized for taking so long. She lied and said that she had checked on Barbara but she was asleep. Aaron knew that Sofie hadn't been making a call and was angry that she was continuing to lie. Chris complimented Sofie on taking care of Barbara and said Barbara was lucky to have her since Paul couldn't be depended on. Sofie jumped to Paul's defense and gushed to everyone about how wonderful Paul was, but Aaron had heard enough. Aaron became frustrated and excused himself from the table. Alison went after him to find out what was wrong. Aaron admitted that he was annoyed and wanted to leave, but Alison convinced Aaron not to go without saying goodbye. Aaron returned to the table and told everyone he was ready to call it a night and offered to take Sofie home. Aaron sarcastically thanked Chris for a nice dinner and left with Sofie. As they walked through town, Aaron told Sofie that he knew she had left the hotel. Sofie admitted she had gone to Fairwinds, but only to check on Barbara. She didn't tell him about visiting Paul because she knew it would upset him. Aaron told her that if she couldn't be honest with him then they couldn't be friends any longer. \n\n\nAt home, Carly put on a slinky black dress and got ready to go to the Snyder farm for dinner with Lily, Holden, and Jack. The kids all sat down to eat pizza and Jack walked in and was stunned at how beautiful Carly looked. He complimented her on her appearance and the couple left for dinner as soon as the babysitter arrived. After seeing her parents head out on their date, Sage commented to her brothers that she knew their parents were getting back together. \n\n\nHolden arrived in the farm kitchen to help Lily get ready for their dinner with Jack and Carly. Lily believed the dinner was just the thing to bring Jack and Carly back together, but Holden cautioned her about getting her hopes up. When Holden stepped outside for a few minutes, Lily opened the cupboard and found the bag containing the shirt and tape from Dusty that she was secretly saving. She looked over the items and then quickly replaced the bag and finished getting her meal ready. \n\n\nWhen Jack and Carly arrived, Lily pulled Holden upstairs to give Jack and Carly some time alone, but Jack didn't want Carly to think the dinner would be romantic and went to the porch to call the station. Alone in the kitchen, Carly decided to have a glass of wine to relieve some of the tension, and then quickly poured herself another. Lily and Holden returned and Lily sent Holden to get Jack. Jack took his time alone with his cousin and asked him to stop Lily from trying to get him and Carly back together. Holden agreed he would and they went inside, where Lily offered a toast to \"old friends and new beginnings.\" As everyone took a sip they realized the wine had gone bad and Holden ran out to get another bottle. Lily continued to work on getting Jack and Carly together, but Carly told Lily that everyone knew what she was up to, and Jack was not interested in being set up with her again. Lily decided the time for subtleness was over and she boldly told Jack that Carly was the woman for him and he needed to accept it and get back together with her right away. Jack said his relationship with Carly was none of Lily's business and he just wanted to have a nice dinner, but Lily refused to let Jack off the hook. She told them that any problems they had could be worked out, but Holden returned and asked Lily to stop. \n\n\nWhen Holden opened the new bottle of wine, Jack told Carly he thought she had drank enough, but Carly told him to mind his own business and enjoyed another glass. Lily encouraged the group to hold hands and say grace before their meal. After the prayer, Jack snatched his hand away from Carly and she quickly went on the attack, telling Jack to show her a little respect. Carly jumped up and rushed out of the farmhouse. Holden went after Carly to check on her and she commented that she was fine, but she was convinced she had ruined Lily's dinner and made Jack hate her even more. Carly was upset that Jack couldn't bring himself to hold her hand, but Holden explained that she shouldn't worry about it and should come back inside to enjoy dinner. Carly agreed and returned to the kitchen, but as they sat down to enjoy their meal, Parker phoned with news that the babysitter was sick and that Jack and Carly needed to come home right away. With Jack and Carly gone, Holden told Lily he would clean up after dinner and sent her off to bed. As he began to put everything back into the cupboards he found the bag of Dusty's things that Lily had been hiding. \n\n\n",
    "tvmega_recap": "Chris, Allison, Sophie and Aaron meet up for an awkward dinner. Paul and Mike clash over Mike taking the hot air balloon ride with Meg, which upsets Meg. Lily has high hopes for her and Holden's dinner with Carly and Jack. Meg doesn't understand why Paul is reacting so poorly so Paul leaves. Jack notices how beautiful Carly looks, which makes Carly hopeful, as well as Sage. Chris and Aaron can't help but annoy one another. Jack notices Lily's romantic dinner set up and isn't too thrilled. Carly starts drinking. Mike notices the champagne lunch and realizes why Paul is so upset. Sophie sees Paul looking depressed and excuses herself from the dinner, but he blows her off. She rejoins dinner only to excuse herself again under the pretense of having to check in by phone with Barbara. Mike tells Meg to not make the same mistake he did with Katie; he tells her not to give up if there is something still there between her and Paul. Sophie shows up at Paul's and wants to help. Paul explains what happened with Meg and Sophie is irate that Meg would treat him like that claiming he deserves better, as she takes his hand a moment before Meg interrupts. Paul sends Sophie on her way. Aaron realizes Sophie has left the Lakeview. Lily tries to be subtle, but it is not working, as Carly drinks more. Finally, Lily casts aside subtlety and tells Jack how she really feels about what he is doing, which doesn't help and only makes Carly more angry with Jack by his response leading her to scream at him. Paul and Meg talk through their problems; they discuss Mike and Sophie as well. Sophie comes back and Aaron is annoyed as she lies about where she was. Aaron wants to leave and Sophie goes with him, as he later tells her to stop lying to him. Sophie tells the partial truth, which leads Aaron to wonder if they have anything between them since she is lying to him. Holden checks on Carly and makes her feel better. Carly wishes to start the dinner over, but before Jack can agree, Parker calls with news that the babysitter is sick. Meg and Paul share kisses as they are back on track. Paul gets a call from the balloon company asking how his trip went? Paul promises himself that he won't let Mike do anything like that again. Meg thanks Mike for his advice \u0096 she and Paul are better. Carly wants to talk, but Jack thinks she has done enough talking that night. Carly is incensed by the way he dismisses her. Lily and Holden talk about her trying to help with Carly and Jack. Holden tells her that she wouldn't be her if she didn't help those she loves. He hopes he stays at the top of that list of people she loves. After Lily leaves, Holden finds the bag that Lily stashed away with a few of Dusty's belongings that she couldn't part with.",
    "soapcentral_condensed": "Meg and Mike returned from an enjoyable balloon ride over the farm. The two had no idea that Paul had planned the trip for Meg and were immediately confronted by Paul when they landed. Paul mistakenly believed that Mike stole his idea to romance Meg and was furious with him. Paul continued to accuse Mike of trying to seduce Meg and despite both Mike and Meg's denial that the ride wasn't romantic, Paul stormed off. Sofie, Aaron, Chris, and Alison met at the Lakeview for their double date and tension between Aaron and Chris started as soon as everyone sat down. When Sofie returned to the table, everyone noticed she was distracted. She excused herself after lying to everyone and saying that she was worried about Barbara and wanted to check in on her. Instead of looking in on Barbara, Sofie went to Paul's house and asked him what had happened with the romantic balloon ride. Paul told her about Meg and Mike going off together on the tour he had planned and how Meg had told him it was all a misunderstanding.\n"
}