{
    "soap_central": "\n\nJack tries to use Henry as a way to get inside information on BJ but Henry turns him down. Meanwhile, at WOAK, Maddie tries to talk to Mike about BJ's real motives, but hears BJ approaching and ducks out of sight. Later, Henry reconsiders Jack's offer and begins going through BJ's things. When he hears BJ approaching, he hides and is horrified when he overhears BJ meet with a creepy guy about disposing of someone. Meanwhile, Maddie runs into Casey and Margo and tells them she may not be moving in with Henry as planned. After Margo goes, Casey demands to know what's going on. Barbara is not pleased to learn that Will and Gwen back together. Meanwhile, Gwen goes to Milltown to thank Carly for helping to set things straight with Will but warns Carly not to expect her to change her mind about testifying. However, when the conversation turns to Gwen's paternity test, Carly swears up and down she had no part in switching the results as Gwen originally thought, prompting Gwen to wonder how the results could have possibly indicated that Casey wasn't the father. Carly tries to broach the subject of the paternity test with Margo, who can't believe Gwen has gotten to Carly. But later, a hurt Gwen realizes Carly doesn't believe her. Iris is thrilled to hear of the new rift between Gwen and Carly. She tries to work it to her advantage but is thwarted once again when Will arrives and makes a pact with Gwen to always be honest with each other. Meg is thrilled when Dusty suggests that Meg bring a toothbrush and a couple of changes of clothes back with her. Later, Dusty and Jennifer run into each other and both continue to deny their true feelings for each other. After, Jennifer runs into Meg and thanks her again for putting her job on the line to do the blood test. Later, realizing that Meg is moving in with Dusty, Jennifer breaks down in her mother's arms as Meg and Dusty hit the sheets again.\n\n\n",
    "tvdb": "Henry initially refuses Jack's request for help in getting the goods on B.J., then changes his mind. Casey demands answers from Maddie after she tells him and Margo that she may not be moving in with Henry. Gwen is surprised when Carly swears she didn't change the paternity test results, but believes her. Meg agrees to move in with Dusty, not realising that he's still just using her to fight his feelings for Jennifer.\r\nSource: tv.com",
    "tvmega_recap": "Gwen goes to see Carly to thank her for giving her a heads up on what Iris did to Will. However, when Gwen asks her why she did such horrible things to her \u0096 such as switching the paternity results, Carly doesn't know what she is talking about. Gwen is unsure, but is angered when Carly puts everyone on the spot when Margo and Casey come by, to prove no one in his family would do such a thing. Will later listens to Gwen's story about what Carly did. Will surprisingly tells Gwen that maybe Carly was trying to help. Why would she do something that would only infuriate Gwen further? Gwen wonders if she should give Carly a break? She is even more amazed when Will gives her a hefty amount of money for a deposit on an apartment, as Iris listens in. Will meets up with Barbara and tells her he is putting his college search on hold. Barbara is incensed, and even more so when she finds out it is because he wants to help out Gwen. Barbara throws out some insults, threats and promises of getting access to his trust fund again if he sees things her way. Nothing will deter Will from being with Gwen and Billy. Jack asks Henry to spy on BJ to find out his daily routine; Henry's interests are piqued when he hears it is undercover FBI work. Henry is unsure, but Jack eggs him on \u0096 do it for Katie. However, Henry turns a surprised Jack down. Later Henry is at WOAK and he hears BJ's voice and hides, and overhears a shocking proposal BJ makes regarding disposing of someone, to a scruffy mysterious stranger. Maddie tries to subtly warn Mike about BJ whom she sees as a psycho. Henry is only working for BJ to help put her through college. Mike is frustrated with both of them, and tells her that Henry is on his own after the danger he put Katie in. Dusty runs into Jen as he is wheeling the breakfast tray out, obviously set for two. They share awkward conversation. Later, Jen bumps into Meg, who has an overnight bag, on her way to see Dusty. She tells a guilt ridden Meg thanks for all her help. Dusty goes looking for Jen right after this and tells her that Meg will be staying with him from time to time. Jen guessed that, but why is he telling her this?",
    "soapcentral_condensed": "Jack tries to use Henry as a way to get inside information on BJ but Henry turns him down. Meanwhile, at WOAK, Maddie tries to talk to Mike about BJ's real motives, but hears BJ approaching and ducks out of sight. Later, Henry reconsiders Jack's offer and begins going through BJ's things. He is horrified when he overhears BJ meet with a creepy guy about disposing of someone. Will makes a pact with Gwen to always be honest with each other. Meg is thrilled when Dusty suggests that Meg bring a toothbrush and a couple of changes of clothes back with her. Jennifer breaks down in her mother's arms as Meg and Dusty hit the sheets again. Will and Gwen are back together. Barbara is not pleased to learn that Will and gwen are together. Iris is thrilled to hear of the new rift between Gwen and Carly. Meg and Jennifer continue to deny their true feelings for each other and both continue to hit it off with Dusty.\n"
}