{
    "soap_central": "\n\nIn Old Town, Will spotted Jade and Cleo engaged in an animated conversation and saw Cleo grabbing Jade by the arm. Cleo warned Jade not to interfere in her relationship with Will and Gwen, then she left. When she returned to Will and Gwen's place, Will was already there, and he asked her to explain why she lied to him about knowing Jade, saying that he saw them talking in Old Town, and they didn't appear to be strangers. Cleo covered by saying Jade approached her and tried to scare her off from being Will and Gwen's friend. When Will asked Cleo why Jade would care about her, she said because Jade apparently doesn't want anyone to be friends with Gwen. Will took Cleo at her word and said he was going to go confront Jade about this. While he was gone, Cleo wrote in her diary about how Will was off to defend her honor. She wrote that Jade wouldn't dare reveal her role in bringing Cleo to town because it would incriminate her, but just in case, she was going to work on a different way to stop Jade for good; then, Cleo fingered a necklace she was wearing that had a pendant shaped as the letter \"J.\" \n\n\nWill found Jade in Old Town and told her to leave Cleo alone. Jade told Will she didn't approach Cleo, but rather, Cleo approached her and was trying to keep her away from Will and Gwen. Will told Jade that Cleo is a good person, and he told Jade to keep away from her.\n\n\nIn Las Vegas, Alison had a nightmare about her fight the night before with Lance, then dreamed about making love with Dusty. When she woke up, she told Dusty about her dreams, then realized the part about making love with Dusty had actually happened. He brushed it off as having been \"a crazy night\" and said it wouldn't happen again. After calling the local police, Dusty informed Alison that they had found and arrested Lance in the possession of drugs and child pornography.\n\n\nAt Al's Diner, Emily was sitting alone eating when she spotted Aaron Snyder outside the door. She got up and confronted Aaron, who said he had just returned to town and was nervous about seeing Emily. Aaron told Emily that after his mom recovered from her illness, he and Alison had a lot of time to contemplate their life together, and it didn't all go smoothly. After a few minutes, he excused himself so he could go call Holden to let him know he was back in town, and Emily took the opportunity to try to call Dusty. When she reached him, she asked when he and Alison were returning to Oakdale; he said they were headed back now, but when she asked to speak to Alison, he told her that she was in the shower, because Alison gave him a signal that she was unwilling to speak to Emily. After Dusty hung up the phone, Alison told him she couldn't go back to Oakdale with him and lie to Emily about what had happened between them, but Dusty said she didn't have to talk about it at all because it was nobody's business but theirs, and they should just pretend it never happened. On their way out of the hotel room, Dusty looked back at the rumpled bed, remembering the night with Ali, and smiled to himself.\n\n\nBack at Al's, Emily told Aaron that Alison had had a hard time with the breakup and had been through some tough experiences since then, but when Aaron asked, Emily said she'd rather let Ali fill him in on whatever she wanted him to know. Aaron said he didn't want to derail Alison if she was getting back on track, but Emily told him she thought he was exactly what Alison needed right now.\n\n\nAt the farm, Parker spoke to someone (apparently Holden) on the phone, trying to find out how Faith was doing. He ended the conversation by saying \"yes, sir,\" he understood, and he wouldn't call again. JJ asked Parker what was wrong, and Parker told him, then showed him a completed application to a juvenile camp.\n\n\nAt the police station, Carly confronted Jack again about trying to send Parker to a juvenile camp, saying she'd fight him on this because she disagreed with what Jack was trying to do. Jack told her he could do this without her approval and that he had consulted a lawyer. After telling Carly that Parker's behavior had improved until she came back to town, Carly asked him if he would still be sending Parker to camp if Faith hadn't been accidentally shot with the BB gun, because if not, then he needed to consider the possibility that Parker wasn't lying when he said he had nothing to do with it. While Jack and Carly argued, JJ walked in, having ridden his bike to the police station, and said it wasn't fair to send Parker away. Jack tried to tell him this was best for Parker, but then he got a phone call he had to take, so Carly and JJ were left alone for a few minutes. Carly told JJ he was a loyal brother to ride up there to try to help Parker, but JJ said he wasn't loyal at all, and he again said it wasn't fair. Carly said it was Parker's fault that Faith got hurt and nothing could change that, but seeing the look on JJ's face, Carly asked him if something was bothering him. JJ said no, just that he had to get to his baseball game, and he left.\n\n\nJack and Carly went to the farm, where Jack tried to sell Parker on the idea of the summer camp, pointing out the fun things Parker could do there, too. When he asked if Parker would agree to go, Parker said, \"Whatever,\" and Jack said that was close enough to his consent, so he went to call the camp director to sign Parker up. Carly told Parker that she wanted to help him, but he had to give her something to go on; Parker said no one would believe him anyway, that they would all just say, \"Like mother, like son,\" and then he walked outside. Jack returned and told Carly it was all set, and Carly told Jack she wished he would trust her judgment on this, reminding him that no one believed Parker when he thought Jack was still alive, but Parker didn't give up on Jack then, and Jack shouldn't give up on Parker now. Carly then said that together, she and Jack could help Parker, without any camp or therapy or intervention group.\n\n\nFaith and Lily went to Old Town so Faith could go to her dance class. On the way, Lily's cell phone rang with a business call, but she told Faith it could wait, and Faith said she'd hoped it was Parker, checking on how she was doing. Lily explained that Parker had been troubled at home lately and that it would probably be best if she steered clear of him for now. Faith said that wouldn't be hard for Parker, and she told Lily about her feelings for him and how Parker said he wasn't ready for a girlfriend right now, but then he left Faith to be with Morgan, another girl from school who was more Parker's type. When Lily asked what that meant, Faith said Morgan was skinny, and she ended up confessing to her mom about how she ate all the candy bars for the movies after having seen Parker and Morgan together.  Then Faith told Lily that it was her own fault she got shot, because she followed Parker back to the farm after seeing him talking to Morgan. Lily told her it wasn't her fault, and she asked her to come talk to her the next time something like this was bothering her, instead of eating a bunch of candy; Faith agreed. Lily then left Faith to go to her dance class, but Faith ran into JJ, who told her about Jack and Carly sending Parker off to juvenile summer camp. JJ confessed to Faith that he saw Parker put the BB gun back and lock it up, and he told Faith that he was the one who took it back out and put it by the back door.\n\n\n\n\n",
    "tvmega_recap": "Jade and Cleo have it out. Aaron comes back to town. Allison realizes it wasn't a dream \u0096 she and Dusty really had sex. JJ is racked with guilt about Parker getting in trouble because of the BB gun. Jack tells Carly that he spoke with the Director of the Camp where he plans to send Parker. Carly tries to appeal to Jack, but he doesn't budge; Carly wonders if Parker is telling the truth. Cleo shows a different side to Jade. Faith opens up to Lily about her feelings for Parker and how seeing him with Morgan affected her. She also admits she binged but did not purge. Emily and Aaron talk. Lance is found with kiddie porn and drugs. Dusty and Allison agree to keep their night together a secret. Will confronts Cleo about seeing her in Old Town with Jade. Cleo claims Jade was attacking her verbally. Will believes her and leaves to go defend her to Jade. JJ tries to tell Jack and Carly that he was the one that left the gun out, but he bails out in the end. Dusty and Emily talk, as he tells her all is well. Allison worries about going back to Oakdale and facing Emily. JJ admits to Faith he was the one that left the gun out. Jack and Carly tell Parker he is going to this camp. Carly wants to help Parker prove he did not leave the gun out. Will defends Cleo to Jade. Cleo writes more delusions of Will riding to her rescue and what that means; Cleo talks about stopping Jade \u0096 for good. Carly appeals to Jack to forget the camp, counselors, and therapists and to have the two of them only unite and get Parker through this together.",
    "soapcentral_condensed": "In Old Town, Will spotted Jade and Cleo engaged in an animated conversation and saw Cleo grabbing Jade by the arm. Cleo warned Jade not to interfere in her relationship with Will and Gwen, then she left. In Las Vegas, Alison had a nightmare about her fight the night before with Lance, then dreamed about making love with Dusty. At the farm, Parker spoke to someone (apparently Holden) on the phone, trying to find out how Faith was doing. JJ asked Parker what was wrong, and Parker told him, then showed him a completed application to a juvenile camp. Carly confronted Jack again about trying to send Parker away without her approval and told him she'd fight him on this because she disagreed with what Jack was trying to do. After telling Carly that he would still improve until she came back to town, Carly asked him if he had not been sending Parker to camp. Jack tried to tell him this was best for him, but then got a phone call he had to take.\n"
}