{
    "soap_central": "\n\nSarah confronts Jessica about never giving Bonnie her letters. Jessica claims she gave the letters to Bonnie but took them back so that Bonnie wouldn't be caught with them. Later, Sarah overhears Jessica confess the truth to Ben. Alison tells Susan she's moving in with Chris. Susan is floored, and tries to persuade Alison to slow down. The Hughes' swallow their misgivings and welcome Alison, who impulsively hugs Kim. After, Kim catches Chris and Alison about to have sex in the kitchen. A shaky Kim makes a hasty retreat and oblivious Chris and Alison go to his room to make love. Barbara tells Jennifer that she and Paul have a special bond because of their life with James. Hal confides in Jack that he thinks Paul is setting Barbara up for a fall. Paul thinks Carly's plan to open her own company is a mistake. Carly suggests that Paul come work with her, but he says he built BRO and Barbara won't be an issue. He asks Carly to keep their conversation confidential. Paul's call to his attorney confirms the papers he has are the key to his takeover of BRO. Paul heaps praise on Barbara's designs and brings out the papers for his mother to sign. Barbara gets her glasses to read every word. Paul acts hurt that Barbara won't trust him and she relents, signing the documents without reading them. Jack mentions to Carly Hal's concerns about Paul's intentions with Barbara and Carly realizes that Paul is planning to destroy Barbara. Craig arrives at the apartment of Cabot's birth mother, planning on scamming her. He fishes for info but gives himself away in an emotional reaction to Cabot. Craig makes a pitch for an open adoption, and offers her one million dollars. Canadian cops arrive and arrest Craig. \n\n\n",
    "tvmega_recap": "Alison reveals that she hasn't told her mother about her move yet. Barbara knows that no one can get between she and her son. Bob wonders why a concerned parent hasn't called yet about her daughter moving in. Cabot really has two families now. Carly is told that accepting a generous offer is a bad idea. Craig makes the mistake of acting too friendly with the baby. Jessica dances as fast as she can to stop a teen from leaving. Paul presses a fantastic designer with his offer. Susan understands now that she knows whose idea it was for her daughter to move out. Sarah believes the explanation for her letters being in a briefcase.",
    "soapcentral_condensed": "Sarah confronts Jessica about never giving Bonnie her letters. Jessica claims she gave the letters to Bonnie but took them back so that Bonnie wouldn't be caught with them. Barbara tells Jennifer that she and Paul have a special bond because of their life with James. Hal confides in Jack that he thinks Paul is setting Barbara up for a fall. Paul thinks Carly's plan to open her own company is a mistake. Craig arrives at the apartment of Cabot's birth mother, planning on scamming her. Craig makes a pitch for an open adoption, and offers her one million dollars. The Hughes' swallow their misgivings and welcome Alison, who impulsively hugs Kim. After, Kim catches Chris and Alison about to have sex in the kitchen. Paul's call to his attorney confirms the papers he has are the key to his takeover of BRO. Paul heaps praise on Barbara's designs and brings out the papers for his mother to sign. Barbara gets her glasses to read every word. Paul acts hurt that Barbara won't trust him.\n"
}