{
    "soap_central": "\n\nLily and Carly shared girl talk and coffee at Lily's, and Carly told her friend about Craig's proposal of marriage. Although Carly felt sorry for the position little Johnny was in with two fathers and no mother, she didn't even consider marrying Craig. Lily suggested that Craig's favors always came with strings, and perhaps because Carly had accepted his money, Craig felt it was time for his version of payback. \n\n\nJack came to Carly's unexpectedly and surprised Liberty and Parker making out on Parker's bed. Jack went ballistic, while Liberty was embarrassed, and Parker was angry. Jack said he was still the adult, and it was his and Carly's house, so it was his opinions and his rules that the kids had to follow. He sent Liberty home, and Parker got angry and left, too. Jack called Carly and asked her to stay at Lily's until he got there. Carly told Lily the scene with her ex-husband would get ugly since he did not agree with her and Janet that their kids could date again. Jack arrived and told Carly about the scene he had stumbled upon, and he lamented that he never should have allowed the women to talk him into agreeing that the teens could date. \n\n\nCraig found Tom at the Lakeview. He asked Tom to represent him in any custody matters against Dusty. Tom reminded them of their history, and then told Craig that he was already helping Dusty in the same matter, but he did offer to find another attorney for Craig. Dusty arrived to talk with Tom, so Craig left. Dusty was also surprised that Craig had been interested in hiring Tom instead of bringing in a legal beagle from a powerhouse firm. Tom said there was not a lot of precedent for cases involving two fathers and no mother. He hoped whatever happened, the case would not end up in court, however. His strategy was to settle with Craig, and if they made the first offer, Dusty would appear magnanimous, which would earn him points. It would also set the tone for negotiations, but Dusty had a difficult time granting even small visitation rights to Craig. He said he needed one very important concession from Craig, as well: he was to drop all charges against Lucy so she could be involved in the boy's life again. Tom suggested Craig have visitation three times a week, and Dusty was all right with that as long as Craig was not allowed to take the boy anywhere. They both agreed that Craig needed to prove that he had changed and was trustworthy to care for the boy. \n\n\nJosie thought Johnny needed some fresh air, so she took him out of the hotel. Knowing the boy's fascination with trains, she took him across the street to the train station. Craig found them looking in a window there, and he picked up his son and gave him a hug. Josie hustled Johnny away, even though Craig tried to tell her that Dusty had approved a visit. He said if he couldn't take the boy on his own, he would like to go with them wherever they were headed. Josie disagreed with that plan, too, and she and Craig began to argue. He claimed arrangements were in the works for shared custody, and that he did not want to go to war with Dusty. Josie said Dusty did not trust Craig to take care of the boy properly, and then she looked around and realized Johnny had disappeared. She ran back to the hotel to see if he was there and found Dusty just finishing his meeting with Tom. She told him the boy was gone, but that Craig was searching for him. They ran back to where she had been with Craig, but he was gone, too. Dusty was worried that if Craig found the boy first, they would never see either one of them again. \n\n\nParker found Liberty walking, and the two of them headed downtown. Liberty was upset and blamed herself for putting the two of them in a tempting situation by agreeing to go up to Parker's room to do homework. She hated letting her parents down yet again, and she asked Parker to stop pushing her. Parker was offended that Liberty blamed him, because he thought she liked his attention. Finally Liberty said she wanted no more of anything from him, and they were finished. Parker declared his love for her, but the girl said she had enough pressure in her life from grades, SAT tests, and college applications-and she did not need a boyfriend, too. \n\n\nParker got distracted when he spotted Johnny in the street near the train station, alone. He caught up with the boy and knelt down to ask him why he was there, but Johnny just pointed at a passing train. A car careened around the corner and headed directly for the two boys. Suddenly Craig ran in and scooped the two out of harm's way onto the nearby grass. Johnny was fine, but Parker appeared unconscious. Liberty came running and tended to Parker as Craig fussed over Johnny. Parker awoke and complained of a headache, so Craig told Liberty to call 9-1-1. Dusty and Josie ran up, and Dusty grabbed Johnny and yelled at Craig that every time he was around, there was trouble. He and Josie took the boy back to the hotel, while Craig and Liberty stayed with Parker. \n\n\nAt Lily's, Carly asked Jack for the details of the teen escapade, and she was relieved that nothing serious had happened. Lily kibitzed, but Jack did not appreciate her comments. Carly told Jack not to blame the kids, and he responded that he didn't; he blamed the mothers. Carly defended herself and Janet and blamed the whole incident on teenage hormones, not bad parenting. Carly then took a call from Craig informing her of Parker's accident, so she and Jack, with Lily, hurried off to Memorial Hospital. \n\n\nDusty put Johnny down for a nap, and the boy apologized for making Dusty mad. Josie apologized too, but Dusty asked her what she was thinking taking the boy out without telling him first. Josie was beating herself up emotionally, but Dusty relented and said they got lucky that Johnny was not hurt. Dusty suggested that Craig might be despicable enough to set up a dangerous situation, if not this one, then one in the future, so that he could swoop in and play the hero. He called Tom and asked him to disregard their previous conversation; he was ready to go to full out war with Craig. \n\n\nAt the hospital, the doctor told Parker he did not have a concussion and he could go home when his parents got there. Parker was grateful to Craig for saving his life. Jack and Carly arrived and wanted to know how the accident happened. Carly immediately thanked Craig, who left, since Parker was in good hands. Lily followed Craig out of the room and with no subtlety told him that he was nuts to have asked Carly to marry him. Everyone came out of the exam room, and Jack finally thanked Craig. \n\n\nCarly put Parker to bed, but as Liberty was leaving, Carly asked the girl to stay if she wanted to keep Parker company. Jack and Carly went downstairs, and Carly asked Jack to stay a while if he didn't mind, while she ran to the market for some of Parker's favorite foods. He agreed, and promised not to spy on the teens. \n\n\nLiberty hovered over Parker and then lay next to him on the bed. They agreed they were good and that they were back to being a couple. \n\n\nCarly arranged to meet Craig at the Lakeview bar, and she apologized for slamming the door in his face when he proposed. She also thanked him again for saving Parker, and Craig appeared to be thinking of Bryant and got emotional at the tragedy of losing a child. Carly held his hand on the bar, as they waxed nostalgic about the importance of family.\n\n\n",
    "tvmega_recap": "Jack catches Parker and Liberty in Parker's bed just before anything happens although if he hadn't walked in on them they would have made love again. Jack is angry at himself for letting Janet and Carly persuade him to let Liberty and Parker date. Dusty tries his best to keep his promise to Lucy although he hates Craig. Tom advises Dusty to reach an agreement with Craig before the case goes to court. Dusty tells Tom to offer Craig 3 supervised visits a week. Dusty allows Craig to say hi to Johnny while he has a meeting with Tom. Josie gives in to Johnny when he wants to go outside and Johnny walks away while Josie is arguing with Craig. Parker and Liberty find Johnny while Liberty is in the process of breaking up with Parker to concentrate on school. Parker talks to Johnny and doesn't notice the car heading straight for them. Craig arrives in time to push both Parker and Johnny out of the way and save their lives. Jack and Carly argue about Parker but all that is put aside when they hear about his accident. Carly and Jack rush to the hospital Grateful that Parker is okay he just has a painful headache. Lily tells Craig that saving Parker's life won't make Carly accept his marriage proposal. Liberty changes her mind about ending things with Parker because she realizes she came very close to losing him. Carly thanks Craig for saving Parker and Craig remembers how he lost Bryant. Carly holds Craig's hand and he tells her that there is nothing more important in life then family.",
    "soapcentral_condensed": "Lily and Carly shared girl talk and coffee at Lily's, and Carly told her friend about Craig's proposal of marriage. Carly felt sorry for the position little Johnny was in with two fathers and no mother, but she didn't even consider marrying Craig. Craig found Tom at the Lakeview. He asked Tom to represent him in any custody matters against Dusty. Craig told Liberty to call 9-1-1, but Craig complained of a headache, so Liberty came running. Craig ran in and scooped the two of the two boys out of harm's way onto the grass and ran to the car to call 911. Craig and Dusty argued over who should have custody of the boy, but Dusty agreed to share custody with Craig if he could prove that he had changed and was trustworthy to care for the boy. Craig said if he couldn't take the boy on his own, he would like to go with them wherever they were headed. Josie hustled Johnny away, even though Craig tried to tell her that Dusty had approved a visit.\n"
}