{
    "soap_central": "\n\nPaul and Meg are at Yo's, and Paul calls Emily to come meet him there, so that he can tell her he can't buy the Intruder from Craig after all. Meg leaves to go to work, telling him she's confident he'll handle Emily the right way. However, when Emily arrives and hears the bad news, she becomes very upset with Paul, telling him that next time, he should keep his plans to himself until he knows whether or not they'll work out; in the middle of her tirade, she clutches her belly, moaning, saying, \"The baby!\" Paul takes her to the ER, where Bob tries to calm her down, and Meg tells Paul she thinks Emily ramps up her stress level deliberately to get back at Paul for things that he does. She tells Paul that she's been bending over backwards to accommodate this situation with Emily, and Paul tells her he's aware of that and that everything will be okay after the baby is born. Meg tells him she knows that's what he thinks is going to happen, and he leaves to go see how Emily is doing. Bob tells Paul that Emily needs to stay calm and well rested for the rest of her pregnancy because of her hypertension. Paul tells Emily to try to get some sleep and assures her that he'll be there when she wakes up again. Meg overhears him telling her, \"That's my girl...\".\n\n\nAt Oakdale Memorial Hospital, Bob Hughes asks Lucy why she's there on her day off, and Dusty comes up and says he wants to know the same thing. Lucy tells him to wait while she talks to the chief of staff of her place of employment, and Dusty backs off. Bob then proceeds to give Lucy a dressing down concerning bringing her \"social life\" into the workplace, although Lucy insists she had no idea that Dusty had followed her to the ER. Dusty then asks Lucy why she lied to him about having to come into work, and she says she can't talk about it there, so they end up going to Yo's for a drink. There, she tells him about her conversation with Barbara at the business luncheon earlier in the day and says she thinks Barbara has a point, that it's too soon after Jennifer's death for Dusty to be out with another woman. Dusty says Lucy hurt his feelings by making it dramatic and leaving without telling him why, and she apologizes, but when he tells her he's glad to have her as his friend, she says, \"We're not going to do this again.\" She tells him that she can't see him right now because she's a first-year intern and she's not getting enough sleep as it is, and now Bob is upset with her; she also says that even though Dusty says they can \"just be friends,\" it never turns out that way in the end, and she can't handle it right now. Lucy leaves.\n\n\nCasey tells Maddie that he's not going to let her blame herself for everything that happened with Eve and Louis. He tells her they can help each other, because he needs help with his college reading list. Gwen and Will come into the room, and Gwen tells Casey she's brought him one of his books for college; Casey tells Gwen and Will that Maddie is going to read it to him. Maddie sees that it's one of her favorite books, and she becomes a little more animated, telling Casey he'll love it. Will and Gwen leave, and Maddie reads the first 10 pages to Casey, who then complains that the book makes no sense. Maddie tells him to give it a chance, telling him that's like saying you don't like a song after hearing just the first 10 bars, and reminding him that he would listen to a song if a friend he respected said it was a good one; he takes her point and tells her, \"You're good!\" Two teens from school, Gil and Ada, come in to visit Casey, reacting with surprise when they see Maddie, exclaiming, \"What's she doing here?\" Casey asks them to wait outside, and Maddie tells him this is what she means: everyone in town knows all about the bad things that have happened to or around her. Casey tells her to stick it out and she might find people who know all those bad things and still like her anyway. He tells her not to run away, and she tells him that if she stays, they'll not only read books but also watch \"chick movies.\" She leaves the room, and Gil and Ada come back in. They ask Casey if Maddie was there to apologize to him, but he tells them she has nothing to apologize for. They suggest he'd be better off staying well away from Maddie and her problems, saying that what happened with Lea's car and Eve and with Maddie not telling anyone about what happened to her in Chicago all suggest that maybe Maddie only cares about herself. Casey says they're wrong about Maddie; outside his hospital room, Maddie overhears and asks herself, \"Are they?\" She leaves. Casey asks Gil and Ada to have Maddie come back in, but they return to tell him that she's gone, and the nurse said she left in a hurry. Maddie goes back to the Lakeview suite, where she finds packed boxes and a note from Henry telling her he's gone up to Chicago to tell their sister Bernadette in person about everything that's happened. Maddie's cell phone rings, and it's Casey, but Maddie doesn't answer his call.\n\n\nWill and Gwen go to the church where the memorial for the teens who were murdered is going to be held; it's the church where Jennifer's memorial service was conducted. Gwen tells Will that he's the only one who makes any of this any easier for her, and they tell each other that they'll stand by one another and get each other through this. Gwen talks to Will about Jennifer marrying Dusty even though she knew she was dying, and how that connected them even more; she says that despite everything she and Will have been through, she still has and wants that sense of being connected to one another. Will says, \"Thank God!\" and tells Gwen that he's not so stupid that he doesn't recognize he's being given a second chance that most people don't get; she tells him, \"Let's start over together.\" He tells her he loves her, and she says she loves him, too. He tells her that when they got married, he made vows when he didn't really know what it meant, but he does now, and he'll never hurt her again. Gwen says if they can just get through tomorrow, then the day after that will be a little better. Will walks her up to the front of the church and asks if he may kiss the bride. They kiss and then leave to go home together; when they get back home, Gwen tells Will that she needs to feel his arms around her, and they embrace, then kiss, then fall down together onto the couch, whispering their love for one another.\n\n\n",
    "tvdb": "Emma tries to get Holden to see that Paul will only hurt Meg. Meg agrees to keep quiet about their relationship to keep Emily calm. Will suggests Gwen come home so he can look after her. Jack and Carly have a drink at the bar, but Simon interrupts with news of a work emergency. Gwen agrees with Will's suggestion that they plan a memorial service for the teens who were murdered.\r\nSource: tv.com",
    "imdb": "\nDr. Bob advises Lucy to get her personal matters worked out before she comes in. Dusty wants them to be friends. Paul meets with Emily and when he tells her about the non sale of the Intruder. Emily develops pain and Paul rushes her to the hospital. Will and Gwen talk about their relationship. Will promises never to hurt her again; they reunite. Casey wants to get through Maddie's trauma at her side. Maddie bolts from the room when Gil and Ada talk badly about her. Casey tries calling Maddie, but she's reluctant to answer.    ",
    "tvmega_recap": "When Lucy is flustered at work because of Dusty, Bob advises her to get her personal matters worked out before she comes in. Dusty wants to know why she took off when they were supposed to have drinks? Lucy finally admits what Barbara said to her, and to an extent she agrees. Dusty wants them to be friends, but Lucy thinks they can't be just that and that is why she needs to walk away from him. Paul is nervous about telling Emily about how the sale of the Intruder fell through and Meg is annoyed. Paul meets with Emily and when he tells her about the non sale, Emily becomes angry at him for getting her hopes up, only so he could let her down again as usual. During her ranting, she develops pain, doubles over and Paul rushes her to the hospital. Meg is there and is convinced Emily has Paul wrapped around his finger with her crisis. She understands preeclampsia is real, but she can control how she handles stress, but Meg is angry that Emily is not and is using Paul as a crutch and he is letting her. He claims to be solely interested in his child's welfare, but Meg listens in when Emily asks Paul to stay with her and he tells her that he won't leave her side when she sleeps. Will and Gwen talk about their relationship and Gwen realizes she and Will share an unbreakable connection because they are married, and she wants to keep it that way. Will promises never to hurt her again; they reunite. Casey wants to get through Maddie's trauma at her side. Maddie is reluctant at first, but Casey wins her over. She is helping him catch up on some soon to be schoolwork when some of his friends arrive and are not exactly pleased that she is there. Maddie overhears their concerns about how she stayed quiet about what Louis did, and how she didn't know what her sister was capable of. They think she is a ticking time bomb who is only concerned for herself. Maddie bolts after hearing this. Casey finds out and calls her, but Maddie sadly won't answer his call.",
    "soapcentral_condensed": "Paul and Meg are at Yo's, and Paul calls Emily to come meet him there, so that he can tell her he can't buy the Intruder from Craig after all. When Emily arrives and hears the bad news, she becomes very upset with Paul, telling him that next time, he should keep his plans to himself until he knows whether or not they'll work out. In the middle of her tirade, she clutches her belly, moaning, saying, \"The baby!\" Paul takes her to the ER, where Bob tries to calm her down, and Meg tells Paul she thinks Emily ramps up her stress level deliberately to get back at Paul for things that he does. Two teens from school, Gil and Ada, come in to visit Casey, reacting with surprise when they see Maddie, exclaiming, \"What's she doing here?\" Casey asks them to wait outside, and Maddie tells him this is what she means: everyone in town knows about the bad things that have happened to or around her.\n"
}