{
    "soap_central": "\n\nCasey tells surprised Henry that Maddie's left town to visit Eve. Casey reveals that Maddie dumped him but Henry's still troubled by the fact that Maddie left town without telling him. Casey breaks into the cottage and searches Will's computer, discovering a map to a remote island in Lake Superior. Concerned about Maddie, he decides to jump bail and go to the rescue. Shaken Emily recognizing her sister Alison in the porn DVD, asks the client if she can keep the DVD. Later, Emily asks if Susan heard from Alison recently. Susan reveals that Alison has broken up with Aaron and moved to L.A. Emily tries to reach Alison and discovers her phone's been disconnected. She studies the DVD for clues. Meg and Paul draw closer over the news that Ethan's better. Paul brings Meg to his cabin, and assures her there's no pressure. They make love, but Meg feels guilty after, and wants to leave. Paul asks her to stay. Craig calms a panicking Lily who feels responsible for the e-coli poisonings. Craig persuades Lily to delay calling Lucinda and sends her back to the hospital with a promise that he'll handle everything. She gives him access codes and passwords. He calls his banker – and gets access to the money. Craig calls Lily assuring her he's handled the lawsuit crisis by finding money to make a settlement, and a grateful Lily accepts his help. It's clear that Craig has a secret agenda as he settles into the boardroom, savoring his newfound power.\n\n\n",
    "tvdb": "Lily is hysterical when she realises that baby Ethan has gone missing and that Paul took him. Iris learns that Gwen is going on a little trip. Maddie tells Casey that it's over between them. Paul calls Meg and tells her about Ethan, but Craig tells her not to jump whenever he wants her help. Parker tells Lily to leave Faith alone. Paul brings Ethan to the Lakeview. Will tells Jade that going to the police about Adam is a bad idea. Vienna and Henry play a game of Marco Polo while together in their hotel suite. Craig calls Lily and tells her that Paul and Ethan are at the Lakeview. Meg tells Paul that Ethan needs to be taken to the hospital. Lily lashes out at Paul for taking her son.\r\nSource: tv.com",
    "tvmega_recap": "Susan tells Emily that the last time she heard from Alison was when she got a postcard from Hollywood telling her she was trying to get work as a movie extra until she got her real estate license. Later Emily calls Alison's cell phone and discovers Alison has disconnected the number. Ethan is going to be fine thanks to Paul's vision but Lily worries about the other sick babies. Lily is informed by Worldwide's lawyer that several parents of the children intend to sue the company. Meg and Paul make love at his cabin leaving Meg feeling guilty after the fact. Casey discovers that Will ,Maddie and Gwen went to Michigan after he hacks into Will's laptop. Casey decides to jump bail and go after them because he is afraid Maddie is in trouble because Jade gave him a hint that Maddie got away with murder. Craig gets control of Rosanna's money and plans to use it to pay the parents of the sick children a fact which make's Lily very grateful to him. Lily doesn't know what to do to repay Craig for saving Worldwide but he tells her he will think of something she can do for him.",
    "soapcentral_condensed": "Casey tells surprised Henry that Maddie's left town to visit Eve. Craig calms a panicking Lily who feels responsible for the e-coli poisonings. Emily tries to reach Alison and discovers her phone's been disconnected. Paul brings Meg to his cabin, and assures her there's no pressure. They make love, but Meg feels guilty after, and wants to leave. Paul asks her to stay. Craig persuades Lily to delay calling Lucinda and sends her back to the hospital with a promise that he'll handle everything. Craig calls Lily assuring her he's handled the lawsuit crisis by finding money to make a settlement, and a grateful Lily accepts his help. It's clear that Craig has a secret agenda as he settles into the boardroom, savoring his newfound power. Emily recognizes her sister Alison in the porn DVD, asks the client if she can keep the DVD. Susan reveals that Alison has broken up with Aaron and moved to L.A. Meg and Paul draw closer over the news that Ethan's better.\n"
}