{
    "soap_central": "\n\nAt the police station, Tom tells Lily that simply recanting her confession is not going to get her out of jail and actually makes her look all the more guilty. Lily asks Tom to reopen the case of Julia's murder, and Tom said he would do so happily if he had any new evidence, but he doesn't. Given the present circumstances, he tells Lily it will be a long time before she gets to go home again.\n\n\nIn the squad room, Jack returns Julia's personal effects to Keith, but he wonders where her cell phone is. Jack says they never found it and that maybe Julia misplaced it before her death. Keith finds this unlikely, because he saw her using the phone the day she was killed. Jack says they do have a list of the calls made to and from Julia's cell phone on the day she died and that he'll go get the list to check it again, in case it shows where she might have left her cell phone. After he leaves, Keith goes in to talk to Lily, who tells him that she has painted herself into a corner and no one will listen to her now. Keith says he'll listen, and Lily says he's done enough, because he's the one who got Luke to say what really happened that night. She says that this is all because she hated Julia, and that now JJ will have to grow up without his mother, and maybe her children will, too, and that perhaps this is justice. She sobs, and Keith takes her into his arms; they have a \"moment\" before Jack walks in, saying he's found something they overlooked before on the phone call list: a phone number they haven't checked out, which shows a call was made at a time that was after Lily had left the apartment and was already with Carly. They call the number to see who Julia called and reach the Memorial Hospital pharmacy. The chief pharmacist, Mr. Shepard, says he remembers getting a call that evening, but he didn't realize he was talking to Julia at the time or he would have called the police when he heard about her murder on the news. He comes to the station and tells Jack, Keith, and Lily that when Julia called, she said she had a nasty bump on the head but ice packs weren't helping, and she wanted him to set aside some compresses for her to come pick up. She also asked him about drug interactions with ibuprofen. He says he tried to talk her into going to the ER to be checked out in case she had a concussion, but that she didn't want to do that, and then the tone of her voice changed, and he heard her say something like, \"What are you doing here?\" and the call was cut off. Jack thanks him and asks him to go give an official statement to one of the officers in the squad room. He tells Keith and Lily that if they can find the person who interrupted that call, they'll find Julia's killer.\n\n\nAlison tries to get Katie to consider hiring Will in a part-time position at the gym, and despite Katie's misgivings, she seems to be talking her into it when Will walks up and tells Alison to stop trying to run his life. They have a heated discussion about Will's attitude, and Ali tells him to go ahead and be miserable if that's what he wants. Alison tells Will she knows he's really angry because he thinks she and Aaron are getting married, but she tells him they're not getting married, although they do love each other very much. She just wants Will to be happy, and he tells her he gets angry easily when other people in his life try to tell him what he should do. But he knows that Alison is right, and he tells her he'll talk to Katie about the job, and thanks her for caring. She kisses him on the cheek and walks away.\n\n\nCraig goes to Street Jeans and tries to harass Dusty, telling him he knows Dusty substituted Barbara's sketches for Jennifer's new designs. Dusty says he doesn't know what Craig is talking about, but Craig insists he wants what belongs to him --- Jennifer's latest designs for Street Jeans. Dusty tells Craig he can take them to court if he thinks he owns the rights to those designs. Craig says he wants 5 minutes of Jennifer's time to straighten things out, but Dusty says it's not happening. Craig says he's noticed that Jennifer hasn't seemed to be acting like herself lately and worries that something else is wrong with her, and he wonders why all the men in Jennifer's life are closing rank around her (her father, brother, Dusty, and Mike) and fighting imaginary battles for her.\n\n\nJennifer, who's having car trouble, calls for a limo to take her to her appointment at the family planning clinic. Mike overhears the call and tells her he'll happily give her a ride. She insists that she has to stop depending on Mike for everything and can take the limo so that Mike can go to his own meeting with a building inspector. Then Henry comes to the door, in his driver's uniform, and tells Jennifer he's her driver for the day. Jennifer makes him drop her a block away from her destination, giving him a $100 tip and saying she has a private meeting regarding Street Jeans, but Henry doesn't believe it and later goes to the address he was given and sees that it's the family planning clinic. He then goes to the gym and tells Katie about all of this, saying, \"There must be a little Kasnoff in the oven.\" Katie's not so sure that it's Mike's baby, and Henry realizes it could be Craig's. He thinks they should go snooping around, but Katie tells him they have to stay out of it, but that she hopes that if there's any chance the baby is Mike's and Jennifer is at the clinic to have an abortion, that she's at least discussed it with Mike first, because he deserves that much.\n\n\nBarbara finds Paul at the Lakeview and tells him about finding the pregnancy test in Jennifer's cosmetics bag after she threw the bag at Craig, and she says that she sees a baby as the miracle that might reunite the family. Barbara thinks that once Jennifer has experienced a mother's love, she'll understand why Barbara has done some of the things she's done in the past. Paul is disdainful of the entire idea, but Barbara tells him not to be so snarky. She leaves and buys a present for Mike and Jennifer and takes it to the cottage, where she finds Mike, alone. She tells him how thrilled she is at their news. He has no idea what she's talking about, but he opens the present she's brought and sees that it's a baby blanket. Barbara congratulates him, but he insists that \"there's no way Jennifer's pregnant.\" Barbara realizes Jennifer hasn't said anything to Mike yet about the pregnancy test, and she apologizes for having ruined her surprise; Mike continues to insist that Barbara is wrong and asks her to leave. After she leaves, he goes to call Jennifer and finds the ad for the family planning clinic. Barbara returns to the Lakeview and tells Paul she's ruined everything by trying to give Mike a baby present when Mike apparently doesn't know yet that there is a baby. She says she'll call Jennifer to try to straighten it out, but Paul tells her to stop interfering.\n\n\nAt the family planning clinic, Jennifer asks if there's any way she can terminate the pregnancy today; the registrar tells her she'll have to have a counseling session first, but that perhaps it can be arranged. In the waiting room, Jennifer watches a mother with her 2-year-old daughter and sees how much the woman enjoys being a mom. She finds out the woman is there for a prenatal checkup because she's expecting her second child, and the woman regales Jennifer with her experiences of the wonderful world of motherhood. However, when the registrar calls Jennifer for her appointment, she still asks if it's possible for her to have \"the procedure\" today, and before the woman can answer, Mike walks into the clinic. He looks at Jennifer and asks, \"Are you really pregnant?\"\n\n\n\n\n",
    "tvdb": "When Dusty lets Craig have it after mentioning Jennifer, he begins to realize there is more to the story than he knows. Meanwhile, Barbara tells Paul that Jennifer is pregnant. Paul is shocked and doesn't believe it at first, but feels that Barbara should stay out of it.",
    "tvmega_recap": "Lily tells Tom she did not kill Julia. Tom tells her changing her plea now makes her look more guilty. Jack and Keith try to find Julia's cell phone. They discover that she called a pharmacist after Lily left the apartment and that he over heard her talking to someone in her apartment before the phone went dead. Jenn gets a driver to take her to the clinic only to discover that her driver is Henry. Henry tells Katie that Jenn may be pregnant. Alison tries to convince Katie to hire Will. Will overhears her and they argue. Barbara accidentally reveals Jenn's pregnancy to Mike who goes to find Jenn at the clinic. Dusty and Craig argue over Jenn's designs and Street Jeans",
    "soapcentral_condensed": "Lily asks Tom to reopen the case of Julia's murder, and Tom said he would do so happily if he had any new evidence, but he doesn't. Alison tries to get Katie to consider hiring Will in a part-time position at the gym, and despite Katie's misgivings, she seems to be talking her into it when Will walks up and tells Alison to stop trying to run his life. Craig tells Dusty he thinks he owns the rights to Jennifer's latest designs for Street Jeans, but Dusty says it's not happening. Mike calls Jennifer for a limo to take her to an appointment at the clinic, but Mike overhears the call and tells her he has to stop depending on his family for everything and take the limo so that he can take her for a ride. Jennifer says she wants to straighten things out, but Craig says he worries that something else is wrong with her and he wonders why the men in her life are closing ranks around her.\n"
}