{
    "soap_central": "\n\nWhen Will brings up the recording bills, he's thrown when he realizes that Adam and Gwen have discussed Will's response to overspending. Will insists his concern isn't about jealousy, and Gwen agrees to speak to Adam. Adam pops in and tells her about Carly's arrest. Casey tries to get Maddie to forgive him, but she's not sure she can trust him. Casey storms out and gets drawn into another online game with Elwood. Later, Maddie confides in Will about Adam bailing Casey out, reigniting Will's annoyance with generous Adam. When angry Adam realizes Will brought up finances again with Gwen, he says he'll quit the project but Gwen tries to stop him and Adam accidentally shoves her. Will arrives in time to see and decks Adam. Meanwhile, Casey's already down $500 when he loses yet another hand. He shuts down the computer as Maddie arrives to apologize and elicits his promise to keep no more secrets. Restless Paul has a vision of smoke rising from the Snyder well. When Paul can't convince Susan that Meg is in danger, he sneaks out of the hospital. Paul arrives and just before Meg sips water, he slaps it out of her hand. Meg doesn't believe the water is contaminated until Paul pushes her to test it – and she realizes there is something wrong with it. Later, Luke shows up and tells Meg that he saw Paul doing something to the well, and Meg accuses Paul of tampering with the well. Emily is worried about Craig's next move, when she gets a call from Craig. Craig is determined to make her pay for betraying him, and tells Emily he's selling his share of the Intruder. Emily meets Tull, the buyer, and is shocked when he indicates he intends to buy her out. Emily says no, and dangerous Tull advises Craig to convince Emily to go along, but Emily refuses to be pushed around and stalks out. \n\n\n",
    "tvdb": "Craig drops the charges against Dusty. Katie follows Henry as he meets with Carly. Jade offers Lily diet pills when Lily voices her concerns about her weight.\r\nSource: tv.com",
    "tvmega_recap": "Will wants Gwen to see his bank statements to prove what Adam is saying is not true, but Gwen is on his side. Maddie is having trouble believing or forgiving Casey. Emily shares with Meg that she is worried about Craig seeking revenge on her, but Meg convinces her not to worry, but then Craig summons Emily to meet him right away. Paul has another vision and tells Susan that Meg is in danger. Will and Gwen talk about Adam, and Gwen agrees to talk to him about his spending habits. Paul hits a glass of water out of Meg's hand claiming it is poisoned. Meg tests the water to prove him wrong, but is stunned to find it is contaminated. Adam tells Gwen about Carly and she appreciates this so she asks him to stay and help her. Craig tells Emily he is punishing her by selling his part in the paper; Emily doesn't get how this is punishment until she meets Mr. Tull. He gets what he wants no matter what it is; he wants Emily's shares of the newspaper now; Emily refuses and both Craig and Mr. Tull strongly suggest that she reconsider. Gwen and Adam start to argue about Will, and Adam decides to pull out of their venture. Gwen wants him to reconsider and in the process, Adam mistakeningly knocks her down; Will sees this and punches his brother. Casey tries to win some of Elwood's money back and instead makes it worse, just in time for Maddie to show up admitting she should have forgiven him after everything he did for her and because he said he is not gambling anymore. Meg and Paul almost kiss after the near poisoning until Luke interrupts them. Luke tells Meg that he saw Paul looking and reaching into the well earlier; Meg surmises he contaminated her well to play the hero and lets him have it.",
    "soapcentral_condensed": "When Will brings up the recording bills, he's thrown when he realizes that Adam and Gwen have discussed Will's response to overspending. Adam pops in and tells her about Carly's arrest. Casey tries to get Maddie to forgive him, but she's not sure she can trust him. Paul has a vision of smoke rising from the Snyder well. Craig is determined to make her pay for betraying him, and tells Emily he's selling his share of the Intruder. Emily says no, and dangerous Tull advises Craig to convince Emily to go along, but Emily refuses to be pushed around and stalks out. Paul can't convince Susan that Meg is in danger, he sneaks out of the hospital. Meg doesn't believe the water is contaminated until Paul pushes her to test it – and she realizes there is something wrong with it. Luke shows up and tells Meg that he saw Paul doing something to the well, and Meg accuses Paul of tampering with the well. Paul arrives and just before Meg sips water, he slaps it out of her hand.\n"
}