{
    "soap_central": "\n\nPaul confronts Rosanna about the video of Meg and him on her phone and questions why she really didn't testify against Craig.  Rosanna admits she remembers what Craig did and she deliberately set him free.  Rosanna claims she didn't testify in an attempt to hold on to Paul, but he is shocked by Rosanna's confession and tells her that she had nothing to fear from Meg and he threatens to leave her over her betrayal.  Rosanna doesn't believe Paul and tells him that she knows he is still in love with Meg.  Paul denies having feelings for Meg, but Rosanna pushes him to admit his feelings and his refusal to answer tells Rosanna that Paul still truly loves Meg.  Paul persists in trying to persuade Rosanna that he doesn't love Meg that he loves her.  He explains his reactions to Meg are just an \"old habit\" and what he really wants is Rosanna because she makes him a good guy.  She asks Paul to forgive her for lying on the stand and the two move forward with their wedding plans.    \n\n\nHenry and Vienna discuss the diner's menu when Maddie arrives and tells them about everything going on with Noah coming out to his father.  Henry and Vienna try to comfort Maddie, but she tells them she is having a hard time forgiving and accepting everything that has happened.   Maddie explains that a lot of her concerns come from Noah's dad sudden acceptance of Luke and Noah and she doesn't think his newly found approval of Noah being homosexual is genuine.  \n\n\nAlison and Aaron head to the Lakeview to pick up his paycheck before heading out to the farm for a family dinner.  Alison is apprehensive about going to the farm because of the video with Dusty, but Aaron assures her everyone will understand and accept her as Aaron's friend.  When he picks up his check from the manager he learns that Sofie was fired and is determined to make sure she is alright. However, Alison convinces Aaron to go to the family dinner instead of checking in on Sofie.  \n\n\nNoah and Luke get ready for the family dinner with Noah's dad when Luke explains that he is worried that Colonel Mayer is not as accepting of Noah as he claims to be.  Outside Sly, the hobo who earlier found Dusty shot, confronts the Colonel about the fact that he knows he is the one who shot Dusty.  The Colonel grabs the man by the neck just as Holden walks out and asks what is going on.   The Colonel claims he found the guy wondering around the property and Sly takes the cue and contends he was just walking around the area looking for spare change.  Holden gives him a little money and the guy makes a quick exit.  The Colonel runs after the man claiming he wants to give him a little something as well.   He finds Sly who tells him he will get out of town for some money.  The Colonel pays him off and he heads out, but before he goes he tells the Colonel that Dusty is still in the car and is dead.  \n\n\nBack in the house everyone gets ready for dinner as Alison and Aaron arrive.  Soon Margo comes in looking for Lily and explains that Dusty is still missing.  Alison believes that Dusty would never leave town especially when she knows he is innocent.  Margo tells Alison that based on his recent computer searches Dusty is absolutely gone.  Alison continues to defend Dusty and becomes uncomfortable at the situation and leaves.   Aaron chases after her and the two leave the farm together.  Margo asks Holden to have Lily contact her as soon as she is back in town and leaves.   The rest of the family grabs their food and heads out for a picnic.  Inside, the Colonel asks Luke to join him and Noah on a fishing trip.  Noah is excited about the trip and amazed at his father's acceptance.   Faith asks Holden if they should call Lily about Dusty's disappearance and he agrees.  He calls Lily and explains everything he knows from Margo.  \n\n\nAfter they leave the farm, Alison and Aaron head into Old Town where they run into Sofie hauling her bags and crying.  When Aaron asks where she is going, Sofie begins to cry in his arms.  She explains why she got fired and that she just got evicted because Cole wasn't paying the rent with money she gave him.  When Aaron learns Sofie is basically homeless he invites her to stay at the farm.  \n\n\nIn the meantime, a wounded Dusty continues to wait in the car for Sly to get help from Lily.  When he relies that Sly didn't get Lily he decides to try to get help on his own.  He stands up and starts to walk out obviously in great pain.  \n\n\n",
    "tvmega_recap": "Paul tells Rosanna that he is leaving. Aaron finds out Sophie got fired, and wants to get the story. Maddie seeks solace from Henry and Vienna. Luke worries about the Colonel's 180, but Noah thinks it is ok. Dusty awaits Lily. The homeless man confronts the Colonel. Rosanna admits that she lied on the stand because she thinks that Paul still loves Meg and she wants an honest answer. The Colonel comes up with a story when Holden finds him with the homeless man. Paul refuses to admit to anything with Meg. Alison doesn't want to keep Holden waiting so she convinces Aaron to talk with Sophie later. Maddie admits that she is worried about the Colonel's about face. The Colonel gives the man $1,000. The man suggests he can get more from Lily so the Colonel calls his bluff. The Colonel asks if Dusty is still alive. The man lies and tells him that he isn't. Alison feels uncomfortable at the Snyder dinner when Holden gently rebuffs her attempts to help. Margo interrupts to tell them all about Dusty's disappearance. Dusty was researching countries with no extradition to the U.S. Alison defends him, and then she feels uncomfortable as everyone looks at her funny, so she rushes out. Paul finally admits to Rosanna that he has some residual feelings for Meg \u0096 but they are from a different time in his life, and he only wants her now. Aaron and Alison find an emotional Sophie with her suitcases packed. Cole walked out on her and left her with nothing. Alison suggests a shelter, but Aaron tells her that she can stay at the farm, much to Alison's chagrin. Maddie wonders if she should share her concerns about the Colonel. Dusty uses all of his strength to get up and leave the car when he realizes no one is coming for him. Holden asks Faith if he should call Lily. She gives him the answer he knew she would, so he breaks the news to Lily. The Colonel asks Luke to go fishing with him and Noah, but he is reluctant when Luke asks if his father can come. The Colonel promises that Luke's father can join them the next time. Rosanna asks if Paul can forgive her. Paul wants to put this behind him, as they become closer than ever as they talk. Paul wants to marry Rosanna now as fast as he can.",
    "soapcentral_condensed": "Paul confronts Rosanna about the video of Meg and him on her phone and questions why she really didn't testify against Craig. Rosanna admits she remembers what Craig did and she deliberately set him free. She asks Paul to forgive her for lying on the stand and the two move forward with their wedding plans. Noah and Luke get ready for the family dinner with Noah's dad when Luke explains that he is worried that Colonel Mayer is not as accepting of Noah as he claims to be. Outside Sly, the hobo who earlier found Dusty shot, confronts the Colonel about the fact that he knows he is the one who shot Dusty. The Colonel grabs the man by the neck just as Holden walks out and asks what is going on. Holden gives him a little money and the guy makes a quick exit. In the meantime, a wounded Dusty continues to wait for help from Sly to get help from Lily. When he relies that Sly didn't get Lily he decides to try to help on his own and starts to walk out.\n"
}