{
    "soap_central": "\n\nCraig arrives, having invited Holden and Lily to witness his marriage proposal to Meg. Lucinda arrives, and fills Lily in about the plan for Meg to marry Craig and get WorldWide back. Holden tries to get to the bottom of things with Meg. He is upset after Lily explains why Meg is considering marrying Craig and accuses Lucinda of making her a sacrificial lamb. Lucinda tries to waylay Paul who's looking for Meg. Paul storms over to Craig as he proposes to Meg, saying she can't marry Craig. Jack talks to Parker about running off and defends Carly. Parker wonders if Jack's still in love with her, but Jack says his relationship with Carly was settled long ago. Parker insists that he doesn't want to be around Carly, and Jack agrees to respect his wishes. Carly accuses Katie of wanting to replace her. Carly tells Jack to make it clear she's the kids' only mother and she's here to stay. Jack tells Carly their plan for her sleepover was premature. JJ accuses Parker of pushing Carly away and trying to keep them from being a family again. Henry encourages Brad to consider there's life after Katie. Henry coaches Brad to talk to the next pretty woman who enters, as Carly walks in. Carly \"thanks\" Brad for telling her about Katie and Jack. Brad offers Carly a drink and flirts, asking her to get a room with him.\n\n\n",
    "tvmega_recap": "Carly and Katie continue to argue over Katie's place in the lives of Carly's children. Jack becomes upset when Parker declares how much he hates Carly and wants Carly to leave town. Jack tells Parker no matter what Carly loves him. Parker becomes unsettled noticing that Jack is defending Carly more than he should. At the farm voices and tempers are rising and flaring. Carly has waged an all out war if Katie tries to replace Carly in the eyes of the kids. Jack and Parker return home and Jack asks Carly to leave. Henry and brad go to Yo's drinking, to get Brad's mind off losing Katie to Jack. Henry pulls Brad out of the gutter convincing him to take charge and lay claim to the next hot chick that walks through the door. It works Brad feels back on top. Carly enters Yo's for a drink after being kicked off the farm by Jack. Both see the potential for their unity. Brad suggests that they go to a hotel and hook up just the way they once did when they were married. Craig has meg, Lucinda, Holden and Lily to meet at the Lakeview for dinner to celebrate the hope that Meg accepts his proposal for marriage. Lucinda is very much in favor of the marriage and tries to stop Paul when he arrives to see meg. No matter what he is told or asked Holden is against the idea. Meg is undecided though she is being pushed by Lucinda, Lily, and Craig. Paul bursts in just as Craig is raising a glass of Champaign and officially asking Meg to marry him.",
    "soapcentral_condensed": "Craig arrives, having invited Holden and Lily to witness his marriage proposal to Meg. Lucinda arrives, and fills Lily in about the plan for Meg to marry Craig and get WorldWide back. Carly tells Jack to make it clear she's the kids' only mother and she's here to stay. Carly accuses Katie of wanting to replace her. Paul storms over to Craig as he proposes to Meg, saying she can't marry Craig. Carly \"thanks\" Brad for telling her about Katie and Jack. Henry encourages Brad to consider there's life after Katie. Henry coaches Brad to talk to the next pretty woman who enters, as Carly walks in. Jack tells Carly their plan for her sleepover was premature. JJ accuses Parker of pushing Carly away and trying to keep them from being a family again. Holden tries to get to the bottom of things with Meg. He is upset after Lily explains why Meg is considering marrying Craig and accuses Lucinda of making her a sacrificial lamb. Paul tries to waylay Paul who's looking for Meg.\n"
}