{
    "soap_central": "\n\nAt Memorial, Tom advised Chris and Bob that Alison had a strong case against Chris and the hospital in the sexual harassment case she filled. Tom told Chris their best chance to avoid a heavy settlement was to stop the suit before going to trial. Bob thought he had a plan to get Alison to dismiss or postpone the case; he called an administrator and asked to have Alison put back on regular duty with patients. \n\n\nIn the meantime, Bonnie met with Aaron and Alison at Java and discussed the strength of Alison's case against the hospital. Bonnie told Alison that she had a good chance of winning if she could get before a judge right away. Bonnie phoned Tom and let him know they were ready to proceed immediately with their action against the hospital. Moments later, Alison received the phone call saying her privileges with patients had been restored, but Bonnie told her not to accept the reinstatement as a victory because it was just a ploy by the hospital to get her to drop the lawsuit. \n\n\nAfter Chris left his meeting with Bob and Tom, he went to see his mother at the television station. Chris told Kim that he was worried the stress of the lawsuit might cause Bob to have additional health problems. Chris remarked that he wished he could do something to bring an end to the trouble with Alison. Kim said she might have a solution and told Chris she would work on getting everything resolved. \n\n\nKim phoned Susan and asked to speak with her at the Lakeview. Kim told Susan that she worried that if Alison's case went to court that Chris, Alison, and the hospital would all be negatively affected by any trial. Susan said her only priority was Alison and she would do anything to protect her. \n\n\nAt Tom and Margo's home, Margo welcomed Daniel and Casey home from their trip to New York with Emily. Margo was happy to have the boys home for dinner and thanked Emily for getting them back on time and safely. Emily hugged Daniel goodbye, but Casey asked her to stay. When Tom got home, Casey renewed his invitation for Emily to stay for dinner, but Tom stated it would not be a good idea for Emily to eat with them that night. Casey asked why Emily could not stay and Tom said they needed to discuss family problems. Frustrated by Casey's attitude, Tom finally came straight out and told Casey and Emily that Alison was suing Chris and the hospital for sexual harassment. Emily was shocked by the news and defended her sister by saying that Alison would not take legal action against Chris unless her allegations were true. Emily said she needed to go talk to Alison. Casey wanted to go with Emily, but she said no and left. Margo thought it was strange that Casey wanted to go with Emily and realized that something was going on between Casey and Emily. \n\n\nAt dinner, Margo started to interrogate Casey about his trip to New York. Casey thought back on his sexual exploits with Emily, but told his mom he just hung out with Emily and waited for Daniel to get back from the concert. Margo was curious why Casey would stay with Emily, instead of exploring New York. Daniel innocently told Margo that Casey and Emily seemed to spend all of their time together. Margo's suspicions about Emily and Casey were growing and she seemed to assume the two were more than just friends. \n\n\nAfter dinner, Tom and Margo told Casey that they needed to talk to him about Emily. Tom explained to Casey that he should stay away from Emily and Alison until the case against Chris was resolved. Casey said the lawsuit had nothing to do with him and he would decide whom he was friends with. Casey left the house in a huff. \n\n\nAfter her talk with Kim, Susan returned to the hospital and found Alison. Susan asked Alison to reconsider going to war with the hospital and the Hughes family. Emily overheard the two talking and told Alison to go forward with her suit and destroy Chris. Susan pulled her daughters into a quiet room and told Emily to watch what she said around the hospital. Emily argued that the Hugheses had pushed the Stewart family around long enough and it was time to fight back. Alison thought Emily was using her to get back at Chris and Tom, but Emily argued that \"enough was enough\" and the Stewart women needed to defend themselves. Alison told Emily to mind her own business and stormed out. \n\n\nSusan found Kim at the station and told her that she had talked to Alison. Susan said Alison had made up her mind and would not be dropping the suit. Susan immediately went to talk to Chris and told him that her plan failed and the suit would move forward. \n\n\nAlison met with Aaron and told him that she did not know if she should go forward with her case against Chris. Aaron said she had his support and he would always be on her side. Alison was still conflicted and Aaron told her to do whatever she felt was right. Alison did not make a final decision, but Aaron and Alison continued to grow closer. \n\n\nEmily returned to the office and a short time later, Casey rushed in and said he needed to talk to her. Casey said he and Emily had something special and he wanted to be with her exclusively. Emily told Casey that any relationship they had would be too difficult. She reminded Casey that their families shared a tumultuous past and any future they had would be strained by the fact that she was Casey's half-brother's mother. Emily said that the time they shared with Daniel in New York made her realize how bizarre their relationship was, but Casey said he did not think of her as Daniel's mother. Emily would not admit that she cared for Casey, so he started to kiss her in an attempt to get her to confess she wanted to be with him too. Emily finally admitted that they could be a couple as long as no one ever knew about them. Casey said he would do whatever she wanted as long as they could be together. The two stripped off one another's clothes and made love on Emily's desk. \n\n\nTom and Margo discussed Casey's bad attitude and Margo laid the blame solely on his friendship with Emily. Tom reminded Margo that Casey's time in jail changed him and they needed to give him time to acclimate to life in Oakdale. Margo was not so sure Tom was right and suggested they keep a close eye on Casey. \n\n\nAs Holden chopped wood on the farm, Luke came out to talk to his dad about his troubles with Noah. Luke explained that he wanted to be back with Noah, but Noah seemed to have no interest in seeing him again. Holden encouraged Luke to give Noah time to deal with his father's death. Luke was not optimistic about his chances of reconciling with Noah. Holden told his son to stay busy and let things workout in their own time. \n\n\nIn Old Town, Lily spotted Noah sitting on a bench and offered her condolences on the loss of his father. She invited Noah to the farm for a home-cooked meal and Noah begrudgingly accepted. \n\n\nMuch to Holden and Luke's surprise, Noah and Lily arrived at the farm for dinner. Holden and Lily went inside, leaving Luke and Noah to talk. Luke sensed that Noah did not want to stay and offered to make up an excuse to his parents if Noah wanted to go. Noah asked if Luke wanted him to stay and Luke said he did. \n\n\nInside, Holden told Lily he thought it was a mistake to push Luke and Noah together. Lily explained that she wanted to give them a chance to talk and work everything out. Holden said that Lily needed to respect Noah's need for time and elaborated that Noah wanted his own space, just like Holden had requested of Lily. Holden saw the similarities between Noah and Luke's problems and his problems with Lily. Lily seemed to be oblivious to Holden's appeal and asked him to stay for dinner so they could work on their relationship as well. Holden said he had no trouble staying, but wasn't happy with Lily's meddling into Luke and Noah's relationship. \n\n\nLuke and Noah came inside to help with dinner and when Holden said he needed to check on a tractor in the fields, Noah jumped at the chance to help him out. Once Noah and Holden left, Luke told his mom that he thought that Noah went with Holden to get away from him. Lily told Luke not to read too much into Noah offering to help Holden. She encouraged Luke to focus on school. \n\n\nHolden and Noah fixed the tractor quickly and on their way back into the farmhouse, Holden asked Noah if he was all right staying for dinner. Holden explained that he did not want Noah to feel pressured to stay. Noah said he appreciated everything that Lily and Holden had done for him and he wished things were better between him and Luke. Holden encouraged Noah to \"hang in there.\" \n\n\nEveryone came to the table for dinner and the uneasiness between Luke and Noah continued. Lily asked Noah if he had heard from Ameera and he said that she was still in custody in New York. After dinner, Luke privately told his mom to stop asking Noah so many questions. Lily encouraged Noah and Luke to go for a walk alone, but Luke and Noah rejected the idea. Noah thanked Lily for dinner and left. Luke told his parents he needed to talk to Noah and chased after him. \n\n\nLuke followed Noah to Old Town and asked him to be honest about how he was feeling. Noah admitted that being at the farm reminded him of all the good times they shared together, but he could not forget the bad times either. Luke said he wanted to move into the cottage with Noah and work on their relationship together. Noah told Luke he was moving out of the cottage and back to the dorms. Luke said he could visit Noah there, but Noah did not want Luke coming to his room until he got to know his roommate. Luke felt Noah was pushing him further away and decided it was time to go home.\n\n\n",
    "tvmega_recap": "Emily, Casey and Daniel return from New York. Chris meets with Dr. Bob and Tom to discuss the harassment case and hopes it doesn't go to court. Meanwhile Bonnie talks with Alison and advises her it is all in the timing and they need to get it to the court as soon as possible. Alison's duties have been re- instated and Bonnie tells her not to fall for this to get her to drop her case. Kim asks a reluctant Susan for two minutes. If this case goes to court, there will be no winners, just losers. Her husband and son won't be the only ones hurt, being raked over the coals. Neither of them should want to see their kids or the hospital drug through the mud. Susan advises Alison she may not want to do this, to air all the dirty linen. Emily walks up and tells her to forget that, get out the big guns and blow that guy away. Kim asks Chris not to breathe a word of this to his dad. Luke goes through bad times waiting to hear from Noah and vows to stay busy. Lilly runs into Noah and offers condolences about his dad, but advises not to push away the people that love him. She invites him for a home-cooked meal. When Lilly brings him home with her, there are awkward moments between Luke and Noah. Emily rails at both Susan and Alison and will not roll over and play dead for the Hughes and thinks Alison shouldn't either. They bicker, but Alison warns her to mind her own business and not ruin her life. Casey begs Emily and asks why she is fighting it? It doesn't matter to him that she is the mother of his half brother. In leaving, Luke follows Noah out and insists he get some things off his chest. Noah rejects any mention of them trying to stay in touch. Holden and Lilly confide in each other as they prepare to send the girls off to summer camp. Alison confides to Aaron that she isn't sure she is doing the right thing taking this to court. He wants her to do what feels right. And he's not going anywhere, he will be there for her. Margo thinks Casey is spending too much time with Emily; how do they fix that? Emily vows to continue to see Casey, but it must remain a secret. He clears the desk and they make mad, passionate love there.",
    "soapcentral_condensed": "At Memorial, Tom advised Chris and Bob that Alison had a strong case against Chris and the hospital in the sexual harassment case she filled. Tom told Chris their best chance to avoid a heavy settlement was to stop the suit before going to trial. Bob thought he had a plan to get Alison to dismiss or postpone the case; he called an administrator and asked to have Alison put back on regular duty with patients. Emily overheard the two talking and told Alison to go forward with her suit and destroy Chris. Emily argued that the Hugheses had pushed the Stewart family around long enough and it was time to fight back. Susan asked Alison to reconsider going to war with the hospital and the Hughes family. Susan went to talk to Chris and told him that she would not be dropping the suit immediately and would move forward with the suit. Aaron said she had his support and he would always be on her side and Aaron told her to do whatever she felt she was still conflicted about. Emily said she needed to go talk to Alison, but she said no and left.\n"
}