{
    "soap_central": "\n\nNoah meets Luke at the diner for breakfast, and Luke tells him he's going to enroll at Oakdale University and plans to live in the dorms. Noah suggests they look for an apartment together, and Luke is stunned but pleased to hear that Noah feels that strongly about it. Noah begins looking at ads in the paper and leaves to go check out some of the apartments. Henry, who had overheard Noah's proposal while serving the boys their coffee, tells Luke that Maddie always asks about him whenever she calls. He asks if Luke minds some unsolicited advice, and then tells him he overheard Noah's idea about Luke moving in with him, and he says, \"Don't do it.\" Henry sits down and tells Luke he's young and should take a while to experience college life like a carefree young man, not an adult with responsibilities for rent, utilities, and groceries. He says there are some things you shouldn't rush into, and Luke shouldn't miss out on the courtship part of his relationship with Noah because it's an important part of it. Luke thanks Henry, and later, Noah comes back, and Luke tells him that after talking to Henry, he thinks maybe they should reconsider the idea of the apartment. Luke is afraid Noah's still trying to prove something to his dad, even though his dad's not around anymore, like when he moved in with Maddie. Luke thinks they can be together in the dormitory, but Noah has a real opposition to that, eventually telling Luke that what he really would like is a sense of family, like he felt when he was out at the farm for Christmas, and that he can't get that living in a dormitory. Luke privately makes a phone call, then tells Noah that he talked to Emma about this, and she's agreed that Noah can come out and live with them at the farm, saying Faith and Natalie will just move into a room together to make room for him. Noah can't believe it, and they hug, with Noah excited that he'll have a built-in family now. Luke gives Noah a key to Emma's place, making it \"official.\"\n\n\nAt the farm, Holden and the girls are talking about how long winter break seems to have been this year, when Bonnie arrives with her DVDs of all episodes of the \"Twilight Zone,\" since she knows that Holden and the girls didn't get to watch the marathon on TV on New Year's Eve. Holden invites her to stay to watch the DVDs with them, and she accepts. Faith and Natalie suggest that they bake cookies, and Bonnie lucks out when she finds a roll of cookie dough in the refrigerator; Holden says Brad left it there last time Emma was out of town. She bakes the cookies and takes them into the TV room.\n\n\nLily, who has just picked up a prescription medicine, runs into Lucinda in Old Town\n and tells her that she and Dusty are over. Lucinda is nice to Lily about it, saying she knows Lily just needed someone to hold her and Dusty probably did, too. Lily asks who will hold her now, and Lucinda says she has 4 wonderful children, plus a mom. She hugs Lily, who says she thinks she'll go to the farm to see the kids. Lucinda leaves, and Lily takes one of the pills from the pill bottle, then goes to the farm. She kids with Holden about the store-bought cookie dough at Emma's, and then Bonnie walks into the room, followed by the girls, and Lily loses it, accusing Holden of not even waiting for the ink to dry on their divorce papers before moving on with his lawyer. When Bonnie tries to take the girls into the other room, Lily yells at her to stop telling her daughters what to do. Bonnie says she'll leave, but Holden tells her to stay and firmly tells Lily to step outside with him. There, he yells at Lily about having yelled in front of the kids about their relationship, thereby dragging the kids into something they didn't need to be involved in. Lily realizes what she did was wrong and apologizes, saying she doesn't know what came over her. Holden says this is a moment the girls will always remember, unfortunately, and Lily says that lately, everything she does is wrong. She says everything has just been too hard, and Holden says he knows that, and he wants it to stop being hard for her; he says he has faith in her, that she can get past all of this, and Lily says that makes one of them. Holden goes back inside, and Lily follows a moment later, telling Holden she thinks the girls need to hear from her. She apologizes first to Bonnie and then to the girls, saying she doesn't feel very good and took it out on the first person she saw. She asks if they can all pretend this never happened, and the girls can get back to having a fun day with their father and his friend. The girls agree, and Lily hugs them and asks Faith to call her tomorrow so they can all do something together. Faith responds, \"I'll try to remember.\" Lily says, \"You never forget.\" Holden follows Lily outside and tells her she handled that well. He says he's worried about her, and she says that's supposed to stop now that he's her soon-to-be ex-husband. Holden says just because you no longer live with someone doesn't mean you stop caring about them.\n\n\nAt the Lakeview, Chris tells Emily he'd like for them to find a new place to live. Skirting the issue, Emily says she has to get to work. Downstairs in the lobby, Dusty is met by a man who is trying to analyze whatever was in Dr. Bob's coffee cup. The man tells him it definitely was more than milk and sugar, but he says it would be faster if Dusty simply got the medical records from Bob's admission to the hospital, when they ran toxicology tests. Emily overhears and walks over, demanding to know what Dusty's up to. The man leaves, and Dusty says he's trying to find out exactly what happened to Bob. Emily says there's no conspiracy and that Dusty needs to leave Chris alone. Just then, Chris walks up and tells Dusty that if he thinks he has some kind of evidence, he should take it to the police. Dusty says he's not ready to do that quite yet, and he leaves. Evan Walsh walks up and tells Chris it's time they announced their research to the public with a cocktail party for all the movers and shakers in Oakdale, but Chris says the timing isn't right yet, since Bob is still hospitalized. Evan goes ballistic, telling Chris he promised him everything, and he can still take his research elsewhere. Chris asks how many times he's going to threaten him with that, and Evan apologizes but says the party really needs to happen. Chris tells Evan to call his assistant and find a good date to have some type of press party. Appeased, Evan leaves. Emily tells Chris she doesn't think it's a good idea to have the party now, and Chris wonders if Dusty got to her. Emily insists he didn't and says she has complete faith in Chris. Chris is paged to go to the hospital, so he leaves.\n\n\nMeanwhile, Dusty has gone to the hospital and found Alison. He asks her to please keep an eye on Bob and Chris for him, and she asks why. He explains that he thinks Chris did something to Bob, and Alison says that speaking as someone who almost married Chris, she knows he's not capable of doing something like that. Dusty says he wouldn't be too sure, but Alison accuses him of really just trying to win Emily back. Dusty says if he's right about Chris, then Emily could be next. Alison assures him that Emily's not in danger and that Chris makes Emily happy. She walks out of the room where they were talking and sees Chris, who smiles at her. Then, after Alison leaves, Chris sees Dusty come out of the same room; they glare at each other, and Dusty leaves. Chris finds Alison and asks her what Dusty wanted; Alison says it wasn't anything important, but Chris says Dusty is out to get him and fights dirty. Alison says of course he does, because he's in love with Emily.\n\n\nDusty runs into Emily again and says he has proof someone induced Bob's coma. Emily says that may be, but it wasn't Chris. He asks her if she has any doubts about that, and she says no. He tells her he can see it in her face, but she says he's just seeing what he wants to see, and Dusty walks away.\n\n\n",
    "tvmega_recap": "Noah asks Luke to move in with him and Luke hesitates at first because he thinks Noah is still trying to prove something to his father even though his father is in prison. Noah later admits that he doesn't want to live in the dorms because he feels lonely because he doesn't have any friends. Noah tells Luke he enjoyed the farm because he felt part of a real family for the first time. Luke persuades Emma to allow Noah to move into the farm permanently and Noah is very happy because he will be with Luke and have a real family. Lily loses her cool in front of Natalie and Faith when she finds Bonnie watching TV with Holden and the girls. Holden tells Lily he is worried about her, and he has reason to be because Lily took pills earlier in the day. Dusty persuades Allison to keep an eye on Chris because he thinks Emily is in danger by being with him. Chris feels pressure from both an angry Dusty and Evan Walsh who pressures him to have a cocktail party to announce the research project to the press. The man Dusty hired to test Bob's coffee cup found traces of an unknown substance but needs more time to run more tests. Emily begins to have doubts about Chris causing his father's stroke and although she doesn't admit it to Dusty he can see it in her eyes.",
    "soapcentral_condensed": "Noah meets Luke at the diner for breakfast, and Luke tells him he's going to enroll at Oakdale University and plans to live in the dorms. Noah suggests they look for an apartment together. Luke is afraid Noah's still trying to prove something to his dad, even though his dad's not around anymore, like when he moved in with Maddie. Lily runs into Lucinda in Old Town and tells her that she and Dusty are over. Bonnie arrives with her DVDs of all episodes of the \"Twilight Zone\" on New Year's Eve, and she invites Lily to stay to watch the DVDs with them. Holden yells at Lily about having yelled in front of the kids about their relationship, thereby dragging the kids into something they didn't need to be involved in. Lily realizes what she did was wrong and apologizes, saying she doesn't know what came over her. Holden says this is a moment the girls will always remember, and he wants it to stop being hard for her.\n"
}