{
    "soap_central": "\n\nPaul tells Barbara he doesn't like Meg's decision to marry Craig, but when it's over, he and Meg will be together. Meg tells Craig she's going upstairs to Barbara's hotel room, but as soon as Craig leaves, she rendezvous with Paul. They begin to make love when Craig discovers Paul is also staying in the hotel. Paul and Meg are making love as Craig starts to unlock the door. JJ finds Faith bleeding and realizes she was shot with the BB gun he left out. JJ calls Jack and alerts him that Faith has been shot. Everyone gathers at the farm to tend to Faith and Jack confronts Parker. He accuses Parker of leaving his gun out, but Parker insists it wasn't him. Parker is rebuffed by Faith and in turn, he blows off Carly. Margo and Katie are talking about Craig, when Jack calls Katie with the news. Jack again thinks Parker should go to camp for troubled kids, and tells Carly it's his decision, not hers.\n\n\n",
    "tvmega_recap": "Holden and Lily refuse to participate in Craig and Meg's wedding despite a heartfelt plea to Holden from Meg. Margo persuades Katie to go to Craig's wedding as a favor to her. Parker gets blamed for Faith tripping over the BB gun and it going off and hitting her in the arm. Parker insists he isn't at fault for the accident because he put the gun away but nobody thinks he is telling the truth except Carly. J.J. is guilt ridden but can't find the words to tell Jack the accident was his fault. Jack feels like a failure as a father and decides to send Parker to a camp the therapist recommended for him. Paul and Meg manage to sneak away and make love but Craig suspects something and gets Paul's room key from the front desk and sticks the key in the door.",
    "soapcentral_condensed": "Paul tells Barbara he doesn't like Meg's decision to marry Craig, but when it's over, he and Meg will be together. Meg tells Craig she's going upstairs to Barbara's hotel room, but as soon as Craig leaves, she rendezvous with Paul. Paul and Meg are making love as Craig starts to unlock the door. JJ finds Faith bleeding and realizes she was shot with the BB gun he left out. Jack confronts Parker. He accuses Parker of leaving his gun out, but Parker insists it wasn't him. Parker is rebuffed by Faith and in turn, he blows off Carly. Jack again thinks Parker should go to camp for troubled kids, and tells Carly it's his decision, not hers. Margo and Katie are talking about Craig, when Jack calls Katie with the news. Jack calls Margo to tell her that Craig is still alive and well at the farm. He also calls Katie to let her know that Margo is still with him and that he's doing well.\n"
}