{
    "soap_central": "\n\nCraig continues to make a spectacle of himself with the baby doll in the lobby of the Lakeview in front of Paul and Rosanna.  Paul wants to know why Craig has turned into a lunatic, and finds the situation humorous.  Craig yells that love has made him crazy.  Meg drags him upstairs to their suite where she realizes he is drunk.\n\n\nDusty leaves messages for Emily referencing their New Year's night of love.  She walks into the coffee shop where Dusty is and not only refuses to go back to his room for an encore but says she is with Chris and wants nothing to do with Dusty.\n\n\nLily arrives at the farm to pick up Ethan and makes small talk with Holden.  Lily tells him that Dusty stood her up on New Year's but that she knows he was with Bonnie.  Dusty calls and asks Lily to meet him at Old Town immediately, so she leaves Ethan with Holden and takes off.\n\n\nAt Memorial, Susan confronts Chris about Bob's relapse which he blames on Dusty's questioning of his father.  Susan tells him he needs help with Bob's care.\n\n\nMeg tries to sober up Craig, and when she sees the medication that Chris prescribed for Craig's infection, she berates Craig for drinking despite a warning on the bottle.  She asks if Craig is still worried that the baby might have Gaucher's disease. No, says Craig, he is still fuming about her sleeping with Paul after the two of them were married.  Craig hates Paul and he and Meg continue to argue.  He tells Meg to leave him alone, and she flees the suite.\n\n\nIn the dining room at the Lakeview, Paul and Rosanna discuss Craig's odd behavior, but Rosanna is uncomfortable and cannot eat.  She excuses herself and goes into the lobby where she sees Meg leaving the building.  She makes an excuse to Paul and goes up to Craig's suite and confronts him.  She accuses him of almost \"spilling the beans\" about the true parentage of Meg's baby.  Craig lets it slip that he almost caused Meg to abort the baby by giving her a drug.  Rosanna is horrified.\n\n\nLily and Dusty meet in Old Town, and Dusty tells her that he slept with Emily on New Year's Eve and that is why he stood Lily up.  He tells her that he loves Emily and that Lily needs to go back to Holden.  Lily is devastated and returns to the farm.\n\n\nEmily finds Susan and Chris discussing Bob.  Emily and Chris apologize to one another for not being together on New Year's but Emily avoids answering where she actually was.\n\n\nMeg arrives at the farm looking for Emma but finds Holden instead.  She tells him how bizarre Craig is acting and Holden suggests she cut Craig some slack.  Meg hurries back to the Lakeview in time to see Rosanna leaving their suite.  Meg wants to know what Rosanna's business with Craig is, but Rosanna lies and Meg knows it.   Meg returns to their suite and pitches the baby doll into the trash.  Craig lets it slip that Rosanna is very good at keeping secret, and Meg tells him she is not giving up on their marriage.\n\n\nDusty finds Emily at the hospital and tells her that he confessed to Lily that he and Emily had slept together.  Emily is worried that Lily may tell Chris.\n\n\nLily tells Holden that she and Dusty are over, but Holden cannot assure her that he will ever forgive her.\n\n\n",
    "tvmega_recap": "Will and Gwen find a crying Iris who gives Gwen a ceramic cat of Candace's that Gwen used to love. Gwen can't help but feel for her, but Will is skeptical and makes a call. Jess tells Dusty about the new evidence and Dusty tells her the story that he and Emily made up about Craig changing the blanks to real bullets. Tom arrests Craig as he realizes Meg helped to set him up. Jack tells Carly he found her earring in Simon's room; she tries to lie, but Jack calls her on it. She helped Simon get away that is aiding and abetting and against the law. He doesn't know who she is anymore. He warned her for their children's sake. When Parker sees them fighting, Jack offers to go home with them, but after he does it is obvious that he is there only looking for Simon. Carly and Jack fight some more and she blurts out that she and Simon love each other but then quickly apologizes. Carly asks him if he is going to arrest her? He tells her that he won't - tonight. Jack secretly puts Carly under surveillance. Simon has let himself into Henry's room. Katie almost catches Simon with Henry. Craig, Emily and Meg are questioned. Meg admits to Craig her part. Craig is still attracted to her. Will tells Gwen that the cat was only just made in 2005 and he talked to Candace, who is not at all dead. Gwen turns her back on Iris and Iris vows revenge. Katie needs to find Simon to prove to Mike that they can move on, but Henry comes up with an excuse to get her to leave after she almost finds Simon in Henry's closet. He hopes Simon will follow suit, but he wants a favor; he wants Henry to get Carly a message. Carly admits to Parker that Simon has an arrest warrant issued for him because he made a mistake, as did she. When Craig's lawyer shows up looking confident, Meg and Emily worry about Craig coming after them; they also worry there were surveillance cameras at Fairwinds. Craig confuses and stuns everyone when he admits that what Dusty and Emily said about him switching the blanks for bullets is true.",
    "soapcentral_condensed": "Lily arrives at the farm to pick up Ethan and makes small talk with Holden. Dusty calls and asks Lily to meet him at Old Town immediately, so she leaves Ethan with Holden and takes off. Emily and Chris apologize to one another for not being together on New Year's but Emily avoids answering where she actually was. Meg tries to sober up Craig, and when she sees the medication that Chris prescribed for Craig's infection, she berates Craig for drinking despite a warning on the bottle. Paul wants to know why Craig has turned into a lunatic, and finds the situation humorous. Craig lets it slip that Rosanna is very good at keeping secret, and Meg tells him she is not giving up on their marriage. Craig hates Paul and he and Meg continue to argue, and he tells Meg to leave him alone, and she flees the suite. Craig accuses Meg of almost \"spilling the beans\" about the true parentage of Meg's baby. Meg hurries back to the Lakeview in time to see Rosanna leaving their suite.\n"
}