{
    "soap_central": "\n\nIn their hotel in New York, a stranded Lily and Craig flipped a coin for sleeping rights to the only bed in the room.  Lily lost, so Craig claimed the bed and handed Lily one sagging pillow and pointed to the chair.  Lily was a good sport, so Craig laughed at her and then got up and surrendered the bed to her.  They counted their meager blessings, which included only a small television that got 200 cable channels and a small coffee shop on the main floor.  Suddenly all the lights went out, so Craig walked down to the lobby to see what was happening.\n\n\nCraig soon returned with the news that the lights were out all over the city, and unfortunately, the coffee shop had closed.  He had liberated a few supplies, however, and he showed Lily his stash of a bottle of single malt scotch from the bar, a few candles, a bottle of olives, and a flashlight.  They opened the whiskey and began drinking, but soon Lily heard scuffling on the floor, and she spied a mouse.  Craig hid behind her and shouted an order to kill it, but Lily was able to tempt it out into the hall with an olive.  \"You know your rodents, lady,\" Craig said with a chuckle.\n\n\nThe pair continued drinking as the temperature in the room rose with no air conditioning, and Lily talked about how disappointed she was that Holden was marrying Molly. She also felt she could not trust her judgment any longer.  She took off her dress to cool off while Craig made another foray to find a vending machine.  He returned with an armload of peanut butter crackers, pretzels, and candy.  Lily iced her arms and shoulders with the melting ice in a bucket, and she waxed nostalgic about lost romances.  Craig asked her why the two of them had never gotten together, and Lily suggested that it could be because he had scarred her sister for life and slept with her mother.  \"Forget I asked,\" said Craig.  Lily lay on the bed, and Craig removed her shoes and gave her a welcome foot massage.\n\n\nAt Metro, Janet told Dusty that she had no problem having dinner in the place where she used to work.  They had a tender moment by the bar, just as Jack and Carly walked in.  They all realized what an awkward situation it was, but Dusty asked if Jack and Carly would like to have dinner with them.  Carly accepted after a minute's hesitation, and they all sat down and made small talk.  Jack excused himself to take a call from his investigator working on Barbara Ryan's disappearance, and Janet went to the rest room.  Carly and Dusty chatted until the others returned, and then talk turned to the work on the cabin for Janet and her family.\n\n\nCarly turned to Jack and, with a scowl, she asked why everyone but her seemed to know about some cabin.  Jack filled her in, but it was obvious to them all that Carly was upset about the arrangement.  She got very defensive, until Janet accused Carly of being threatened by her proposed proximity to Jack.  Then Carly threw a fit, stood up, and walked out.  Jack followed close behind, throwing excuses and goodbyes back to the table.  Dusty asked Janet to shoot him the next time he suggested dining with those two. Dusty excused himself for a minute, and as Janet sat at the table alone, the man named Anthony Blackthorn whom Craig had met in the diner walked into Metro.  Janet took a closer look and then called out, \"Blackie! Is that really you?\"\n\n\nAnthony hugged Janet and assured her that he was no longer the bad boy punk that he had been when they were in high school.  He claimed he was \"legit,\" and only in town to do some business with Lucinda Walsh.  Dusty returned, so Janet introduced him to \"Tony Nero,\" a high school buddy.  Anthony handed Dusty his card, which gave his name as Anthony Blackthorn.  He said he had to run to a meeting, but he promised to find Janet again before he left town.  Janet and Dusty sat at their table again, and Dusty announced that her old friend was \"a liar.\"  He said he remembered being in the Worldwide office when Lucinda got Blackthorn's call, and she had refused to take it.\n\n\nDusty wanted to check out Blackthorn because he didn't trust him, but that upset Janet.  She accused him of thinking that because Blackie was Italian, Dusty had assumed that he was associated with the mob.  They argued about Dusty's suspicions, so he brought up the subject of Ralph Manzo and how wrong Janet had been about him.  Dusty was sure Blackie was a dangerous punk who had lied about doing business with his boss.  Janet scolded him for seeing danger everywhere, and she walked out on him and their dinner.\n\n\nJack and Carly went back to her house, and Carly tried to get Jack to leave right away, but he had something to say.  He told her how many times he had wanted to tell her about the plans for the cabin, but he had feared that the two of them would lose the momentum they were regaining.  Jack apologized, but Carly accused him of having a \"burning desire\" to be a part of Janet's life.  She said Jack's connections to Janet were linked to his guilt about Brad's death.  Jack raised his voice and complained that he was doing the best he could, and he said again that he only wanted to be with her.  They began kissing, but Carly stopped him and declared they couldn't go any further.\n\n\nCarly was sorry to stop their lovemaking, but she said they had to go very slowly because she just couldn't take another rejection from him.  Jack said he was scared, too, but he thought at some point they had to just take a leap of faith.  For the moment, however, one step at a time seemed more prudent.  Carly asked Jack to leave, and she kissed him goodnight and closed the door.\n\n\nLuke and Reid played chess at Lily's house, and Luke urged the doctor to call Bob Hughes and ask for his job back.  Reid said he thought the chances were very slim that he could get it back, and they sparred about whether or not they had a \"relationship.\"  Reid reminded Luke that even if Bob gave him back the job as head of the new neurosurgery unit, there was still Mona Cross's issue about their so called \"relationship.\"  Luke offered to quit the Board of Directors at the hospital, but Reid said, \"Like hell you will.\"  He was not pleased that Bob was seriously considering selling Memorial Hospital to \"those robots\" at Invicta.  Reid told Luke to practice his opening chess moves, and he left to find Bob Hughes.\n\n\nBefore his scheduled meeting with Mona Cross, Bob sat at the Lakeview bar, and Kim joined him.  She was peeved that Ms. Cross appeared to have a crush on Bob, and that was only one of the reasons Kim didn't care for the woman.  She said goodbye to Bob so that she wouldn't have to deal with Mona, and she took off.  Mona arrived and handed Bob several folders on her leading candidates for the head of neurosurgery.  Bob was perusing them when Reid Oliver walked up and asked to speak with him.  Bob said he was in the middle of something, but Reid snatched the paperwork from Bob's hands and glanced at it.  Dr. Oliver denigrated the candidate, whom he called a \"self-aggrandizing, plagiarizing idiot.\"  Luke joined them and simply stated that Dr. Oliver would like his job back.\n\n\nMona Cross challenged Dr. Oliver, and Bob asked Luke and Reid to give him a moment alone with her.  The young men went into the lobby to wait, while Bob said to Mona that Luke had a point when he said at an earlier meeting that he did not have a relationship or even know Dr. Oliver when he had made his donation to the hospital.  Bob also challenged the woman on her attitude about discriminating against them because of their sexual preferences.  Finally Bob announced that he was rejecting the offer from Invicta, and Memorial was no longer for sale.\n\n\nLuke and Reid watched a spitting-mad Mona leave the hotel, and they went back to Bob.  He said he had refused to sell the hospital to Invicta, and he added that Reid could have his job back.  The young men left to celebrate, and Kim reappeared and sat with Bob.  She, too, had seen an unhappy Mona Cross exiting the Lakeview, so Bob gave her the good news.  She was delighted, but she reminded her husband that he still needed to find a replacement for himself as chief of staff.\n\n\nLuke and Reid walked through Old Town, and Reid asked if Luke would like to go to a movie.  His phone rang, and Bob asked the doctor to return to the hotel because he had a question for him.  Reid did so, and Bob explained that he had to find a new chief of staff, and Dr. Oliver was his first choice.  Reid said that he was not nearly as nice to people as Bob was, and his modus operandi was to threaten children and kick pets. Bob asked Reid to take the position and to work on his \"people skills.\"  Dr. Oliver left, and Kim once more joined her husband.  He told her whom he had chosen for his replacement, and Kim replied, \"Oh, dear God, you've lost your mind.\"\n\n\nReid returned to Lily's and told Luke the news.  He also asked Luke to help him \"be a person.\" \n\n\n",
    "tvmega_recap": "Dusty takes Janet to Metro. They laugh about her eating for two and both admit they have missed each other. Jack and Carly come in; what a coincidence .they are all having dinner. Dusty invites them to sit with him and Janet even though it's a bit awkward with small talk. Janet feels that Carly is upset at Janet's new living arrangements when she hears that Gabriel is fixing up a place on the Snyder farm. They begin to squabble and Carly walks out so they can just talk about her behind her back. Of course Jack follows. At the door she tells him that she is tired and they should call it a night. He confesses that he wanted to tell her about the cabin, but it was never the right moment. He was feeling closer to her and didn't want to lose that. He won't be spending any nights under the same roof with Janet. She is having his baby but that is all. She says if they are going to be a couple again, then he has to let go of Janet. He tells her one more time that he does not want to get back together with Janet; he wants to be with Carly. He kisses her and wants to do more, but Carly puts the brakes on and says they can not do this. He wants to know what they have to do to get back together. She says they both have a lot to think about. Oliver and Luke play chess. Luke picks up on the word when Oliver lets slip that they are in a relationship he doesn't do relationships. Oliver says he needs to go talk to Bob and yes he is capable of doing this by himself having an adult conversation with another adult. Kim tells Bob that they haven't even sold to Invicta yet but Mona Cross is running around acting like she owns the place. Oliver interrupts and tells Bob that he will be making a big mistake by hiring the candidate they are discussing. Luke rushes up and apologizes, but says what Oliver is trying to say is that he wants his job back. Bob tells Luke that it is not appropriate for him to be here discussing this. He tells Mona that this has never set well with him and she is prejudiced just because Luke and Oliver are gay. Memorial is not for sale to Invicta. Luke and Oliver are happy to hear the news and plan to celebrate now that Oliver has his job back. Luke teases that he can thank him any time he wants to. Oliver says he could have handled this all by himself. He invites Luke out on a real date to a movie.....or they can skip the movie and just go back to his place. Bob tells Oliver that he wants to recommend him as his replacement as COS. He can work on his people skills and do just fine. Kim tells Bob that he has lost his mind. Craig tells Lily that it looks like according to the flip that he wins. He will give her the choice of pillows. He lies on the bed and she takes the chair and declares that it will be a long night. He's the gentleman and changes with her. First boo boo, the lights go out. Craig is not afraid of that and tries to make the most of it, but when Lily discovers a mouse, well then he hides behind her. With a broom, he chases it under the bed. Lily mentions Holden marrying Holden and hopes this perfume venture works as she can not accept another failure. He guarantees her that Carlisle will not lose. She shouldn't listen to Lucinda, just follow her gut and trust her own decisions. He breaks into the vending machine so they can have a few snacks to eat. She allows him to rub some ice on her back rather than get into that bathtub. He tells her that she has a beautiful back. She says he is barking up the wrong tree. They're known each other for years and she is not sure why they never got together, but she's finding him nice. She does remind him the reason they never got together was because he scarred her sister for life and slept with her mother. Ouch, he doesn't want to hear anymore. He tells her those days of playing games are over and he just wants to help Lily now. Someone Janet used to know walks into Metro and she greets Tony .it was Tony Nero, now Blackthorn. He graduated from shoplifting to legitimate commodities and he's in town doing business with Lucinda Walsh. They both compliment each other on how fine they look now. Dusty tells Janet that he better go run a check on him as he might be hustling Lucinda. His gut is telling him something. She was wrong about Ralph and he guarantees her that she is also wrong about Blackie, the back-home punk.",
    "soapcentral_condensed": "In New York, a stranded Lily and Craig flipped a coin for sleeping rights to the only bed in the room. They counted their meager blessings, which included only a small television that got 200 cable channels and a small coffee shop on the main floor. At Metro, Janet told Dusty that she had no problem having dinner in the place where she used to work. Jack excused himself to take a call from his investigator working on Barbara Ryan's disappearance, and Janet went to the rest room. Carly and Dusty chatted until the others returned, and then talk turned to the work on the cabin for Janet and her family. Jack filled her in, but it was obvious to them all that Carly was upset about the arrangement. Janet accused Carly of being threatened by her proposed proximity to Jack. Then Carly threw a fit, stood up, and walked out. Jack followed close behind, throwing excuses and goodbyes back to the table. Dusty asked Janet to shoot him the next time he suggested dining with those two.\n"
}