{
    "soap_central": "\n\n\nAlison is reading beginner books on pottery.  Kim wants to work along side Alison, learning how to make pottery.  Alison claims to want to work in private and that is why she stays so late in class.  Kim talks more about the pottery wheel but is interrupted when she gets an urgent call from the station.  She rushes off to the station to see what all the hubbub is about.\n\n\nDoc grabs the guy who is trying to serve him papers and an on air fight ensues.  Jessica receives a call from Doc to come down to the station and help him out.  Kim lays down the law to Doc.  Doc explains to Jessica that his ex-wife sent the papers.  Jessica thinks that things can be worked out but now Doc wants Jessica to help him keep his job.  Jessica speaks with Kim, and she wants to know if Doc still has a job.\n\n\nJessica tells her that the server can be made some sort of offer and everything smoothed over.  She then reports to Doc that he still has his job.  Jessica's last comment to him was, stay away from Margo.\n\n\n\n\n\nMargo asks Jessica what's wrong with a little flirting, nothing says Jessica, if you're not flirting with disaster.  Jessica tells Margo that they have to be careful about who they let into their lives.  The doorbell rings and flowers are delivered to Margo, from Doc. \n\n\nMargo later has dreams of Doc.\n\n\nRosanna is going to meet Craig.  She tells Jordan she will explain all when she returns.  Rosanna finds Carly and tells her that she must go with her to meet Craig.  Carly and Rosanna turn up at the chapel but the Justice of the Peace recognizes Rosanna.  Jack talks with Jordan.  Jordan tells Jack about Rosanna needing to marry him to get her baby back.  In the meantime Paul heads out and Lucy looks for Rosanna, but finds Jordan instead.  He tells her he is Rosanna's husband. He and Lucy head for the chapel. At the chapel the Minister tells Craig, Rosanna just married.  Rosanna tells Craig she's not going to marry him again.  Craig tells Rosanna that she doesn't ever need to see Cabot again.  Paul previously had met up with Lucy who told him that Craig was in town.  Paul puts two and two together and figures out that it must be Craig who has Cabot.  Jack also arrives at the chapel checking on what he has found out.  Paul arrives at Craig's place, only to be met by a stranger.  He enters to see Cabot sleeping, but not soon enough to notice that he is about to get hit over the head and knocked unconscious.  A fire starts,  and when the sitter cannot contain the fire, runs out,  leaving Paul unconscious and Cabot asleep amid a room full of smoke and flames.  At the chapel Rosanna tells Lucy that Craig has her baby and please help her.  Lucy tells Rosanna that she thinks she knows where.\n\n\nIn Craig's room, Paul is still unconscious and Cabot  is still asleep amid all the flames and smoke. \n\n\n",
    "tvdb": "Rosanna puts off Jordan, grabs Carly and rushes to the chapel to meet Craig. Jack learns that Craig contacted Rosanna with news of Cabot and he goes off to track them down. Meanwhile, Lucy has shown up in Vegas looking for Rosanna and she encounters Paul. She reveals that her father called her and said they were all going to be a family again. Paul uses Lucy's cell phone to find out where Craig is staying. Paul leaves and Lucy ends up in Rosanna's suite, where she meets Jordan. Meanwhile, Rosanna and Carly get to the chapel and Craig learns that Rosanna just got married to Jordan. Jack, Jordan and Lucy arrive and all try to get Craig to tell them where Cabot is. Meanwhile, Paul finds Cabot at Craig's motel, and per Craig's instructions, Dalma, the guard, knocks Paul unconscious. Sparks from the broken lamp ignite and the room catches fire. Dalma runs away, leaving Paul and the baby in danger. Jessica warns Margo about her \"crush\" on Doc. Margo denies, but after she receives flowers, she agrees to be careful. At WOAK, Doc gets served papers from his ex-wife who is suing him. He goes ballistic and is caught attacking the process server on air. Kim catches sight of the brawl at WOAK and storms to the station. She tells Doc he's out of chances. Doc summons Jessica to get him out of yet another fix, interrupting her and Ben's plans for romance. Alison calls Aaron and asks him to help her find an artist she can get to make the anniversary plate for Kim and Bob. Unfortunately, Aaron can only find expensive plates. Alison attempts to work on the wheel on her own, and between the lies and the spinning, she gets nauseous.",
    "tvmega_recap": "Aaron promises Allison he'll help her buy a ceramic plate that she can pass off as her own, but she has to promise she'll learn how to work the pottery wheel. Jessica confronts Margo about Doc, Margo swearing she's not doing anything wrong. Doc sends her flowers thanking her for the nice evening. As Margo tries to go to sleep, she has a vision where she's talking with Doc, fully clothed, next to her on the bed. She tells him to leave and he does, Margo confident that she can forget about him; until she sees his picture in the paper. Doc is served legal papers during the break to his sportscast, attacking the guy who served him on live TV. Kim is livid and threatens his job, Jessica again coming to the Doc's rescue as his lawyer. Roseanna takes Carly with her to the \"Palace of Happiness\" to meet Craig. He shows up, and finds out that she married Jordan, threatening to never let her see Cabot again unless she annuls her marriage to Jordan. Jack then arrives and Roseanna begs him to make Craig tell her where Cabot is. Lucy shows up in Las Vegas and tells Paul that her father called her and told her to come, that they'd be a family again. Paul calls the number left on her cell phone from Craig's call and goes to the motel where Craig is staying. Pounding on the door, Dalma, the babysitter, finally lets Paul in and then promptly knocks him out by busting a lamp over his head. Jordan is surprised when Lucy shows up at his suite and tells him why she's there. They both go to the \"Palace of Happiness\" to see if Roseanna may annul his marriage to her and marry Craig instead. Once there, Lucy looks at her cell phone and tells everyone she thinks she knows where Cabot is. Meanwhile, the lamp Dalma broke over Paul's head catches fire and she flees, leaving him unconscious surrounded by flames.",
    "soapcentral_condensed": "Alison is reading beginner books on pottery. Jessica receives a call from Doc to come down to the station and help him out. Rosanna is going to meet Craig. Paul arrives at Craig's place, only to be met by a stranger. A fire starts,  and when the sitter cannot contain the fire, runs out, leaving Paul unconscious and Cabot asleep amid a room full of smoke and flames. Jack talks with Jordan. Jordan tells Jack about Rosanna needing to marry him to get her baby back. Paul previously had met up with Lucy who told him that Craig was in town. Paul puts two and two together and figures out that it must be Craig who has Cabot. Paul enters to see Cabot sleeping, but not soon enough to notice that he is about to get hit over the head and knocked unconscious. Paul heads out and Lucy looks for Rosanna, but finds Jordan instead. He tells her he is Rosanna's husband. At the chapel the Minister tells Craig, Rosanna just married.  Rosanna tells Craig she's not going to marriage him again.\n"
}