{
    "soap_central": "\n\nLily, Holden and Luke return to Memorial Hospital with the devastating news that Luke needs a kidney transplant. Lily is confident, given that she is Luke's mother, that she will be a match. Later, Lily is shocked when Keith enters. Lily insists he leave but Keith is adamant that he wants to help. But, Holden warns Keith not to try to use Luke's health crisis to get close to Lily and Keith finally goes. Later, Lily and Holden return to Luke's bedside and learn that Lily is not a donor match. Mike calls Jack, looking for advice on how to deal with BJ. Jack explains that he's on leave from the police department, but knows that BJ can't be arrested, simply for having a serious crush on someone. Meanwhile, Katie goes to Kim to quit but is stunned when she realizes that a signed contract can prevent her from quitting. Later, Mike is not happy when Katie comes home with the news she didn't quit. But he agrees to support her and pulls her into a hot kiss for a romantic good-bye before she leaves on her press tour. Meanwhile, Jack reconnects with his FBI contact, who says he wants Jack's help in keeping tabs on a BJ Greene. Iris is not thrilled when Will shows up again and tries to get rid of him by lying that Gwen is busy with the baby. But, when Gwen appears at the door, she is clearly thrilled to see Will. Will brings a black leather jacket for the baby, and flowers for Gwen who's deeply touched, leaving an eavesdropping Iris to gag. Then, Will talks about a new place for Gwen to live. After Will goes, Iris tries to talk Gwen out of it but Gwen shuts her down when she says she won't get a penny of the baby's trust fund. Meanwhile, Will meets with Hal who cautions him to be careful with Gwen. Hal reveals that Paul was footing Gwen's legal bills and a stunned Will returns to Gwen to demand the truth. \n\n\n",
    "tvmega_recap": "Will and Gwen seem to be enjoying their normal life with just the three of them \u0096 Gwen, Will and Billy. He is bringing her flowers, a gift for the baby and a pamphlet for an apartment they should go look at to live in. Iris is overhearing all of this, and is conjuring up a plot to put an end to this, but under the guise of being supportive. It blows up later, when Will finds out from Hal that Paul was paying Gwen's lawyer fees. An angry Will confronts Gwen, who is at a loss for words. Lily and Holden lament over the fact that Luke needs a kidney transplant due to the infection he caught in Mexico. They are trying to reach Damian, and Jack and others will get tested. Keith shows up and offers his support to get tested, but an angry Lily and Holden don't want to hear from him. It is because of him that their son contracted E. Coli. Keith is definite with them; he cares about Luke; he will get tested. A distraught Lily finds out she is not a match for a kidney transplant with her son. Mike talks to Jack about pressing charges against BJ, but he finds out there is nothing they can do until BJ does something further. Katie goes to quit at WOAK, but BJ has beaten her to the punch with Kim. BJ has told Kim it was all a misunderstanding and Kim explains to Katie that she would like her to rethink her decision. Katie doesn't want to, but BJ calmly reminds her that she is under contract. After Kim and Katie talk in private Kim promises to watch out for her and to make sure BJ keeps his distance. When Katie goes on her tour, a female publicist will accompany her. After Katie agrees, Kim makes BJ understand that she did not appreciate the position he put her in. Mike is upset as well when he hears Katie is staying, but he agrees to keep working on the station to keep an eye on BJ. Jack meets with his FBI contact and he tells Jack that they are looking at someone local - BJ Green.",
    "soapcentral_condensed": "Lily, Holden and Luke return to Memorial Hospital with the devastating news that Luke needs a kidney transplant. Later, Lily and Holden return to Luke's bedside and learn that Lily is not a donor match. Meanwhile, Will meets with Hal who cautions him to be careful with Gwen. Hal reveals that Paul was footing Gwen's legal bills and a stunned Will returns to Gwen to demand the truth. Katie goes to Kim to quit but is stunned when she realizes that a signed contract can prevent her from quitting. Mike is not happy when Katie comes home with the news she didn't quit. But he agrees to support her and pulls her into a hot kiss for a romantic good-bye before she leaves on her press tour. Jack reconnects with his FBI contact, who says he wants Jack's help in keeping tabs on a BJ Greene. Jack explains that he's on leave from the police department, but knows that BJ can't be arrested, simply for having a serious crush on someone.\n"
}