{
    "soap_central": "\n\n \nIn Skaggs's root cellar, Maeve attempted to get the debris from the cave-in off Holden.  He was unconscious, and Maeve sobbed and cried for him to open his eyes.  He drifted in and out, as Maeve promised to get him out safely.  She lifted him up into a sitting position and eventually got him out and to a local hospital.  There, the treating doctor assumed she was \"Mr. Holden's\" wife, but the nurse turned out to be an old friend of Maeve's.  The nurse had been the maid of honor in Maeve's wedding to Eb, but she promised not to say anything.\n\n\nMaeve was terrified to see police officers at the nurses' station, as Holden began speaking to Lily in his delirium.  Maeve hid in a corner of the room, and the nurse opened the door to the officers.  They showed her a photo of Maeve and asked if she had seen Maeve lately, but Renee, the nurse, said she had not seen her old friend in years.  The cops left, and Maeve thanked Renee and said goodbye to Holden.  Maeve returned to Skaggs's house and slid down into the root cellar.  She took the satchel of money from the bank robbery and threw it out before she climbed out again herself.\n\n\nIn his hospital bed, Holden dreamed of approaching his house and looking through the window and seeing Luke pointing out photos in the family album to his siblings.  Holden walked in, and the children embraced him.  Lily ran in from the kitchen, all smiles, and said that she knew Holden would return to her.  Holden woke up and said Lily's name.  He saw someone by the bed, but it was Maeve.  She explained that Holden could have someone call Lily, if he wished, but she had to flee because the cops were after her.  She showed Holden the satchel full of money, and kissed him on his forehead.\n\n\nJanet worked at the diner as Liberty and Emily walked in.  Emily had taken the girl shopping, but Janet assumed a frosty manner.  Emily left after she warned Liberty not to eat anything chocolate or with caffeine in it.  Liberty was obviously fed up with Emily's healthy food routine, and Janet quipped that a \"little bit of chocolate wouldn't keep the kid out of Yale.\" She also said that she really missed her daughter, and she bad-mouthed the reputations of both Paul and Emily.  Then Janet asked Liberty to listen to a new idea of hers.\n\n\nHer mother asked Liberty how she would feel if Janet and Jack adopted the baby and raised it as their own. Liberty's answer was to  say that Janet  needed a padded cell.  She walked out of the diner, but Janet followed.  Liberty said that Janet was missing the point.\n\n\nLiberty did not want to be involved with the baby at all, not as a mother and not as a sister.  She was afraid that obsessing about the baby would mess up her studying for SATs and her whole last year of high school.  There was no way Liberty could live under the same roof as her baby.\n\n\nLiberty asked her mother to please accept that she wanted no part of her baby's life.  Janet kept going on about how much the child would mean to her, but Liberty said what she wanted was distance from the baby.  Besides, Janet was obviously not pregnant, and Liberty would be, so everyone would know.  Finally Liberty got really angry and shouted that if Janet wanted a baby, she should have her own, but she was not getting Liberty's.\n\n\nPaul argued with his lawyer on the phone about getting the adoption agreement completed, and Meg walked in, carrying Eliza.  She said that she thought Paul could give the baby more attention since Meg was very distracted.  She was furious that Damian was lying to Lily, and everyone else, for that matter.  Paul put the baby to bed and rejoined Meg, who complained that Damian was moving in on Lily and acting like the \"Lord of Lily's Manor\" to steal Holden's family.  Paul spoke to her as the \"Former King of Poorly Conceived Revenge Plots,\" and he told her to forget it.\n\n\nEmily returned home and was surprised to see Meg there.  A disheartened Meg told them goodbye, and she left.  Emily questioned Paul about Meg, and he said that he thought Meg was out for revenge against Damian.  They kissed, and then Paul broke it off and declared that Meg was turning into him!  Paul and Emily got the baby up, and Emily enjoyed holding her.  Paul promised that he would get Emily one of her own to hold, but Emily was anxious to get the legal work done.  She mentioned that Janet was against it, but Paul reassured her that Liberty was on their side.\n\n\nLiberty arrived at Fairwinds, and she was still angry at her mother.  She said that Janet and Jack wanted to adopt the baby, but Liberty had said no.  The girl began to have a meltdown, and she screamed that she wanted chocolate and caffeine, and not to be nauseated all the time.  She went upstairs to study her SAT vocabulary words and wished she could just lie down and sleep.  Emily was outraged and left to go take on \"Mama Ciccone.\"\n\n\nEmily reached the diner and immediately challenged Janet.  Janet told her that Liberty was none of Emily's business, but Emily countered by saying that the girl was carrying her child.  Emily gave Janet some unsolicited advice about how she was treating her daughter, and Janet retorted  that she knew all about Paul and Emily.  No innocent child should be within fifty miles of them.  Emily made some threats, and Janet told her to \"bring it on\" and to get her butt out of the diner.\n\n\nLily was upset that Damian had proposed to her after such a horrendous day.  He urged her to marry him right away, since Holden was definitely gone and not returning.  Damian asked Lily if she loved him, and Lily said he knew that she did.  Damian spoke about his passion for Lily and asked if she felt the same.  Lily said that she didn't want to be without him, but what she wanted and what she should do were two different things.  Damian said that Lily deserved to be happy, but she complained that it was still too soon.\n\n\nDamian became a bit cross and asked when it would no longer be \"too soon\" for them to be together.  Lily said that it would just \"feel right,\" and Damian kissed her.  Luke burst in and said that he had just heard what had happened with Eb.  He hugged his mom, and when Faith heard her brother's voice, she ran out and hugged Luke.  The girl told him that Damian had saved them.  Natalie and Ethan woke up and walked into the room, as well.  Damian spoke to them and assured the children that they were all safe.  Lily asked for some time alone with them, so Damian left for a while.\n\n\nLily gathered the children around her and said she had something important to discuss.  She began to speak about how important Damian had become to the family, and especially to Lily.  She said that Damian had asked her to marry him, but she could not give him an answer until she knew how the kids felt.  Lily said she would never do anything that the children did not want her to, but she said that she did love Damian.  Luke said that he thought Lily should do it, and Faith was willing to give Damian another chance, since he had saved her life.  Natalie agreed, and Ethan could only say that he wanted his daddy home.\n\n\nDamian went to the farm from Lily's, and Meg was not happy to see him.  He told her that Maeve, the woman from the bank, was married to the man who had demanded a ransom for Holden in Kentucky.  He said he knew all that because of what had transpired in Lily's house.  He told Meg the whole horrifying story, and he finished by saying that Maeve and Eb were con artists who never had Holden.  Damian also dropped the bomb that he had asked Lily to marry him, and Lily was asking her children's opinions at that moment.\n\n\nMeg said some hateful things to Damian, and then she reveled in the thought that Lily cared too much for her kids to marry Damian.  Suddenly she accused him of plotting Holden's accident, and Damian was shocked.  He said that he still felt a strong connection to Meg and did not want to \"lose\" her.  Meg began to look hopeful, but Damian's phone rang, and it was Lily asking him to return to her house.\n\n\nWhen Damian arrived, Lily said, \"The children said yes!\"  Natalie even stood up and said that they agreed to \"accept the proposal.\"  Damian said the he would only try to do what Holden could not do anymore, which was to take care of them all and love their mommy.  Luke took the little ones outside and asked if they were really okay with the marriage, and they all agreed.  Inside, Lily and Damian kissed, and Lily worried about how to tell her mother, and Emma -- and Meg.  Damian said that they should get married and tell the family after the fact, so Lily suggested that they marry the next day.\n\n\nMeg went back to Fairwinds and asked to take Eliza back for the night.  Paul asked what had happened to change her mind, and Meg said that Damian had asked Lily to marry him, but Lily said she would do it only if her children approved.  That, chortled Meg, would never happen.  She figured that soon Damian would realize that a relationship with Meg was much less complicated.  Paul could not understand why Meg would even want Damian back, but she explained that Lily had been just a \"detour.\"  Paul said he would always care about Meg, and she thanked him. \n\n\n",
    "tvmega_recap": "Liberty isn't thrilled that Janet wants to adopt her baby and makes it clear that she wants to give the baby to Emily and Paul because she wants to go to college and do the things that she (Janet) was never able to do because she decided to raise her. Liberty tells her mother that if she wants a baby so badly she should have one of her own but she isn't getting her baby. Emily sees that all the pressure is getting to Liberty so she confronts Janet and they both tell each other that they will fight for this child. Damian pressures Lily to marry him or he will walk out of her life forever because he can't be with her unless they get married. Lily tells Damian she needs him and she will marry him but only if her children approve. Damian goes to the farm to tell Meg about the proposal and is hopeful that he and Meg can be friends because they have a strong connection. Meg tells Damian that Holden's children will not approve of him marrying Lily . Damian tells Meg that he will wait as long as it takes to marry Lily. Meg goes to unload her troubles on Paul and he advises her not to become like his former self because revenge will only hurt her and nobody else. Meg tells Paul that fighting for Damian's love and seeking revenge is better then being lonely besides the kids will never accept Lily marrying Damian so soon after their father's death. Maeve saves Holden after the root cellar collapse on top of him and gets him to the hospital. Maeve then returns to the root cellar and searches the rubble for the money. Maeve returns to the hospital and hides from the cops who are after her. Maeve says a tearful good-bye to Holden and tells him she will be okay because she got the money out of the root cellar. Maeve tells Holden she would stay if she had a chance with him but since she doesn't she is going to use the money to get a fresh start. Maeve doesn't tell Holden where she is going and kisses him on the cheek. Holden dreams of a happy reunion with his family while back in Oakdale the kids approve of Lily and Damian getting married because he has done so much to protect the family. Damian and Lily happily kiss outside the house and then decide that they will get married tomorrow because life is too short to wait any longer to be happy.",
    "soapcentral_condensed": "In Skaggs's root cellar, Maeve attempted to get the debris from the cave-in off Holden. Maeve was terrified to see police officers at the nurses' station, as Holden began speaking to Lily in his delirium. Holden woke up and said Lily's name, but it was Maeve. She explained that Holden could have someone call Lily, if he wished, but she had to flee because the cops were after her. She showed Holden the satchel full of money, and kissed him on his forehead. Liberty did not want to be involved with the baby at all, not as a mother or a sister. Liberty was obviously fed up with Emily's healthy food routine, and Janet quipped that a \"little bit of chocolate wouldn't keep the kid out of Yale\" Janet asked Liberty how she would feel if Janet and Jack adopted the baby and raised it as their own. Liberty's answer was to say that Janet  needed a padded cell. Paul argued with his lawyer about getting the adoption agreement completed.\n"
}