{
    "soap_central": "\n\nMike walks in on a still naked Simon with Carly at the construction site, who starts sputtering about spackle. Simon milks the situation. Carly tries to convince Mike nothing happened. Mike gets a cell call from Katie, who informs him it's baby making time and he beats a hasty exit. Carly rips into Simon for letting Mike assume they were having sex. Then she thinks it's all about getting Katie jealous. Simon promises to square it all with Mike later. Carly accuses Simon of just using her and leaves in a huff. Katie hears someone outside and arranges her teddy-clad self on the sofa, but Carly walks in. Carly explains about the incident, and re-iterates that \"nothing happened.\" Katie latches onto the fact Simon was naked, like a dog with a bone. When Mike comes in, Carly leaves. Katie feels Carly is protesting too much. Mike is totally distracted by the baby making prospect, but Katie's focus is in on the site. Katie uses the lame excuse that Mike was late for her sudden lack of mood, which Mike doesn't buy. Simon joins Carly at the coffee shop. He got the deal, but says he paid 20% more than he would have if she'd been there in her designer dress. Simon says he needs her to \"keep him honest.\" He promises not to disrobe around her unless invited. \n\n\nAt the Lake, Gwen angrily informs Will that she left town to get away from Jade. Will swears he didn't know Jade was coming. Luke even says it's his bad Jade is there. Will begs Gwen to talk. Gwen says since Jade came, she will somehow get her hooks into Will. Will says that won't happen, since he will send her home. Gwen wonders if Jade will fly home on her broomstick, then she stomps off. Luke apologizes to Will. Will asks Luke to make Jade stay away so he can fix his marriage. Meanwhile Kevin, his girlfriend and the girl who tried to hook up with Luke are hanging out. They comment on how lame Luke is, and he walks up. They brush him off. Luke just stands there, until Kevin finally agrees to talk with him while everybody breaks for a tag football game. Luke says that after years of friendship, they can't talk. Kevin states it's because Luke is \"weird.\" Luke says he's been hiding a big secret. Kevin says to spit it out, he can handle it. Luke states he's gay. Kevin puts his hands in the air and leaves. They talk again and Luke states that he needs him to know who he is. Kevin remarks that he's a freak! \n\n\nAlso at the lake, Zach and Casey throw Annie in the lake. In the woods, Gwen says after sleeping with Jade and breaking up their marriage, there isn't much for Will to say. He says they can talk about college and adopting in the future. Gwen says to stop and that she has to go find Casey. Will mumbles that it figures. Gwen refuses to let him throw that at her when Jade is looking for him. She asks him to go home. Nearby, the gloved Slasher zips up his jacket and positions the knife. Later, Casey naps in the sun and daydreams that Maddie is asking him not to give up on her. Zach and Annie interrupt this with water blasters. Gwen meets back up with Casey, and tells him that she put all the kids' stuff together in a cabin. Casey sees Will and asks Gwen if he is going to bunk with them also, but Will turns away and she thinks Will is leaving. Will is distressed to see Jade, since she knows he came up to talk with Gwen. Jade lies that she came to be there for Luke after he comes out. Jade says she'll stay out of Will's way. Will warns her to. A nerdy fellow, Alex, joins the crew as the fifth person in the cabin. As they leave for the football game, the Slasher hides inside. Alex returns for his inhaler, and says he'll catch up. As he sits down inside, the Slasher grabs him from behind and lowers the knife! At the football game, Gwen is unhappy Will is still around. He says he just wants to play the game. Zach and Annie head back to the cabin for a little nookie, and they make out on the bed. They open the closet and out falls a slashed, dead Alex. They both scream! Back at the game, Casey and Will are captains. Will chooses Gwen, who refuses to play. Casey assures her that Will is trying to show her he cares. Casey takes her by the hand. Maddie is watching from the shadows.\n\n\nAt home, Tom and Margo discuss Louis. She can't believe he has completely disappeared, since he doesn't know his way around. Margo admits this case has caused her feelings about her own rape to surface. Margo blames herself for not understanding Maddie and helping her. She returns from upstairs, and Tom has made her homemade soup and hot tea. He has taken the night off. Tom assures Margo it isn't her fault. They start to kiss.\n\n\n",
    "tvdb": "Mike walks in on Carly and naked Simon. Carly is furious and stomps out. She ends up at Katies, where she explains what Mike walked in on. Carly stresses it was no big deal, but Katie is distracted enough to keep from making love to Mike. Gwen walks away from Will when she learns Jade is at the camp, too, as the slasher watches the other kids have fun. The slasher kills one of the teens in Gwen and Caseys bunk. Zack and Ann wander away from the group to make out, and find the body. Maddie watches Gwen and Casey. Luke tells Kevin hes gay. Kevin walks off. Luke insists they talk, and Kevin in turn calls him a sicko.\r\nSource: TVRage",
    "tvmega_recap": "When Mike walks in on a naked Simon and Carly, Simon lets him believe something is going on between them. Katie calls Mike to tell him she checked her temperature and he needs to get home. Carly is furious and walks out on Simon and heads over to Mike and Katie's to explain. She finds a negligee clad Katie waiting for Mike. Katie wants to know what is up though? Carly finally spits out about what transpired earlier between her, Simon and Mike. Katie is clearly shaken, and later when Mike is home ready to make babies, Katie is distracted thinking since Carly came all the way out to see them something must be going on, and bails out of their love making claiming to have an appointment. Carly meets up with Simon later, who pleads with her to return to work for him, promising he will never disrobe in front of her again \u0096 unless she invites him to. When Luke mentions Jade hitched a ride with him to find Will, this ruins Will and Gwen's talk. Kevin is not happy to see Luke, but begrudgingly agrees to talk to him. Luke finally comes out; Kevin is stunned and walks away without a word. Later, Luke tries to talk to him again and an angry Kevin calls Luke a freak. Tom and Margo talk about her guilt over not realizing Maddie was raped, but they are happy to have some alone time and that Casey and his friends are out of town and safe from Louis. Too bad the slasher is watching close by at Raven Lake where all the teens have gone for the weekend. When Will confronts Jade about following him there, she claims to be there for Luke since he is coming out. Will asks her to stay away as he tries to repair his marriage. The teens put together a football game and Gwen almost stays behind in the cabin where the slasher is hiding, but changes her mind. Alex, their nerdy friend goes back to retrieve his inhaler, unfortunately for him, as he is attacked by the slasher. Anne and Zach sneak away for some fun and head back to the cabin; when Zach gets up from the bed for some protection, Anne sees some shoes inside the closet and thinks someone is watching them. Zach whips open the door and a throat slit Alex falls at their feet. Back at the field, Gwen is aggravated when Will picks her to be on his team; Casey reminds her that Will is trying and his heart is in the right place; he wishes Maddie were there, but he knows he will never see her again, as he grabs Gwen's hand to head back to the game. Unbeknownst to them, Maddie is in fact watching them from close by from underneath the stands.",
    "soapcentral_condensed": "Mike walks in on a still naked Simon with Carly at the construction site. Gwen angrily informs Will that she left town to get away from Jade. Will asks Luke to make Jade stay away so he can fix his marriage. Casey naps in the sun and daydreams that Maddie is asking him not to give up on her. Margo blames herself for her own rape case, but Louis says she's not to blame for it. At the football game, Gwen is unhappy Will is around. Zach and Annie head to the cabin for a little nookie, and they make out on the bed. They both scream! Back at the game, Will chooses Gwen, who refuses to play. Casey takes her by the hand and says he is trying to show her he cares. Maddie watches from the shadows as Louis and Margo discuss Louis' rape case and discuss Margo's rape case. The Slasher hides inside the cabin. Alex returns for his inhaler, but the Slasher grabs him from behind and lowers the knife.\n"
}