{
    "soap_central": "\n\nLily reeled after sending Julia flying. She tried to attend to a moaning Julia, but fled when Keith pounded on the door\n\n\nMeanwhile, Jack and Carly were post-lovemaking when Holden called for Jack to help him locate a missing Luke. Jack left, and a frantic Lily arrived to see Carly. She filled Carly in, but when they went back to Julia's apartment to check on her, they found her dead. Horrified, Carly wanted to call the police, but Lily pleaded with her not to, for fear she'd be sent to jail. Lily convinced Carly that it had all been a terrible accident, and the two women worked to clean up the mess. \n\n\nCarly and Lily returned home and established their alibi as Jack returned home. Learning that Luke had run off, Lily left, and Jack told Carly he was glad to finally be finished with the Julia mess. Later, Luke returned home and encountered Emma. When Emma told him that Holden was out looking for him, Luke said he didn't care and stormed upstairs. Meanwhile, Holden went to the apartment and found Julia dead.\n\n\nMetro opened, and Aaron was a success. Rafael was worried because Celia hadn't returned from running errands, but everyone assured him that Celia was in good hands with Casey. Meanwhile, Casey and Celia were in Chicago and had been waiting for hours for Celia to audition. When she was finally called, she got hit with a case of stage fright, but after a pep talk from Casey, went in, ready to take on the world. A harsh judge promptly shut her down, and she rushed out in tears. Casey went to bat for her against the mean judge, and Celia was grateful, but when the two headed back to the car to make their way home, they realized the car had been stolen. \n\n\nMeanwhile, Aaron was taking trash out to the alley behind Metro when he spotted Luke burning something in a drum can. When Aaron questioned him, Luke was vague and explained how he was just out getting some air after his fight with Holden. Aaron got distracted with Metro business, but on his way back in, Luke begged Aaron not to tell anyone he had seen Luke there. \n\n\nWhen Dusty made a good pitch to Lucinda that saved the spa deal, both Sierra and Lucinda were impressed. Lucinda left, and Sierra and Dusty bonded even more as Dusty said he hoped he could be the man Sierra, Lucinda, and Lucy thought he could be. Later, he put Lucy's letter away, having resolved to move on. \n\n\n",
    "tvdb": "When Julia refuses to leave Oakdale, Lily uses her ace in the hole and tells Julia that she knows all about El Paso, and if Julia doesn't leave town right away she will tell the police all about it.",
    "tvmega_recap": "Aaron opened Metro, after he passed the final building inspection. Raphael wonders where Casey could be, since he's supposed to be the D.J. When Aaron opened the door, he was excited by how many people where waiting to come in. Dusty, who is still drunk, convinces Lucinda what a great idea the spa is. Lucinda privately tells Sierra how good he is, but she doesn't condone his drinking. Raphael wonders what Casey and his sister could be doing. Aaron assures him that they are fine, Casey is just running some \"errands\". Casey took Celia to an singing audition in Chicago. Lily questions whether Julia is ok or not. As she tries to awake her, Keith shows up banging on the door, wanting to speak to Julia. Lily freaks out and uses the window to exit Julia's apartment. She heads straight to Carly's house. Holden called Jack to tell him about Luke being gone. Jack goes over with the intent to help him, but instead began to lecture him about Julia. Holden goes off alone to search for Luke. He ends up at Julia's apartment and is shocked with what he finds there. After a bad audition, Casey tells Celia he will go and get the car. When he goes out, he finds the car has been stolen.",
    "soapcentral_condensed": "Lily reeled after sending Julia flying. She tried to attend to a moaning Julia, but fled when Keith pounded on the door. Meanwhile, Jack and Carly were post-lovemaking when Holden called for Jack to help him locate a missing Luke. Jack left, and a frantic Lily arrived to see Carly. She filled Carly in, but when they went back to Julia's apartment to check on her, they found her dead. Carly wanted to call the police, but Lily pleaded with her not to, for fear she'd be sent to jail. Later, Luke returned home and encountered Emma. When Emma told him that Holden was out looking for him, Luke said he didn't care and stormed upstairs. Luke begged Aaron not to tell anyone he had seen him burning something in a drum can. Dusty made a good pitch to Lucinda that saved the spa deal, both Sierra and Lucinda were impressed. Sierra and Dusty bonded even more as Dusty said he hoped he could be the man Sierra, Lucinda, and Lucy thought he was.\n"
}