{
    "soap_central": "\n\nAfter a night together at the Lakeview, Katie woke to regret having slept with Brad and did her best to sneak out from under his arm. She sat on the floor and wondered aloud what she had done, believing that sleeping with Brad was a mistake. As she crawled silently on the floor, Brad woke and asked her where she was going. Brad wanted Katie to tell him what had changed since the prior night and she told him that being with him made their friendship more confusing. Brad told Katie he would never hurt her, but Katie refused to believe that he could transform and be faithful. Brad said meeting her changed him because she made him want a family and a life with just one person. Brad tried to convince Katie he had become a new man, but he slipped and said he wouldn't be a \"father figure\" like Jack, but a real partner. Brad's statement enraged Katie and sent her running from the room. Brad realized he had said the wrong thing and chased after her. \n\n\nKatie drove to the lake for a jog and when she parked she saw Brad pulling up in his car behind her. She mumbled for him to stay away and set off running with Brad hot on her trail. Katie felt she needed to get away from Brad and jumped on a stranger's bike with Brad behind in pursuit on a kid's bike. The victims of the bike theft called police to report the crime, while Brad and Katie took a spin around the lake. Brad kept pleading his case as Katie fled and, with all his focus on Katie, Brad rode straight into the lake. Brad thrashed around in the water and yelled for Katie to save him, but she didn't believe he couldn't swim. When she turned around momentarily, Brad went under the water and Katie prepared to go in after him. Just as she waded into the lake, Brad appeared and told her that he knew she really cared. Brad dropped to his knees and spontaneously asked Katie to marry him. Before Katie could answer, the proposal was interrupted by the police, who arrested Brad and Katie for stealing the bikes. \n\n\nAt Carly's house, Carly continued to care for Jack and, during their breakfast, asked him about the kiss they shared the night before. Jack refused to admit that the kiss meant anything to him and left Carly feeling disappointed and unsure of their future together. Jack reminded Carly that the physical aspects of their relationship were never a problem, but the real difficulties in their marriage had been his inability to trust her. Carly agreed that Jack would never be able to believe in her unless he gave her another chance to prove herself. Jack explained he had already given in to her before and it never worked out. He told her he had nothing more to say about their relationship, walked out, and waited for Carly to take him to a doctor's appointment. \n\n\nSusan greeted Jack and Carly at the hospital and prepared to take Jack into an exam room. When Carly tried to follow, Jack asked her to wait out in the hall. Susan told Jack that his gunshot wound was healing well and that he had been receiving good care at home. After the examination, Susan delivered Jack back into Carly's hands and told him with continued rest he would make a complete recovery. Carly was happy with the news and was ready to take Jack home, but he convinced her to take him by the station to check in on Margo. \n\n\nAt home, Margo recalled shooting Gerald Nevins as she prepared to return to work. At the station, the entire police force welcomed Margo back and she remarked that she was happy to return. Right after the celebration, Dallas brought in a drug dealer for Margo to interview and the criminal tried to break free, but Dallas wrestled him to the ground. Margo overreacted to the prisoner's escape attempt and drew her weapon, yelling for him to freeze. Dallas and another officer looked shocked by Margo's quick draw and told Margo they had things under control. Dallas asked if Margo was all right and she insisted she was fine. \n\n\nWhen Carly dropped Jack off at the station, he insisted on going in alone, leaving Carly to feel unwanted again. She insisted on picking him up and Jack agreed. Inside, Jack looked through his paperwork and talked to Margo about the horrible nightmare she had just gone through with Gerald Nevins. Margo told Jack the ordeal had brought up bad memories of her rape and caused her to rethink her career. She went on to say she was trying to put it all behind her. She quickly changed the subject and congratulated Jack on Parker's freedom and his reconciliation with Carly. Jack told Margo he wasn't \"living\" with Carly that way and that his relationship with Katie was over too. \n\n\nSome time later, Carly arrived to pick up Jack, just in time to see Katie and Brad being taken into the police station in handcuffs. The two bike thieves tried to explain what happened to Margo, but she sent them into the interrogation room. Jack looked in while Katie sat on Brad's lap in the interview room and tried to keep the soaking Brad warm. Jack looked disappointed and Carly arrived just in time to see the displeasure on Jack's face. Jack asked Margo what happened and she explained the two stole bikes and the owner was pressing charges. Margo told Jack that she was just letting the two squirm before she listened to their reasons. Noticing Jack's expression, Margo asked if Jack had a problem seeing Katie with Brad. He didn't answer, but walked away. Carly asked Jack if he was ready to go and he agreed it was time to leave with Carly, but he looked back to see that Katie and Brad were being released from custody. Margo informed Katie and Brad that if they paid for the bikes the victims would drop the charges. Katie asked to talk with Jack, but Margo told her that he had left with Carly. \n\n\nWhile Carly and Jack drove home, he asked her to make another stop by the Lakeview. Carly said yes, but told Jack that he was running all over town to avoid being alone with her because he was afraid of his feelings. Jack just looked at her and got out of the car. \n\n\nAfter the police released Katie and Brad, they returned to their cars and Katie told Brad she would think about his offer of marriage. Brad was happy that Katie was willing to consider his proposal. \n\n\nPaul arrived at the farm and Meg greeted him.  She was surprised he had returned so soon to deliver papers for Emma regarding the sale of the farm. Meg told Paul he needed to discuss the property's sale with Emma and called her to the kitchen. Paul began to summarize the documents he was bringing her, but Emma stopped him and told him that she wasn't going to sell him the farm. Emma explained that another company, Resources by Nature, had approached her with a better offer than Worldwide. Paul was angry because he believed Emma was using his offer to start a bidding war. When the talk between Paul and Emma escalated into an argument, Meg asked Paul to go outside so she could talk to Emma alone. \n\n\nIn the kitchen, Meg asked her mother if the new bid on the farm was about more money or if it might be about keeping Paul from buying the farm. Emma acknowledged that Paul being the head of Worldwide played a big factor in her decision. She said she didn't trust Paul and worried that he would use the farm to get back into Meg's life. Outside, Paul called Emily and asked her to use her contacts at the paper to look into the company that was trying to outbid him. He wanted to know everything she could find before the sale went any further. \n\n\nAfter talking to Emma, Meg found Paul on the porch and told him that his rant about the other bid had not helped to convince Emma to sell him the farm. Paul explained that if the deal with the farm fell through, he feared it would end his chances of winning her back. Meg realized that Paul thought buying the farm would bring them together again and she told him that he needed to remember he was purchasing the farm, not her. Emily arrived with the information Paul was after and Meg left the two to talk. Emily told Paul that Resources by Nature was a wealthy international conglomerate and he became worried he would be in a bidding war he couldn't win. Paul explained to Emily that he was concerned that regardless of what he offered Emma, she wouldn't accept it. \n\n\nPaul decided to go in and tell Emma that he would match any offer the other company made. Emma explained that the deal wasn't just about money, but about making sure her land ended up in good hands. Paul argued his case and promised to respect whatever decision Emma made. Before he left, Paul told Meg he could change if she gave him a chance. \n\n\nOnce alone, Emma told Meg that she was impressed that Paul had come in to apologize for his earlier outburst and she was happy to see he could make amends. Meg told her mother that Paul had a charming side that was hard to resist and that her feelings for him were hard to sort out. The pair was surprised to hear a knock at the door and even more shocked to find Mike Kasnoff had returned to Oakdale. Emma and Meg welcomed Mike back to town warmly. Mike explained to Emma and Meg that he was the one behind the new bid and he hoped they would sell him the farm. \n\n\nChris ran into Alison at the hospital and thanked her for helping save a patient. He complimented her on her medical skills and encouraged her to return to school to get a nursing degree. Alison told him she was thinking about going back to school with the money Dusty left her, but remembering Chris's tumultuous past with Dusty, she apologized for bringing his name up. As the two talked, Emily stumbled upon them and watched their discussion. Alison told Chris that his entire face changed when she brought up Dusty. Chris explained it wasn't Dusty, but Emily who was the problem. Hearing this, Emily walked up to the two under the pretext of finding Susan, and Chris quickly excused himself. Emily questioned why Alison was sharing breakfast with Chris. Alison reminded her sister that she and Chris were once engaged and were still friendly, regardless of Emily's past with him. Emily warned Alison to stay away from Chris, but Alison stormed out after telling her sister to mind her own business. \n\n\nEmily found Susan in the hospital corridor and explained what had just happened. She asked her mother to help keep Alison away from Chris because she felt Chris was bad for her baby sister. Susan agreed to help, but only if Emily agreed to stop her retaliation against Chris for breaking up with her. Emily said she would and Susan walked away to see patients. \n\n\nEmily decided to find Chris and cautioned him to stay away from her sister. He told her that \"desperation didn't look good on her\" and walked away. Frustrated, Emily left the hospital. \n\n\nSusan found Alison and reminded her that Chris had hurt her in the past and that it wasn't a good idea to date him again. Alison insisted that she and Chris were just friends, but told her mom that if she and Emily didn't back off, she would ask Chris out just to spite them. After talking to her mom, Alison told Chris that Emily and her mom had recommended that she stay away from him. Chris apologized for causing her problems, but Alison said they should spend time together, as friends, at Will and Gwen's going away party. Chris explained he couldn't go because Will and Gwen were still mad at him for testifying for Sofie in the adoption case. Alison told him that he needed to make things right before Will and Gwen left town, but Chris said he didn't see the point in working on that relationship. Alison remarked that she thought Chris was a \"better man\" than that and walked out. \n\n\n",
    "tvmega_recap": "Katie wakes up in bed with Brad and is immediately regretting what happened. Carly wants to talk about the kiss she and Jack shared, but he doesn't seem to want to. Margo struggles to cope with the aftermath of her shooting and killing Gray, as she reacts strongly to an incident at the station. Paul comes bearing papers for Emma to sign, but she surprises him and Meg when she tells them that she has another buyer for her farm; Paul doesn't react well. Emily sees Allison and Chris sharing time and breakfast. Brad wants to talk about what happened but Katie doesn't. Jack explains to Carly that what they share physically is not their problem \u0096 it is trust. Brad tries to convince Katie that he is the one for her, but he instead infuriates her causing her to take off. Paul learns of a company Resources For Nature, which is interested in buying Emma's farm and immediately goes to work finding out about them, as Meg questions Emma's motives. Emily tells Susan about what she saw between Chris and Allison, as Susan worries she is obsessing over getting back at Chris. Jack and Carly don't see eye to eye, as Jack thinks they are better off as friends and parents while Carly desperately wants to try again. Brad tries to talk with Katie, who doesn't want to listen, as she tries to run away. Katie steals a bike to get away from an incessant Brad hot on her trail with the other bike while the owner calls the police. Emily orders Chris to stay away from her sister. Allison and Emily butt heads over whom she can hang out with, which only makes Allison more determined to do as she pleases. Jack wants space from Carly, as she tries to pamper him. Susan is pleased with Jack's progress and attributes it to the great care Carly is giving him. Paul handles Emma better the second time around, which impresses both Meg and Emma. Jack is anxious to go back to work. Brad asks Katie to marry him right before they are arrested and Margo and Jack are stunned to see them hauled into the station. Jack watches Katie and Brad interacting and feels maybe they are meant to be, as Carly overhears his admission to Margo. Paul and Meg grow closer. Allison asks Chris to Will and Gwen's going away party, but he turns her down claiming that Will and Gwen still have not forgiven him. Allison is upset over this. Carly continues to try to convince Jack that they belong together, as he fights it. She thinks he is afraid to be alone with her because he doesn't trust himself...and not the other way around. Katie tells Brad that she is considering his question.",
    "soapcentral_condensed": "After a night together at the Lakeview, Katie woke to regret having slept with Brad and did her best to sneak out from under his arm. Brad wanted Katie to tell him what had changed since the prior night and she told him that being with him made their friendship more confusing. Brad tried to convince Katie he had become a new man, but he slipped and said he wouldn't be a \"father figure\" like Jack, but a real partner. At Carly's house, Carly continued to care for Jack and, during their breakfast, asked him about the kiss they shared the night before. Jack refused to admit that the kiss meant anything to him and left Carly feeling disappointed and unsure of their future together. At the station, the entire police force welcomed Margo back and she remarked that she was happy to return. Right after the celebration, Dallas brought in a drug dealer for Margo to interview and the criminal tried to break free, but Dallas wrestled him to the ground. Margo overreacted to the prisoner's escape attempt and drew her weapon, yelling for him to freeze.\n"
}