{
    "soap_central": "\n\n\nSusan and Alison enter Lisa's shop to look for a wedding gown  for Alison.  Alison is pre-occupied by the Treasure Hunt contest  and Susan says that she should be focusing on her wedding gown.  At Metro, Aaron receives a phone call from Curtis.  He needs time off.  Aaron says no because he is working, but Dusty hears him and says, he may.   Back at Lisa's shop, Susan receives a phone call from the hospital and has to leave.  She tells Lisa that if Alison likes the dress, to put it on hold, and she would manage it,  somehow.  In the meantime, Aaron arrives at the shop to see Alison.  Lisa tells him that  Alison is in the dressing room but, would he do her a favor and watch the shop for just a few minutes while she runs to the bank.  He agrees.  Alison comes out of the dressing room, in the wedding gown of her dreams.  Aaron is dumbfounded.  She asks him what the problem is, and, he responds by saying that his mind is on the contest.  He tells her that there is a guy who all ready has five keys and could win with this one.  Alison says that can't happen.  He looks at Alison again and tells her that Chris is very lucky.  Aaron receives another call, telling them that they need to get going on the clue.  At that point, Alison and Aaron run out of Lisa's with her wearing the wedding dress.  \n\n\nEmily goes to speak with Chris about the Treasure Hunt contest.  She tells him that she can't be his partner any longer.  She tells him that she only did that because she was jealous of his relationship with Nikki.  They spent so much time together, she felt neglected.  She leaves.  Bob and Chris talk.  Bob says that Emily has really changed.  The old Emily would not have made that choice.  Chris agrees, and says that Emily is great.  He forgot just how great she was.\n\n\nNikki is at the police station when her boss comes in and tells her she is being taken off the case involving Starziak.  She is packing up her things when Emily comes in to see Hal.  They talk and things seem to go from bad to worse.  Hal comes in and asks what is wrong, and then Emily asks him if he would like to go to lunch.  Hal appears irritated that she even came down there, and when he tells her that he is too busy, she leaves.  Emily comes back to find Chris and she does.  She says that she is back in the contest.\n\n\nDusty calls this guy, Eddie, and tells him he is paying him and he wants some information. He needs his help in order to help Lucy.  Aaron comes in to welcome Dusty back.  Lucy enters the club but stays out of sight.  When they are finally able to talk, she tells Dusty that she told her Mother she would not be returning to Montego with Alan and her.  She wants to stay in Oakdale, with Dusty.  She tells Dusty, that she knows he cares about her.\n\n\nHe tells her that one of them must keep a clear head before something starts.  He wants her to leave and not look back.  He tells her that she has her friends, her school, her sororities,  to look forward to in the days ahead.  He tells her to trust him. Dusty kisses her on the forehead and she grabs him and kisses him lovingly.  Lucinda comes in and announces that she has fired the guard who was supposed to be watching Lucy.  He allowed her to come into the club, unescorted.  Dusty said that was a good move to make.  When they arrive home, Lucy tells Lucinda that nothing happened today that she didn't want to happen.\n\n\nAt Jack and Carly's home, they are planning to drop the children off at Emma's for as long as necessary.  When Jack is told that Molly is upstairs, he tells Carly that the police have spoken with Starziak's men, and none of them have seen him.  They have posted a guard outside the door to insure the safety of all inside.  Through a pair of binoculars, Starziak looks on and sees his target, Molly.  Jack, Carly and the children leave, leaving Molly there alone.  Again, Starziak knows that she is now alone.  He plans on killing her that day.  A knock comes at the door and it is the guard to announce that Molly has a visitor.  It is Holden.  He has brought her a bag of goodies.  First, a good romance novel, followed by a chocolate bar and finally a deck of cards.  She thanks him and after playing kid card games, Holden leaves.  Molly offers to fix the guard outside a sandwich, which he graciously accepts.  Starziak comes up to the guard telling him, he is his replacement and in the course of checking his identification, Starziak takes out a gun and shoots the guard.  In the meantime, Molly has finished making the sandwiches and brings one to the door for the guard.  When she opens it, he falls in.  Molly panics and tries to bring him in the house.  Molly rushes for the phone but cannot call out.  She looks up to find Starziak standing in front of her.  He says to her, \"hi honey, I'm home.\"\n\n\n",
    "tvdb": "Molly learns that Jack and Carly have decided to protect Parker and Sage by taking them to stay with Emma. At the Snyder Pond, Jack and Carly discuss how lucky they are. Meanwhile, Holden visits Molly to offer her support, but when he leaves, Starziak shows up and shoots the cop assigned to protect her. Molly discovers the cops dead body and then finds Starziak. Alison and Susan argue over wedding dresses as Aaron finds out that an Oakdale teenager has already accumulated five Keys to the Kingdom. Aaron catches up with Alison at Fashions and, with some help from Lisa, they solve the latest clue. However, Alison cant get the wedding dress that she is wearing undone fast enough, so she and Aaron take off with her still in it. Emily tells Chris that shes decided that she wants to give up the game and make things right with Hal instead. She goes to the police station and learns from Nikki that Nikki has been ordered back to Washington. Nikki sees Emilys relief at this news and calls her on it. The two get into an argument, and Hal sides with Nikki. Emily returns to Chris and says shes back in. Lucy announces to Dusty that shes told her mother that she doesnt want to go back to Montega; she wants to stay in Oakdale with him. Dusty tries to change her mind, but Lucy counters every one of his arguments. Finally, Dusty sends Lucy away and she starts to cry. Dusty tries to wipe her tears away and ends up pulling her into a passionate kiss.",
    "tvmega_recap": "Allison is looking for her wedding dress and when Aaron comes up with the clue's solution, they dash out to the Old Mill, Allison still in the dress. Emily tells Chris that she can't be his partner anymore, but when her and Nikki have words and Hal couldn't go to lunch with her, she tells Chris they're partners again. Nikki gets told by Agent Fox that she's off the case and he gives her tickets back to DC for the next day. Carly tells Jack that she'd be happy to have more kids and that she loves the way her life is and loves him. Molly's police guard gets killed by Starzyack, and he shows up, ready to kill her. Dusty and Lucy share their first kiss, but Dusty tells her that it can't work. Lucy still holds out hope.",
    "soapcentral_condensed": "Nikki is at the police station when her boss comes in and tells her she is being taken off the case involving Starziak. Emily goes to speak with Chris about the Treasure Hunt contest and tells him that she can't be his partner any longer. Lucy tells Lucinda that nothing happened today that she didn't want to happen. Jack and Carly are planning to drop the children off at Emma's for as long as necessary. Molly offers to fix the guard outside the guard's house a sandwich, which he graciously accepts. Jack, Carly and Molly leave, leaving the children alone, and after playing card games, Molly thanks him and after a few minutes, he leaves them alone, leaving her alone with the guard. Jack is told that Molly is upstairs, and he tells Carly that the police have spoken with Starzak's, and none of all of them have seen him. Through a pair of binoculars, Molly looks on and sees his target, and sees that she is now alone, she knows that he is now on her.\n"
}