{
    "soap_central": "\n\nJack and Carly are chatting at the Lakeview.  He tells her that he's been a jerk and he'd like to make it up to her.  Jack apologizes for his overreaction to Simon, the smoke alarm, and using the kids as an excuse to badger Carly.  They come to an understanding about her choices in life.  JJ comes in and Jack suggests they go to the drive-in and JJ tells him that they just went to the movies with Carly and Simon.  Jack acts like its all ok with him, he knows Carly knows what she's doing.  An upset Eve walks in interrupting Jack and Carly's conversation.  Eve is really worried about what Louis is going to do.  Jack introduces Carly and Eve and Carly excuses herself telling \"Ava\" it was really nice to meet her.  Eve and Jack discuss Louis and Maddie and all their problems.  She stops short of telling Jack about Henry's accusations.\n\n\nSimon and Mike discuss building plans and timelines.  Simon mentions that he saw Mike and Katie having sex and that's not what Simon is paying him for.  Mike insists that the whole project needs to be torn down and started again, that the investors will not back the project without an inspection certificate.  Simon heads off to get his hands on one.  Simon returns telling Mike the problem is solved.  Mike asks how much it cost to bribe the inspector.  Katie comes waltzing in talking about how she and Mike have been having sex all wrong.  Simon says he could've told her that.  Mike talks to Katie about all the problems that are going on with the project and says that if they weren't working on a family he'd walk out tonight.  Katie tells Mike he should just quit.  Mike wants to talk to Carly about what Simon is up to.\n\n\nKatie and Nancy talk about the wonders of life.  Katie makes some coy remarks prompting Nancy to ask if she's already expecting.  Katie says she's not pregnant yet and hopes that she will be very soon.  She explains to Nancy that there are a lot of ways that she and Mike could be making it even easier to conceive, that they're just not doing them.  Nancy reminds her that schedules and procedures are not the most romantic way to get pregnant.\n\n\nPaul and Meg talk about Paul helping Emily with her books.  Paul thinks it was no big deal and Meg is worried about the time they spend together and how much Emily will pull Paul into her pregnancy and therefore, her life.  Paul gets defensive and wonders just what it is that Meg wants, for him to be nice and helpful with Emily or completely stay away from her.  Meg gets more frustrated about the situation, mostly with herself for making it so easy for Emily to ruffle her feathers.  They decide that they can get through the situation together.\n\n\nLucy tells Emily that she needs to get her blood pressure under control.  She asks what's keeping her so stressed and Emily tells her that it's Lucy's father.  Lucy wonders how Craig could be affecting Emily and Emily explains that it's all about the Intruder.  Craig still owns it, the assets are frozen, and it's a difficult situation.  Lucy sympathizes and Emily comments on how Craig isn't the only problem, she's got plenty of stresses to handle.  Paul listens in on Lucy and Emily's discussion about her job options and Emily wishes she could get Craig to give up control of the Intruder.  Lucy suggests that if Emily wants to lower her stress she find another line of work.  Meg checks on Emily and suggests it's time they have a little talk.  Meg makes it clear that her job as a nurse is her job it's nothing personal.  She tells Emily she should be thanking her for how wonderful Paul is being to her and that Emily needs to just get used to the fact that Meg isn't going anywhere.\n\n\nPaul and Lucy discuss Emily's stress and her work options.  She accuses him of eavesdropping.  Paul suggests that he buy the Intruder from Craig.  Paul asks for Lucy's help, but she doubts his motives.  She says she'll talk to Craig.  \n\n\nHenry confronts Louis about his suspicions regarding Maddie.  Louis denies having done anything to Maddie, but Henry doesn't believe him and accuses him of raping Maddie.  They begin to scuffle and Eve breaks them up.  Eve gets really upset with Henry because she can't believe what he is accusing Louis of doing.  She wants to know why Henry would think such a thing.  Eve defends Louis and tells Henry he's lost his mind.  Eve tells Henry he better not repeat his suspicions to anyone.  Henry vows to find out the truth.\n\n\nMaddie stands outside Casey's house peering in the windows while Casey and Gwen decide how to spend their evening.  Casey and Gwen settle on Trivial Pursuit and Casey reminisces about Maddie, the times they played the game, and how much he misses her.  Maddie imagines the conversation that is taking place inside between Casey and Gwen which is nowhere near what is really happening.  Maddie imagines them talking all about her and how crazy she is and accusing her of being the killer and how much they don't really care about her.  Casey wonders why Maddie pushed him away; he really wishes he knew what happened to her in the past.  Gwen and Casey are looking through pictures and one is of Maddie and Casey and Casey is wearing a mask.  Gwen tells him that it's the same one the killer was wearing.  Maddie hears a noise, she goes to check it out and Henry grabs her from behind.  She tells him that Gwen and Casey are laughing at her.  Henry tells her he knows about Louis and that he's going to take her somewhere safe.  Gwen interrogates Casey about the mask and he tells her it was Maddies.  Margo walks in, wanting to know what's going on.  Casey tells Margo about the mask in the picture.  Margo takes the picture and leaves in a rush telling the kids to lock all the doors.\n\n\nHenry tries to get Maddie to open up about Louis.  He confides in her about a bully in his past that caused him to drop out of school.  He assures her that he knows and that she's not alone anymore.  Maddie tells Henry that the rape happened last year, after a dance.  She talks about how nice Louis was to her, taking her to games, he was nice to her friends.  She starts to blame herself for what happened.  Maddie explains that she and Louis ended up alone at the house one night and Louis came into her room to \"talk\" and then he put his hand on her thigh and she didn't stop him.  Louis tried to take things further and then she did try to stop him.  He called her a tease and got very angry.  Then he locked her door, and told her to \"relax, it'll be fun.\"  The next day she called Henry and left for Oakdale.  Henry promises her he'll protect her.  He tries to convince Maddie that they need to tell Eve.  Maddie tells him that if he tells anyone more people will get hurt and it will be her fault.\n\n\n",
    "tvdb": "Maddie spies on Casey and Gwen together, convinced that they're both bad-mouthing her, not realising that Casey can't do anything but talk about her. Emily and Paul both seek help from Lucy in getting Craig to sell the paper to Emily, and Lucy agrees to contact her father on Paul's behalf. Eve is furious with Henry for accusing Louis of raping Maddie and refuses to believe that he could have had anything to do with it. Katie encourages Mike to quiet after he admits to her that Simon bribed the building inspector, but Mike wants to warn Carly. Carly's lunch with Jack is interrupted first by J.J., who spills the beans about going to the drive-in, then by Eve. Henry manages to catch up to Maddie and confronts her with the truth that he has realised, and she confirms it. Gwen finds a photograph of Casey wearing the mask the slasher had on, and he admits the mask is Maddie's.\r\nSource: tv.com",
    "tvmega_recap": "Mike informs Simon there is a rotting problem in his new business venture and recommends tearing the building down because he will never be able to get it inspected \u0096 presto, 5 minutes later Simon has the inspection and Mike is furious with his underhanded ways. Katie interrupts exclaiming literally they are going about making a baby the wrong way. Mike intends on warning Carly what Simon is up to. Meg and Paul disagree over how they handle Emily, but soon make up. Meg makes sure Emily understands that she is going nowhere. Emily tells Lucy that Craig, among other people, is what is ailing her. Paul overhears and attempts to fix the problem. Henry accuses Louis of rape and Eve ends up having to forcibly separate them; Eve supports Louis, but then goes running to someone else to talk about her husband. Maddie watches Gwen and Casey imagining they are laughing about her, when really they are not. However, they find an old picture of Casey and Maddie and Gwen identifies the mask Casey was wearing as the one the slasher was wearing \u0096 it is Maddie's from Chicago. Henry finds Maddie and lets her know he knows what Louis did; Maddie admits to it and shares what happened; Henry wants her to fess up to Eve, but Maddie refuses. Jack apologizes to Carly for the way he has been treating her, and the two end up sharing some time together, only to be interrupted by Eve. Gwen and Casey admit to Margo about what they know about the mask the killer wore and its connection to Maddie.",
    "soapcentral_condensed": "Jack and Carly are chatting at the Lakeview. Jack apologizes for his overreaction to Simon, the smoke alarm, and using the kids as an excuse to badger Carly. Eve and Jack discuss Louis and Maddie and all their problems. Henry confronts Louis about his suspicions regarding Maddie, but doesn't believe him. Casey and Gwen reminisce about the times they played Trivial Pursuit. Casey stands outside peering in the windows of Maddie's house while Gwen stands peering through the windows. Henry accuses Louis of raping Maddie. Eve defends Louis and tells Henry he's lost his mind and he's better not repeat his suspicions to anyone. Meg checks on Emily and suggests it's time they have a little talk. Paul listens in on Lucy and Emily's discussion about her job options. Lucy suggests that if Emily wants to lower her stress she find another line of work. Paul suggests that he buy the Intruder from Craig. Paul asks for Lucy's help, but she doubts his motives. Lucy says she'll talk to Craig.\n"
}