{
    "soap_central": "\n\nAfter she and Holden finally gave in to their desires and slept with one another, Carly had returned home and tried to keep herself busy, but she could not stop thinking about the tryst that she knew would end her friendship with Lily and destroy Holden's marriage. The teapot whistle brought Carly back to reality and when she saw her cell phone, she found a message from Holden. She could not help listening to Holden's message a few times and think about what had happened between them. \n\n\nIn the meantime, Holden returned to Lily's house and found Lily there worrying about him. She was happy he had spent the night at the camp, safe and out of the storm, and she welcomed him home. Holden gave Lily the bracelet Faith had made for her mother at camp and Lily happily placed it on her wrist. Lily sensed something was wrong with Holden, but she thought he was just tired from his long trip. She sent him upstairs to shower and take a nap and promised to join him later. Once Holden had gone upstairs, Lily called Carly and asked her to pick up Ethan and babysit so she and Holden could have some time alone. \n\n\nCarly arrived at Lily's house to pick up Ethan and when Holden answered the door he was shocked to find Carly there. The two went out on the porch, where Holden remarked that he was worried when she drove off through the storm. Carly said she was fine and explained why she was there. Just then, Lily came out and invited Carly in. Carly commented on the bracelet Faith had made for Lily and a stunned Lily wanted to know how Carly knew about the bracelet and why Holden had not mentioned she was at the camp. Holden quickly explained that Carly was there to drop off JJ at the boy's camp, but they only bumped into one another by accident. Holden insisted he was getting ready to tell Lily, but had not had the opportunity. Lily did not seem suspicious of the two running into one another and appeared grateful her husband and best friend had made it home safe. When Holden went to fetch Ethan, Lily commented to Carly that she was planning on seducing Holden. \n\n\nHolden and Lily enjoyed a quiet lunch, but as soon as lunch was over, Holden jumped up and insisted he had to go out to the farm. Lily wanted Holden to stay longer and persuaded him to join her upstairs. Lily changed into the negligee she had bought with Carly and modeled it for Holden's approval. Holden told his wife she looked beautiful, but he suddenly imagined Carly was the one standing in front of him in the sexy lingerie. Lily noticed Holden seemed to lose his focus on her and she asked him what was wrong. Holden explained that he was just overwhelmed by seeing Lily dressed so seductively and the two began kissing. \n\n\nAfter Lily and Holden made love, Lily commented on how happy she was they were together and invited Holden to move back into her home. Holden was not sure it was a good idea, but Lily convinced him that it would be best for the children if they were all back under the same roof. Lily went on to say that she had learned to be honest by watching Holden and would try to be as good of a person as he was. Holden felt guilty listening to Lily's praise and asked her to stop. Holden finally agreed to move back in with Lily and she was overjoyed to have her family back together. \n\n\nA short time later, Carly returned with Ethan and asked Lily how things went with Holden. Lily said everything went great and Holden was moving back in. Lily thanked Carly for helping her get Holden back, but a stunned Carly could not accept her friend's appreciation. Lily went upstairs to put Ethan down for a nap and asked Holden to keep Carly company. Holden told Carly they needed to talk and she agreed to meet him at the barn. Carly congratulated Holden on his reconciliation with Lily, but Holden said he would not go back to Lily until he told her the truth about him and Carly sleeping together. Holden went on to say he could not lie to Lily, but Carly said it would destroy Lily if she knew-and end their friendship and maybe his marriage. Carly begged Holden not to tell and he relented. \n\n\nAt the Lakeview, Paul was enjoying his morning coffee in the dining room until Sofie appeared and asked Paul if he had told Meg about her pregnancy. Paul said he had not told Meg yet and Sofie thought he was avoiding the truth because Meg would leave him again. Paul dismissed Sofie's remark and tried to convince her that Meg would stand by him no matter what. Their conversation came to a screeching halt when Barbara arrived and asked Paul why Sofie had not been kicked out of the hotel. Sofie immediately wanted to tell Barbara her \"good news,\" but Paul asked her not to. Barbara knew something was wrong and asked Paul to tell her what was going on. He admitted that Sofie claimed she was pregnant with his child. Barbara immediately went into her protective mom mode and insisted that Sofie was lying. Barbara demanded that Paul have a sonogram done on Sofie to prove that the baby was not his. Barbara was sure the test would prove that Sofie had a different due date and had slept with someone else besides her son. Paul considered his mom's idea and went to talk to Sofie. \n\n\nPaul arrived at Sofie's room and told Sofie to get ready to go to the hospital for a prenatal exam. He explained to her that he wanted to support her through her pregnancy, but he really wanted to know for sure if the baby was his. Sofie took Paul's interest in her pregnancy as a good sign, but Paul told her that regardless of the baby they would never be a couple. Sofie went with Paul to the doctor, still delusional that her baby could bring her and Paul together. \n\n\nAfter shopping for a wedding dress, Meg went to talk to Barbara in her suite. Meg told Barbara that she found a few dresses that she liked, but Barbara said she wanted to design Meg's gown for her. Meg thought Barbara was still too weak from her chemotherapy to work on the dress, but Barbara insisted it would be good for her to focus on something besides her cancer. After much consideration, Meg finally accepted Barbara's offer. Meg asked where Paul had gone and Barbara said he went to run some errands. Meg said she was going to pick up a friend at the hospital for lunch. Barbara knew Paul was at Memorial with Sofie, so she immediately phoned Paul to warn him that Meg was on her way there. \n\n\nAt Memorial, the doctor told Sofie she looked healthy for a woman in her first trimester. Paul questioned how many weeks along Sofie was and the doctor explained they could not know for sure without a sonogram. Paul wanted the procedure done immediately and Sofie finally realized that Paul was using the test to check his paternity. Just as the procedure was set to begin, Paul received a call and went to the hall to answer his phone. Alone with the technician, Sofie asked how accurate the test was in determining the date of conception. He explained the test was very precise and Sofie became concerned, but since she was still convinced she was having Paul's baby, she went ahead with the test. The measurements of the baby showed Sofie was only 4 weeks or less along in her pregnancy. Sofie realized the baby was too small to be Paul's and that she was actually caring Cole's child. Once the technician had gone, Sofie called Cole and asked him to meet her at the hospital right away. \n\n\nOut in the hall, Paul spoke with Barbara on the phone and Barbara warned her son that Meg was on her way to the hospital and he needed to get out of there. Just as Paul turned to go into Sofie's room, Meg stopped him and asked why he was there. Paul said Barbara had told him Meg was on her way to Memorial and he thought it would be fun to take her and her friends to lunch. Paul walked out with Meg and her friends, leaving Sofie behind. \n\n\nSofie came out into the hall and looked around for Paul, but found Cole instead. She took Cole into the stairwell and told him to go to the medical records room and find a sonogram of a two-month-old fetus and switch it with her sonogram. Cole wanted to know if she was pregnant again, but Sofie said he did not have to worry about her pregnancy and she would pay him another $10,000 to get the job done. Cole agreed and went to complete the task. \n\n\nSofie returned to the exam room and waited for her doctor. As Paul enjoyed lunch with Meg, Sofie phoned Paul and told him she had the sonogram results to show him. When Paul arrived at the hospital, the doctor showed Paul the stolen sonogram that bolstered Sofie's claim that she was two months pregnant and that meant the timing was right and the baby was Paul's. \n\n\nShocked by the news, Paul went to Barbara and told him that Sofie's test proved she was pregnant with his child. Paul was convinced Meg would be devastated by the news of Sofie's pregnancy and asked his mom to help him get out of the terrible situation. Barbara told Paul she would take care of Sofie and all he needed to do was marry Meg as soon as he could. \n\n\nAfter the visit to the hospital, Sofie met up with Cole in her room and she paid him off. Sofie said she had no more money for him and needed him to leave town right away. Cole said he had figured out the baby she was carrying was his and he was not going anywhere.\n\n\n",
    "tvmega_recap": "Carly is distracted by thoughts of Holden, as she replays his message of concern repeatedly. Lily is happy Holden is home, but he is riddled with guilt. Lily calls Carly and asks her to watch Ethan while she and Holden have some alone time, as Carly agrees. Sophie continues to twist the knife subtly to Paul about being pregnant; she remarks that he hasn't told Meg yet because he knows she will leave him. Meg shops for wedding dresses. A distraught and furious Barbara learns Sophie is pregnant. She advises Paul to make sure that the baby is his by getting a sonogram done. When Carly misspeaks, Lily learns Carly was with Holden at the camp but is glad. Carly and Holden try to hide their awkwardness. Lily secretly tells Carly that she is going to wear her new lingerie for Holden, as Carly can't help but be sad. Meg is worried about buying a dress too soon; she doesn't want to jinx things. Paula asks Sophie to get a sonogram; at first, she balks but then she agrees. Paul asks the doctor to perform the sonogram and she agrees. Barbara gets Meg to agree to let her make her wedding dress only if she promises to take it easy during the process. Barbara learns Meg is having lunch with friends and is on her way to pick one of them up at the Ob-Gyn wing of the hospital; Barbara warns Paul. Sophie's sonogram takes place while Paul is out of the room and she learns that Paul can't be her baby's father. Meg finds Paul at the hospital and he pretends to be there to ask her and her friends to lunch. Lily seduces Holden, who is guilty and not really in the mood, but when Lily questions him on his mood, Holden sleeps with Lily. Lily wants him to move back in, but Holden is unsure. Lily talks about how she has changed; she promises that while she won't be perfect she will be honest; when she waxes on about how honest he is, Holden becomes uncomfortable and changes the subject. Soon, Holden is also agreeing to move back home. Sophie calls Cole with a favor; she wants him to steal her a sonogram for a woman who is 2 months along. Paul is preoccupied at lunch but is charming nonetheless. Cole does as he is told and Sophie calls Paul and asks him to come back to the hospital to see the sonogram. Carly learns that Holden is moving back home with Lily. Meg's friends are impressed with Paul and toast to her future with him. Sophie shows Paul the fake sonogram. Paul tells Barbara that Sophie's baby is his and worries about losing Meg. Barbara tells him to marry Meg soon and leave Sophie to her. Carly and Holden meet in secret where he tells her that he has to be honest with Lily and tell her what happened between them, as Carly pleads wit him not to. Cole tells Sophie that he is not taking her small pay off and leaving town because he knows that the baby is his and if she wants him to stay quiet then she is going to have to get used to paying him off regularly from now on. Lily tells Ethan that his daddy is coming home. Holden thinks he has to be honest, but Carly thinks it is selfish because it is going to devastate Lily; he will lose his wife and she her best friend. Holden finally agrees not to say anything. Carly tells Holden to go take care of his wife and they will pretend that the night before never happened again, as an emotional Carly walks away and a saddened Holden watches her go.",
    "soapcentral_condensed": "After she and Holden finally gave in to their desires and slept with one another, Carly had returned home and tried to keep herself busy. She could not stop thinking about the tryst that she knew would end her friendship with Lily and destroy Holden's marriage. The teapot whistle brought Carly back to reality and when she saw her cell phone, she found a message from Holden. Holden told Carly they needed to talk and she agreed to meet him at the barn. Carly begged Holden not to tell and he relented. Holden finally agreed to move back in with Lily. Paul was enjoying his morning coffee when Sofie appeared and asked him if he had told Megie about her pregnancy. Sofie immediately wanted to tell Barbara \"good news,\" but Paul asked her not to. He claimed that Sofie was lying and insisted that Barbara had done a sonogram to prove that she was pregnant with his child. Barbara demanded that Paul prove that he was not lying and asked why Sofie had not been kicked out of the hotel.\n"
}