{
    "soap_central": "\n\nNick has doubts about returning to work but Katie gives him a pep talk.  When he goes upstairs to get ready the doorbell rings - it's Mike!  He came back early and decided to surprise her.  Katie and Nick try to avoid telling Mike what happened but balloons that Katie ordered for Nick arrive which mention his reinstatement.  When Mike asks what happened, Nick runs out the door saying he'll explain later.  Mike asks Katie to marry him again and they make love.\n\n\nHenry finds Emily with homecoming gifts for Paul.  He realizes that she is probably trying to pin Dusty's murder on Meg in order to free Paul, but Emily denies any schemes.  Henry begs her to forget Paul and get out while she can.  He does his best to convince her that Paul will only end up hurting her again but she cannot be swayed and leaves with her presents.  At the police station, Hal tells Jennifer the photo is real and proves that not only is Dusty alive but that he is somewhere within a 50 mile radius.  Jennifer sees Paul in the interrogation room and bursts in demanding to know where Dusty is.  Paul tells her he doesn't know.  Jessica tells them she's filed a motion to have the murder charges dropped and goes to meet with the judge.  Jennifer asks Paul why he confessed and when he tells her he did it for her she immediately accuses him of doing it for Meg.  Paul denies it and Hal starts to call Meg but Paul yells to leave her out of it.  Hal and Jennifer are suspicious about his relationship with Meg but he manages to cover by saying they can question her all they want, he just doesn't want her anywhere near him.  Jennifer asks him why he married Paul and he says she has everything he needs.  He goes back to his cell and Jennifer tells Hal she's convinced that he knows something.  She tells him she will go and talk to Meg, but Hal asks her to let him handle it as Meg is now their prime suspect.  Jessica comes back from her meeting with the judge to tell Hal that the murder charges have been dropped.  Hal assures Jennifer that there are so many charges against Paul he will stay in jail for weeks until trial.  She tells him that if he wants to help her find Dusty he will let Paul go.  Emily comes to visit Paul in his cell and he tells her Dusty is alive.  She feigns surprise, but he acts suspicious and presses her about her \"feeling\" that he would get out of jail.  She continues to deny any knowledge of Dusty's status.  Jessica comes downstairs with the good news.  Emily is ecstatic, she tells Paul she will run home and get everything ready.  Paul tells her he cannot go home with her.\n\n\nJack comes home to tell the kids about the separation.  At first Carly fights the idea, even going so far as to stop Jack as he's telling JJ and Parker that they will be living apart for a \"long time\".  They regroup and share a tender and painful moment as they try to explain what's happening to the boys without going into any details about their fight.  In the midst of the kids trying to understand why, Parker mentions the incident with Chardonnay and promises Carly he didn't tell Jack about it.  Jack is furious and after the kids go upstairs he implies that he may try to take the kids at some point.  Sage comes downstairs and Jack has an obvious hard time saying goodbye to her.  He leaves for Emma's, but when he gets there he finds Nick sitting at the kitchen table.\n\n\n",
    "tvmega_recap": "Jack comes home wanting to talk to the kids about their separation, which Carly vehemently is against, but Jack won't budge. Parker and JJ are devastated when they get the news, and have a million questions as to why they are separating? Jack and Carly do their best to comfort them while not understanding things themselves really. Carly is stunned when Jack admits to be considering divorce. Jack learns by accident about Carly asking Parker to lie for her when Chardonnay came to the house looking for money, which causes more of a rift between two people that already have the Grand Canyon between them. Jack insinuates that he may be considering taking the kids to live with him after a little while, which further devastates Carly. Mike surprises Katie when he comes home. He finds out by accident about Nick needing to reinstated onto the Oakdale PD. Katie and Nick do their best to divert his questions, which work for the time being. Katie and Mike get passionate. Henry warns Emily to get out of her relationship with Paul before it is too late. Jen learns Dusty's picture was not doctored; he is alive. Jen feels that Paul is the key to finding Dusty alive. Paul almost reveals to Jen and Hal his true feelings about Meg. Paul pumps Emily for information on how she conveniently knew something would break to help his case? Emily looks as if she might tell him the truth, but then pretends she just had a feeling. Jess gets the murder charges dropped against Paul, and Emily excitedly plans for Paul's first night home, only to be told by Paul that he can't go home with her. Jen asks Hal to release Paul.",
    "soapcentral_condensed": "Nick has doubts about returning to work but Katie gives him a pep talk. Mike asks Katie to marry him again and they make love. Hal tells Jennifer the photo is real and proves that not only is Dusty alive but that he is somewhere within a 50 mile radius. Jennifer asks Paul why he confessed and when he tells her he did it for her she immediately accuses him of doing it for Meg. Hal and Jennifer are suspicious about his relationship with Meg but he manages to cover by saying they can question her all they want, he just doesn't want her anywhere near him. Jack comes home to tell the kids about the separation. At first Carly fights the idea, even going so far as to stop Jack as he's telling JJ and Parker that they will be living apart for a \"long time\" They regroup and share a tender and painful moment as they try to explain what's happening to the boys without going into any details about their fight. Jack is furious and after the kids go upstairs he implies that he may try to take the kids at some point.\n"
}