{
    "soap_central": "\n\nMike tells Henry he plans to propose to Katie. Margo gives Katie Simon's death certificate, which she files in court. Meanwhile, a weary Simon returns home and hopes Katie will forgive him. Henry offers to help Mike transform himself to give Katie the most romantic night of her life. After, Mike calls Katie and asks her to meet him at the hotel for a surprise. When she arrives, Mike can't wait and blurts out his marriage proposal to Katie. She accepts. Henry happens upon a sleeping Simon and faints. Chris overhears that Susan is worried about Alison. Holden learns Lily and Dusty uncovered new information and Barbara and Paul are missing. They leave for the station to monitor the search. An unconscious Emily is brought into the ER. Jennifer searches Will's e-mail for any clues to where Barbara may have taken him. A stunned Jennifer comes across an e-mail from Will to Barbara that reveals he is the murderer. Will admits to Paul he killed Rose. Paul is heartsick by Will's revelation. Emily remembers hearing Barbara call for a helicopter. Hal takes off, but is interrupted by Jennifer who tells him the shocking news about Will. Hal bolts from the hospital. Paul assures Will he'll always love him. Barbara pleads for Paul to let them go. Paul holds Will in a loving embrace while the helicopter approaches. He finally releases Will to a waiting Hal. Walker comforts Jennifer, who can't bring herself to tell him what she now knows about Will. Lily, at Dusty's urging, has called the press. Holden bristles. A devastated Hal holds Will, cautions him not to say another word about what happened. He will take Will into the station himself. Barbara and Paul share some bitter words before she's taken off in handcuffs.  \n\n\n",
    "tvmega_recap": "Barbara invites another of her children to come with her, as she tried to handle things but that didn't work. Chris is interrupted from getting important news, as an emergency needs attention. Emily proves that she is a tough broad, even when her life is in danger. Hal arrives just in time, makes the final decision on what happens to his boy and gives an order that seems to show favoritism. Henry helps with a proposal and faints when he sees a dead man waking. Holden is ignored, as a twin has to see things through, figures out who called the media and points out who needs to be trusted in the case. Jack tries to calm a pair that feels that the cops have been looking out for their own. Jennifer is asked to look in the computer to see what's been discussed, reads the truth via email and gives the download on the skeletons in her family closet. Katie decides to sell out and accepts a proposal. Lily hears that there is a confession and now she knows that everything is alright. Margo hands over a death certificate and final papers. Mike is suited to a tee for his important date. Paul can't let go, as the helicopter arrives and admits that he would have let the boy go, but not with his mother. Sergio gets a new and reluctant client. Simon asks his furry friends what has been going on since he has been gone. Susan knows that a missing teen is sure to find trouble. Will confesses.",
    "soapcentral_condensed": "Mike tells Henry he plans to propose to Katie. Margo gives Katie Simon's death certificate, which she files in court. A weary Simon returns home and hopes Katie will forgive him. Henry happens upon a sleeping Simon and faints. Holden learns Lily and Dusty uncovered new information and Barbara and Paul are missing. An unconscious Emily is brought into the ER. Jennifer searches Will's e-mail for any clues to where Barbara may have taken him. Will admits to Paul he killed Rose. Paul is heartsick by Will's revelation. Emily remembers hearing Barbara call for a helicopter. Hal takes off, but is interrupted by Jennifer who tells him the shocking news about Will. Paul holds Will in a loving embrace while the helicopter approaches. A devastated Hal holds Will, cautions him not to say another word about what happened. He will take Will into the station himself. Lily, at Dusty's urging, has called the press. Paul assures Will he'll always love him. Barbara pleads for Paul to let them go.\n"
}