{
    "soap_central": "\n\nParker, who is supposed to be at school, comes home with a piece of paper. He gives it to Carly and tells her it's a way to save her life. He tells her he went online and found a clinic in Berlin with a new treatment. She tells him that it is complicated and that she could never afford it anyway, but Parker tells her they can use his trust fund from Rosanna. Carly tells him that he can't touch that money until he is 21, but Parker said that since it's an emergency Rosanna would let them have the money now. She sent him off to school and promised she would call. \n\n\nAt Fairwinds an outraged Paul demands to know why Rosanna suddenly got amnesia and lied on the stand and asks her if Craig did something to make her lie. Rosanna told him that it's not like that, and she will tell him everything. She nervously told him that she had been lying to him since the day she came back to Oakdale. She tells him that the day they ran into Craig and Meg at The Lakeview she saw how much Paul hated Craig and she knew that the only way that Craig was to be punished was for her to remember what happened, so she told him what he wanted to hear, but she just couldn't lie under oath. She begs for his forgiveness and wants to get back to planning their marriage and life together. Paul tells her that he wants that too, but that won't be possible. He feels responsible for her not having a full recovery. She tells him that it's not his fault, but he says that in order for them to move forward she must get better; they will get the best specialist available and that getting her full memory back is all that matters now. Rosanna tells him that she feels that he isn't being honest with her, but they are interrupted by the phone ringing; it's Carly. She asks Rosanna to come over right away and she agrees. Rosanna asks Paul if they can talk when she gets back. He and smiles and agrees, but as she walks out his smile quickly fades into a scowl. He angrily kicks over the trash can and discovers the cell phone. He watches the video of him and Meg in Old Town and sneers as he closes the phone.\n\n\nRosanna arrives at Carly's; she is concerned that something is wrong because Carly sounded so serious. Rosanna mentions Jack and how difficult the situation is, but Carly tells her to sit down. After hearing of Carly's diagnosis Rosanna is shocked and saddened. She tells her that whatever it costs she will pay to find a cure for her. Carly tells her she already got several second opinions and mentions the clinic Parker found in Berlin. Rosanna tells her that they must go to Berlin, but Carly told her that if she thought it was worth it, she would go. She told Rosanna that she is out of options. Carly noticed Rosanna's engagement ring and is overjoyed, but Rosanna looked sad. She tells Carly that there might not be a wedding. She loves Paul but she thinks that he may not love her. Carly asks why, but Rosanna doesn't want to burden her. Carly tells her not to treat her different now that she is sick. Rosanna tells her that she loves Paul and can't lose him. Carly asks what could make her lose him. \"Meg Snyder\" she said. \n\n\nRosanna told her that she had lied under oath because she feared she would lose Paul and asked Carly if she thought it was a mistake. She told her that her lies with Jack caused her to lose him. Rosanna fears that if she tells Paul the truth now he is sure to leave her. Carly tells her that now she has to hope he doesn't find out. Rosanna's phone rings; it's Paul. He tells her that he misjudged what happened in court and that he thinks it's time they are completely honest with each other. He asks her to come home so they can talk about it. She agrees. \n\n\nAfter hanging up with Rosanna, Paul calls the maid Millicent to him. He asks her if Rosanna had any recent guests. Millicent reluctantly tells him that she had a gentleman guest - someone she didn't recognize.\n\n\nRosanna told Carly that she thought Paul sounded better and maybe this will all work out. Carly tells her to go home and talk to him. As she leaves Carly tells her that even if Paul does learn the truth and forgives her completely she will still have a problem; Meg. Rosanna said that she will have to take care of that problem right away. Carly tells her that she is sure she will do the right thing. They hug and she leaves.\n\n\nParker came home during a study period. He eagerly wanted to know if she talked to Rosanna. Carly sat him down and explained to him that she wasn't going to get better and they have to accept it. She told him that they needed to focus on making the best of the time she had left. \n\n\nParker doesn't want her to give up, but Carly tells him that the best thing for them to do is to be there for each other. Before going back to school he tells her that he has a really strong feeling that she is going to be fine. \n\n\nAt The Lakeview Meg asks Craig if he had anything to do with Rosanna suddenly losing her memory in court. Craig is outraged that she would think this. Meg tells him that at first he was so nervous about Rosanna's testimony, but suddenly everything changed. Craig tells her that he has no idea why Rosanna changed her mind, but the result is that he is free. He then told Meg her that she had her own agenda; she was hoping to see him go to prison so that she would have a reason to end their marriage and go back to Paul. \n\n\nMeg tells Craig that he has nothing to worry about with Paul since he hates her now. She tells him that she wants to believe him, but doesn't know what to think. Craig told her that he has always been honest about how he feels and that if she is going to doubt him, their marriage is meaningless. He told her that she must make a decision; she is either with him or not and if it's the latter he would like her to go. She tells him that if Rosanna wasn't prepared to accuse him then she doesn't have the right to not trust him anymore, but Craig is unsatisfied with this answer. He tells her he wants her to stop doubting him and be a wife to him in everyway- starting now. He then grabs her and kisses her passionately. Craig demands that she make up her mind- right now. \"Are you my wife or not? Decide Meg, right now!\" Meg's answer is delayed by the ring of his cell phone. It is Rosanna. She tells him that she must see him right away. He tells her it's not a good time, but Rosanna tells her that if he doesn't meet her, she will go talk with Meg herself. Craig tells Meg that his lawyer needs to see him. He tells her to wait for him upstairs and think about what he said. \n\n\nAt Al's Rosanna is waiting for Craig. He told her that she did the right thing in court that day, but Rosanna tells him they are not out of the woods yet; Meg and Paul have a connection. She told Craig that he needed to take care of the problem. She told him that in order for him to stay with Meg and her to stay with Paul, he and Meg need to have a child- the sooner the better.\n\n\nCraig returns to Meg at The Lakeview. He asks her if she thought about what he said and is she ready to be his wife. \"I am\" she said. They kiss and move to the bed. Before making love, Meg grabs birth control from the nightstand. Craig tells her no- he wants to make a baby. \n\n\nRosanna arrives at Fairwinds and calls for Paul, but Millicent tells her that that he isn't there. She hands her a package. \"He said you would want to see it again.\" she said. Rosanna sat down and nervously opened the box; it is the cell phone. Rosanna is shocked. She opens the phone, plays the video and realizes what has happened. \n\n\nAt the garage a weak and injured Dusty comes to after passing out at the wheel of the parked car. Sly comes back with something for him to eat. He tells Dusty that he couldn't let him die. Dusty asks him if he wants money, but the guy says no and points out that someone already cleaned him out. Dusty asks why he is being so gracious, and Sly tells him that he doesn't want the Mayer to come after him. Dusty explains to him that it wasn't the Mayer, but rather Colonel Winston Mayer that shot him. He offers to pay him if he brings him to a hospital, but Sly is worried that a gunshot victim would cause police involvement. Dusty tells him to give a message to a friend and that she will give him all the money he needs. He gives him Lily's name and tells him to go to the farm.\n\n\nWinston and Noah are having lunch at Al's. Noah tells him how happy he is that he is accepting that he is gay. Winston tells him that it hasn't been easy, but they are family. Noah asks him what happened to make him change his mind. Winston remembers how he shot Dusty and tells Noah that he has no idea how far he is willing to go to do what's right for him. He tells Noah that he feels terrible to treating him that way he did and that he wants to make amends to him and Luke. Noah calls Luke and tells him that his dad wants to see him.\n\n\nWinston and Noah arrive at Emma's. Winston asks if Lily was there because he wanted to talk to her too. Luke tells him that Lily is not there, but is sure that she understands. Winston tells Luke how sorry he was for treating him the way he did and hope that he and Lily can forgive him. Holden suggests that they join them for a family dinner. Winston accepts and Holden tells him that he will see them later and leaves. Winston goes out to the porch. Sly arrives at the farm, but hides in the bushes when hears voices. Noah tells Winston that if he is uncomfortable, they don't have to go to the dinner, but Winston tells him that he already accepted the invitation and \"Colonel Winston Mayer never goes back on his word.\"  Hearing his name, Sly listens more. Winston walks outside and is approached by Sly. He told him that he needed to talk to him about Dusty Donovan. Winston denies knowing Dusty, but Sly tells him \"he's the guy you shot and left for dead.\"\n\n\nAlone in the kitchen, Noah goes to kiss Luke, but he stops him worrying that Winston will see them. He tells Noah that he still gets the feeling that he still doesn't like him. \n\n\n",
    "tvmega_recap": "Noah's father pretends to accept Luke and Noah's relationship by going to have dinner with the Snyder family at the farm. Sly returns to the junkyard because he feels guilty about leaving Dusty in such bad shape. Sly only wants money so he agrees to go to the farm to tell Lily Dusty's location because Dusty promises him Lily will give him money. Sly runs into the Colonel at the farm and since Dusty told him the Colonel shot him Sly decides to negotiate with the Colonel and tells him Dusty isn't dead yet. Parker finds an experimental treatment for Carly and wants to pay for it with the trust fund money Rosanna gave him. Carly tells Rosanna about her illness and the experimental treatment but she tells her sister the treatment won't work for her kind of tumor. Craig pressures Meg to either act like a wife to him in every way or leave him. Meg gives into Craig's pressure and they start to make love because Rosanna tells Craig he must get Meg pregnant right away. Paul discovers that Rosanna had a private detective follow him when he sees the video of him and Meg talking. Paul leaves the house but the maid gives the cell phone video back to Rosanna on orders from Paul. Rosanna fears she has lost Paul because she lied to him.",
    "soapcentral_condensed": "Rosanna's phone rings; it's Paul. He tells her that he misjudged what happened in court and that he thinks it's time they are completely honest with each other. He asks her to come home so they can talk about it. Rosanna arrives at Carly's; she is concerned that something is wrong because Carly sounded so serious. She told her that she had lied under oath because she feared she would lose Paul and asked Carly if she thought it was a mistake. Carly noticed Rosanna's engagement ring and is overjoyed, but Rosanna looked sad. She loves Paul but she thinks that he may not love her. Carly tells her not to treat her different now that she is sick. She tells Rosanna that she loves Paul and can't lose him. Carly says that even if Paul does learn the truth and forgives her she will still have a problem; Rosanna said that she will have to take care of Meg. Parker comes home with a piece of paper and tells her it's a way to save her life. He says he went online and found a clinic in Berlin with a new treatment.\n"
}