{
    "soap_central": "\n\nBrad goes to Katie's suite at the Lakeview and lets himself in as she's getting dressed. She tells him to give back the room key, since they're going back to the way things were. They have an assignment from WOAK to drive up to Wisconsin for an ice-fishing tournament that starts at dawn, so they'll be driving during the night. Katie isn't happy they're going somewhere so cold. They stop by the station, where Vienna brings them a picnic basket full of food to take with them. When Katie steps away for a minute, Vienna tells Brad he needs to tell Katie how he really feels or he'll lose her. On the way to the tournament, Katie gets a call from the station on her cell phone telling her that the tournament has been canceled because many of the participants suddenly came down with the flu. She loses the signal but tells Brad to turn around and head home. He says he can't and admits that he's lost, saying they're also running low on gas. Katie laughs at first, thinking he's joking, but then sees that he's serious. Brad says they should stop and conserve gas until daylight, when they can find someone to ask directions. They take out their winter parkas they brought for the ice fishing and put them on, and then Brad starts talking about hot beaches, to try to warm them up. When it's Katie's turn, she starts talking about driving to Vegas, but then she realizes Brad has nodded off. She snuggles against him, and he mutters something about \"no place I'd rather be.\" To her surprise, the next thing he says in his sleep is, \"I love you. I love you.\"\n\n\nAt the hospital, someone walks in on Dusty, and surprised, he asks, \"What are you doing here?\"\n\n\nLucinda walks up to Margo and tells her someone needs to make Dusty pay for what he's done, especially to Lily. Susan finds Emily wandering in the halls, and when she asks what's wrong, Emily just mutters, \"It's over. It's all over,\" before heading back the way she came. Chris is at the Lakeview Hotel's lounge, having a Scotch, and the bartender says that if looks could kill, he'd be dead; Chris says he's not the guy who has to worry about that.\n\n\nIn the stairwell, Holden finds Lily sitting on a step. In her hand, she's clutching something. Holden takes her back to her room and gets her to show him what's in her hand; it's a syringe, but when he asks what she was doing with it, she's unable to give him a coherent answer. He goes out in the hall and tries to put the syringe in a medicine cart, but Susan walks up and asks what he's doing. She is paged and has to leave but tells Holden to ask a nurse if he needs something for Lily. Holden puts the syringe in his pocket, then calls Luke and tells him that he's at the hospital with Lily; he doesn't want to tell him why but ultimately admits that Lily overdosed on some pills, although he tells Luke it was probably accidental. He asks Luke to stay put and not let Meg or the kids know what's going on yet. When Luke asks where Lily's boyfriend is, Holden says he doesn't think they have to worry about him anymore.\n\n\nNoah walks up to Luke, and he can tell something's wrong. Luke tells him that his mom's in the hospital, and Noah sympathizes while Luke worries that he's been a jerk to his mom. Noah gives Luke a hug, and Faith and Natalie come into the room, with Natalie saying, \"They're hugging!\" Faith says, \"Of course they are, they're dating!\" Luke tells Natalie that when she's dating, he'll pay her back, but she says, \"Guys are yucky!\" Noah puts an arm around Luke and says, \"I used to think so, too!\" The girls want to know where their dad is, and Noah covers by saying he left because he didn't want any part of the board game they're about to play with the girls. They bring out a board game and play it, girls versus guys, and the girls win. Luke tells them it's bed time, then he apologizes to Noah for the untypical collegiate night they've had. Noah says he likes it because he likes being part of a family. \n\n\nLucinda goes to try to find Dusty and does indeed find him, lying on the floor of an office, with Emily beside him, head on his chest. Lucinda asks if Chris punched him, and Emily doesn't know. Lucinda leaves, and Emily tries to tell Dusty to wake up. Lucinda gets Tom and Margo and brings them and one of the doctors to where Dusty and Emily are. The doctor clears Emily away as Susan walks in. Susan performs CPR on Dusty as Tom calls Chris and tells him to get back to the hospital right away. When Chris arrives, they tell him it's been 15 minutes, and Chris tells Susan to stop the CPR. He tells the doctor to \"call it\" and offers a time of death. Emily faints. When she comes around, Susan asks Chris if he'll take Emily home, but Chris coldly tells her she should do that. Tom tells him he thinks Susan needs to stay to talk to the police, but Chris says he's in charge of the hospital and that makes this his responsibility. Lucinda wonders out loud how someone Dusty's age could just suddenly stop breathing, pointedly asking Chris if he knows, since he's a doctor. Susan tries to leave with Emily, but Margo stops her, saying she wants to get Emily's statement while her memory of what happened is still fresh. Emily, however, isn't much use, saying she doesn't really know what happened. Seeing how disoriented Emily is, Margo agrees to let her go home and get some rest. In the stairwell, Susan reminds Emily that she saw her coming from the direction of the room where Dusty was found and then returning that way, and when she asks what Emily was doing, Emily says she was in a fog and doesn't know. Emily stops at the hospital chapel and cries at the altar, begging for forgiveness.\n\n\nTom takes Chris out to get some coffee and asks him what was going on with him and Emily and Dusty. He tells him he's his brother and a lawyer, \"So tell me what went on tonight, and I'll figure out which one you need more.\" Chris tells him that Dusty not only tried to ruin his career but also his relationship with Emily, saying Emily slept with Dusty while she was living with Chris. Tom says that although that's bad, Chris and Emily were not in a committed relationship, like a marriage. Chris says even though he hadn't popped the question, it didn't mean he wasn't imagining a future with Emily, but Dusty probably convinced her they didn't have a future. Chris gets paged by the hospital and leaves. He runs into Evan Walsh at the hospital, who tells him the police just finished questioning him. Evan says the bright side of this is that without Dusty out there throwing around accusations, there's nothing in their way anymore; Chris says that thought occurred to him, too.\n\n\nDallas tells Margo they're almost finished questioning the people in the hospital. The medical examiner tells Margo he's found a puncture wound that looks like an injection site, and he shows her the bruising around it, saying that means that Dusty fought the injection. When Margo asks what was injected, the medical examiner says they'll have to wait for the results of the toxicology screen. Margo knows now for sure that Dusty was murdered.\n\n\nLucinda goes to tell Holden about Dusty, asking him to step outside Lily's room so she won't hear them. Lily, however, shouts for Holden, and when he goes back in the room, she groggily tells him, \"Dusty's dead.\" Holden asks how she knew that, and she's not sure. She drifts off to sleep again. Holden stays by Lily's side, and when she wakes up and asks him what's going on, he tells her, \"Nothing you need to worry about. Just go back to sleep. I'll take care of you. I'll take care of everything.\"\n\n\n\n\n",
    "tvmega_recap": "Brad and Katie get lost and run out of gas on their way to cover a story for Oakdale now. As they sit in the car and wait until morning, a sleeping Brad tells Katie he loves her. Katie who is awake is surprised by what she hears. Someone kills Dusty in the hospital lab, and everyone is a suspect. The medical examiner finds a puncture wound as if Dusty was given an injection to stop his heart. Holden later finds a woozy Lily in the hospital stairwell and takes her back to her room. Holden finds a syringe in Lily's hand. Thinking that she killed Dusty with it, he wipes off Lily's fingerprints. puts his own fingerprints on the syringe, and promises a sleeping Lily that he will take care of everything.",
    "soapcentral_condensed": "Noah tells Luke that his mom's in the hospital, and Noah sympathizes while Luke worries that he's been a jerk to his mom. Chris is at the Lakeview Hotel's lounge, having a Scotch, and the bartender says that if looks could kill, he'd be dead; Chris says he's not the guy who has to worry about that. Lucinda tells Margo someone needs to make Dusty pay for what he's done, especially to Lily. Susan finds Emily wandering in the halls, and when she asks what's wrong, Emily just mutters, \"It's over. It's all over\" Emily tries to tell Dusty to wake up as Susan performs CPR on him, and Lucinda gets Tom and Margo to bring them and one of the doctors to the hospital to try to get Dusty back on his feet. Luke tells Natalie that when she's dating, he'll pay her back, but she says, \"Guys are yucky!\" Noah puts an arm around Luke and said, \"I used to think so, too!\"\n"
}