{
    "soap_central": "\n\nChris dreams of Alison. Alison says goodbye to Chris as he sleeps and is interrupted by Nurse Tish, who suggests Ali should be with her husband. Alison goes to see Aaron and says she told Chris the truth. She claims Chris took the news well, but asks Aaron to keep up with their charade for a few more days, until Chris and Alison can inform their families. Aaron is suspicious but agrees. Walker informs everyone that Rose wasn't poisoned by the champagne. Paul, cleared, confronts Lily and Dusty and insists they answer for what they've done. Jessica advises Paul not to talk to anyone until she and Tom finalize things. Jennifer inadvertently informs Craig about Mitzi's poisoning, cluing him in on why his plan went awry. Craig encourages Rosanna to go see Paul. Barbara has broken into Rose's bathroom and Hal enters, catching her in the act. She tries to cover but Hal isn't buying. He announces that he has confiscated certain household items, cuffs Barbara and hauls her off. At the station, Paul wants answers from Barbara. Tom tells Lily and Dusty he doesn't have a case against Paul. Dusty is looking for another way to indict Paul when Holden kicks him out against Lily's wishes. As Barbara gears up to tell Paul something important, Jennifer and Rosanna come in. Jack says Mitzi was poisoned because she used Rose's things. Hal reveals the poison was in the mouthwash, and encourages Barbara to come clean. Mitzi calls Craig, wanting money or she'll spill what he had her do. Holden is called away and Dusty calls Lily, saying he's found damning evidence that could change everything. Meanwhile, Barbara confesses to murder.  \n\n\n",
    "tvmega_recap": "Alison's heart is broken as she realizes that she will never see her mother again and she has her hand roughly removed when she tries to touch her true love. Barbara has no answers for being in the wrong place at the wrong time, shouts in horror when she hears the list of things that are going to be tested; and calmly gives up. Craig still feels that he can hit a hole in one. Hal will deal with doing the charges, as he feels that he has to. Holden talks sharply, as his point isn't getting across. Jennifer is horrified when she walks in on a confession. Lily buys more time with her husband. Paul is offered the truth, listens to a confession and finds no sympathy for a killer. Rosanna drops everything when a visitor delivers a message. Rose's murderer admits to it.",
    "soapcentral_condensed": "Chris dreams of Alison. Alison says goodbye to Chris as he sleeps and is interrupted by Nurse Tish, who suggests Ali should be with her husband. Paul, cleared, confronts Lily and Dusty and insists they answer for what they've done. Jennifer inadvertently informs Craig about Mitzi's poisoning, cluing him in on why his plan went awry. Barbara has broken into Rose's bathroom and Hal enters, catching her in the act. She tries to cover but Hal isn't buying. He announces that he has confiscated certain household items, cuffs Barbara and hauls her off. Paul wants answers from Barbara. Tom tells Lily andDusty he doesn't have a case against Paul. Dusty is looking for another way to indict Paul when Holden kicks him out against Lily's wishes. Jack says Mitzy was poisoned because she used Rose's things. Hal reveals the poison was in the mouthwash, and encourages Barbara to come clean. MitzI calls Craig, wanting money or she'll spill what he had her do.\n"
}