{
    "soap_central": "\n\nWill gets ready to stay at the hospital and to begin counseling with Dr. Michaels.  Barbara is upset and wants him to be an outpatient.  Will asks Hal if his mother will be okay.  He makes Hal promise him that Barbara will not go away again.  Hal tells Barbara to keep it together.  He doesn't want Will to be worried about his mother. \n\n\nMargo tells Jack that she found the baby's parents and they have a court order to pick him up immediately.  Jack and Carly meet the parents at the airport and say good-bye to Jack, Jr, whose real name is Alexander.  When they return home they find a package that is addressed to Detective Jack Snyder - World's Greatest Dad.  \n\n\nRosanna is recovering in the hospital.  She tries to gets out of bed but is still in a lot of pain.  Sierra walks in and helps her then she lays some \"ground rules\" for Rosanna.  Sierra tells her that Craig gave his heart to Rosanna and she wants a truce.  She tells Rosanna to be kind to Lucy or else she'll lose Craig.  As Sierra leaves, she tells Rosanna they have more in common than their taste in men.  Sierra says that she had the same surgery a few years ago.  Rosanna is surprised but pleased that Sierra shared the information.  Craig doesn't know about it though and Sierra says she'd like to keep it that way.  \n\n\nLucy is doing well in physical therapy. Sierra says good-bye to her daughter and leaves to go back to Montega.  Craig tells Lucy that Aaron was sad to see her in a wheelchair.  Lucy says she doesn't need anyone to feel sorry for her.  Craig tells Lucy that he's looking for a house for them.  He is able to convince Lucy that all she needs is him.  She tells Craig that she gets the feeling that something bad happened between her and Alison.  \n\n\nLater, Lucinda wheels Lucy back to her room and they run into Will.  Lucy says, \"I know that boy.\"  She remembers that he blamed Aaron for the barn fire.  She then has a vision of her and Alison fighting but she doesn't know why yet.  \n\n\nCraig goes to see Rosanna and realizes that Rosanna is sticking up for Lucy.  He asks her when she \"switched sides.\"  She tells him that she had a visitor.  \n\n\n",
    "tvdb": "Carly and Jack receive conformation that Julia stole J.J. Jack says a heartfelt goodbye to J.J. Jack and Carly return home to find an envelope addressed from Julia. Aaron calls Alison on telling Craig that he and Lucy slept with one another. Alison denies telling Craig anything. Meanwhile, Craig warns Lucy to resist pressure from Aaron and informs Aaron that Lucy does not want to see him. Meanwhile, Aaron and Alison bond while Lucy sees Will and flashes back to a conversation in which Alison admits to starting the fire. Sierra confronts Rosanna and makes her promise to treat Lucy with respect after Sierra returns to Montega. Rosanna agrees. Later, Craig admits to Rosanna that he feels guilty about telling Aaron Lucy did not want to see him and Rosanna responds by relaying to Craig her conversation with Sierra. Craig rushes to the airport to say goodbye to Sierra. While Alison waits for Will to arrive at the psych ward she probes Dr. Michaels about what will happen to Will. Hal, Barbara and Will arrive at the hospital. Hal chastises Barbara for making Will feel responsible for her well being, warning her she must stop. Later, Alison comforts Will. ",
    "soapcentral_condensed": "Will gets ready to stay at the hospital and to begin counseling with Dr. Michaels. Margo tells Jack that she found the baby's parents and they have a court order to pick him up immediately. Jack and Carly meet the parents at the airport and say good-bye to Jack, Jr. Lucy is doing well in physical therapy. Craig tells Lucy that Aaron was sad to see her in a wheelchair. Lucy remembers that he blamed Aaron for the barn fire. She then has a vision of her and Alison fighting but she doesn't know why yet. Craig goes to see Rosanna and realizes that Rosanna is sticking up for Lucy. He asks her when she \"switched sides\"  She tells him that she had a visitor. Craig is able to convince Lucy that all she needs is him. Lucy says, \"I know that boy.\" Later, Lucinda wheels Lucy back to her room and they run into Will. Will makes Hal promise him that Barbara will not go away again. Hal tells Barbara to keep it together.\n"
}