{
    "soap_central": "\n\nAt the Lakeview, Lily meets Cheri Love, who had an appointment to meet with Lisa; Lily explains that Lisa couldn't make it, and she says she understands Cheri is interested in renting a block of rooms. Cheri tells Lily that she works for a political lobbying group and that they need a large block of rooms and a lot of confidentiality and privacy. Lily assures her that the hotel can be discreet, and she offers Cheri a contract for the room. When Cheri leaves to run out to her car and get her business credit card, Dusty approaches Lily and informs her that Cheri is actually a hooker. Lily is upset to hear this and mad at herself for having almost made yet another horrible error in judgment. She lists the many things she's done wrong lately, from becoming addicted to diet pills to lying to Holden and paying the ransom money for Carly, and Dusty tells her she's being too hard on herself. She tells him he'd do better to steer clear of her, but he reminds her that she's the closest thing to family he's got in Oakdale, since they've known each other even longer than she's known Holden, and he says he's not going anywhere. She asks if they will be friends forever, and he nods his agreement. She says she's worried about what Cheri might try to do to get back at him, but he tells her there's nothing left that Cheri can do to him. Meanwhile, Cheri meets up with Elwood, whom she contacted through his business enterprise, 1-800-GEEKBOY, and she tells him she needs some help with putting something on the Internet.\n\n\nAt the farm, Brad is nursing a hangover when Katie arrives, asking if he's heard from Jack yet. He hasn't, and as they wonder what to do next, Dallas Griffin knocks on the door. He tells them that he's learned that Jack has been injured, but all he knows is that Jack and Carly were in a cabin that blew up, and JJ's still missing; he doesn't know Jack's exact condition or even which hospital he's in. After he leaves, Brad starts making phone calls to hospitals in Idaho, trying to locate Jack. Kim Hughes arrives, looking for Katie, and Katie tells her the latest news; Brad asks her to try to keep Katie distracted, so Kim asks if Katie wants to hear why she came looking for her in the first place. Katie does, so Kim tells her the show wants to do some location filming at their sister TV station in Hawaii, but Katie says she doesn't do islands very well and was going to tell Jack not to pick an island location for their honeymoon. Kim is surprised to hear they're engaged and congratulates Katie, who shows her the mangled engagement ring and asks if she thinks that's bad luck. Kim assures Katie that if she keeps faith, everything will turn out fine. Katie says she couldn't possibly consider leaving Jack and JJ after they get back home, and Kim agrees and tells her to stay positive. She leaves, and Brad tells Katie he's finally located the hospital where Jack was treated, but after speaking to the person at the hospital, he hangs up and tells Katie, who wants him to ask to be transferred to Jack's room, \"I'm sorry, Katie, but Jack's gone.\"\n\n\nJJ, Ava, and Silas all wake up in the basement of a building, where JJ is tied to some pipes. Ava is grouchy about their surroundings and the fact that they're fugitives, but Silas says there's no one left to care about finding JJ now that Jack and Carly have been burned up in the cabin. However, Carly comes creeping down the staircase as Silas says this, and JJ sees her; when Carly accidentally makes some noise, JJ tries to cover by faking a coughing fit and telling Silas he needs an inhaler. Silas tells Ava to go see what made the noise, and he'll go to the store to buy something for \"Jacob\"'s cough. Ava looks around briefly and tells Silas there's no one there, so he leaves. JJ asks Ava why she doesn't just take the money and leave if she's so unhappy, rather than doing everything Silas is telling her to do, and she tells him that's a terrific idea. She leaves a little of the ransom money for Silas and JJ and then tells JJ goodbye and leaves. Carly rushes over and finds JJ and unties him, telling him Jack's okay and they just need to get out of the basement to get cell phone reception and call for help. They then hear Silas returning, so Carly hands JJ her cell phone and insists that he leave, telling him to call the police as soon as he gets out of the building. Silas calls out for JJ, asking where he and his mom are, and Carly answers, \"Right here!\" Silas manages to grab her, but Carly breaks away, finds a pipe wrench, and knocks off a pipe, sending hot steam into Silas's face. She runs out of the building, looking for JJ, only to find him trapped in a pond of quicksand. Carly takes off her jacket and braces herself on a rock, telling JJ she'll pull him out, but in the process of trying to pull him out, she falls into the quicksand herself. She somehow manages to push JJ to safety, then tells him not to try to rescue her but to go get help; as she goes under, she shouts that she loves him.\n\n\nAt WOAK, Noah finds Maddie pouring over course lists for Oakdale University and tells her that one of the courses she's interested in was filling up fast; she decides to go to the campus right away to be sure she gets a spot in the class. After she leaves, Noah gets an unexpected and unwelcome visit from his father, Major Winston Mayer, who says he's come to town to try to see what it is that his son's so busy doing. Major Mayer tells Noah that when Noah was only 2 years old, he'd had to leave to go on a tour of duty and had told Noah to be the \"man\" of the house and look after his mom; he said Noah didn't even cry, and he'd been so proud of him but had never told him that. He tells him that he's proud of him now, too, for working and trying to find a way to pursue his goal of going to college, without his father's support. Then he tells Noah that sometimes, you have to do things you aren't prepared to do, just like he'd had to do when Noah's mother died and he had to take over the kitchen duties. Noah is confused about where this is heading, and his dad ends up offering Noah money to do whatever he wants --- make a film, go to college, anything --- provided he first enlist in the Army. The major tells Noah that hardship will make him a \"man of substance\" and a better filmmaker, but Noah says although he respects what his father does, it's not his calling. His dad asks him just to agree to enlist in the ROTC at college, but Noah is still against the idea. They are interrupted when Maddie arrives; when Noah introduces her as his girlfriend, his father appears shocked but then recovers enough to act pleasantly surprised. He suggests they all have lunch together, and ultimately, Noah agrees to this. The major tells them he'll meet them at the Lakeview in one hour, which will give Noah time to go home and get a tie. He leaves, and Maddie can see that Noah's upset by his father's unexpected visit, but she says he must really love Noah if he came out here like this to check on him. She decides to go home to change, since apparently his dad thinks it's a dressy occasion, and Noah says he'll stay and get some work done first. Maddie leaves.\n\n\nAt the Lakeview, Maddie waits with Major Mayer for Noah to arrive, and the major asks Maddie some questions about her family and how she came to be in Oakdale. Hearing that Maddie has 6 brothers and sisters, he's impressed with how organized her parents must have been, but she assures him that they weren't like that at all. She says she sometimes wishes she were an only child, and he says he has often wished that Noah had siblings, but it wasn't meant to be. He asks how she met Noah, and she says she met him at work, and then she lets him know that Noah is the reason she's staying in Oakdale for college. The major is impressed by that fact, telling Maddie that when Noah first said he had a girlfriend, he was afraid he was inventing one for his sake; when Maddie asks why Noah would do something like that, the major replies, \"Why indeed?\" Then, the major realizes that Noah's late, and he tells Maddie that Noah's being discourteous to them both.\n\n\nWhen Luke arrives at WOAK, he finds Noah working alone. Noah tells him that he has to meet his dad and Maddie for lunch, then looking at his watch, realizes he has only 5 minutes to get there. Panicked, he tells Luke that his father won't tolerate being late and never has, and he realizes he doesn't have a tie, like his dad wanted. Luke tells him to calm down and says he'll go borrow a tie from wardrobe. When he returns with the tie, Noah has a difficult time tying it in his nervousness, so Luke offers to do it for him. Approaching him with hands out, as if to say, \"Okay? I won't bite!\" Luke takes the tie and starts to tighten it around Noah's neck. In the close proximity they find themselves in, Noah suddenly gets a strange look on his face, and Luke, seeing it, asks, \"What's wrong?\" Noah huskily says, \"Nothing,\" and then leans in and kisses Luke. Luke pulls back, staring at Noah in bewilderment, but Noah pulls Luke to him again and kisses him again.\n\n\n\n\n",
    "tvmega_recap": "Silas and Ava are keeping themselves and JJ held up in a boiler room. JJ overhears them talking about killing Jack and Carly but Carly is on to them and sneaking down the stairs. JJ believes it's his mother so he coughs to let her know where he is. Silas leaves to go get JJ medicine and JJ talks Ava into running with the money. She does. Carly swoops in and unties JJ. Before they can get away Silas returns. Carly gives JJ the cell phone and tells him to run. Carly stays behind to battle Silas with a huge wrench. It looks like she and JJ are going to make until she stumbles upon JJ up to his neck in quicksand. Carly manages to pull her son to safety but falls in herself. Katie and Brad receive word from Dallas that Jack is hurt and in the hospital but they don't know anymore than that. Katie is worried and believes there is a bad omen hanging over her and Jack because her wedding ring was mangled in the garbage disposal last night. Noah is surprised by a visit from his father that has an offer for Noah. He will give him a large cash gift if Noah will enlist. The tension becomes heated between father and son until Maddie returns to work. Noah's father changes his opinion and attitude towards Noah after learning that Noah has a girlfriend. It isn't said directly but Noah's father pushes him to go in the military so much because he fears Noah is gay. Noah and Luke kiss before Noah meets his father and Maddie for lunch. Cherie attempts to trick Lily into letting her discreetly rent a wing of the Lakeview for a convention. Lily agrees but dusty steps in before the contract can be signed. Cherie is furious that Dusty will not stay out of her business. Cherie hints that she is going to go after Allison.",
    "soapcentral_condensed": "At the Lakeview, Lily meets Cheri Love, who had an appointment to meet with Lisa. When Cheri leaves to run out to her car and get her business credit card, Dusty approaches Lily and informs her that Cheri is actually a hooker. At the farm, Brad is nursing a hangover when Katie arrives, asking if he's heard from Jack yet. Brad tells Katie he's finally located the hospital where Jack was treated, but after speaking to the person at the hospital, he hangs up and tells Katie, who wants him to ask to be transferred to Jack's room, \"I'm sorry, Katie, but Jack's gone.\"JJ, Ava, and Silas all wake up in the basement of a building, where JJ is tied to some pipes. Ava is grouchy about their surroundings and the fact that they're fugitives, but Silas says there's no one left to care about finding JJ now that Jack and Carly have been burned up. When Carly accidentally makes some noise, JJ tries to cover by faking a coughing fit and telling Silas he needs an inhaler.\n"
}