{
    "soap_central": "\n\nPaul quickly sends Carly out when she stops by Fairwinds to discuss their deal. Barbara almost sees her and thanks Paul for giving her life back to her. Carly finally gives Paul her answer and agrees to design for Barbara. However, she insists that Barbara be told about her involvement and that she be given her own line for the summer release. Unbeknownst to Paul, a business call forces him to leave town. He's unaware that James arranged the call. Kim is taken aback by Jennifer's attitude towards her mother and decides to warn Barbara about what's happening to her children. Shocked to find her friend in the dark, hiding her face, Kim encourages her to lean on her friends and family. Barbara finally asks Hal to bring the kids to Fairwinds. Abigail advises Jennifer to come clean to Bryant and confess that she slept with Billy. Nick approaches Abigail about doing a video project without Adam's assistance. Bonnie presses Bryant to dump his girlfriend if she doesn't want him to use the money that belongs to him. She's amused to hear he's dating her childhood friend Jennifer. Ben approaches Isaac about going out with someone from the hospital but Isaac wonders how attractive she could be if she's willing to going out with a stranger. Bonnie's amused to learn that Ben has set up Isaac on a blind date and makes a bet with Bryant. \n\n\n",
    "soapcentral_condensed": "Paul quickly sends Carly out when she stops by Fairwinds to discuss their deal. Kim is taken aback by Jennifer's attitude towards her mother and decides to warn Barbara about what's happening to her children. Abigail advises Jennifer to come clean to Bryant and confess that she slept with Billy. Bonnie presses Bryant to dump his girlfriend if she doesn't want him to use the money that belongs to him. Ben approaches Isaac about going out with someone from the hospital but Isaac wonders how attractive she could be if she's willing to go out with a stranger. Bonnie's amused to learn that Ben has set up Isaac on a blind date and makes a bet with Bryant. Nick approaches Abigails about doing a video project without Adam's assistance. Barbara finally asks Hal to bring the kids to FairWinds. Carly finally gives Paul her answer and agrees to design for Barbara. However, she insists that Barbara be told about her involvement and that she be given her own line for the summer release. Unbeknownst to Paul, a business call forces him to leave town.\n"
}