{
    "soap_central": "\n\nKatie is at Java cancelling wedding arrangements when Nancy comes in and tells her she booked a hall.  Katie breaks down and as they talk, she reveals to Nancy that Nick is somehow involved with Carly.  Nancy tells Katie all about Carly using her to drug Gwen and warns her to tell Nick to stay away.  Katie leaves to tell Nick this information.  Meanwhile, Nick is at Carly's house accusing her of working undercover on Jack's behalf.  She denies Jack has any involvement and maintains that the number Nick found belongs to one of the girls at the club.  He calls her bluff by starting to dial the number, when she stops him he knows he is right and that it has something to do with the case.  He tells her he is going to use it to break the case himself and that if she wants Jack to keep his job, she will stay away from him and the Galaxy Club.  When he leaves, she tries to retrieve the number off the computer, but it's gone.  Back at Katie's house, she is cleaning up Nick's clothes when she finds a tissue with lipstick on it.  When she asks Nick about it, he throws it in the trash and storms off.  Katie tells him about the incident with Nancy and Gwen.  Nick says he doesn't care - he doesn't want to hear Carly's name or set eyes on her ever again.\n\n\nJennifer finds Paul wounded at his memorial site.  She expresses her conflicted feelings of anger and relief.  He explains that he thought she would be better off with him dead, and reveals that he was at the funeral service and saw her in pain so he decided to come back.  Jennifer tells him he doesn't deserve her forgiveness.  He agrees, but says that if she can't forgive him, neither one of them will ever be free.  In her anger, Jennifer discovers Paul's gunshot wound, which he says happened prior to the incident at the Wagon Wheel.  She asks him if that means he really did try to kill himself.  Before he can answer, Hal comes in with backup and has Paul handcuffed and brought to Memorial.\n\n\nWhile this is going on, Jack is at the farm questioning Meg in her car about Paul.  He tells her that he knows Paul is alive and that Meg helped him and says he can make her mistakes go away if she just helps him to find Paul.  Meg maintains that she knows nothing about Paul and that it's too late to undo what she's done.  Her cell phone rings and Jack answers it.  It's Emma, wondering why Meg hasn't left town like she said.  Jack questions whether Meg is leaving with someone else.  Hal calls and tells Jack that they have Paul in custody.  He advises him to tell Meg not to leave town, as he will need to bring her in for questioning.  Jack tells Meg to talk to Emma and Holden and get some help.  He leaves for home.  Meg takes her fake passport out and burns it, lest it be found in her car.  She pulls off her gloves to reveal blood all over her hands.  Shaken, she takes an antiseptic wipe out of her purse and starts trying to wash off the blood.\n\n\nBack at the Snyder house, Jack comes home and tells Carly that Paul is alive.  She immediately jumps on Nick's mistake in declaring him dead and is sure that Hal will fire him.  Jack tells her he won't get fired over a little mistake, that he would have to do something unethical or illegal.  Carly mulls this over as she starts to think of a new plan.\n\n\nBarbara meets Jennifer and Hal at Memorial, where Paul is getting much-needed medical attention.  Jennifer tells her that she thinks Paul really did try to kill himself, but Hal is skeptical.  He leaves to check on the forensics from the hotel.  Barbara again mentions James as having possible involvement, but Jennifer tells her they need to accept that Paul did this all himself.  She again talks about her conflicting emotions calling Paul sad and twisted but still caring and funny.  They both agree they just want the nightmare to be over.  Jennifer calls Dusty, but he's not at his hotel so she leaves a message.  Jessica comes in to talk to Jennifer about Paul.  Jennifer tells her that he will need legal help and when he asks to see her, she sends Jessica in instead.  Jessica tries to get information from Paul about what happened at the hotel but all he can talk about is how Jennifer will never forgive him.  Outside his room, Hal tells Jennifer that forensic evidence from the hotel shows the majority of the blood is not Paul's but someone else's.  Jennifer looks at her phone and wonders where Dusty is.\n\n\n",
    "tvmega_recap": "Nick demands to know the truth about the phone number she has. When he threatens to call it, Carly admits she will do anything she can to get Jack his job back. Nick's pride is hurt, when he realizes this has been all about Jack and not him. He wants Jack thrown off the case, but Carly pleads his case. He tells her that the only way to save Jack's job is to do as he says. He wants her to stay away from him, the Galaxy Club and Anatoli. He is going to solve the case on his own. Katie sadly cancels her wedding vendors, and can't help herself from falling apart when Nancy shows up. She later learns the real reason Jack got fired because of Carly. She rushes to tell Nick, who has already sworn Carly off. Jen finds Paul, who is seriously injured. They have a heart to heart, but can she learn to forgive him? Hal, who has shown up to arrest him, interrupts them. Paul is taken to the hospital after he collapses. Hal is keeping an eye on him to make sure it is not part of his elaborate plan to escape. Barbara and Jen stand vigil at his hospital bedside. Jack finds out Paul is alive and Hal sends him to talk to Meg, who has supposedly been aiding him. Meg denies it at first, but then hints at it being true. Jack wants her to reach out to her family because she is now a material witness and could be in a lot of hot water. Later, when she removes her leather gloves, we see her hands are covered in dried blood. Jack tells an elated Carly that Paul is alive. She thinks Nick's public mistake in declaring Paul dead will result in his losing his job. Jack thinks she is celebrating prematurely. Unless Nick doe something unethical or illegal, then he is here for the long run. A sinister smiling Carly mutters to herself that she can work with that.",
    "soapcentral_condensed": "Katie is at Java cancelling wedding arrangements when Nancy comes in and tells her she booked a hall. Katie breaks down and as they talk, she reveals to Nancy that Nick is somehow involved with Carly. Meanwhile, Nick is at Carly's house accusing her of working undercover on Jack's behalf. He calls her bluff by starting to dial the number, when she stops him he knows he is right and that it has something to do with the case. He tells her he is going to use it to break the case himself and that if she wants Jack to keep his job, she will stay away from him and the Galaxy Club. Back at the Snyder house, Jack comes home and tells Carly that Paul is alive. Hal calls and tells Jack that they have Paul in custody and advises him to tell Meg not to leave town, as he will need to bring her in for questioning. Meg takes her fake passport out and burns it, lest it be found in her car. Jennifer discovers Paul's gunshot wound, which he says happened prior to the incident at the Wagon Wheel.\n"
}