{
    "soap_central": "\n\nAn amorous Jack surprises Katie at the studio and asks Katie if she'll spend the night with him in Chicago. When Jack leaves for the station, Brad asks Katie to forgive him. She says no – she can't trust him. Katie tells Brad that she's over guys like him – the unreliable, \"fun\" guys. Later, Katie confides in Henry that things are beginning to take off for Jack and her but Henry bursts her bubble. Vienna finds Henry and tells him that the crown jewels of Leonia have been returned to her. They bring the jewels to Jack who's skeptical as to their authenticity. Jack, angry at the thought that Simon and Carly might be risking the freedom that he enabled them, issues an A.P.B. Later, Jack returns home where he comes face to face with Carly. Emily and Dusty wake up together having spent the night watching over Alison. Later over breakfast with Alison, Emily thanks Dusty for his help. Susan arrives and misreads the sweet moment, assuming that they're dating. Susan, who's noticed that Alison doesn't look well, is concerned that she's not making friends. Meanwhile, Alison is startled when Lance arrives asking about his favorite movie star.\n\n\n",
    "tvmega_recap": "Emily and Dusty grow closer as they take care of Allison, who is detoxing. Brad watches Jack and Katie together kissing, as he is holding a gift for her. Jack has plans for he and Katie to have dinner and stay in Chicago for the night. Carly has a brush with the law at the bus station. A shocked Vienna shows Henry what was around her neck when she awoke. Allison shares how she got hooked. Henry takes Vienna to the police. Carly turns on the water works to get out of trouble. Brad apologizes and offers Katie a gift. Katie can't accept his apology. Brad admits he has feelings for her. Katie turns him down. Jack is told about the necklace and prepares to have it taken to the lab. Jack doubts Carly and Simon are lurking but still puts out an APB on them. Jack thinks if the diamonds are real, Vienna is out of hot water with the Prince. Susan is happy to see Emily and Dusty together. Vienna tells Henry to go talk to Katie to warn her. Carly receives a special message and heads home. Jack puts his house on the market. Brad thinks Vienna has nothing left for her in Oakdale if she can get her money back. Katie learns about the necklace and the possible reemergence of Simon and Carly; she assures Henry nothing will change between her and Jack. Jack struggles to make the call to have the house cleaned, forcing him to move on. Jack recalls times with Carly. Jack makes the call, and then turns around and comes face to face with Carly in the flesh.",
    "soapcentral_condensed": "An amorous Jack surprises Katie at the studio and asks Katie if she'll spend the night with him in Chicago. Vienna finds Henry and tells him that the crown jewels of Leonia have been returned to her. Jack, angry at the thought that Simon and Carly might be risking the freedom that he enabled them, issues an A.P.B. Later, Jack returns home where he comes face to face with Carly. Emily and Dusty wake up together having spent the night watching over Alison. Susan, who's noticed that Alison doesn't look well, is concerned that she's not making friends. Meanwhile, Alison is startled when Lance arrives asking about his favorite movie star. Susan arrives and misreads the sweet moment, assuming that they're dating. Emily thanks Dusty for his help. Later over breakfast with Alison, Emily thanks Dustin for helping her through a rough patch in her life. She says no – she can't trust him – she's over guys like him – the unreliable, \"fun\" guys.\n"
}