{
    "soap_central": "\n\nNo matter how hard they try, Jennifer and Mike cannot get Barbara to leave the Family Planning Clinic.  Barbara insists that Jennifer have the baby, knowing full well it is Craig's.  Mike insists that Jennifer be allowed to make her own choice.  Even a clinic nurse couldn't convince Barbara to leave Jennifer alone and Jennifer and Mike ended up leaving before Jennifer's appointment.  Back at their home, Jennifer tries to get Mike to be honest about how he feels.  She loves him and doesn't want to lose him, but he tells her that he actually doesn't know how he feels.  And sharing her with Craig is not something he is sure he can do.  Paul - who knows everything, thanks to more of Barbara's meddling - goes to talk with Jennifer.  Mike leaves them alone so he can collect his thoughts.  Jennifer is very glad to see Paul, but perhaps not so happy about his advice.  He suggests to her that she needs to think about what she would do about the baby if she were alone - if Mike were not a part of her life.  Later, Barbara finds Mike sitting on a park bench.  She tries to convince him that he must accept the baby and claim it as his own....Mike is not convinced.\n\n\nAt the police station, Holden finds himself in the awkward position of watching as his wife receives help from another man.  Keith has indeed taken on Lily's cause, but Lucinda doesn't trust him - and she has no problem letting him know it.  Keith understands her trepidation, but Lily tells Lucinda that it was actually Keith who convinced her to recant her confession.  Lucinda expresses her appreciation, but makes sure Keith knows she is watching him.  Holden is also frustrated with Luke's continued refusal to forgive him.  Luke thinks it's embarrassing that Lily had to be helped by Keith, and he even accuses Holden of wanting Lily to stay in jail.  Nothing Holden can say changes Luke's mind.  When Aaron finds him at the police station, Holden is still depressed about the situation with Luke.  But Aaron, who has gone to tell him that he is leaving for Seattle because his mother is sick, thanks Holden for being a great dad and reassures him that Luke will turnaround.  And speaking of turnarounds - Lucinda is able to talk Tom Hughes into releasing Lily on bail.  Lily is thrilled to be going home but wants to make sure Keith has been released, as well.  He tells her that his bail has been paid and that he is staying around to help Jack find Julia's killer.  The look they share suggests that they are both glad he will be sticking around for awhile.  Holden can't help see their glance, and tells Lily he isn't sure he should go home with her - Lily assures him that she wants him there.  \n\n\nAlison is so upset about Aaron's sudden departure that she calls her mother for moral support.  Susan goes to see her at Metro and convinces her that she must go to Seattle with Aaron.  She surprises Aaron when he arrives at their apartment by telling him she is going with him - but his reaction is not what she was hoping for....\n\n\n",
    "tvmega_recap": "Luke is still upset with Holden believing that Holden isn't really happy about Lily no longer being guilty of Julia's murder. Holden tries to reason with Luke, but Luke still has not forgiven Holden for abandoning his family for Julia. Lucinda is unsure of Keith motives with Lily when she sees him at the Station cheerleading on Lily's behalf, but Lily defends him by telling Lucinda because of his help she was able to recant her confession because Keith got through to Luke. Lucinda is thrilled to hear Lily is no longer lying for Luke, and is appreciative of Keith's help, but leaves to go talk to Tom about getting Lily out of jail, and to have the tampering with evidence charges dropped. Later, Lucinda returns having had talked to Tom, who is still considering the charges, but has agreed to let Lily out on bail. Lily is ecstatic, and they all leave to celebrate with family. After Allison tells Aaron he should go to Seattle to be with his mom, she can't help but to worry if Aaron will come back. After talking to her mom who is supportive of her, she decides to surprise Aaron and go with him. Aaron goes to the Police Station to tell Holden that he is leaving to go to Seattle to be with his mom who is in the hospital. Jen is forced to make a new appointment at the clinic when Barbara continues to make a scene about her aborting the baby. After Jen and Mike leave, Barbara enlists Paul's help. Later at the house, Jen tries to get Mike to tell her what he wants her to do about the baby. Mike can't give her the answers she wants to hear because he can't see a year into the future. Paul shows up and Mike leaves to give them some space. Paul wants Jen to think about what she would do about her baby if there were never a Mike in the picture. Barbara has cornered Mike in the park and asks him to consider marrying Jen and claiming her and Craig's baby as his own.",
    "soapcentral_condensed": "Jennifer and Mike cannot get Barbara to leave the Family Planning Clinic. Holden finds himself in the awkward position of watching as his wife receives help from another man. Lily is thrilled to be going home but wants to make sure Keith has been released, as well. Alison is so upset about Aaron's sudden departure that she calls her mother for moral support. Susan surprises Aaron by telling him she is going to Seattle with him - but his reaction is not what she was hoping for.  Holden is still depressed about the situation with Luke. But Aaron thanks Holden for being a great dad and reassures him that Luke will turnaround. And speaking of turnarounds - Lucinda is able to talk Tom Hughes into releasing Lily on bail. He tells her that his bail has been paid and that he is staying around to help Jack find Julia's killer. The look they share suggests that they are both glad he will be sticking around for awhile.  Lucinda expresses her appreciation, but makes sure Keith knows she is watching him.\n"
}