{
    "soap_central": "\n\nHenry stands by and watches Nikki hug Mike. Mike was a little taken aback because, at first, he didn't know it was Nikki. Henry came over with drinks. Nikki thought he was the waiter then recognized that they had met before. Mike introduced her to Henry. Henry was cute as he flirted with her. Mike asked Nikki why she was back in town. Nikki told Mike that she was in town questioning Craig. Henry continued to flirt with her until he found out that she was a special IRS agent. Henry spilled his drink and Nikki asked him if he was afraid of IRS agents. Henry tried to change the subject by asking Nikki out but she misunderstood him and asked Mike if he would like to join them. Nikki had to leave and, ignoring Henry, gave Mike her number. Mike just laughed as Henry accused him of muscling in on his action. \n\n\nRosanna told Paul that she still couldn't understand how Cabot got downstairs. While Paul was trying to reassure her, Jordan and Jennifer came in and picked up on the uneasiness in the room. Jordan demanded to know what was going on. Rosanna covered by saying that Cabot had a slight fever but the doctor checked him out and said he would be fine. Jordan asked Rosanna if he and Jennifer could take Cabot to the park. Rosanna told them it was a good idea as Barbara and Walker came in apologizing for not calling first. Paul and Jennifer were not happy that she had shown up and tried to get rid of her. Barbara proceeded to tell them that she wanted to have a dinner party to introduce Walker as her new boyfriend. Barbara asked them to consider it and they agreed they would. Jordan and Jennifer left with Cabot. Rosanna offered Walker a drink and they walked away. Barbara continued to try to convince Paul that she was just trying to make things right between them. Paul saw right through Barbara's pleading and later told Rosanna that he figured out who was behind the mystery surrounding Cabot's sudden appearance in the living room. Walker was called away to the hospital and Paul insisted that his mother stay behind. Paul told Barbara that he knew what she was up. Paul accused Barbara of trying to get Paul and Jennifer away from Rosanna and Jordan and didn't give her a chance to say anything. Paul told her that she was not going to manipulate or interfere in his relationships anymore. Meanwhile, Jordan and Jennifer were with Cabot at Al's diner. They weren't paying attention to Cabot and when they were ready to leave, Jennifer discovered the baby in the stroller was not Cabot! \n\n\nJack was looking through a mountain of paperwork when he came across something that could mean a breakthrough in finding Molly. He told Holden about it as they left to find her. Meanwhile, the thug that kidnapped Molly had brought her some food. Molly tried flirting with him and when he started to make a move, she stabbed him with her pen. He got the upper hand and tried to strangle her as she screamed. Holden came in and saved the day but ended up on the receiving end of a knife. Holden didn't waist any time and went after the thug until Jack came in and arrested him. Holden went to Molly and comforted her. Molly later thanked Holden and asked him to go with her to the police station. \n\n\nMargo discovered it was Jessica's compact that was in Doc's car. Margo accused Jessica of lying to her. Jessica tried to make it look like Doc and her were talking over business but Margo didn't buy it. Margo was playing the detective and she thought Jessica was covering something up. Jessica told Margo that she met with Doc to make sure he didn't do anything to make the matter worse. Jessica lied that said she wouldn't so anything to hurt her relationship with Margo. Margo was in tears as they hugged. Margo suddenly felt sorry for herself by saying that Tom worked long hours and Casey wasn't home much anymore. Jessica said that Margo had all this free time on her hands and got caught up in Doc's little fantasy. At the hospital, Jessica's doctor ran into Ben and told him that his sperm count was unusually low and it was statistically impossible for Ben to father a child. Ben asked what would cause the low sperm count. The doctor said there could be a lot of factors but none of them mattered now so Ben and Jessica should just rejoice in their miracle. Ben agreed. Later, Ben walked into the club and blurted out that Jessica was pregnant!  \n\n\n",
    "tvdb": "A jealous Margo confronts Jessica about the compact and the fact that she has said nothing to her about her meeting with Doc in his car. Jessica claims all of her actions were only to help cover for her with Tom. She insists that Margo has known her for a long time and that she should know shes telling her the truth. Margo apologizes. Ben happens upon an emotional moment between the women and assumes that Jessica has told Margo about her pregnancy, which sparks Margos suspicions once again. Rocco has brought some food and a plastic knife to Molly in the elevator. She sharpens the knife to a point and when Rocco returns, Molly attacks. She nearly escapes, but Rocco overpowers her. Suddenly, Holden arrives and saves the day! Jack arrests Rocco as Molly begs Jack not to leave her alone. He promises to stay by her side. Rosanna realizes Phyllis did not move the baby and her alarm is renewed but Paul covers with Jordan and Jennifer. Barbara arrives to invite everyone to a party to show that shes changed her attitude, but Paul doesnt buy it and confronts Barbara about her motives. Meanwhile, Jennifer and Jordan take the baby out to Java and are horrified when they realize Cabot has been switched with another baby. To Henrys dismay, Nikki and Mike are old pals and start catching up. Henry tries to get a date but Nikki assumes that Henry and Mike are proposing they all go out on the town. After Nikki leaves, Henry makes it clear to Mike that he wants Mike to make himself scarce when the date occurs.",
    "tvmega_recap": "Margo confronts Jessica about the compact, Jessica telling her that it was hers and that she did see Doc that night at Schneider's Pond. Margo was curious and Jessica told her that she was there to run interference for Margo, Margo believing it. They cry about their argument and Ben mistakes it for Jessica telling Margo she's pregnant, blurting it out to both stunned women. Nikki and Mike hit it off, having known each other before and leave poor Henry in the dust. Henry tries to encourage Mike not to attend the \"group date\" they've arranged for later. Barbara invites the whole clan at Fairwinds to dinner and is met with skepticism. Paul then accuses her of orchestrating the whole mysterious appearance of Cabot downstairs, Barbara vehemently denying it. Jordan and Jennifer are having coffee and when the go to pay, they leave Cabot sitting by their table. After making plans for the rest of the afternoon, Jennifer goes to pick up Cabot, but it's another baby. Just as Starzyack's henchman is about to strangle Molly, Holden rescues her. He and Jack had found that Starzyack owned the whole block and since the police were looking in the other buildings, Holden decided to check out the one Molly was being held in. He escorts her to the Police Department for questioning.",
    "soapcentral_condensed": "Nikki and Mike met Henry at the club and he flirted with her. Henry spilled his drink and Nikki asked him if he was afraid of IRS agents. Jessica told Margo that she met with Doc to make sure he didn't do anything to make the matter worse. Margo discovered it was Jessica's compact that was in Doc's car. Ben's doctor told him that his sperm count was unusually low and it was statistically impossible for Ben to have a child. The doctor said there could be a lot of factors but none of them mattered now. Ben blurted out that Jessica was pregnant and blurted it out that she was in town questioning Craig. Molly tried flirting with him and when he started to make a move, she stabbed him with her pen. He got the upper hand and tried to strangle her as she screamed. Holden came in and saved the day but ended up on the receiving end of a knife. Molly later thanked Holden and asked him to go with her to the police station.\n"
}