{
    "soap_central": "\n\n\nLily is talking with Holden about Molly.  She can't get over the fact that he kissed Molly.  Holden says, \"you were always so busy with Craig.  He was always around. \" She went to Craig with everything, instead of him.  Holden makes it clear that he wants Craig to leave.  He says, \"you do it, and we may still crash and burn, but, without it, there is no hope at all.\"  He tells her that he was missing things in his marriage.  He always used to be the strong one.  He was always the rock for her to lean on.  He was able to do that, and then Jack died, and he couldn't hold on any longer and he lost control.  Holden tells her that he was drowned out by Craig Montgomery.  Lily tries to explain what happened to Holden.  She just knows that Craig is broke and has no one.  He tells her that he is trying to make this marriage his priority.  Lily admits to loving Holden.  Holden reminds Lily that Craig always lands on his feet.\n\n\nJennifer and Nikki are at Metro.  Jennifer is in a state over Jordan.  They are discussing what they should do.  Nikki tells her that maybe they should focus on something else for a change.  She used to be involved with the \"Rock the Vote\" cause, and maybe they should do that now.  Henry comes into Metro and spots Nikki.  He becomes all nervous and immediately calls Mike.  He tells him to come over, as he is having another emergency.  He wants Mike to do something in a hurry so Nikki won't leave.  He promises Mike that he won't ever bother him again, if he does.  Mike suggests that he just go on over and say hello.  With Mike tagging along, the two men approach the table.  After having a drink, Henry suggests that they all do something.  They all get up making one excuse after another.  Henry pushes on and finally they all end up at Mike's place.  Somehow they end up playing strip poker!!  Mike is seen removing his shirt.  \n\n\nThe therapist tells Hal, that even though she tried, she couldn't do anything.  Barbara will be sent to the same facility that Will is in.  Hal says there will be no stopping her if she is sent there.  At the state facility, Barbara is in her \"room\", when someone introduces Dr. Kittridge to Barbara.  Another staff member brings Barbara her food, and as she tries to manipulate him into finding out where Will is, he tells her that the staff has been warned to keep the two of them apart.  He leaves the room and Barbara in a tizzy, throws her meal against the wall.  The door opens again, and, in walks Will.  Barbara is surprised by how much he has grown.  Will says that he has learned a lot being here.  He tells Barbara that she doesn't know about the system yet, but she will.  Barbara says that she has no plan as to how to get them out of there, but she hasn't let him down yet and she won't now.  He tells her that he has an idea also, but she has to do everything he says.\n\n\nJack tells Julia that when she and JJ came into his life, it brought him all the luck he needs.  Julia has outfitted Jack with clothes for his new \"gig\", and together she and JJ give Jack the watch that belonged to her Dad.  Jack asks Julia if she is going to come to his opening and she tells him that she has to work.  He understands but hopes that somehow she can make it.  Later, Julia makes an appearance at the place where Jack is singing.  She is all dressed up.  Frank, the owner of the bar, tells Jack, that business is doing really well with him there.  They are both making money.  Julia and Jack share a few kisses and Julia says that she just can't do this and leaves.\n\n\nCarly asks Toby, the psychic, if she and Parker are able to help with the memories of Jack.  Carly admits that if they had found Jack's body, it would be much easier.  Toby says that she should let Parker guide her, because, Jack and Parker are connected.  Hal passes Toby on the way in and asks Carly what she was doing there.  Carly tells Hal that Parker refuses to believe that Jack is dead and she is starting to believe it too.  Hal is very upset, and tells her, that she will not do to Parker, what Barbara has done to Will.  It will stop now.  \"If Parker needs help, you take him to a doctor or a therapist,\" he snaps. \"You don't take him to a psychic!\"  Hal came over with the intention of telling Carly that he wouldn't be able to see Parker for awhile, but, now after hearing her, he has decided to take him home that evening.  He tells Carly that if the nonsense about Jack doesn't stop, Parker won't be coming back.  He tells her that if she says one more word, she will be talking to a judge instead of a psychic.  He will take Parker away from her.\n\n\n\n\n",
    "tvdb": "Jack nervously prepares for his first night of singing at Costellos. Julia and JJ assure him hell be fine, and Julia gives him her fathers watch to wear for good luck. Later, Julia drops by Costellos to see Jack, and he is blown away to see her all dressed-up. Jack is a big hit. Celebrating with Julia, he impulsively pulls her into a kiss. She responds until she suddenly pulls back and runs away. Against Hals wishes, Barbara is transferred to the state hospital. Dr. Michaels assures him that Barbara will not be allowed access to Will. Carly continues to press the psychic for answers who urges Carly to trust in her sons beliefs. Later, Hal shows up at Carlys and is horrified that Carly is encouraging Parkers fantasies. He insists on taking Parker with him and threatens that, unless Carly stops all of this nonsense about Jack being alive, he will take Parker away from her for good. Meanwhile, at the state hospital, Barbara is prevented from having any contact with Will. But Will comes to his mothers room and declares that hes going to get them both out of there. Lily and Holden discuss their marriage. Holden insists they can no longer ignore the growing distance between them. He suggests that she ask Craig to move out, and Lily initially argues but ultimately agrees. They promise to work on rebuilding their marriage. Nikki brings Jennifer to Metro for a little sister bonding. She promises to help Jennifer with her broken heart and family dramas. Henry spots Nikki and calls Mike, begging him to get to Metro right away. When the boys arrive, Henry suggests to the girls that they go back to Mikes place. At Mikes, they get into a game of strip poker and when Mike loses his shirt, both Nikki and Jennifer are impressed.",
    "tvmega_recap": "Hal gives Carly an ultimatum after he finds that she had Parker talk with the psychic \u0096 she helps him accept Jack's death or he'll take him away. Will finds Barbara in the hospital and assures her he knows a way to escape. Mike, Henry, Jennifer and Nikki begin a game of strip poker, Henry falling even deeper in love with Nikki when her deft card skills are displayed. Lily and Holden decide to work on their marriage after Lily agrees to throw Craig out.",
    "soapcentral_condensed": "Carly asks Toby, the psychic, if she and Parker are able to help with the death of Jack. Hal comes over with the intention of telling Carly that he wouldn't be able to see Parker for awhile, but after hearing her, he snaps. Jack tells Julia that when she and JJ came into his life, it brought him all the luck he needs. Julia and Jack share a few kisses and Julia says that she just can't do this and leaves. Henry comes into Metro and spots Nikki. He becomes all nervous and immediately calls Mike. He wants Mike to do something in a hurry so Nikki won't leave. Somehow they end up playing strip poker!! Mike is seen removing his shirt. Barbara will be sent to the same facility that Will is in. Hal says there will be no stopping her if she is sent there. Will says that he has learned a lot being here. Barbara is surprised by how much he has grown. Will tells Barbara that she doesn't know about the system yet, but she will.\n"
}