{
    "soap_central": "\n\nAt Simon's room at the Lakeview, Jack tells Carly that he saw Simon downstairs with the loan shark, Spiro. Carly tells Jack that she told Simon who Spiro was and warned him to stay away from him, and Simon agreed. Jack is dubious about this, saying he thinks Simon is making a deal with Spiro, and he doesn't like that because it puts a \"bad guy\" in the same orbit as Carly and their kids. Carly insists that Jack's wrong about Simon's involvement with Spiro, but when he goes so far as to suggest that possibly it was Carly who put Simon in touch with Spiro, she opens the door and asks him to leave. As they continue arguing, Simon walks up and tells them he can hear them all the way down the hall. Jack warns both Carly and Simon to keep their eyes open, and Carly tells him her eyes are finally open now. Jack says his are, too, and he'll be watching them. Jack leaves, and Carly asks Simon to tell her that Jack was wrong; Simon tells Carly he's not involved with Spiro at all, and he says Jack doesn't care about that, he just cares about the fact that he found Carly in Simon's room. He tells her he'd love to hear what she was doing sneaking her way into his room, and she tells him she's not sure anymore, but she was actually upset thinking that he might have had a woman in his room earlier when she came by. She tells Simon she doesn't want anyone else to be with him but her, and they kiss. As they fall onto the bed, Carly accidentally kicks open Simon's briefcase, and money comes flying out. Irate, she tells Simon that her brain isn't mush and she knows this means he's dealing with Spiro. She tells him if he brought Spiro into her life, he'd better get him out of it, too.\n\n\nAt the Lakeview, Dusty apologizes to Lucy for doubting her before, telling her he heard that she gave Craig the boot from the Lakeview and that he trusts her. Lucy says she's glad she passed \"the latest loyalty test,\" but she's not sure she trusts Dusty anymore. She tries to leave, but Dusty talks her into going to dinner with him; he tells Barbara he's going out to eat, and she sees that he's leaving with Lucy. They go to Al's Diner, where they sit in Dusty's car, eating. Dusty tells Lucy that he'd been trying to put his life back together when Craig arrived and made him crazy. He tells her he should have known that he couldn't have a better friend than Lucy, and when she asks if friends is all they are, he kisses her. After the kiss, though, Lucy can see how conflicted Dusty is and says, \"Too soon?\" Dusty agrees that maybe it is too soon.\n\n\nEmily joins Craig for dinner at the Lakeview to \"celebrate\" their new partnership at the Intruder, and she realizes that he had not heard about her baby's stem cell donation to Johnny, which saved his life. Craig thanks her for her selfless gesture and then says that perhaps he can do something to honor Johnny's recovery, since he's not allowed to actually be near Johnny. Spotting Bob and Kim Hughes, Craig asks them to join him and Emily, and he tells them that he wants to fund a research program at Memorial Hospital to help kids like Johnny. He tells them he'd like to call it the \"Jennifer Donovan Research Foundation,\" in honor of Johnny's mother, but Kim says he's crazy if he thinks Jennifer's family will agree to lend Jennifer's name to anything that involves Craig. Bob tells Craig to submit his ideas to the hospital's board for review, and he and Kim leave. Emily calls Craig's idea \"the perfect olive branch\" and a \"rat trap,\" because as Craig points out, it will put Barbara, Dusty, and Paul in the position of deciding whether holding a grudge is more important than advancing medical science. Emily tells Craig there's not a chance Paul will let him name the foundation after his sister, and she says that instead, he should name it the \"Jennifer Stewart Ryan Foundation,\" after her daughter. Meanwhile, Bob and Kim have gone upstairs to warn Barbara about Craig's plans for a foundation; when Barbara says she'll fight Craig to the death over the use of Jennifer's name, Kim says a fight might be just what Craig is hoping for.\n\n\nAt Will's house, Luke is concerned about Jade's nausea and fever and insists she needs to go to the hospital. She tells him that if he promises not to call Will, she'll go with him. Luke takes her there, but while she's waiting to be examined, he calls Will and leaves a message for him about Jade's condition. Jade's doctor, an ob-gyn, comes in and asks her about her symptoms, then tells her there's a virus going around, and he'll prescribe medication for some of the secondary effects of the virus. Luke asks if that's safe, and the doctor tells him it's perfectly safe, then leaves. Jade asks Luke to get her a soda, but when he leaves her room, he sees her doctor and again asks if it's safe to give Jade a prescription when she's pregnant. The doctor says Jade's not pregnant, and when Luke persists, the doctor tells him he'd have noticed a pregnancy when he examined her this morning. His beeper goes off, and he excuses himself, putting down Jade's chart and walking away from Luke. Luke picks up the chart and marches into Jade's room, where he tells her he just found out from her doctor that she's not pregnant. She insists that she is pregnant and that the doctor has made a mistake, but Luke tells her he has her chart in his hands and it says nothing about a pregnancy. He tells her she's lying, but he wants to hear her say the truth out loud, so he asks her, \"Are you having Will's baby?\" Jade, crying, turns and says, \"No, I'm not!\"\n\n\nWill has gone to Crash, looking for Gwen, who walks in a minute later with Gill and Elwood. Maddie comes in, and Gill announces the arrival of \"Raven Lake 2 --- the sequel,\" but Gwen puts a stop to that and apologizes to Maddie for Gill's remark. The guys leave to get drinks, and Will overhears Gwen telling Maddie about a guy in her music class who is a great keyboard player and is easy on the eyes; she tells Maddie she needs to concentrate on starting her life over again, \"without the drama.\" Elwood comes back and tries to get Gwen to dance with him, but Gwen says she's already promised the next dance to Gill; while they're dancing, Will's cell phone rings, and he tries to leave quietly to answer it, but a girl from college sees him and calls his name. Gwen sees him then, too, and follows him outside. He tells her that no one else in his life is as important as she is, that everything else is a distant second; when she asks if that includes his unborn child, he says there's no way to answer that without sounding like a heel. He tells her to rejoin her friends, and she goes back inside; he checks his messages on his cell phone and hears Luke's message that Jade is at the hospital and that he should get there as soon as he can.\n\n\n",
    "tvdb": "Emily is shocked when Craig offers to make her a full partner at the Intruder and tells him she'll think about it. Lily is upset to learn that it will take six months to access the court records about Theresa, so Holden takes matters into his own hands. Carly praises Simon for being so professional, not realising he's preparing to meet with a loan shark. Gwen slaps Craig for what he did to her while Paul opens up to Will about losing the baby.\r\nSource: tv.com",
    "tvmega_recap": "Gwen tries to get on with her life without Will be dancing with lovable nerd Ellwood but she can't forget about Will Lucy and Dusty have lunch and share a kiss but Dusty tells Lucy he isn't readyto think about a relationship. Craig wants to fund the Jennifer Donavan research foundation to research stem cell transplants and help sick children. Carly defends Simon to Jack but later when she discovers the money the loan shark gave Simon she has to admit much to her dismay that Jack was right about Simon all along. Jade's doctor tells Luke Jade isn't pregant and Luke confronts Jade and she finally admits she was never pregnant with Will's child.",
    "soapcentral_condensed": "Carly tells Jack that she told Simon who Spiro was and warned him to stay away from him, and Simon agreed. Dusty apologizes to Lucy for doubting her before, telling her he heard that she gave Craig the boot from the Lakeview and that he trusts her. Emily calls Craig's idea \"the perfect olive branch\" and a \"rat trap,\" because as Craig points out, it will put Barbara, Dusty, and Paul in the position of deciding whether holding a grudge is more important than advancing medical science. Emily tells Craig there's not a chance Paul will let him name the foundation after his sister, she says that he should name it the \"Jennifer Stewart Ryan Foundation,\" after her daughter. The episode ends on a cliffhanger, with Will and Jade going to the hospital to be examined for a virus. The next day, Will calls Jade's doctor and asks her to go with him, but she says she's going to stay at home with Luke.\n"
}