{
    "soap_central": "\n\nKatie fixes Mike dinner in thanks for him fixing up her roof.  She makes conversation and asks him how he's dealing with the whole Molly thing.  She predicts that Molly will have her fun with \"Rusty\" and then come crawling back to him when she's finished.  They hear a knock at her door.  Katie opens her door, and finds Molly in tears, looking for Mike.  She barges in and tells him that she was just assaulted by two thugs at the Lakeview...in Dusty's suite.  Just then she realizes she probably shouldn't have come to Mike for help, but that doesn't stop her from sobbing in fear on his shoulder.  Molly says she just didn't know where else to turn.  Katie says, \"You knew right where to go Molly.  Straight into Mike's open arms.\"  Mike decides to pay Dusty a visit on Molly's behalf and takes off for the Lakeview.  Once he's gone, Katie asks Molly if she thought about calling the police, but Molly dismisses her question and says, \"Stay out of it.  This is no game Katie.\"  Katie scoffs, \"Really.  Did you forget the number to 9-1-1?\"  Molly has had enough.  As she turns to leave, she orders Katie to tell Mike he can find her at home.  She spits back, \"Tell him yourself.\"  Molly thinks it's funny that Katie might have feelings for Mike, and she wonders aloud that if it develops into something, and if things get rocky, \"he'll come back to me.\"  She turns and leaves Katie's cottage without closing the door behind her.  Katie storms up to the door, slams it shut and yells, \"I'm not falling in love with Mike!  I'm not falling in love ever again you witch!\"\n\n\nAt Fairwinds, Rosanna repeats Thursday's threat to Carly that if Craig doesn't want her in the end, Rosanna will come after Carly \"with everything I've got!\"  Jack catches the tail end of this conversation and tells Rosanna to back off.  Carly looks on with witching eyes as Jack defends her.  Seeing Carly gloat almost forces Rosanna to tell Jack everything she knows, but she holds back...for now.  She nevertheless tells Jack that if he's looking for a motive as to why Craig might be involved in Barbara's kidnapping, he should \"look no further than your wife.  Because she is the reason for everything that he does.\"  With that, she walks upstairs to take care of a splitting headache and tells them they should show themselves out, \"sooner, rather than later.\"  Once Rosanna has left, Jack turns to Carly and wants to know the real reason why she came to visit her estranged sister.  She lies and says she just stopped by to chat.  He doesn't buy her excuse and tells her to stay out of the way of his investigation, then walks off in a huff.  Carly shrugs.\n\n\nAt the Munson household, Hal holds up the receipt that proves Emily bought a second watch.  \"Been shopping lately Em?  Bought yourself a brand new watch to replace the one that Barbara took off your wrist?\"  Emily turns from her husband and walks a few feet away searching her brain for an excuse.  Hal comes up behind her and says, \"Your brain is working so hard they can hear it in China!\"  Backed into a corner with no escape, Emily relents and says, \"Fine.  I did it.  I kidnapped Barbara Ryan.\"  Hal wipes his face.  He was hoping Emily would come up with a credible excuse.  He presses further, \"Whose insane idea was this?\"  She admits it was Craig calling the shots, but later laments that \"we\" got caught, implying someone other than Craig.  Hal immediately picks up on Emily's slip up.  \"Define ‘we'.\"  Emily feigns hearing Daniel calling for her, but Hal stops her and wants answers.  Emily pushes back and tells him to back off, \"we took good care of Barbara.\"  Then Emily plays the victim card and Hal tries to soothe her.  He wonders if she is convicted, how he's going to live without her for twenty-five years.  Emily gives up and tells him it was Rose that helped.  A little later, Carly bursts in, and without seeing who is in the room, says to Emily, \"I just dodged a huge game of hide and seek.\"  Hal steps up and asks if she was hiding or seeking.  Emily says that Hal knows everything.  Hal picks up the phone and says that it's time to call Tom for legal counsel.  Carly snatches the phone away and says there is another option.  \"Order Jack to destroy that receipt.  No receipt.  No trail.  No Jail.  It's perfect.\"  Hal immediately says that he won't destroy evidence.  Carly pulls his heartstrings, \"Then Emily goes to jail.\"  Hal gives Emily a hug and Emily shoots Carly a ‘thank you' glance.  He tells the girls he'll talk to Jack first thing in the morning then walks out of the room.  Carly and Emily give each other a hug.  Outside the house, Carly calls Jack and tells him she needs to speak with him.\n\n\nRose stops by Dusty's place excited to tell him the salon could be open in a couple of weeks.  They talk a little bit about Molly, and Rose counsel's him to kick her to the curb, \"You could do much better.\"  Dusty looks at her like she is his next conquest, and says that all the good girls in the town are either married or involved.  There are awkward pauses neither person tries to shorten.  Later, Rose starts to leave, but Dusty takes hold of her arm, and says that she's been a good friend.  After another awkward pause, she smiles, and leaves.  Later, Mike bangs on Dusty's door and when Dusty answers, Mike demands that he get control of the thugs that threatened Molly, or else he'll have to answer to Mike.  Dusty denies that there even is a problem, and Mike walks away in a huff.\n\n\nBarbara sits herself down at a table in the Lakeview Lounge.  Henry, sipping a martini, sidles up to her and extends his hand to introduce himself.  Barbara stops him and says, \"I know who you are Mr. Coleman.\"  Henry says, \"I'm flattered.\"  Babs says, \"Don't be.\"  He tries to make small talk about her recent abduction, but Barbara turns the tables on him and begins to extract info from Henry.  Once he figures out what is happening, he tries to excuse himself, \"It's my turn to volunteer at the homeless shelter.\"  She dangles a nugget of info that Rose and Emily will soon be arrested for her kidnapping.  He sits down when she tells him a third conspirator, a male, will also be implicated.  She slathers sugar all over Henry and offers him a \"deal with a bunch of zeros on the end.  You tell me what I want to know and I'll be very, very good to you.\"  He timidly leans forward and asks, \"What do you want to know?\"  She zooms in for the kill.  She wants him to squeal on Rose and Emily and \"then you will be protected.\"  Henry sits back and says, \"Just protected?  ‘Cuz I swore I heard something about zeros.\"  Babs says that he'll be rewarded, and that she will tell the police that \"you had a change of heart\" and came back to let me loose.  Henry says, \"Mercy is my middle name.\"  She squeezes her imaginary fist tighter and promises to point her finger directly at him if he doesn't cooperate.  At this point, Henry confesses everything.  \"Craig called all the shots,\" and he, Rose, and Emily did all the legwork.  Barbara smiles and tells Henry to go home and clean up any errant evidence that might be left about.  \n\n\nAfter Henry is gone, Barbara immediately calls Paul.  \"Get down here.  I need to speak to you. I have some disturbing news about Rose.\"  A little later, Paul arrives, but seems put out for his effort.  He doesn't want to hear anything negative about Rose.  Barbara pulls out some preliminary sketches that prove she worked on a line for Rosanna.  The beauty of his mother's work strikes Paul.  She says the final product was destroyed and no matter who did it, they should be punished.  Paul's hair begins to rise on his spine and he threatens to leave if she badmouths Rose.  She says that she has an eyewitness proving Rose's involvement.  Paul pauses.  \"That's impossible.\"  She tries to broker a deal for her son's loyalty if Rose is guilty.  \"Will you stand by me in the end?\"  Rose walks in on the tail end of the conversation.  Barbara scolds her for barging in on the private meeting.  Rose says, \"Blow another tune Barbara.\"  She asks her son once more for his loyalty.  \"I'm your mother.  I raised you.\"  Paul relents and says that if it plays out as his mother suggests, he will stand by her.  Mother and son hug, and Rose nearly vomits.  \n\n\nAfter Barbar leaves, Rose says, \"I don't know what you're trying to do, but what you did do is sell me out...and I don't like it!\"  Paul grovels, \"The woman wears me down.\"  They sit down and Rose wants Paul to make a promise also.  \"If it comes down to a fight between me and her...you pick me.\"  Paul says, \"No matter what.\"  Just then, the phone rings.  Emily tells Rose that Hal and Jack know the truth, and if she's smart, she'll tell Paul before he has a chance to hear it from someone else.\n\n\nCarly finds Jack at the station, and with a straight face, tells him that she wants to play things honestly from now on.  Jack snickers.  She asks him if she needs to prove it and grabs his arm and drags him into the interrogation room.  She comes clean and tells him Emily confessed to Hal, but \"she doesn't deserve this.\"  Jack scoffs, \"Oh come on.  Emily committed a crime.\"  Carly's voice lowers and says, \"Maybe...maybe not.\"  Jack reminds her he has the receipt.  Carly asks him, \"What if the receipt was lost?\"  Jack starts to feel dirty and doesn't want to help her, but Carly persists.  \"These are our friends.  Is it justice that Emily should be punished when Barbara wasn't?  Who really deserves justice this time around?  Barbara or Emily?  Start thinking like a friend.  Love Hal enough to allow him to break the rules.\"  As if that wasn't enough guilt, she heaps on another layer, \"I know you'll do what's right...G-man.\"  She leans down and kisses him on the cheek, then walks out the door leaving him staring off into space.  Outside, she calls Emily and tells her to back off Hal because she thinks Jack will come through for them.  Emily is forever grateful, then worries about Rose.\n\n\nAt the Lakeview, Rose is inches from telling Paul the truth when Emily calls her again telling her that everything may work out after all.  After building Paul up to prepare for a big bomb, Rose backs out with a lame excuse to go help Lily with her children.  After she leaves, Paul purses his lip and says, \"You are one rotten liar Rose D'Angelo.  What are you so afraid to tell me?\"\n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "tvmega_recap": "Emily told Hal that it was Craig's idea to kidnap Barbara. Carly asked Jack to tell Hal to rip up the jewlery store receipt. Mike confronted Dusty about the guys roughing up Molly. Mike said that if they touched her again, he would come after Dusty. After a bribe, Henry informed Barbara that he, Rose, and Emily kidnapped her. Paul told Barbara that he was sure that Rose didn't have anything to do with it.",
    "soapcentral_condensed": "Katie fixes Mike dinner in thanks for him fixing up her roof. She predicts that Molly will have her fun with \"Rusty\" and then come crawling back to him when she's finished. At Fairwinds, Rosanna repeats Thursday's threat to Carly that if Craig doesn't want her in the end, she will come after Carly \"with everything I've got!\" At the Munson household, Hal holds up the receipt that proves Emily bought a second watch. Hal asks Emily, \"Been shopping lately Em?  Bought yourself a brand new watch to replace the one that Barbara took off your wrist?\" Emily turns from her husband and walks a few feet away searching her brain for an excuse. Backed into a corner with no escape, Emily relents and says, \"Fine. I did it. I kidnapped Barbara Ryan.\" Hal wipes his face and asks, \"Whose insane idea was this?\" Emily admits it was Craig calling the shots, but later laments that \"we\" got caught, implying someone other than Craig.\n"
}