{
    "soap_central": "\n\nMitzi finds the financial records for Rose's Roller Palace in a drawer at Rose's house. Just as she is rejoicing on finding the evidence which would have incriminated her, she hears the front door open. Mitzi rushes out of the room, leaving the desk in a mess, just as Carly and Emily arrive to look for Rose's wedding shoes. As Carly picks the shoes up from the couch, she notices the mess near the desk. Simultaneously Emily, looking for the shoes in the bedroom, discovers an open window. Emily and Carly suspect that they smell Mitzi's perfume in the house, but they decide not to tell Rose about their suspicions until after the wedding. In the dressing room at the church, Rose, completely dressed for the wedding, talks to her image in the mirror, telling herself that everything is going to be okay. Meanwhile, Barbara, disguised as a nun, aims a gun at her through a crack in the doorway. Hal, in his tuxedo, grabs Barbara in the nick of time, asking her, \"What in the name of God have you become, Barbara?\" Barbara insists that she was only trying to frighten Rose into canceling the wedding, showing Hal that the gun was not loaded. The white-haired minister in the background apparently does not notice as Hal forcibly removes Barbara from the church. Lily enters the dressing room and tells Rose, who is unaware of the incident with Barbara, that she has seen Dusty and that Dusty intends to tell Paul that he spent the night before the wedding with Rose. However, Lily promises Rose that she won't let anything come between Rose and Paul. Lily slips out of the room and finds out that Molly and Dusty have arrived at the wedding, and this news upsets Rose so much that she can't stop shaking. Lily urges Rose to remember that she and Paul love each other. Emily and Carly return with the shoes. They, with Lily, give Rose something old, something new, something borrowed, and something blue. They all embrace. \n\n\nAt the church, Aaron, wearing a black suit with a dark blue shirt and tie, tells Holden, who is wearing a tuxedo, that he hopes to get back together with Lucy, while still holding up his responsibilities to Alison and their baby. When Holden warns Aaron that the arrival of the baby will change his life, Aaron is resentful of what he sees as interference. Next Susan and Alison arrive at the wedding. After Emma arrives with Lily and Holden's children, Aaron tells Lucy his hopes for reconciling with Lucy. Immediately, Nancy, Bob, Kim, and Chris arrive. When they are alone in the vestibule for a moment, Chris tells Alison that he has scheduled a sonogram for 10 A.M. the next day to help determine the age of Alison's baby. When Lucy arrives at the wedding, Aaron rushes up to her and asks if she will sit with him. Lucy coolly responds that \"things are different now,\" and reintroduces Aaron to her date, Clark. Alison whispers the news about the sonogram to Katie, who again insists that Alison must tell Chris the truth. Alison goes out the door of the church and finds a despondent Aaron outside. Together they leave and go to Al's Diner. Alison suggests that one solution for their troubles would be to get married. \n\n\nAt the metro, Dusty recalls his conversation with Lily in which she warned him to stay away from the wedding and he responded, \"You try to stop me and I'll make such a great scene that nobody will go home happy.\" Molly comes down the stairs and tells him, \"Tonight, everything comes to an end.\" She explains that she will be glad when Rose and Paul are married and in Paris, but Dusty reveals his plan to stand up during the ceremony to say that Rose spent the night before the wedding with him. When Dusty, in a black suit with a dark blue shirt and tie, arrives at the wedding, Holden, dressed in his tuxedo, takes him outside, ostensibly to discuss Aaron's job. \n\n\nIn the penthouse, Paul, inappropriately dressed for the wedding with rumpled hair and a black suit and tie with a dark brown shirt, has a conversation with his father's image. When Paul insists that he will marry Rose, James demands, \"If she hurt you, you hurt her back, and worse. Then you can call yourself a man.\" When a tuxedo-clad Jack arrives at the door, James' image disappears. Jack looks at the bottle of champagne and Paul explains, \"An occasion like tonight calls for something extraordinary.\" Paul leaves, but first he deliberately picks up the red goblet from the mantel to bring with him. \n\n\nHal brings Barbara back to his house, where he offers to lift the restraining order and allow Barbara to see Will if she will check herself into a psychiatric hospital for thirty days. Barbara agrees to Hal's demand and promises to stay away from the wedding. Hal leaves her there and returns to the wedding. When he goes inside the church, he reminds the policemen outside not to let Barbara in. \n\n\nWhen Jack and Paul arrive outside the church, Dusty hands Paul a folded sheet of paper. In a few minutes, Molly walks by Paul in the vestibule, where he has arranged a tray holding the champagne, three plain champagne flutes and the red goblet, a note, and a red rose. The cart is pushed into the dressing room. The girls read the romantic note, and they all toast Paul, Rose drinking from the red goblet. Lucinda arrives to walk Rose down the aisle, and Rose staggers as she finishes her champagne. However, Rose revives and declares that she is ready. \n\n\nThe minister, Paul, and Will come to the altar. Molly slips in beside Dusty. The flower girl and bridesmaids come down the aisle, and Lucinda escorts Rose down the aisle to Paul. \n\n\nBarbara arrives and sweet-talks the policeman on guard to let her go inside, promising only to watch from the vestibule. \n\n\nThe priest asks if there is any reason while this couple should not be married. The camera pans Barbara, Will, Jennifer, Paul, and Dusty. Dusty stands up, but Paul is the one who speaks: \"Well, if no one else is going to speak up, it might as well be me.\" \n\n\n",
    "tvmega_recap": "Aaron is getting tired of getting advice. Alison suggests getting married. Barbara knows that now is the time to strike. Champagne all around! Chris schedules an appointment. Dusty reveals his plan. Faith starts off the wedding. Hal stops a murderer. Holden finds a way to get a troublemaker outside. Jennifer sees how stubborn her mother can be. Lily hands Rose the glass that is obviously hers. Lucy enters the church on her date's arm. Molly knows that this is going to be the night when everything comes to an end. Paul makes sure to bring the gaudy red glass. Rose almost collapses. The bridesmaids feel that the \u0091break in' notification can wait. The young parents have had enough. There is a big pause after the minister's opening statement.",
    "soapcentral_condensed": "Mitzi finds the financial records for Rose's Roller Palace in a drawer at Rose's house. In the dressing room at the church, Rose, completely dressed for the wedding, talks to her image in the mirror, telling herself that everything is going to be okay. Meanwhile, Barbara, disguised as a nun, aims a gun at her through a crack in the doorway. Aaron, wearing a black suit with a dark blue shirt and tie, tells Holden, who is wearing a tuxedo, that he hopes to get back together with Lucy, while still holding up his responsibilities to Alison and their baby. Chris tells Alison that he has scheduled a sonogram for 10 A.M. the next day to help determine the age of Alison's baby. Lily tells Rose that she has seen Dusty and that Dusty intends to tell Paul that he spent the night before the wedding with Rose. Lily urges Rose to remember that she and Paul love each other. Molly comes down the stairs and tells him, \"Tonight, everything comes to an end\"\n"
}