{
    "soap_central": "\n\nCarly arrives at Iris's house to tell Gwen that she has arranged it so that Gwen now has full and permanent custody of baby Billy.  The sisters embrace, then Carly gives Gwen their dad's pocket watch.  Tom Hughes arrives at the door with bad news, that Carly's trial has been pushed ahead to the very next day.  Although Gwen insists that she will not testify against Carly, Tom explains that the testimony of the park vendor is probably enough to convict Carly of drugging Gwen.\n\n\nWhen Lily asks Holden for their divorce papers, he tears them up.  When Lily leaves Holden, she finds Lucinda waiting for her in the limousine.  Lucinda is a pitiful sight, with her hair totally gone and weakened from a chemotherapy treatment.  Lucinda understands why Lily has made a deal with Keith, since Lucinda has spent most of her life making one deal after another, but she advises Lily to follow her heart.  Lily goes to the stable, where scenes of her love for Holden through the years run through her head.  Holden walks in, and she kisses him passionately.\n\n\nPaul has arranged to meet with Tom so that he can assure Tom that he will take good care of Daniel.  Tom is gracious and wishes Paul and Emily the best of luck.  Emily is touched, and tearfully thanks Paul for the wonderful wedding gift.  They start off for the hospital, where Susan is telling Barbara about their children's upcoming marriage.  Barbara spews invectives about Emily to Susan, and continues to Emily's face when Paul and Emily arrive.  Jennifer finally walks up and tries to stop Barbara, but Barbara insists that she will not give up.  Jennifer pledges her full support to Emily and Paul, then announces that she will not leave for Europe until after their wedding.\n\n\nMeg is still unable to tell Jennifer the truth about her baby, but she is becoming more and more miserable about hiding the truth.  She is trying desperately to keep silent until Jennifer leaves for Europe, which she thinks will be very soon.\n\n\n",
    "tvmega_recap": "Will and Gwen's passion gets interrupted by Carly there to give Gwen the good news about her winning full and permanent custody of Billy. Gwen is overwhelmed; Carly and Gwen continue to grow closer especially when Carly gives her a piece of their dad for Billy. Tom ruins the moment when he brings news of Carly's trial date being moved up to tomorrow. Gwen refuses to testify against Carly, but Tom explains that they don't need Gwen anymore; they have the vendor's testimony and that alone could be enough to convict Carly. Holden rips up his and Lily's divorce papers, and tells Lily that he hired Lucinda's lawyer and he is prepared to drag her through the courts for years to hold up their divorce. Lucinda has a bad chemo session and becomes philosophical, which starts Lily thinking. Lily ends up back at the barn and back into Holden's arms. Emily, Paul and Tom come to an agreement regarding Daniel, which thrills Emily. Barbara is on a one-woman mission to break Paul and Emily up. Meg almost tells Jen the truth, but Dusty arrives spoiling it. Meg later has nightmares about Jen, and wakes up to wonder if she can continue doing this?",
    "soapcentral_condensed": "Carly arrives at Iris's house to tell Gwen that she has arranged it so that Gwen now has full and permanent custody of baby Billy. Meg is still unable to tell Jennifer the truth about her baby, but she is becoming more and more miserable about hiding the truth. Jennifer pledges her full support to Emily and Paul, then announces that she will not leave for Europe until after their wedding. Paul has arranged to meet with Tom so that he can assure Tom that he will take good care of Daniel. Barbara spews invectives about Emily to Susan, and continues to Emily's face when Paul and Emily arrive. Jennifer finally walks up and tries to stop Barbara, but Barbara insists that she won't give up.  Tom is gracious and wishes Paul andEmily the best of luck.  Emily is touched, and tearfully thanks Paul for the wonderful wedding gift.  Tom explains that the testimony of the park vendor is probably enough to convict Carly of drugging Gwen. Lily asks Holden for their divorce papers, and he tears them up.\n"
}