{
    "soap_central": "\n\nMaddie and Casey are arguing about Gwen and Will at the Hughes house when Margo arrives; she asks why they're arguing, and Casey says it's about Gwen, but when Margo presses for details, he asks Maddie, \"Do you want to tell her, or should I?\" Margo's cell phone rings at that point, and she goes to take the call. Casey tells Maddie she's making herself an accessory to a crime if she helps Gwen and Will get away, and Maddie accuses Casey of acting this way just because he doesn't like Gwen. Margo comes back and says she got a \"hot tip\" and has to leave, and after she does, Maddie tells Casey she has to go warn Gwen and Will. Casey tells her they need to not do anything rash, without thinking, and says they should do what his parents would do: go find evidence to show whether Gwen's innocent or not. Maddie is surprised to find that Casey is now on her side in this, but they leave together to go to the Lakeview and look for evidence. There, Casey and Maddie talk to Lisa about their theory that Barbara is setting up Gwen to get her away from Will, which Lisa believes is entirely possible. Casey says he needs to try to help Gwen because he owes it to her after everything that has happened, and Lisa agrees to help him. Casey asks her about security cameras at the hotel, but none of the cameras showed that Will was in Barbara's suite at the same time Gwen was there. When Casey asks about a babysitter for Johnny, Lisa mentions that Jennifer had installed a \"nanny cam,\" and Casey tells her he thinks they ought to look at that. Lisa thinks that's a brilliant idea, and she quietly passes Casey a passkey for the hotel, then makes herself scarce. At that moment, Barbara arrives, walking up to the front desk, and Henry also comes in; Maddie grabs Henry and tells him she needs him to keep Barbara occupied for half an hour. He tells her no.\n\n\nAt Metro, Will tells Gwen he thinks they should leave right away, but first, he makes her promise that if they're in trouble and she has a chance to get away, she'll leave. He gives her half the money he took from Barbara and tells her she has to promise to keep going if he gets caught, telling her that he'll find a way to get back to her. She doesn't like the idea but promises him that she'll do it if it comes to that. Just at that moment, Margo pounds on the door, having gotten a tip from a real estate broker that the lock on the building had been jimmied, and yells for Gwen and Will to give themselves up; they hide, and Margo and another police officer search the building, with Margo talking out loud about how it would be much better for them to turn themselves in to her, because she knows they're just a couple of kids who are scared, but elsewhere, the authorities will just treat Gwen like anyone else accused of attempted murder. Margo finds Will hiding behind a table, but when she questions him about Gwen, he tells her Gwen left days ago. Margo doesn't believe him and tells him he has to come in for questioning and that if they find out later he did know where Gwen was, he'll be charged with a crime. Gwen then calls out to her and turns herself in, and Margo puts her in handcuffs and reads Gwen her rights.\n\n\nEmily insists to Henry that Paul faked his suicide so that Emily wouldn't be in trouble for shooting him, and she tells Henry that this shows that Paul still loves her. She says she has to find Paul to let him know that she still loves him, and she won't give Henry his money back unless he helps her. Henry suggests they split up, telling Emily he'll go back and search the cabin for clues as to where Paul might have gone; Emily agrees, saying she'll go try to find Meg. She leaves, and Henry mutters to himself that he'll go have 3 or 4 martinis now.\n\n\nJennifer is at the mausoleum, at Paul's grave, when Barbara arrives. Barbara mentions how odd it is to have had to use that same crypt again, since they used it once before when they thought Paul was dead. Jennifer tells Barbara she has reason to think that Paul might still be alive, but Dusty has already told Barbara about the psychic, and Barbara tells Jennifer she is deluding herself. She tells Jennifer that Paul let himself get in trouble because of a woman he thought he loved and now she's worried Will is doing the same thing. Jennifer disagrees but says she understands how her mom feels. Barbara leaves, with Jennifer promising to leave soon, too.\n\n\nAt Java, Dusty watches Meg give Madame Lacoste an envelope full of cash. He walks over and tells Madame Lacoste to leave Jennifer alone or he'll go to the police; she leaves and calls Paul, telling him what has happened. Meanwhile, Dusty accuses Meg of paying the phony psychic to convince Jennifer that Paul is still alive because she knows that it will cause tension between Dusty and Jennifer; Meg can't believe Dusty would think she'd do something like that just to try to break up his relationship with Jennifer, and she insists she had nothing to do with hiring Madame Lacoste. When Dusty won't leave her alone, she tells him the person who wants to break up Jenn and Dusty is Paul, and she tells Dusty that Paul is indeed still alive. Dusty is disgusted and tells Meg if she comes near Jennifer again, he'll call the police and have her arrested. Meg leaves in tears, forgetting her coat in the process, as Emily walks in and asks Dusty what that was all about. Dusty leaves without answering her, and the waitress picks up Meg's coat and tells Emily that her \"friend\" accidentally left it there. Emily takes the coat, saying that she'll catch up to Meg and give it to her, but she takes the coat outside and begins to go through its pockets. She finds the matchbook from the Wagon Wheel Motel with Paul's note scribbled inside, and off she goes to find Paul.\n\n\nDusty finds Jennifer at the mausoleum and tells her about Meg giving the cash to Madame Lacoste. Jennifer is dumbfounded and upset to find out she's been tricked. She tells Dusty that Paul was a good brother most of the time, and he tells her that Paul used to be a good friend, too; he understands if she needs to say goodbye to him in her own way. She tells him she's ready to go back home now, and they leave.\n\n\nPaul has packed a bag after hearing from Madame Lacoste and realizing that Meg might have had to tell Dusty the truth, but as he opens the door to leave, Meg walks in, shivering and crying. She tells Paul about Dusty's accusations, and he hugs her, trying to warm her up and comfort her, telling her Dusty doesn't deserve her and is an idiot. Paul apologizes for sending Meg to find Madame Lacoste, saying he didn't realize she'd run into Dusty; she tells him he's still safe, and he says he's more worried about her. She looks up at him, and they kiss. Emily, having just arrived at the motel room, looks in the window just in time to see the kiss.\n\n\n",
    "tvdb": "Dusty blasts Meg, convinced that she hired Madame LaCoste. Emily tells Henry she still loves Paul. When Meg returns to the hotel, Paul comforts her, and the two end up in a kiss that Emily witnesses. Maddie finally convinces Casey to help her in protecting Gwen and Will, and they learn from Lisa that Barbara has a nanny-cam in her apartment so they break in to get the tape in the hope that they can clear the two of them. Gwen and Will divide their money in case something happens to one of them, but before they can get out of there Margo shows up and arrests them both.\r\nSource: tv.com",
    "imdb": "\nKatie tries to see what Simon has been saying about her, but Carly says she's not on Simon's mind. Holden reminds Dusty to stay happy. Luke talks to Damian concerning his health. Ann convicts Maddie of murdering Lia.    ",
    "tvmega_recap": "Casey and Maddie set out to clear Gwen of the charges against her and discover that Jennifer had a nannycam in her room that could prove Gwen's innocence. Margo finds Gwen and Will and arrests Gwen. Jennifer finally accepts Paul's death when Dusty tells her Meg paid Madam Lecost to lie to her. Emily finally finds Paul at the wagon wheel motel but is heartbroken when she looks in the window to his room and sees him kissing Meg.",
    "soapcentral_condensed": "Casey and Maddie talk to Lisa about their theory that Barbara is setting up Gwen to get her away from Will, which Lisa believes is entirely possible. Will tells Gwen he thinks they should leave right away, but first, he makes her promise that if they're in trouble and she has a chance to get away, she'll leave. Emily insists to Henry that Paul faked his suicide so that Emily wouldn't be in trouble for shooting him, and she says she has to find Paul to let him know that she still loves him. Henry suggests they split up, telling Emily he'll go back and search the cabin for clues as to where Paul might have gone; Emily agrees, saying she'll go try to find Meg. Jennifer tells Barbara she has reason to think that Paul might still be alive, but Barbara has already told Jennifer about the psychic. Dusty watches Meg give Madame Lacoste an envelope full of cash or cash or Meg is alone and tells Jennifer to leave her alone.\n"
}