{
    "soap_central": "\n\n \nDr. Bob Hughes approached Alison at the hospital and began discussing the overdose incident that had occurred with Riley Morgan.  Bob stressed how serious the mistake had been, but Alison said that she did not think it was her fault because she had administered the exact dosage that Bob had ordered.  Bob became defensive and vehemently denied that he had prescribed so much medication.  He was insulted that Alison was insinuating that he was not in full control of his faculties, and he blamed her for not hearing him correctly.  Finally he told her that she was on notice and that her job at Memorial was in jeopardy.\n\n\nRiley went back the Hughes' house and found Casey there alone.  Riley said that he needed to pick up some more of his belongings and thought it was best to choose a time when both Tom and Margo were gone.  Casey was surprised that his brother was staying in Oakdale, so Riley said that he was hoping to help Margo get up the nerve to tell their dad the truth.  Riley was hoping they could all work together on that, but if it was not possible, then he would do what he thought best, regardless of Casey's feelings.\n\n\nJanet went to the television studio and went over her notes for the cooking show.  She was extremely nervous, but Brad tried to calm her.  Kim arrived and urged Janet to relax and be her usual bubbly self.  She reassured her new employee that they were taping the segment for broadcast at a later date, so if Janet messed up, they could shoot it again.  They began the segment, and Janet got through the opening fine.  She whipped up her famous meatballs, and Brad took a taste test and gave the meatballs a rave review.  The cameras stopped, and Kim gave Janet a big thumbs-up.\n\n\nCraig took Teri on a tour of Metro, and she was delighted at the size of the kitchen.  Craig explained that he was making all the plans for Carly because he had vowed to make her happy for the rest of their lives.  Jack surprised them and asked Teri to put together a celebratory lunch for Janet in honor of her new job as a TV personality.  Teri was happy to do so, and Craig offered Metro as the site.  Jack was thinking that the farm would be more comfortable, but Craig convinced him that Metro would be more festive.  Teri complimented Craig on always thinking of ideas that worked for everyone.\n\n\nJack called Brad at the studio and asked him to get Janet to Metro for a surprise lunch.  He suggested that Brad invite Kim, as well, so Jack asked Janet to go to Metro with him for a bite to eat.  She wanted him to eat her meatballs instead, so Brad had to get inventive.  He said the meatballs were \"props,\" and the union forbade actors from eating them.  Janet bought the phony line, which Brad called \"meatball continuity.\" Janet finally agreed and went to powder her nose.  Kim overheard the story and was laughing inside about \"meatball continuity.\"  Brad also invited her to the lunch, but Kim had a standing date with Bob. She did promise to drop in and give a toast afterwards.\n\n\nKim met Bob at the diner, and she said that Janet had done very well on camera.  Bob was distracted and told Kim that Alison had overdosed Riley Morgan, and they had barely saved the young man in time.  Bob was upset because Alison would not admit that she had made a mistake.  He was no longer sure that Alison was cut out to be a nurse.\n\n\nRiley saw Alison in Java and realized that she was down in the dumps.  She told him how Dr. Bob had lectured her about the overdose and warned her that she could lose her job.  Riley offered to talk with Bob, but Alison said that would make no difference.  She hated to think that there was anything wrong with Dr. Hughes, but she was fearful that he would make another serious mistake.  She agonized over what to do, and Riley said that if Alison thought that Bob Hughes should not be treating patients, then she needed to tell someone.\n\n\nAlison wished she could be positive about how things had gone down with Riley, but she could not be absolutely sure.  She thanked Riley for listening, and went out.  Casey had been watching the two of them through the window, so he walked in and warned Riley to stay away from his girlfriend.  Riley asked what Casey was so afraid of, and Casey reminded Riley of Riley's history with women.  He brought up the attempted rapes of Gwen and Maddie, and Riley said that he had been a different person then.  Riley was angry, and Casey further irritated him by threatening him if he didn't stay away from Alison.\n\n\nJack and Craig set up Metro while Teri cooked.  The men traded a few barbs, and the conversation turned to Jack's telling Craig that Brad had been the one who convinced Teri not to take the job at WOAK.  He also said that Brad got everyone to promise not to ever tell Janet that her sister had received the first offer.  Brad and Janet arrived, and everyone yelled \"Surprise!\"  Janet was pleasantly surprised and delighted that her friends and family were there.  Teri served Craig some appetizers and called him a \"wuss\" for allowing Brad to take the credit for her not taking the television job.\n\n\nCraig explained that he had been trying to minimize his involvement with Carly's kids so that Jack would continue to allow them to stay in Carly's house and not yank them back to the Snyder farm.  Teri was obviously impressed by Craig's selflessness.  Kim arrived and gave a toast to \"the lady of the hour.\"  She said that she had to rush back to the studio to consult with the editors, but Teri tempted her with some appetizers for a few minutes.  Kim talked with Teri, and in her conversation, she talked about the fact that she had offered the job to Teri first.  Janet overheard Kim's remarks, and as soon as Kim left, Janet confronted her sister.\n\n\nTeri tried to de fuse the situation, but Janet was painfully insecure and shouted out asking who had made sure the poor, pathetic older sister was taken care of.  Jack told her that she was doing a great job, and she should let herself do it.  Janet accused Teri of looking down on her and disrespecting her, and she said that she did not want the job anymore.  She took out her phone and announced that she was going to call Kim and quit her job because she refused to let Teri take her pride away from her.  Craig grabbed Janet's phone and told her to listen to the truth.\n\n\nCraig claimed hat he was the \"evil mastermind\" whom Janet should blame.  He said that Teri had turned down the job because he had held her to the agreement to take care of Carly's children.  He told the truth about not wanting Jack to pull the kids away to the farm.  Janet realized that she had totally overreacted and went to repair her face, and the party broke up.\n\n\nAlison went to WOAK to speak with Kim.  Kim, however, was in no mood to make nice with Alison Stewart, but Alison reminded her of the time at Casey's party when Dr. Bob had made a couple of strange comments.  Alison suggested quietly that there \"might be something going on with Dr. Hughes.\"  She also mentioned that Bob had prescribed a wrong dosage for Riley Morgan, but Kim did not want to hear it.  She lit into Alison and yelled that she had picked the wrong scapegoat.  Kim accused the girl of lying her way out of trouble, and she would not listen to any excuses.\n\n\nKim got extremely upset and finally lost control.  She swore at all the Stewarts, and then stumbled and collapsed on the floor, unconscious.  Alison called 9-1-1 and took Kim's pulse.  She told the dispatcher that she suspected a myocardial infarction and told the paramedics to be prepared to defibrillate.  Alison began CPR, and the paramedics arrived and transported them both to Memorial.  Casey saw them arrive and was shocked to hear that his grandmother had suffered a heart attack.  Alison asked where Casey's grandfather, Bob, was, because he was not answering his page.\n\n\nRiley walked through Old Town and ran into Bob Hughes.  They greeted one another, and Riley said that he had moved out of Tom and Margo's house.  Bob thought that was a good idea because Margo appeared to have substituted Riley for her dead son.  He said that when Adam disappeared, he had taken a large portion of Margo's heart with him.  Bob was cordial and told Riley to call on him if he could ever help him.  They said goodbye, so Riley was surprised to find Bob a few moments later sitting on a bench outside the bookstore.  His pager was beeping, and a very confused Dr. Bob was trying to figure out how it worked.  He asked Riley for help.\n\n\nThe Snyders went to the farm, and Brad told Janet that he expected to see her at the studio the next day, bright and early.  Brad walked out, and Janet told Jack that she would not blame him if he walked out right behind his brother.  Instead, Jack kissed his wife.\n\n\nCraig and Teri went back to Carly's house but found the place empty.  Teri was puzzled why everyone made such nasty cracks about Craig.  It was obvious that Craig's stock was rising rapidly in her eyes.\n\n\n",
    "tvmega_recap": "Bob and Alison talk about the incident with Riley, as Alison admits that she doesn't believe it was her fault. Bob is upset to hear Alison's recount and tells her that her handling of this situation and not admitting to what she did (even though she did nothing wrong) leads him to tell her that her job is in jeopardy. Casey and Adam disagree on his place in their family since noone is aware of who he is. Janet is nervous on her first day on set of Oakdale Now. Jack asks Terri to cater a lunch for Janet in honor of her first day. Terri is thrilled and Craig is able to convince Jack to have it at Metro. Brad is in charge of getting Janet to the surprise lunch. A rattled Bob tells Kim about his conversation with Alison and how disappointed in her he is. Alison confides in Riley about what happened with Bob and he urges her to tell someone if she is that concerned that Bob could hurt someone regardless of Casey or anyone else. Janet is thrilled with her surprise lunch until she overhears Terri and Kim talking about how she was going to host with Brad before Janet. Janet doesn't react well and lashes out at everyone. She informs everyone she is quitting until Craig steps up and tells Janet that he ordered Terri not to take the job; that way, Janet doesn't think she took Terri's sloppy seconds. Jack seems appreciative and Terri thinks that Craig is wonderful for how he is so quietly caring about Carly and her family when everyone else thinks he is not. Casey sees Riley talking closely with Alison and reacts poorly demanding he stay away from her or else. Alison speaks with Kim about Bob; Kim is furious thinking she is passing the buck. In the middle of their argument, Kim collapses. Alison performs CPR and rushes her to the hospital where she sees Casey and tells him that Kim has had a heart attack.",
    "soapcentral_condensed": "Dr. Bob Hughes approached Alison at the hospital and began discussing the overdose incident that had occurred with Riley Morgan. Bob was insulted that Alison was insinuating that he was not in full control of his faculties, and he blamed her for not hearing him correctly. Riley was hoping to help Margo get up the nerve to tell their dad the truth. Jack surprised them and asked Teri to put together a celebratory lunch for Janet in honor of her new job as a TV personality. Jack called Brad at the studio and asked him to get Janet to Metro for a surprise lunch,  he suggested that Brad invite Kim, as well, so Jack asked Janet to go to Metro with him for a bite to eat. Craig took Teri on a tour of Metro, and she was delighted at the size of the kitchen. Kim overheard the story and was laughing inside about \"meatball continuity\" Brad also invited her to the lunch, but Kim had a standing date with Bob. She did promise to drop in and give a toast afterwards.\n"
}