{
    "soap_central": "\n\nEmily, Rose, and Craig all made bail; however, Henry did not. Craig told Margo that Barbara would drop the charges because his lawyer,  Marshall Travers, was very persuasive. Margo reminded him that Marshall was a rapist. Meanwhile, Marshall went to see Barbara to see if she'd drop the charges in exchange for a large financial settlement. He told her that if Craig were prosecuted, he'd get him off. \n\n\nBarbara said she'd make a deal on her own terms. Marshall also encouraged her to drop the charges against all of them in return for something that she wanted. Barbara decided that she wanted Craig to sell Monte Carlo to her for one dollar and \"not a cent more\" -- and she wanted an answer in one hour. With that deal, Barbara was convinced she'd have her son back again. \n\n\nCraig went to the farm to see if Rosanna was there. Emma said that she hadn't returned the night before. Rosanna walked in dirty and disheveled. She said that her car had broken down, and her cell phone battery had gone dead, so she had waited until morning and had walked home. Craig tried to help her, but Rosanna pushed him away. Craig told her that he wanted to take her home. Rosanna said she realized that she would never be the true center of his attention. \n\n\nCraig kissed Rosanna, and she said, \"You think that solves everything, don't you?\" She told him that he needed to show her what he had shown everyone else because she felt like she didn't even know him anymore. Rosanna said that he always needed things from her, but she never got what she needed from him. Craig said he'd give her whatever she needed, but all she asked for was some time. \n\n\nCraig left and took a call from Marshall, who told him about Barbara's offer. Craig told him to take it then turned around and went back to see Rosanna. He asked if he could put their previous conversation -- about leaving her alone and not asking for things -- on hold because he needed something from her.\n\n\nEmily returned home, and Alison was surprised she was out of jail. Alison also wondered why she got punished for burning down the barn, but Emily didn't get punished for kidnapping Barbara. Later, Emily apologized to Alison for doing a stupid thing and jeopardizing their family. \n\n\nDusty and Spangler were waiting for Molly to arrive with the money. She met McCann, and Mike saw them arguing and rushed to her rescue. McCann said that Molly was his girlfriend and forced Molly to kiss him. Mike was disgusted to see them kiss. Meanwhile, Dusty was getting roughed up, and Spangler said that he had never liked him. Molly went to Dusty and told him that she had given McCann the money to keep Dusty from being killed. They talked, and Dusty thanked her for helping him but said he was leaving town after just one stop. \n\n\nRose met with Lily for breakfast at Al's Diner. Lily told Rose that Dusty had asked her to buy him out of the shop, and she had agreed. The shop was all Rose's, but she said it was not the same without Dusty there to share it. Lily said Rose was just infatuated by him. Rose said that he did care for her because, in the end, he couldn't lie to her. \n\n\nLily asked if Dusty had never arrived in town, whether Rose would have married Paul. Rose said, \"I hope not.\" She said she had kept trying to make it fit, but she had procrastinated for a reason -- it just wasn't meant to be between her and Paul. Hal found Rose at Al's Diner and said he had some information about Paul. He told her that Paul's plane had gone down in the Atlantic. \n\n\n",
    "soapcentral_condensed": "Emily, Rose, and Craig all made bail; however, Henry did not. Craig told Margo that Barbara would drop the charges because his lawyer,  Marshall Travers, was very persuasive. Craig went to the farm to see if Rosanna was there; Emma said that she hadn't returned the night before. Rose met with Lily for breakfast at Al's Diner; Lily told Rose that Dusty had asked her to buy him out of the shop, and she had agreed. Hal found Rose and said he had some information about Paul; he told her that Paul's plane had gone down in the Atlantic. Molly went to Dusty and told him that she had given McCann the money to keep Dusty from being killed; Dusty thanked her for helping him but said he was leaving town after just one stop. Emily apologized to Alison for doing a stupid thing and jeopardizing their family; Alison was surprised she was out of jail. Emily also wondered why she got punished for burning down the barn, but Emily didn't get punished for kidnapping Barbara.\n"
}