{
    "soap_central": "\n\nBarbara was showing Paul the pictures of Dusty and Rose. Barbara told Paul that Rose would never be faithful to him and that she proved it by seeing Dusty.  Paul told Barbara to get out.  After Barbara left, Paul heard his father's voice.  He shouted out \"Get out of my head!\" As Paul was looking at the pictures, Rose showed up.  Paul was acting nervous and Rose picked up on it. Paul finally told Rose what he knew and Rose told him that she didn't think it mattered. Paul asked why she just didn't tell him to get lost.  Rose asked him, \"What makes you think I didn't?\" \n\nPaul told her that he needed to know what she wanted. She said she wanted him to stop talking and took him into the bedroom.  Later, Rose comes across the pictures and Paul told her it was his mother's doing. Rose tried to explain about what Dusty said but Paul just told her to forget it. Paul said he just wanted to get away from his mother and asked Rose to marry him right now.  Paul said he thinks about killing his mother. Rose said, \"Do you need an alibi?\" Paul smiled and picked up the phone to make a reservation. Rose took the receiver and said to hold on a minute.\n\n\nMolly approached Miss Fettle, who was drunk, and told her she knows about the adoption. Miss Fettle told Molly to mind her own business and, as she was leaving, asked Molly why she would want to hurt Rosanna. Molly said it was pay back. Molly called Rosanna and told her she needed to see her.  She asked Rosanna to come to Metro and not to tell Craig. As Molly was talking Marley showed up and told Molly that she couldn't see Bridget and Michelle. Marley said the girls are at an age where they need stability. Molly started to cry and told Marley to go back to Bay City. Dusty saw Molly crying and went over to comfort her. Rosanna walked in and asked Molly what was so important.\n\n\nCraig asked Dusty to keep Aaron busy so that he couldn't take Lucy to her dance. Aaron called Lucy and told her he had to work late tonight. He said he would pick her up later.  Craig tried to tell Lucy that she shouldn't get her hopes up but she said if Aaron said he would be there, he would.  Lucy told her father that she wouldn't be home until morning.  Rosanna was surprised that Craig didn't overreact but he just said there wasn't anything he could really do about it. Rosanna made up some excuse to get rid of Craig and left to see Molly. In the meantime, Miss Fettle called and warned Craig about Molly.\n\n\nAt Metro, Holden told Aaron that a job was available at the country club but Aaron said he was happy at Metro and for Holden to stop harassing him. While Holden was arguing with Aaron, Jack called him and warned him about Aaron being in trouble. Holden met with Jack and Jack told him the story about Waldo and the drop.  Holden said to bust him! At the dance, Lucy was being harassed by one of the prom queen's. Aaron appeared but got called away again to meet Waldo. \n\n\n",
    "soapcentral_condensed": "Molly approached Miss Fettle, who was drunk, and told her she knows about the adoption. Marley showed up and told Molly that she couldn't see Bridget and Michelle. Molly started to cry and told Marley to go back to Bay City. Holden told Aaron that a job was available at the country club but Aaron said he was happy at Metro and for Holden to stop harassing him. Craig asked Dusty to keep Aaron busy so that he couldn't take Lucy to her dance. At the dance, Lucy was being harassed by one of the prom queen's. Aaron appeared but got called away again to meet Waldo. Craig tried to tell Lucy that she shouldn't get her hopes up but she said if Aaron said that he would be there, he would. Lucy told her father that she wouldn't be home until morning. Rosanna walked in and asked Molly what was so important. Molly asked Rosanna to come to Metro and not to tell Craig. Craig didn't overreact but he just said there wasn't anything he could really do about it.\n"
}