{
    "soap_central": "\n\nJake received an anonymous wedding present--a tee shirt with Molly's jailhouse mug shot on it.  When they questioned the doorman who delivered the package, he told them that it appeared out of nowhere.  They called in Margo who advised them she would check the surveillance tape outside of the building.  She also informed them that even if they ascertained the person's identity, he or she could not be arrested because they had not yet committed a crime.   \n\n\nJen and Paul were overjoyed when Barbara awoke from her coma and immediately asked for Hal.  When questioned about the accident, she appeared disoriented and had no memory of the explosion.  She acted worried when Paul told her that the police needed her statement.\n\n\nJack apologized to Carly for giving her an ultimatum about taking the job with Craig.  He admitted that he was afraid of losing her and worried that her job would take her away from him and out of the country.  Carly countered that she was worried every time he left the house because of his police work.  They were in the process of kissing and making up when Jack received a call from Paul telling him that Barbara had awoken from her coma and was getting ready to name her assailant.  \n\n\nBryant refused to accept his trust fund money from Lucinda because he felt it was stolen from Barbara by his father.  Lucinda insisted that it was his money and he should be able to use it as he saw fit but he admitted that Jen would break up with him if he took the money.  He finally decided to keep the money until after the trial but informed Lucinda that he did not plan to spend one cent of it and was not going to tell Jen.\n\n\n",
    "tvdb": "Desperate to keep Craig from being released, Barbara maintains her conviction that he was the man who attacked her although she has no memory of the event.",
    "soapcentral_condensed": "Jake received an anonymous wedding present--a tee shirt with Molly's jailhouse mug shot on it. Bryant refused to accept his trust fund money from Lucinda because he felt it was stolen from Barbara by his father. Jack apologized to Carly for giving her an ultimatum about taking the job with Craig. He admitted that he was afraid of losing her and worried that her job would take her away from him and out of the country. He finally decided to keep the money until after the trial but informed Lucinda that he did not plan to spend one cent of it and was not going to tell Jen. Jack received a call from Paul telling him that Barbara had awoken from her coma and was getting ready to name her assailant. Jen and Paul were overjoyed when Barbara awoke and immediately asked for Hal. When questioned about the accident, she appeared disoriented and had no memory of the explosion. She acted worried when Paul told her that the police needed her statement.  She also informed them that even if they ascertained the person's identity, he or she could not be arrested because they had not yet committed a crime.\n"
}