{
    "soap_central": "\n\nAaron refused Alison's kiss. Aaron spilled beer all over himself and sought dry clothes in the office. An inebriated Aaron was unable to get himself into the clothes and passed out in Burt's office. Alison found Aaron in the office and took off his shirt. Alison drew a heart with lipstick on Aaron's chest and then kissed the middle of the heart. Alison undressed, wrapped herself in a sheet, and lay next to Aaron. \n\n\nMeanwhile, Rosanna took Lucy to the hospital to talk to Will. Will admitted that Alison had confessed to him that she had started the fire and had said that if he took the rap, he would not go to jail because he was a kid. Lucy realized Alison had lied about everything. Rosanna and Lucy headed to Burt's garage, where Lucy found Alison sleeping with Aaron. Emily questioned Chris if it were possible that Alison had set the barn fire. \n\n\nCarly did not believe Jack when he explained that he and Molly had not slept with one another. Jack explained to Carly that he needed time to sort through everything that had happened before he could make a decision about their relationship. Carly informed Jack that she and Parker were going to stay at Mike's unless Jack had a better alternative. Mike revealed to Molly that he loved her but was going to let her go. Mike made it clear to Molly that Carly was probably the mother of his child, and he intended to stand by her. \n\n\n",
    "tvdb": " Aaron refuses Alisons kiss. Aaron spills beer all over himself and seeks dry clothes in the office. An inebriated Aaron is unable to get himself into the clothes and passes out in Burts office. Alison finds Aaron in the office and takes off his shirt. Alison draws a heart with lipstick on Aarons chest and then kisses the middle of the heart. Alison undresses, wraps herself in a sheet and lays next to Aaron. Meanwhile, Rosanna takes Lucy to the hospital to talk to Will. Will admits that Alison confessed to him that she started the fire and said that if he took the rap he would not go to jail because he is a kid. Lucy realizes Alison lied about everything. Rosanna and Lucy head to Burts garage where Lucy finds Alison sleeping with Aaron. Emily questions Chris if it is possible that Alison set the barn fire. Carly does not believe Jack when he explains that he and Molly did not sleep with one another. Jack explains to Carly that he needs time to sort through everything that has happened before he can come to a decision about their relationship. Carly informs Jack that she and Parker are going to stay at Mikes unless Jack has a better alternative. Mike reveals to Molly that he loves her but is going to let her go. Mike makes it clear to Molly that Carly is probably the mother of his child and he intends to stand by her.",
    "tvmega_recap": "Lucy wants to confirm with Will that Alison started the fire, so Rosanna pulls some strings to make a late night visit to him. When Rosanna told Will that Alison \"confessed\" to it, Will admits that Alison started the fire, Later, Lucy wants to confront Alison and Aaron and find them both sleeping naked after drinking. Barbara and Hal go to Chicago to meet with a child psychologist to testify at Will's hearing. Chris comes to the Munson house to tell Emily that Rosanna and Lucy visited Will. He thinks Alison started the fire, Emily wants to keep the information under wraps from Hal. When Carly walks in on Jack and Molly barely clothed and hugging, he tries to convince Carly that there's nothing going on between them. Molly tries to keep the lie going along with trying to start a fight. Jack kicks Molly out so that him and Carly can sort things out. Carly feels the baby move for the first time and Jack declines the bonding session. Carly reluctantly tells Jack that she'll be living with Mike. Molly visits Mike and sees her belongings all packed, she doesn't understand why. In reply, Mike questions why Molly told him not to ever touch her again while at the Lake View. Mike continues to say how much loves her. He tells Molly that Carly and Parker are moving in. Molly becomes enraged and doesn't like the fact that Carly will be sleeping in her bed. ...Dione, Daughter of Heaven and Earth",
    "soapcentral_condensed": "Aaron refused Alison's kiss. Aaron spilled beer all over himself and sought dry clothes in the office. Will admitted that Alison had confessed to him that she had started the fire and had said that if he took the rap, he would not go to jail because he was a kid. Lucy realized Alison had lied about everything. Mike revealed to Molly that he loved her but was going to let her go. Carly informed Jack that she and Parker were going to stay at Mike's unless Jack had a better alternative. Jack explained to Carly that he needed time to sort through everything that had happened before he could make a decision about their relationship. Carly did not believe Jack when he explained that he and Molly had not slept with one another. Mike made it clear that Carly was probably the mother of his child, and he intended to stand by her. Emily questioned Chris if it were possible that AlisonHad set the barn fire. Lucy found Alison sleeping with Aaron in Burt's garage. Rosanna took Lucy to the hospital to talk to Will.\n"
}