{
    "soap_central": "\n\nAlison and Aaron were in the honeymoon suite of the Lakeview when Morty, the dog Alison and Chris cared for, ran into the room while Aaron was in the shower. Chris followed the dog in as Aaron emerged and he exploded at finding Chris there. Chris took the dog and left. Aaron wanted to report him to the hotel, but Alison wouldn't let him. To deflect Aaron, Alison made love to him. Aaron was happy and said he wanted to have a baby. Alison was thrown and says it was too soon. Aaron surprised her by telling her he got her off from work so they could have a honeymoon. Alison was a little taken aback at not being consulted but she went along with it. \n\n\nMeanwhile, Dani brought chicken soup to Chris because she heard he called in sick. Chris came on to her and Dani was surprised but didn't exactly reject him. But, Chris pulled back, saying he didn't want to use her. Dani suggested they become friends and maybe the rest would follow later. Dani kissed Chris goodbye just as Alison was walking down the corridor-and witnessed the kiss. \n\n\nLily and Holden tried not to panic when they realized Ethan was missing. The tension made them snip at each other as they tried to place blame. They eventually calmed down and called Jack for help. \n\n\nMeanwhile, Jack was resigning from the police force, admitting he stole the evidence regarding Leo's case, but refusing to tell why. He went back to Milltown, where Janet and Carly waited to find out what he'd done. Janet tried to make up with him, but he was not ready and she left. \n\n\nCarly got him a beer and they were silently drinking when Holden called to tell Jack that Ethan was missing. Carly and Jack rushed to Lily's and at first Lily said she didn't need Carly's help, but Holden and Jack insisted they needed everyone's help and they all fanned out to search. \n\n\nLily saw Ethan's blankie and assumed it was him, only to find it was not. She broke down and Holden held her, as they promised never to lose sight of what was important. \n\n\nCarly and Jack ended up at the dig site where Carly found Ethan's shoe.\n\n\n",
    "tvmega_recap": "When Allison opens her door, Morty runs in with Chris right behind him. Dani goes looking for Chris and learns he took a sick day. Chris tells Allison he and Morty miss her and wonders if she is happy being married. Allison wants him to leave, but Aaron comes out of the shower and demands to know why Chris is in their room. Janet comes to talk with Carly about Jack. Carly tells Janet that she surmises that Jack is taking full responsibility of what happened. Jack quits the force because he took evidence and it got destroyed. Margo isn't so quick to let this happen though. Carly and Janet talk about Jack's high morals and Carly tells Janet that Jack may never forgive her because she speaks from experience. Lily and Holden search for a missing Ethan. Margo thinks there is a way out of this for Jack, but he won't let her get involved. He doesn't want her compromising herself and ultimately he knows she, he and Hal would do the right thing. Margo begrudgingly accepts his resignation. Jack praises Margo and thanks her for being such a great friend and boss. Aaron kicks Chris out of his room and goes to call the Front Desk about Chris having a dog in his room, but Allison is quick to defend Chris. Jack tells Carly and Janet that he quit the force. Janet wants him to fight, but Carly understands and explains that Jack has to do this. Holden and Lily can't find Ethan and end up blaming each other for a minute because Holden was with Carly and she was with Mike, but then they come to their senses and agree to work together. Allison talks Aaron out of calling on Chris and entices him out of his jealousy by leading him into bed. Dani comes to take care of Chris. Morty doesn't seem to bond with Dani like he did with Allison. Janet tries to get Jack to go home and talk with her and while he appreciates why she asked him to do the thing he did and he ultimately takes responsibility, he can't go with her. Jack and Carly are hanging out when Holden calls about Ethan going missing. Jack and Carly show up to help, as Lily is momentarily thrown by her, but Carly promises she just wants to help. Holden and Lily call the police, as Jack is forced to admit he quit the force. Aaron talks about his desire to start trying to have a baby, as Allison looks overwhelmed. Chris and Dani end up kissing, but Dani pulls back telling him that he needs to get over Allison first. Chris assures her that he is fine, but then realizes he isn't and stops himself before he takes things further. They agree to remain friends with benefits for the time being. Allison tells Aaron that she is not ready citing her school and career, but Aaron is sure of himself and tries to persuade her, but Allison looks very unsure. Margo shows up and they all talk about the circumstances around Ethan's disappearance. Holden gets a lead Ethan was in the woods; Margo gets a lead and Carly and Jack head out to look themselves. Allison finally relents and agrees to talk babies at a later date sooner rather then later, Aaron hopes. Aaron surprises Allison with impromptu honeymoon reservations; he already ok'd it through Bob. Again, Allison looks unsure, but she covers well and tells Aaron she is going to pack. Lily and Holden find Ethan's blanket and hope he is asleep underneath it, but he is not there. Holden comforts Lily. Allison spies Dani and Chris kissing. Lily is so scared that Ethan is hurt or worse, as Holden wants her to be strong for when they find him. Lily wants her and Holden to make a promise to never forget what is important after they get through this, as Holden readily agrees. Carly and Jack come across the gaping hole on the farm and worry. Carly and Jack think their and Lily and Holden's worst fears are realized when they find Ethan's shoe by the open hole.",
    "soapcentral_condensed": "Alison and Aaron were in the honeymoon suite of the Lakeview when Morty, the dog Alison and Chris cared for, ran into the room while Aaron was in the shower. Chris followed the dog in as Aaron emerged and he exploded at finding Chris there. Chris took the dog and left. Meanwhile, Jack was resigning from the police force, admitting he stole the evidence regarding Leo's case, but refusing to tell why. Janet tried to make up with him, but he was not ready and she left. Lily and Holden tried not to panic when they realized Ethan was missing. They eventually calmed down and called Jack for help. Lily saw Ethan's blankie and assumed it was him, only to find it was not. She broke down and Holden held her, as they promised never to lose sight of what was important. Carly and Jack ended up at the dig site where Carly found Ethan's shoe. But, Chris pulled back, saying he didn't want to use her. Dani suggested they become friends and maybe the rest would follow later.\n"
}