{
    "soap_central": "\n\n \nMargo arrived home and picked up the mail which included a large parcel.  She sorted it all, but when she came to the box, she became upset.  She called a fellow police officer named Tyler, and she asked him if it was safe to open a box from an unknown sender from Kabul, Afghanistan.  She answered all his questions, and he advised her that it was all right to open it carefully.  When she looked inside the box,however, she freaked out.\n\n\nTom arrived home soon at Margo's request, and the two of them unpacked the mystery box.  He pulled out a sweater that Margo remembered giving to Adam.  Next, they found a watch they had given him at Christmas, and finally, they found their son's wallet, which included his driver's license.  Both of them were worried, and neither could understand what Adam might have been doing in Afghanistan.  Tom decided to call an acquaintance at the State Department and make inquiries.\n\n\nThey met with a Mr. Phipps from the State Department at the Lakeview, and Phipps announced that he had bad news.  He said that their son Adam had been working in a supply depot in Kabul distributing food and medical supplies to the locals.  A suicide bomber had attacked the building, and unfortunately there were no survivors.  Margo could not accept that her boy could be dead without her knowing it.  She didn't understand why Adam had been there or why someone had sent his effects home without any prior notification.\n\n\nAlison went to Emily's office to talk with Hunter.  He apologized again for inviting her father to her graduation party.  Alison asked him to join Casey and her for a barbecue at the Hughes house, but Hunter was reluctant to go down that road again.  Ali persuaded him and encouraged him to invite someone, if he wished.\n\n\nJade and Casey talked after their senior van runs were finished, and Jade wanted to know why he was in such a good mood and with a goofy grin on his face.  She then guessed correctly that Casey and Alison had become lovers, and Casey did not deny it.  He went home for the barbecue, and when Alison arrived, the two of them began kissing.  Casey wanted to retire to his bedroom immediately, but then Alison told him that Hunter was joining them for lunch.\n\n\nHunter ran into Jade in Old Town and mentioned that he had been invited again to one of Casey and Alison's barbecues.  He asked Jade's advice for what he should take, and she sarcastically suggested condoms.  Hunter began to finally clue in as to what Casey and Alison's relationship was.  He mentioned that Alison had told him to bring someone, and he was surprised when Jade volunteered herself.\n\n\nVienna and Katie talked on the phone, and Katie was still experiencing morning sickness.  She also had not yet revealed to Brad that she was pregnant.  Vienna had to hang up because Henry arrived home from delivering the $10,000 check he had won to a children's charity.  While Katie was on the phone in her bedroom, Brad was on the living room couch examining a bracelet.  When he was finished, he placed it in a fancy jewelry box and made out the card to \"Gina.\"  Katie came out of the bedroom, so Brad quickly stashed the box under the throw pillows on the couch.\n\n\nKatie asked for more tea, so Brad went into the bedroom to fetch her cup.  She pulled out the jewelry box while he was busy, and she opened it.  She also read the card to \"Gina,\" and immediately assumed that Brad was cheating on her.  Brad brought her tea and announced that he had some errands to run.  When Katie went back into her room, Brad called someone and arranged to meet at Al's, but Katie was eavesdropping.  After Brad left, Katie cried and called Vienna back and asked her to meet her at Java.\n\n\nWhen Vienna arrived at Java, Katie spilled the news about the bracelet and the mysterious \"Gina.\"  She was sure that Brad was being unfaithful, but Vienna did not believe it for a minute.  Katie declared that her husband was meeting his paramour that very minute at the diner, and she had heard him declare that they \"would go on from there.\"  Vienna said she would happily prove to Katie that she was wrong, and she hurried out.\n\n\nCasey and Alison were smooching on the couch at his house when Jade and Hunter walked in.  The guys went outside to start the grill, and Jade and Alison chatted.  Jade congratulated Alison for \"hooking up\" with Casey, but Alison was embarrassed that Casey had revealed such personal details.  Jade assured her that he had not, but she had guessed it from his goofy grin.  Jade said that she was completely cool with it.\n\n\nOutside, the boys talked, and Hunter referred to Casey's sleeping with Alison, and Casey was quick to point out that was not cool to talk about.  A very inexperienced Hunter asked Casey some fundamental questions about having sex with girls, and Casey gave him his views. When the girls joined them, Casey brought out a hula hoop, and they all made Hunter give it a try.\n\n\nMargo and Tom walked through the patio, and Tom asked Casey to wrap up the party.  Casey protested, so Tom whispered that it was about Adam.  Casey followed his dad inside and went off on a tirade about hoping that his parents were not going to allow Adam to return home after all the damage he had caused.  Tom tried to hush Casey, but he finally blurted out that Adam was dead.  Tom gave him the few details they had, and Casey questioned why his brother had been in Afghanistan in the first place.  Margo thought her son was trying to make up for all his bad deeds.  Casey went outside and told Alison about Adam, and then he rejoined his parents.  He apologized for all the unkind words about his brother and tried to comfort his folks.\n\n\nBrad waited in Al's for \"Gina,\" and when she arrived, he hugged and kissed her and then sat down.  They ordered just coffee, and Brad presented her with the jewelry box.  Meanwhile, Vienna sneaked in the back of the diner and spied on Brad from behind the counter.  She watched Brad put the bracelet on Gina's wrist, and she heard the woman ask Brad when he was going to tell his wife.  Brad's answer was that he would tell Katie when she was not so fragile.  Vienna scooted out and went back to Java to report to Katie.\n\n\nVienna described how Brad had kissed \"Gina\" and had given her the bracelet.  She also said that Brad would be telling Katie about it when the time was right.  Katie was devastated and wanted a physical description of her rival.  Then she declared that her marriage was over.  Vienna suggested that she kill Brad and then leave town, and Katie said she felt that way, too.  Katie did not want to be in Brad's house another moment, so Vienna promised to go with Katie wherever she chose.  They agreed to pack their bags and meet back in Old Town.\n\n\nVienna was packing when Henry came into their hotel room.  He assumed that she was leaving him, and he shouted that he would do whatever she wanted if only she would stay.  Vienna explained that Katie was leaving Brad, and that she was going with her.  Henry flatly refused to believe that Brad was cheating on his wife, but Vienna relayed what she had seen.\n\n\nBrad walked into an empty house and found a note from Katie.  The note said how much she loved him, but that she would not stand in his way if he cared more for someone else.  She told him she would send for her things later, and then Brad's doorbell rang.  He answered the door, and there stood Henry, who unceremoniously decked Brad with a right hook.  Brad picked himself up and demanded an explanation.  Henry chewed on Brad for having a \"squeeze\" on the side, and Brad realized that Henry was talking about Gina.  He told Henry that Gina was a woman who was pregnant and wanted to place her baby in a good adoptive home.  Brad had just been trying to get to know her so that she would let Katie and him take the baby.\n\n\nAlison found Jade and Hunter at Java, and she told them what had happened to Adam.  She had forgotten that Jade and Adam had been together for a while, and Jade referred to Adam as \"evil.\"  Alison answered her phone and spoke with Casey, who asked her to meet him on the roof of the hospital.  She went there immediately, and Casey said that he had hated his brother and often wished him dead, but if that was true, he questioned why he was hurting so much now that it had happened.  He hugged Alison and cried on her shoulder.\n\n\nTom and Margo grieved at home.  Margo took out Adam's sweater and remarked that it was all they had left of their son.  Tom said that they still had some good memories of him, and they talked about a memorial service.  Margo said there was no point in telling lies about someone who was so disliked, but Tom thought their family would like to come, and also people related to Hal, the boy's birth father.\n\n\nVienna and Katie met in Old Town with their bags, and Katie was trying to decide where to go when Vienna took a call from Henry.  She learned that he was with Brad, so Vienna hung up on him without telling him where she was.  Henry called back and convinced her that their meeting was a matter of life and death, so Vienna whispered that she and Katie were still in Old Town.  They got a map from the bookstore, and Vienna stalled for time.  Brad and Henry finally arrived, and Brad said that he hadn't told Katie about the possible adoption because he didn't want her heart broken again if it fell through.\n\n\nKatie finally believed Brad when he said how much he wanted her to have her own baby, and then she told him that they were going to have a baby of their own because she was pregnant.  Brad was amazed, and the two of them hugged.  Henry and Vienna left for the Lakeview, and Henry admitted that he was truly happy for his friends.  At home, Brad and Katie talked about the little miracle that she was carrying, and Brad offered to take excellent care of his wife.\n\n\n",
    "tvmega_recap": "The Hughes family is shattered when a box of Adam's things is sent home and a state department official informs them that Adam died when a suicide bomber hit the supply house where he was distributing food and medicine to the people. Casey blames himself because he wished for his brother's death many times. Casey regrets that he will never have the chance to make things right with Adam. Tom and Margo regret that Adam didn't get a chance to come home and be part of the family now that his life was back on the right track. Tom and Margo decide to have a memorial service with just family and friends to celebrate the good in Adam. Katie thinks that Brad is having an affair with a woman named Gina when she sees a card with Gina's name and a box with a bracelet in it. Vienna spies on Brad and Gina and sees Brad give Gina a kiss on the cheek and a bracelet. Gina also wonders when Brad plans on telling his wife. Vienna gives Katie the details and Katie plans to leave without ever telling Brad she is pregnant because she doesn't want him to come back to her out of pity. Vienna packs to leave with Katie and tells Henry Brad is having an affair. Henry goes to Brad's house and punches him. Brad explains to Henry that Gina is a woman who planned to give her baby up for adoption and he was trying to persuade her to give the baby to him and Katie. Henry tells Vienna to keep Katie from leaving because this has been a big misunderstanding. Brad explains everything to Katie and she tells him they are going to have a baby of their own so they don't need to adopt. Henry and Vienna are happy for Brad and Katie but are still mourning the loss of their own child. Henry and Vienna donate the $10,000 to a fund for adoption because it is a good way to remember their child.",
    "soapcentral_condensed": "Casey and Alison were smooching on the couch at his house when Jade and Hunter walked in. Jade congratulated Alison for \"hooking up\" with Casey, but was embarrassed that Casey had revealed such personal details. Hunter asked Jade's advice for what he should take to one of Casey and Alison's barbecues. Henry arrived home from delivering the $10,000 check he had won to a children's charity. Vienna declared that her husband was meeting his paramour that very minute at the diner, and said she would happily prove him that she was wrong. Katie was still experiencing morning sickness, and she also had not yet revealed to Brad that she is pregnant. Brad brought her tea and announced that he had some errands to run, but Katie was eavesdropping. Brad was on the living room couch examining a bracelet and made out the card to \"Gina\"  Katie came out of the bedroom, so Brad quickly stashed the box under the throw pillows on the Couch.\n"
}