{
    "soap_central": "\n\nAt Al's Meg waited on tables and didn't do a very good job. Her boss told her she would have to pay for all the orders she messed up. Craig came in and saw. He asked her if she was ready for him to take care of her. Meg told him she could take care of herself. Craig paid off the manager and closed the joint. They were the only ones there. Meg wasn't happy. He turned on the radio and they danced in the diner. Morning came and Craig tried to get her to go to Fairwinds. She told him the first time they slept together she was drunk and she may do it again and she'd let him know. She went off. \n\n\nAt the Lakeview Dusty called Lucinda to come over. She did, and he asked her about Elliot, the network guy. Lucinda said she thought he hid his bad side with his congenial demeanor. Lucinda told of how Elliot once scared off a prospective female employee and a pretty woman should watch herself around him. \n\n\nUpstairs Elliot and Emily were getting ready to do their thing. Elliot asked about Dusty and Em told him he wasn't her boyfriend. Elliot doubled her fee and said he liked it rough. He threw her on the bed. Emily tried to run and he grabbed her. He continued despite her protests and struggle. Their fighting escalated as did Elliot's libido. Someone knocked. It was security... someone called about the noise and he explained it away. Emily had a bloody lip and he sent her away. Back home her mother saw her lip and asked what happened. Susan asked if she was raped and wanted to call the police. Emily said it was a guy she met. She told her mother to forget about it. Susan left and Emily curled up in bed. \n\n\nSusan called Dusty about her concerns and told him she got beaten up. Dusty went upstairs to Elliot's hotel room. It was empty but he let himself inside. He went to Emily's and was waiting in her room after she came out of the shower. He told her Susan called and he wanted to know what happened. Emily denied it.  He said he knew it was Elliot. Dusty asked if she slept with him to get the ad revenue. She said no. He still wanted to know why she did it. She started going on about how if she was someone else no man could hurt her. He talked about loss and how it could affect a person, and that she deserved better. She broke down and he held her in his arms. Dusty put her to bed and sat with her. Susan checked in and left them alone.  \n\n\nMorning came and Emily asked if Dusty sat with her all night. He went to get coffee. She pulled the money out of her purse and fixed her face. Dusty came back and she told him she was fine. Dusty tried to get her to go to the police. She said no one would believe her. Dusty wanted to know exactly what happened. Emily said she was wrong to go up to his room and it wouldn't happen again. She apologized and thanked him. Dusty took his leave. She sighed and put her money away with the rest she'd earned. \n\n\n",
    "tvmega_recap": "Emily gets badly beating up by Elliot because he likes to do that to women before he sleeps with them. Emily arrives home and Susan thinks she has been raped but Emily denies it. Susan calls Dusty who with Lucinda's help discovers that Elliot beat up Emily. Dusty confronts Emily who refuses to go to the police about Elliot. Dusty Holds Emily as she cries and spends the night sleeping in a chair beside her bed. Emily and Dusty decide they are now friends and Emily vows to not let a man hurt her again. Craig rents out Al's Diner for the night and he and Meg dance all night long. Meg gives Craig a small kiss and tells him the next time they make love she wants them to have a deeper emotional connection to each other.",
    "soapcentral_condensed": "Elliot and Emily were getting ready to do their thing. Elliot doubled her fee and said he liked it rough. Emily tried to run and he grabbed her. Their fighting escalated as did Elliot's libido. Emily had a bloody lip and he sent her away. Dusty went upstairs to Elliot's hotel room. It was empty but he let himself inside. He went to Emily's and was waiting in her room after she came out of the shower. He told her Susan called and he wanted to know what happened. Susan asked if she was raped and wanted to call the police. Emily said it was a guy she met. She told her mother to forget about it. Emily asked if Dusty sat with her all night. She pulled the money out of her purse and fixed her face. She apologized and thanked him. She broke down and he held her in his arms. She sighed and put her money away with the rest she'd earned. She said no one would believe her. Craig paid off the manager and closed the joint.\n"
}