{
    "soap_central": "\n\nKatie called Chris to tell him that she wasn't pleased with how their scenes for Lisa's 50th Anniversary show had turned out.  She was making a DVD for Lisa, and she really wanted to reshoot most of that scene.  Chris agreed to go to the television studio when he finished his shift at Memorial.  Katie watched their kissing scene in her office, but it made her uncomfortable.\n\n\nAlison yelled at a new monitor in a hospital room because it was not working properly.  Casey heard her swearing, so he offered to take a look.  He couldn't get it to work either, but Alison would not let him give it a good thump.  Alison apologized again for butting into Casey's relationship with Vienna, but Casey called it more of a \"casual thing\" than a relationship.  Then he asked Alison why she was so sure that he shouldn't trust Vienna, and her answer was that Vienna was committed to Henry, and sooner or later, she would go back with him.\n\n\nCasey claimed he was not looking for a lifetime commitment, and he walked out.  Alison tried the monitor again but was unsuccessful.  Chris walked in, and he gave the monitor a sharp poke, and it began to work perfectly.  Alison suggested that they see a new horror movie on their scheduled date, and Chris readily agreed.  They decided to meet at WOAK when they were both off work.\n\n\nVienna did another home pregnancy test, but it, too, was negative.  Vienna was a bit nervous since she had already announced her pregnancy to Henry, and then someone knocked on her door.  She stashed the used test kit in the waste basket and opened the door to Henry.  He was delivering her crackers and other snacks to soothe her \"morning sickness,\" but Vienna said that what she needed was not in his bag.  She planted a huge kiss on Henry's lips and walked him backwards towards the bed.  They tumbled on the bed, but Henry suddenly put on the brakes.\n\n\nHenry said that he was worried that they might hurt the baby, but Vienna wasn't buying it.  Someone else knocked on the door, and Henry hustled to open it.  The visitor was Barbara, who asked that meaningful question, if it was \"a bad time.\"  Henry let her in, and Barbara handed Vienna the wedding gown she had started for her.  She announced that she was \"out of the wedding dress business\" forever, and Vienna would have to find someone else to finish it.  Vienna was rude and threw the dress on the bed and declared haughtily that she was going \"in a different direction\" anyway.\n\n\nBarbara stormed out, and Vienna grabbed Henry again, but he began to argue.  Henry scolded Vienna for the way she spoke to Barbara, and he picked up the dress and said he was returning it to her.  Vienna's phone rang and she listened to a message from Casey, who said he was thinking of her and the storage closet in the hospital where they had sex the other day.  Vienna picked up her purse and dashed out.\n\n\nHenry went to Barbara's hotel room, but she was not there.  A maid walked out carrying the dance trophy that Barbara and Henry had won at Metro.  Henry was shocked that Barbara had meant to throw it out, so he told the maid that he would hold on to it.  He even pointed out his name engraved on the trophy.  Henry flashed back to the night they had won it, and he became sad.  He reconsidered and dumped the trophy into the trash again and also stuffed in the wedding dress.  He returned to Vienna's room, but she wasn't there, so he went in.  He found a note that said she had gone to a prenatal exam, and he also spotted a book of baby names on her desk.  Henry sat down in a gloomy mood.\n\n\nVienna found Casey in the hospital, and she said she had reconsidered and still wanted to have fun and sex with him.  Casey said he felt \"used,\" and Vienna flipped out.  She tore out of the room and said that she would find someone who appreciated what she had to offer.  Casey hunted up Chris and asked where his grandfather was, and Chris said Bob was tied up in a board meeting all afternoon.  Chris then volunteered the information that he and Alison were going to a movie later, and he wanted to make sure Casey was all right with that.  Casey said he was fine with that, and he was already seeing somebody else.\n\n\nVienna returned to the Lakeview and was surprised when a few minutes later Casey knocked on her door.  The two began kissing and rolling around on the bed, as Casey declared that he made a wonderful \"boy toy.\"  Meanwhile, Chris finished up at the hospital and took off for WOAK to meet with Katie and then Alison.  He asked Katie candidly if it was okay with her if he dated Alison, but the makeup man arrived and carted him off to prepare for his shoot.  After the scene, Alison showed up, and Katie sent them off on their date.\n\n\nHenry, in panic mode, dashed to WOAK to ask Katie for help.  He said that Vienna was pregnant, and Katie was delighted, but she asked why Henry looked as if he wanted to jump off a cliff.  Henry said that Vienna was not acting like her old self, but he didn't know how to help her.  Katie, the matchmaker, advised him to propose \"the old fashioned way,\" down on his knees, and with plenty of romance.\n\n\nNot long afterwards. Henry, accompanied by two other people, appeared outside Vienna's door. The woman held a box of white rose petals, and the man was obviously going to serenade Vienna when the time was right.  Henry gave them final instructions on how the proposal was to go.\n\n\nKatie knew where Chris and Alison were having a bite to eat, and she was irresistibly drawn there.  She stopped across the street and could see her friends through the front window of the restaurant.  Katie was in a No Standing zone, and a policeman approached her and asked her to move.  Katie, however, was distracted while she watched Chris and Alison in her side mirror as they left the restaurant and crossed behind her.  The cop spoke to Katie again, so she jammed the car in gear and hit the gas.  Unfortunately she was in reverse, and the car shot backwards and knocked down Chris.\n\n\nAt the farm, Emma and Meg spoke with a Mr. Prager, an attorney, and Meg explained how Emily had left baby Eliza in her car while she went chasing after a dangerous criminal.  Prager said that incident would adversely affect Mr. Ryan's case, but he added that Meg still had issues of her own.  Prager said he needed conclusive evidence to present to the judge, but Emma admitted that they hadn't gathered any.  The lawyer left, and Emma was upset, but Meg had a plan.\n\n\nEmma warned her daughter to be careful and not give the judge any reason to doubt her.  Meg said she would begin by getting her job back at Memorial, but Emma was concerned about Meg's ability to pass the psychiatric evaluation required of all employees.  Meg said she wasn't going to take the evaluation; instead she was going to ask Bob Hughes, who set the hospital policy, to waive it for her.\n\n\nAt Fairwinds, Emily held little Eliza and told her they were going to the pediatrician for a little vaccination, and then they would take a trip to the zoo.  Paul walked in and was reluctant to let Emily take the little girl by herself.  Emily apologized for her former transgression with Eliza and promised never to scare Paul like that again.  Paul, however, was more worried that the incident played right into Meg's hands. Emily swore that she would prove to the judge that she was the best mother for Eliza, and she took the baby for her appointment.\n\n\nAs Emily and Eliza were exiting the doctor's office, they ran into Meg.  Meg was shocked that neither of Eliza's birth parents was present at her vaccination, and she berated Emily and made cruel remarks about her leaving Eliza alone in the car.  Meg reminded Emily that she was the baby's mother, and Emily retorted that she was also \"a nut case who didn't have custody.\"  Meg got overwrought, but a nurse calmed her down and told her that Dr. Hughes, whom Meg wanted to see, was busy in a board meeting all day.  She suggested Meg make an appointment and return another time, so Meg left.  At that time, a nurse also discovered that some drugs were missing from the hospital supply room.\n\n\nBarbara walked out of Fashions and ran into Emma Snyder.  They talked about Eliza, and Barbara suggested that, as the little girl's grandmothers, they should take care of Eliza's christening together.  Emma agreed, but she was discouraged with Barbara's suggestion that they all meet face-to-face at Fairwinds.  When Barbara looked confused, Emma said that was because of \"the incident.\"  Barbara was befuddled, but Emma explained how Emily had \"lost\" the baby through her carelessness.\n\n\nBarbara drove directly to Fairwinds and confronted Paul for not telling her what Emily had done.  They argued loudly, and Barbara went ballistic when she learned that Emily had driven the baby to her doctor's appointment.  She next proclaimed that she and Emma were going to have a christening.  Paul was furious that his mother was doing things for him, as Emily walked in with the baby.  Meg and Emma followed, so Emily asked Paul what was going on.\n\n\nEmily served tea, and Barbara set things in motion by saying that they were all agreed that it was time to christen Eliza.  Everyone but Paul was in agreement, but he got outvoted.  Then Emma and Paul argued about whether it should take place at Fairwinds or the Snyder farm.  Meg and Emily went at it about who should hold the baby during the ceremony.  Paul finally stood up and whispered to his little girl, \"I'm going to get you out of here before you're scarred for life.\"\n\n\nEmma continued the discussion in the living room until Meg stood up and declared that she heard Eliza crying hysterically.  No one else heard the baby, however, and soon Meg was hysterical herself.  Paul walked back in with a perfectly calm little girl in his arms, but Meg could not settle down.  Emma hustled her out, as Barbara explained that Meg had suffered an \"episode,\" but Emily described her as having gone \"loony.\"  Paul took the baby upstairs, and Barbara and Emily continued to spar.  At home on the farm, Meg could not describe to her mother what she was feeling, but she was shaky and cold.\n\n\n",
    "tvmega_recap": "Katie asks Chris to go to the TV Station and reshoot some scenes from Lisa's show because she wants to give Lisa a special DVD of the show. Katie replays the kiss she and Chris shared for Lisa's show and tells herself to stop thinking about it. Alison can't believe that Casey isn't bothered by the fact the Vienna is only using him but Casey tells Alison he just wants to have fun without a commitment. Alison asks Chris to go to the movies and he tells Katie just in case she feels something is going on between them and she doesn't want him to go out with Alison. Katie lies and tells Chris that she is happy that they are going on a date.. Katie later sees Chris kissing Alison and is so startled by the sight that she knocks Chris down with her car. Meg and Emma are disappointed when Meg's lawyer tells them that Emily leaving Eliza alone in her car may not help her case too much since Meg also has things in her past that could effect her getting custody of Eliza. Emily is determined not to lose custody of Eliza. Emily and Meg argue because Meg is upset that Emily took Eliza to her checkup. Alison stops the argument because its not good for them to be fighting in the hospital and in front of Eliza. Alison is told by a nurse that some medication is missing and nobody on staff took it so Alison tells the nurse they must find the missing medicine. Barbara and Emma bring Paul, Emily Meg, and Emma together at Fairwinds to plan Eliza's christening. Meg and Emily soon begin to argue about the details and Emily decides to bring Meg some tea spiked with pills. Meg has an episode where she hears Eliza crying hysterically and the baby isn't crying at all. Emma takes Meg home and Meg is scared because she can't explain what happened to her. Vienna is disappointed when she takes another pregnancy test and it reads negative so she tries to make love to Henry but he doesn't want to hurt the baby. Barbara also interrupts Henry and Vienna and tells Vienna they will have to find someone else to fix her wedding dress. Henry is upset when Vienna doesn't even say thank you to Barbara and tells her she has chosen a different dress. Henry takes the dress back to Barbara but she isn't in her room but he does find their dance contest trophy in the trash. Henry takes the trophy out of the trash and remembers what a good time he and Barbara had at the contest. Vienna wants to make love to Casey at the hospital but he doesn't want to be used anymore and Vienna leaves telling Casey that if he wants more then fun he will have to find someone else. Henry is determined to make Vienna happy even though he can't stop thinking of Barbara so he goes to Katie for advice on how to do that and Katie tells Henry to make Vienna feel special by proposing to her the right way. Casey later reconsiders and goes to the Lakeview to tell Vienna he will be her boy toy. Vienna and Casey are making love while Henry is standing outside the door ready to surprise Vienna with a romantic proposal.",
    "soapcentral_condensed": "Katie called Chris to tell him that she wasn't pleased with how their scenes for Lisa's 50th Anniversary show had turned out. Chris agreed to go to the television studio when he finished his shift at Memorial. Katie watched their kissing scene in her office, but it made her uncomfortable. Henry scolded Vienna for the way she spoke to Barbara, and he picked up the dress and said he was returning it to her. Vienna found Casey in the hospital, and she said she had reconsidered and still wanted to have fun and sex with him. Casey said he felt \"used,\" and Vienna flipped out and said that she would find someone who appreciated what she had to offer all the time she had with Chris. Chris volunteered the information that he and Alison were going to make a movie later, and wanted to make sure that he was all right with Casey. He asked Katie if it was okay with her if he dated Alison, but she said it was fine with her, but he was already seeing somebody else.\n"
}