{
    "soap_central": "\n\nAt the Lakeview, Maddie runs into Casey who is dressed up for Valentine's Day.  She tells him she has a date with Nate but really goes to Metro to bring Will and Gwen some food and a box of chocolates.  After she leaves, Will brings Gwen a guitar that he found and persuades her to sing for him.  Meanwhile, we see Casey fantasize about kissing Maddie and learn that his Valentine's date is actually his grandmother, Lisa.  He sees Nate and finds out that Maddie did not have plans with him after all.\n\n\nAt the police station, Jack tells Nick to stay away from his family and out of his personal life.  At home, Carly gets a message from Jack explaining that he's working late at the station.  She gets an idea and pulls her waitress uniform out of the trash.  She shows up at the station wearing the uniform underneath her coat and seduces Jack in the interrogation room while Nick watches through the window.  Nick comes in and convinces Jack he can cover for him while the two of them go home and spend the evening together.  As Jack gives Carly a necklace and they get cozy at home, Nick fantasizes that he was the one Carly was kissing.\n\n\nJennifer thinks back to the psychic's words about Paul.  When Dusty comes in to take her out for the evening, she tells him that she thinks Paul might still be alive.  Dusty thinks she is insecure about their relationship and promises her that he will never leave her.  He gives Jennifer a beautiful watch and they make love.  Jennifer promises she will get her head straight about Paul.\n\n\nMeanwhile, Meg shows up at Paul's hotel.  The two go back and forth about her return and his plan to allay Jennifer's guilt - Paul says that he never called her in Mexico and tells her how close Emily and Henry came to finding him.  He insists that she has to walk away from him for her own good, but she admits that she missed being needed by him.  Paul maintains that it's dangerous for her to be around, but tells her he's glad she's back.  It's obvious they are attracted to one another.\n\n\nAs Lily is about to discover the results of her pregnancy test, Holden tells her that he and Lucinda want Jade to have a blood test.  Lily reveals that her test was positive and Holden is thrilled, but still pushes for Jade to have the test.  She finally agrees to think about it but says she knows Jade is telling the truth.\n\n\nMike and Katie have a romantic good-bye dinner.  She expresses her fears at his leaving and they flash back to memorable moments in their relationship.  Mike gives her a PDA so she can send him text messages whenever she wants.\n\n\n",
    "tvdb": "Meg is angry with Paul when she finally goes to meet him at the Wagon Wheel, but the two end up breaking down each other's defenses as they sit and talk on the bed together. Carly goes to the station to give Jack a special treat for Valentine's Day, and the two get passionate in the interrogation room, unaware that Nick is watching. Lily is happy to learn that she is pregnant, and she and Holden discuss their future together. Holden urges Lily once again to get a blood test for Jade. Dusty tries to convince Jennifer that Paul is dead, but Jennifer can't get Madame LaCoste out of her mind.\r\nSource: tv.com",
    "tvmega_recap": "Maddie continues to lie to Casey about her ongoing relationship with Nate, when she is really spending time with Will and Gwen. Casey and Nate bump into each other and Casey's realizes Maddie lied about spending Valentine's Day with Nate. Casey dreams about kissing Maddie. Katie and Mike share a romantic Valentine's Day together before he leaves for a couple of weeks. Carly seduces Jack at work, which is witnessed by Nick. Nick generously offers to do Jack's work so he can go home with Carly, but later dreams about kissing Carly. Gwen serenades Will. Jen dreams of Paul. She admits to Dusty that she thinks Paul may be alive. Dusty promises to stand by her no matter what she feels and believes about Paul. Paul and Meg dance around what they are starting to feel for one another. Paul thinks it is best for her to leave, but is happy when she decides to stay by his side. Lily takes a pregnancy test after Jade's feeling. She happily tells Holden he is going to be a daddy again. After the initial shock wears off, Holden and Lily warm to the idea and joyously plan to make an appointment for an ultra sound. Holden still wants Lily to consider asking Jade to have a blood test done. Lily agrees to think about it.",
    "soapcentral_condensed": "At the Lakeview, Maddie runs into Casey who is dressed up for Valentine's Day. She tells him she has a date with Nate but really goes to Metro to bring Will and Gwen some food and a box of chocolates. Will brings Gwen a guitar that he found and persuades her to sing for him. Meanwhile, we see Casey fantasize about kissing Maddie and learn that his Valentine's date is actually his grandmother, Lisa. At the police station, Jack tells Nick to stay away from his family and out of his personal life. At home, Carly gets an idea and pulls her waitress uniform out of the trash. She shows up at the station wearing the uniform underneath her coat and seduces Jack in the interrogation room while Nick watches through the window. Nick comes in and convinces Jack he can cover for him while the two of them go home and spend the evening together. As Jack gives Carly a necklace and they get cozy at home, Nick fantasizes that he was the one Carly was kissing.\n"
}