{
    "soap_central": "\n\nOn the verge of falling asleep, Jennifer tries again unsuccessfully to call Will to tell him about her upcoming wedding and baby.  Dusty calls and demands that she come in to Street Jeans immediately, but Mike puts Jen to bed and goes to the office and tells Dusty that he must be considerate of Jen's pregnancy.  As soon as Mike leaves to go home, Dusty turns to his computer and begins to search for fashion designers in Oakdale.  Dusty picks the phone up and calls Carly and leaves a message for her.\n\n\nAt Yo's, Casey tells his parents that Celia has left after he accused her of ruining Will's life.  Margo and Tom take Casey home, and there Margo advises Casey to forgive Celia for disappointing him, reminding him how happy she and Tom are now that Tom has forgiven her.  Casey calls and leaves Celia a sweet message.  Someone is in the bushes watching Casey.  On the rooftop of Yo's, Celia finds Will standing on a ledge.  Will tells Celia that he is angry at her for telling Alison that Will trashed her apartment.  He convinces Celia that he did not mess up Alison's apartment, and explains that Alison was his only real friend.  Celia is genuinely sorry for her mistake and insists that she will tell Alison that she made a mistake about Will.  Will and Celia find that the loneliness each of them feels has created a bond between them.  Celia promises to tell no one that Will was having suicidal feelings, and in return Will promises to confide in Celia if he feels lonely and sad again.  Celia leaves in time for her brother to pick her up.\n\n\nOutside the 50's dance, Keith is confronted by Vin, who demands money.  Lily walks up before Vin leaves, and finds that Keith is so agitated that she takes him home.  At home, Lily and Keith kiss, but Lily stops when she remembers seeing Vin earlier in the evening at Yo's.  Lily wonders if Vin is trying to get at her money in some way, but Keith brushes her worries off and leaves the house.  Vin is waiting on Lily's front porch, where he threatens to tell Lily who Keith really is.  As Lily locks her front door, she sees Keith having the unpleasant conversation with Vin.  Meanwhile, Lucinda is having a drink with Holden and tries to persuade him to move back\n\n\n",
    "tvmega_recap": "Mike and Jen are still reveling in their newfound peace without Craig, but Dusty is becoming agitated at Jen not following through on some work commitments. Mike goes to talk to Dusty explaining the pregnancy is making Jen extremely tired, and she is doing the best she can under the circumstances. He wants Dusty to give her some space, and to realize she will put in her 40 hours, but after that Dusty needs to respect the fact she has a life. Mike thinks he has gotten through to Dusty, but after their conversation, Dusty leaves a message for Carly asking for her help. After Celia and Casey have a big fight regarding her having told Allison about Will being in the apartment, she ends up leaving the 50's dance at Yo's they had been attending, and ends up on the same rooftop as Will, who is walking precariously close to the edge. At first Will is angry at Celia because he claims that Allison was the only one who understood him, and that he would never trash her apartment. He gets Celia to believe she made a mistake and wants to help correct it, but Will doesn't want her to because he says Allison is more mad at the fact he was pretending to be her friend, while all along he was setting things up in hopes they would become more. Celia and Will start to open up to one another about how each feels lonely much of the time. They bond, and Will opens up to her about his family, but in the end when Celia needs to leave, he begs her not to tell anyone about him being up on the ledge. Celia is unsure, but agrees to, if he promises to always know if he is lonely or sad that he can call her. Will tells Celia that he will talk to Casey and make things right for her. Later after talking to his mom about relationships, Casey calls and leaves a message for Celia to call so they can talk things out. As he walks back into the house from his porch, we see he is being watched. Holden and Lucinda discuss Keith, and Holden tells her that Keith's friend checks out, and he feels silly about airing his concerns to Lily who is obviously getting closer to Keith. Lucinda questions whether Holden is still in love with Lily, but Holden tells Lucinda that she needs to forget about Keith and focus on Les as Julia's killer, and to accept the fact he and Lily are no longer a couple. Meanwhile, Lily happens upon a meeting between a mysterious man, Vin, and Keith outside Yo's. Keith claims to not know the man, and tries to divert Lily's suspicions by suggesting he is on edge because he is becoming jealous of Holden's interest in Lily's love life. Later at Lily's house they end up passionately kissing, which they both pull back from, and decide to take things more slowly. After Keith has left for the night, and Lily is locking up, she sees Keith outside her house talking to the man, Vin, whom he claimed to have not known.",
    "soapcentral_condensed": "Casey tells his parents that Celia has left after he accused her of ruining Will's life. Will and Celia find that the loneliness each of them feels has created a bond between them. Keith is confronted by Vin, who demands money. Lucinda is having a drink with Holden and tries to persuade him to move back. Lily and Keith kiss, but Lily stops when she remembers seeing Vin earlier in the evening at Yo's. Mike puts Jen to bed and goes to the office and tells Dusty that he must be considerate of Jen's pregnancy. On the rooftop of Yo's, Celia finds Will standing on a ledge, angry at her for telling Alison that Will trashed her apartment.  Celia promises to tell no one that Will was having suicidal feelings, and in return Will promises to confide in Celia if he feels lonely and sad again. Casey calls and leaves Celia a sweet message. Someone is in the bushes watching Casey. Jen tries to call Will to tell him about her upcoming wedding and baby.\n"
}