{
    "soap_central": "\n\nWade Carlson contains Lucy in the trunk of his car.  Dusty rushes downstairs to get to Lucy but she is gone.  He is able to get a partial license plate number and a description of the car.  He makes a call  from Lucy's found cell phone, to the police, to come to the hospital garage as a kidnapping has just occurred.  In the trunk of the car Lucy tries to free herself.  She finds a tire iron, and as Wade opens the trunk, she asks for his help, and clobbers him with the tire iron, but he subdues her, and eventually she is knocked out.  When Lucy comes to, she discovers that she is being buried alive.  Wade, in the meantime, takes a picture of her.\n\n\nEmily comes to see Carly and discovers that Parker will be fine, even though the experience left him exhausted.  He needs to get a lot of rest. Carly thanks Emily for being there.  Emily tells her that the two of them have been through a lot together, and they are the last two musketeers.  Carly notices a sadness within Emily.  She wants Emily to tell her what the matter is. Emily indicates that it is Hal.   She says that Hal has been pushing her away again and all she wants to do is help him and console him during this time.  Carly tells her that Hal can be a very private person.  Emily just wants to hold him and love him again.   Parker later comes down the stairs and tries to tell Carly that Jack is not dead, but alive.  Jack told him it was not his time to die.  Parker wants to know why no one will believe him.  Carly says that they will hang on to every thread of hope until Jack is found.  Carly breaks down in Emily's arms.  Hal comes in and says that he will find a way to help Parker cope with his loss.\n\n\nSierra comes in to find Craig and Lily.  They are all discovering that Lucy is gone.  Sierra says that if they find Dusty, they will find Lucy. Craig leaves for the main house because his phone is there, and, he says that Lucy might call.  While there he and Wade talk.  He wants to know if Wade has Lucy. Back at the house Dusty bursts in on everyone.  Nikki comes in and tells them all that Lucy has been kidnapped. They found signs of a struggle. They have found evidence that proves it. Dusty is berated by Lily and Sierra.  Dusty tells Sierra that he doesn't care if Craig has to pay with his life, he will bring Lucy back safely.  On the phone Wade is telling Craig that first he will take care of Lucy and then he is coming to get his money.\n\n\nCasey tells his Mom at the country club that he wants to go home.  Doc says that it evidently is not going to work out with his being Casey's golf instructor so, he will re-schedule him with another instructor.  At home, Margo comes downstairs and questions Casey as to what he would like to do.  Casey looks at her and says that he is just not interested in games, he knows what is going on.  Casey tells her that she was having an affair with Doc Reese and Dad found out.  Margo tells him that there was no affair.  Casey walks out saying that he's going to live with his Dad.\n\n\nBen, Jessica and Curtis are celebrating at the restaurant.  Curtis has guessed that they are going to have a baby.  Tom happens to come in and Ben asks him to join them. Tom explains to Ben and Jessica that he is waiting for his suite to become ready.  He and Margo are separated.  He doesn't know if they will ever get back the trust for each other they once had.  He tells them congratulations on the new baby and leaves.  Ben says they will pray for Margo and Tom's reconciliation. \n\n\n",
    "tvdb": "Dusty gets to the parking garage just as Wade nabs Lucy and speeds away. Nikki arrives and Dusty gives her a partial description of Wade. Meanwhile, Craig is concerned when Lucy is gone, but Sierra assumes her daughter has gone in search of Dusty. Lily suggests to Craig that they alert the cops as to Alans possible involvement, but Craig nixes the idea. Dusty finds Sierra and Craig at Lucinda s house and openly accuses him of being behind everything. Craig denies, and Sierra and Lily back him up. While Sierra, Lily and Dusty argue, Craig slips out and calls Wade, who declares that hes taking Montgomery down. Meanwhile, Lucy makes a daring escape attempt from Wades car trunk, but Wade knocks her out and puts her in a Plexiglas box. Wade videotapes Lucy as he buries her alive. Carly and Hal return with Parker, who still insists Jack isnt dead and relays his underwater vision. Hal goes upstairs to console Parker while Emily comforts Carly. Emily confides that Hal is shutting her out. Later, Hal assures Carly hell find a way to make Parker come to terms with Jacks death. Margo refuses to let Doc anywhere near her son and takes an angry Casey home. Later, Casey confronts his mother about having an affair with Doc and ruining their family. Meanwhile, Curtis calls Ben and Jessica to the Lakeview Lounge to celebrate their pregnancy. Tom arrives and Ben invites him to join them. Tom admits that he and Margo have separated. Jessica is upset, but Tom insists that the marriage was dealt an irrevocable blow. After, Ben tells Jessica he hopes that Tom and Margo will get back together again and be as happy as they are. Jessica then prays to herself that she and Ben will stay happy.",
    "tvmega_recap": "Margo tells Doc he can't be Casey's instructor and when Casey and Margo get home, Casey tells her that he figured it out \u0096 she was having an affair with Doc. He then tells her that he's going to go live with Tom at the Lakeview and leaves. Jessica is surprised by Curtis with baby gifts at the Lakeview and when Tom shows up, he keeps her secret. Emily and Carly share in their miseries and Parker is still sure that Jack is alive, Hal trying to calm him down. Dusty calls the cops when he witnesses Wade's car leaving with Lucy. When he and Nikki show up at Lucinda's, he puts the screws to Craig which upsets Lily and Sierra. Lilly tells Nikki that that she suspects Alan and convinces her to search the guest house for evidence. Wade takes Lucy to an undisclosed location, puts her in a glass coffin and begins to bury her after he tells Craig that no matter what, he's going to get his money and Craig is going to go to jail.",
    "soapcentral_condensed": "Wade Carlson contains Lucy in the trunk of his car. Dusty rushes downstairs to get to Lucy but she is gone. Emily comes to see Carly and discovers that Parker will be fine, even though the experience left him exhausted. Casey tells his Mom at the country club that he wants to go home. Ben and Jessica are celebrating at the restaurant. Curtis has guessed that they are going to have a baby. Tom is waiting for his suite to become ready. He and Margo are separated. Ben doesn't know if they will ever get back the trust for each other they once had. Tom tells them congratulations on the new baby and leaves. Ben says they will pray for Margo and Tom's reconciliation. Tom happens to come in and Ben asks him to join them. He explains that he is waiting to see if Ben is ready for him to enter the room. Ben asks Tom if he is ready and Tom says he is not. Ben tells Tom that he will be ready for Tom.\n"
}