{
    "soap_central": "\n\nBob has regained consciousness and is saying Rick's name, but he slips back into the coma. Chris confronts Rick, who gives an explanation for why Bob would have said his name. Chris is dubious. Rick confesses to Susan that he has flaws and asks her to help him change. Susan thinks he's perfect the way he is. They decide to get married the next day. Kim and Chris sit vigil with Bob, who although unconscious, remembers the injection Rick gave him. Dusty thinks Rose's refusal to make love to him is because of Paul putting her on a guilt trip. Rose denies feeling guilty, but admits to feeling a responsibility to helping Paul get through the loss of her and his best friend. Dusty won't allow Paul to run their lives. He doesn't want Rose to see Paul anymore. When Rose refuses, Dusty throws her out. Meanwhile, Barbara overhears Paul tell Jennifer he wants her and Will to come live with him. Later, Barbara warns Paul not to try to take Will and Jennifer away from her. Barbara and Paul make a bet that whether in a month's time, Jennifer will leave Barbara for Paul. Carly encourages Mike to be honest with Katie about his feelings. Meanwhile, Alison confides in Katie about her relationship with Chris. Alison talks about how romantic Katie and Simon were and Katie is caught by painful memories. Once Alison is gone, Katie breaks down. Mike arrives with champagne, and finds Katie slightly drunk, mooning over Simon memorabilia. She confesses that she still loves and misses her husband. He comforts her. Katie falls asleep and Mike tucks her in and leaves. Jack is snuggling with Sage and Carly when Mike calls and asks how he can track down Simon Frasier. \n\n\n",
    "tvdb": "After a talk with Alison triggers painful memories in Katie about her life with Simon, Mike finds her alone and more than slightly tipsy and calls Mike for help in tracking down Simon.",
    "soapcentral_condensed": "Bob has regained consciousness and is saying Rick's name, but he slips back into the coma. Kim and Chris sit vigil with Bob, who although unconscious, remembers the injection Rick gave him. Dusty thinks Rose's refusal to make love to him is because of Paul putting her on a guilt trip. Rose denies feeling guilty, but admits to feeling a responsibility to helping Paul get through the loss of her and his best friend. Barbara overhears Paul tell Jennifer he wants her and Will to come live with him. Barbara and Paul make a bet that whether in a month's time, Jennifer will leave Barbara for Paul. Meanwhile, Alison confides in Katie about her relationship with Chris. Alison talks about how romantic Katie and Simon were and Katie is caught by painful memories. Once Alison is gone, Katie breaks down. Mike arrives with champagne, and finds Katie slightly drunk, mooning over Simon memorabilia. She confesses that she still loves and misses her husband. Katie falls asleep and Mike tucks her in and leaves.\n"
}