{
    "soap_central": "\n\nWith Kit in jail, Carly and Sam are left to run Metro on their own.  The two are busy getting the nightclub back in order as they begin to happily recount their successful New Year's Eve opening.  Carly thanks Sam for saving the New Year's event at Metro by singing and compliments Sam on his musical performance.  She asks Sam if he would be willing to stay a little longer and perform at Metro again and Sam agrees. In the midst of their conversation, Carly comments that poor Kit must have been lonely on New Year's, but Sam remarks that Kit always makes the best of her situation and he doesn't seem to be worried about his girlfriends incarceration.  Later, Sam asks Carly whether Jack is going to have a problem with him sticking around and Carly explains that Jack wants the club to be a success.  As their conversation continues, Carly explains how she ruined Jack's chances with Katie, but what she really wants is for Jack to be happy.  As Sam continues to ask about Jack and Katie, Carly is curious why he is interested.  Sam claims that he is just worried about their business, but Carly assures him that she won't let her troubles with men get in the way of making Metro a success. \n\n \n\n\nAs the two continue their day at Metro a man arrives looking for Sam.  When Sam sees the man he is shocked and asks what he is doing there.  Carly overhears the man asking Sam to accept his offer, but Sam sternly tells him that he won't go to Texas.  The man asks Carly what she is paying Sam and is shocked to learn she isn't paying him anything. The man tells Carly that Sam has just turned down a very handsome offer to play a gig in Austin.  Carly is surprised and tells Sam that he should take the offer, but Sam thanks the man and turns him down.  Carly is curious why Sam didn't jump at the chance and Sam explains he is staying in Oakdale for her.  He explains that she gave him and Kit a chance when no one else would and wants to repay her.  Carly apologizes for not being able to pay him what he deserves, but Sam explains that there is a way to pay him back, but Jack won't like it.  Sam tells her that he wants her to let him stay at her house just a little longer, but Carly is worried that with Sam at her home, Jack won't let the kids visit.  She is grateful for Sam's help with Metro and decides to let him stay with her and explains she will handle Jack.  Carly kisses Sam on the cheek and tells him he is a good man.   \n\n \n\n\nOut at the farm, Parker comments on Jack's bad mood ever since his failed date with Katie on New Year's Eve.  Parker believes that either Carly or Brad are to blame, but Jack tells him that neither one had anything to do with him and Katie not being together.  Jack takes responsibility for his failure on New Year's and confesses he doesn't know if he can win Katie back.  Parker tells Jack that he knows just how to get Katie back; by inviting her to a hockey game with the tickets Parker won in a school raffle.  Jack isn't convinced, but Parker talks him into going to Katie and asking her to the game. \n\n \n\n\nAt the Lakeview, Jack runs into Henry, who tries to deter him from going to Katie's room. When Jack phones the room to talk to Katie he hears Brad and Katie in what appears to be an intimate moment and he rushes upstairs to stop what is going on.  \n\n\nAt Katie's room at the Lakeview, Brad accepts a delivery from a bellman and quickly hangs a \"Do Not Disturb\" sign on the door before dashing back inside.  Jack arrives at the door and demands to see Katie, but Brad yells for his brother to go away because they are in the middle of something. Jack hears what he thinks are Katie's screams of passion and kicks down the door to find Brad and Katie fully clothed playing a video game. She asks Brad to give her a minute alone with Jack, so Brad goes to the lobby.\n\n\nDown in the lounge, Henry invites Brad to have a drink with him and toast Jack and Katie reuniting. Brad is not amused and accuses Henry of sending Jack to Katie's room to ruin things between him and Katie. Henry points out to Brad that Jack loves Katie and they belong together. Brad rants to Henry that he stopped trying to win Katie over with sex and felt it was working. Brad explains that with sex out of the picture he sees Katie as a \"wonderful, gorgeous human being.\" Henry is surprised and realizes that Brad really must love Katie.\n\n\nAfter having the door repaired, Jack apologizes to Katie. He tells her that he wasn't trying to control her, but was trying to prevent her from getting hurt. Katie tells him that she and Brad are no longer trying to get pregnant and says it was Brad's idea. Jack tells Katie that it was actually his idea; he told Brad on New Year's Eve that he couldn't win her over with sex. Katie admits to Jack that she was using Brad to hurt him. Jack tells her that not having a baby with Brad just proves what a great mother she is going to be someday. He tells her what a strong heart she has, but she tells him that it isn't strong when she's around him, so she needs to stay away from him.\n\n\nJack asks her if she still has feelings for him and she admits she does, but says she still needs to stay away from him. She tells him that when he asked her to dance on New Year's Eve she felt all fluttery inside, but then he ran off to Carly. Jack tells her that he doesn't love Carly, but Katie believes she can't trust him anymore. She explains to him that whenever she sees him she feels scared that he will hurt her again. A devastated Jack gives her the hockey tickets from Parker and warns her to watch out for stray pucks if she goes to the game and then leaves her crying alone.  Jack heads home and explains to Parker that Katie needs to be with someone who makes her happy and that it may be Brad.  \n\n\nBrad sees Jack leaving and realizes that Katie must have told him to leave. He goes up to the room but Katie doesn't want to talk; she tells Brad to make love to her. Brad tells her that he really wants to, but it isn't a good idea to make a baby now. She tells him this isn't about that- she just needs him right now. They kiss, but Brad stops and tells her he can't. He explains that he doesn't want her to do something she will regret. Katie tells him he is being just like his brother and throws him out. Outside in the hall, Brad practices what he wants to say to Katie and admits that he is in love with her.   \n\n \n\n\nAt the Lakeview, Paul meets Meg to find out what she wants to tell him about her baby. She tells him that she believes the DNA results were switched, but Paul doesn't buy it. Meg explains that Craig has been treating her and the baby indifferently and his recent behavior has made her think more about the DNA test. Paul tells her that he needs proof before believing again that this is his child, so Meg tells him they can get it easily by going to the hospital and take a blood test. Paul doesn't want to face being hurt again, but Meg convinces him to face the fact that her baby may be his.  Meg finally convinces Paul by asking him Paul if he would want Craig to raise his child.  Paul grabs Meg's hand and takes her to the hospital to find out once and for all if the baby she is carrying is his. \n\n\nAt the hospital, Meg asks Susan to approve the blood test but Susan turns her down. Susan sees Paul and lashes out at him, condemning his past treatment of Emily, her daughter, and the women in his life.  Meg tells Susan that she suspects her baby may not be Craig's and Susan tells her that after the switch with Jennifer's baby, she and Paul deserve it.  Meg reminds Susan that her baby is innocent in all of this and deserves to know his father.  Susan finally agrees to the blood test.\n\n\nAfter sending the samples to the lab, Meg asks if Susan could expedite the results, which Susan tells them she already did so she can be assured that Paul will never bother Emily again. Just then they hear Craig shouting from the hallway as he is trying to find Evan Walsh. He tries to enter Susan's office where Meg and Paul are, but Susan meets him at the door and prevents him from seeing them. Inside the office Meg is visibly shaken by the ordeal and Paul wants to know what Craig did to her. Meg denies Craig has done anything to her or the baby. Paul tells her that she must be prepared if the test shows the baby is Craig's, but Meg tells him that she is sure it is Paul's and that she has always known. Just then Susan returns with the preliminary DNA results: the baby is Paul's.\n\n\nIn Old Town, Margo and Daniel run into Craig sitting alone on a bench. Margo inquires about Craig's infected hand, but he dodges the question, knowing that the infection came from trying to poison Meg. He asks Margo how she is able to love a child that isn't her own. Margo explains that she loves Daniel despite Tom's infidelity. She asks Craig how he and Meg are doing and Craig declares that they have never been better.  \n\n \n\n\nAfter his conversation with Margo, Craig heads to the Lakeview for a drink and thinks over his sister's words of wisdom.  He decides to accept Paul and Meg's baby as his own and happily calls the designer with plans for a huge nursery.\n\n\nMeg and Paul arrive at a bar and announce \"They are having a baby!\" They happily embrace and kiss, but Paul is worried about Rosanna. He explains to Meg that he cares for her and doesn't want to her hurt her. Meg speculates that Rosanna was the one who switched the test. Paul doesn't believe it, but Meg points out Rosanna's weird behavior and that she admitted to Meg that she went and saw Craig. Paul is angry and wants to call Rosanna home from her business trip, but Meg says no. They both agree not to tell Rosanna or Craig yet. Paul convinces Meg to stay away from Craig for a while and they plan on telling Craig that Emma needs her at the farm for a few days. They kiss and dream about raising their family.\n\n\n",
    "tvmega_recap": "Sam seems to be developing feelings for Carly, as he tells her that he is sticking around for her. Parker and Jack discuss how he can get Katie back. Meg meets with Paul and tells him how she thinks her baby may be his after all. Parker gives Jack hockey tickets, as Jack heads off to ask Katie to the game. Jack misinterprets something going on in Katie's room and does something drastic. Susan is reluctant to help do another DNA test for Meg and Craig, but she finally agrees; they all narrowly miss seeing Craig at the exam. Carly learns Sam is giving up a great paying job to stay with her and demands he reconsider but he won't. Katie and Jack talk, as a depressed Brad waits on the sidelines. Henry realizes the depth of Brad's feelings. Katie reiterates how badly Jack makes her feel even though she still cares for him. Jack realizes the damage he has done to her and how Brad is making her happy, so he leaves her with the hockey game tickets to take Brad if she wants. Margo and Craig talk about how a parent handles raising someone else's child. Meg and Paul receiving exciting news for them. Meg explains why she thinks Rosanna was actually the one that set this in motion. An emotional Katie wants to make love to Brad after Jack leaves, but Brad puts a stop to it. Katie misunderstands and throws him out. Brad tries to figure out how to tell Katie that he loves her. Jack tells Parker that Brad did what he couldn't for Katie \u0096 he made her happy. Sam asks Carly if he can continue to live with her even though Kit isn't around? Carly agrees even though she knows Jack will not be happy. Paul wants to confront Rosanna, but Meg doesn't want Paul to worry about getting her or Craig back; they have to protect their son and they need to start their family now. Craig has a change of heart about Paul's baby. Paul doesn't want Meg near Craig so they concoct a plan. Meg wants to get on with their life, but Paul's face seems to suggest he may be having a hard time letting this go.",
    "soapcentral_condensed": "With Kit in jail, Carly and Sam are left to run Metro on their own. Carly thanks Sam for saving the New Year's event at Metro by singing and compliments Sam on his musical performance. Sam asks Carly whether Jack is going to have a problem with him sticking around and Carly explains that Jack wants the club to be a success. At the Lakeview, Jack runs into Henry, who tries to deter him from going to Katie's room. When Jack phones the room to talk to Katie he hears Brad and Katie in what appears to be an intimate moment. Jack hears what he thinks are Katie's screams of passion and kicks down the door to find Brad andKatie fully clothed playing a video game. Brad rants to Henry that Jack loves Katie and he stopped trying to win her over with sex and felt it was working out of the picture. Katie tells Brad that she is no longer trying to get pregnant and says it was his idea to prevent her from getting pregnant. He tells her that he's sorry and apologizes to Brad for having the door repaired.\n"
}