{
    "soap_central": "\n\nOn the bluff, Paul drops the bomb on Emily that they're not getting married. Paul claims he wants to do what is best for her but Emily is having none of it. She accuses him of still being in love with Rosanna. He doesn't deny and Emily goes ballistic, saying she sacrificed everything, even her child, for him. Paul says he's sorry, and turns to walk away, and Emily, blinded by her rage, pulls a gun out of her purse and shoots him! Meanwhile, Susan reveals to Hal that Emily and Paul went off to a secret location to get married. Dusty gives Meg one more chance to come clean but when she sticks to her lie, a disappointed Dusty confronts her with her Tampa plane ticket and demands the truth. A near-hysterical Meg is forced to admit everything. Dusty realizes that Meg was in cahoots with Paul for a long time and orders her to get out! Henry and Katie are reunited and Henry reveals BJ's sinister plot. When he learns Mike saved Maddie's life by jumping in front of Olga's car and of Katie's ruse to get close to BJ, Katie, Mike and Henry decide to put all past troubles behind them. After, Henry privately reveals to Maddie the money inside the briefcase BJ left behind. Appalled, Maddie says that they have to turn it in, but Henry insists BJ owes it to them after all he put them through. Back at the hospital, Mike is not happy that he has to stay while BJ is still on the loose. He gets Nick to stay at the cottage with Katie, for protection. After Mike and Katie share a Happy New Year kiss, Mike has to watch as Katie heads home, with Nick. On the rooftop, Will convinces Gwen that this is going to be their year. They discuss leaving their screwed up families behind and starting their own family and Gwen wonders if she might already be pregnant. They end up making love on the rooftop. Will and Gwen kiss as fireworks light up the sky, and toast to the two of them against the world.\n\n\n",
    "soapcentral_condensed": "On the bluff, Paul drops the bomb on Emily that they're not getting married. Paul says he's sorry, and turns to walk away, and Emily, blinded by her rage, pulls a gun out of her purse and shoots him! Meanwhile, Susan reveals to Hal that Emily and Paul went off to a secret location to get married. Dusty gives Meg one more chance to come clean but when she sticks to her lie, a disappointed Dusty confronts her with her Tampa plane ticket and demands the truth. A near-hysterical Meg is forced to admit everything. Henry and Katie are reunited and Henry reveals BJ's sinister plot. After Mike and Katie share a Happy New Year kiss, Mike has to watch as Katie heads home, with Nick. On the rooftop, Will convinces Gwen that this is going to be their year. They discuss leaving their screwed up families behind and starting their own family. Gwen wonders if she might already be pregnant. Will and Gwen kiss as fireworks light up the sky, and toast to the two of them against the world.\n"
}