{
    "soap_central": "\n\nPaul convinces Carly to go with him to St. Bart's to look into Rosanna's disappearance. Lucy tries to persuade Paul to let her go along, but Paul refuses. But Lucy is determined to join them, without their knowledge. \n\n\nMike goes to Margo and in confidence tells her about Pilar's dangerous boyfriend. Margo asks Mike if he thinks the boyfriend could have stabbed Pilar, but Mike has his doubts. Katie tries to find out from Margo what Mike came to see her about but Margo won't say. Margo upsets Katie by telling her that Pilar has moved in with Mike and he's taken a job at the hospital in order to stay in town – for Pilar. \n\n\nPilar, meanwhile, gets her purse and belongings back from the police. Her cell phone rings at Mike's and she says it was her old boyfriend, threatening to kill her if he finds her. \n\n\nLater, Katie steals Pilar's address book in order to get more information about her. \n\n\nLily and Dusty begin foundation work and Dusty questions the wisdom of her going against Holden's wishes. Lily insists this is what she needs to do. As they decide to hold a fundraiser, they laugh together and share a close moment. Meanwhile, Molly urges Holden to give Lily space. Holden admits that the whole thing gives him a bad feeling. \n\n\nAlison and Chris learn from Tom that they can't get their money back from the corrupt developer of their condo. Chris is very upset with himself and unhappy about having to go back to living with his parents. Chris and Alison end up arguing and Chris walks out, just as Aaron appears with a housewarming present. \n\n\n",
    "tvmega_recap": "Chris and Alison argue over whose fault it is that they lost the condo and all their possessions. Katie continues to obsess about Pilar and get frustrated when no one will listen to her that the girl is trouble. Mike moves Pilar into his home and promises to keep her safe from her abusive ex-boyfriend. Dusty and Lily get to work on planning a fundraiser for Rose's foundation. Carly and Paul decide to go to St. Barts to do their own investigation on Rosanna's kidnapping. Lucy is disappointed that they will not allow her to go along too. Molly visits Holden and tries to encourage him not to give up on Lily.",
    "soapcentral_condensed": "Paul convinces Carly to go with him to St. Bart's to look into Rosanna's disappearance. Lucy is determined to join them, without their knowledge. Margo upsets Katie by telling her that Pilar has moved in with Mike and he's taken a job at the hospital in order to stay in town – for Pilar. Alison and Chris learn from Tom that they can't get their money back from the corrupt developer of their condo. Chris and Alison end up arguing and Chris walks out, just as Aaron appears with a housewarming present. Molly urges Holden to give Lily space. Holden admits that the whole thing gives him a bad feeling. Lily and Dusty begin foundation work. Dusty questions the wisdom of her going against Holden's wishes. Lily insists this is what she needs to do. As they decide to hold a fundraiser, they laugh together and share a close moment. Katie steals Pilar's address book to get more information about her. She says it was her old boyfriend, threatening to kill her if he finds her.\n"
}