{
    "soap_central": "\n\nNoah told Luke about a student government meeting at Al's Diner that afternoon and asked him to go with him. Noah had heard complaints about the upcoming gay film festival. Dusty came in and attempted to talk with the boys, but Luke cut him off by telling him they were not interested in anything he had to say. Noah, however, told Dusty he preferred to speak for himself. Dusty continued an apology to Luke for causing problems between his parents, but Luke was unforgiving. Dusty left, and Luke was hurt that Noah appeared not to be on his side. \n\n\nAt the Oakdale Police Station, Margo had Lucinda's bank records and asked Dallas to look into several recent large bank transfers. They had all occurred around the time of Dusty's \"death,\" and one in particular was to the account of an Ernest Ronan for a quarter of a million dollars. Dallas reminded Margo that Ronan was called \"Eerie Ernie,\" and he was the funeral director in Oakdale who had taken charge of Dusty's \"body.\" A second transfer was for three and a half million dollars to the account of a \"Jonathan Burke\" in Singapore. Margo remembered that Dusty had followed Lucy and Johnny there when he began his search. She also connected the name \"Jonathan Burke\" to Dusty, since his stepfather was named Burke Donovan. Furthermore, Lucinda's jet had left Oakdale the night of Dusty's \"death\" with a sole passenger bound for Singapore. \n\n\nLucinda came to Lily and Holden's house, and Holden reminded her that she was not welcome there. Lucinda asked him why he had informed Margo that she had given aid to Dusty, just as Lily joined them. Lily was surprised that Margo had questioned her mother, and Lucinda reiterated that Dusty's plan was already in place when he approached her for money. Lily asked her mother if she didn't think she deserved to go to jail for what she had done, but Lucinda was more concerned that she no longer had any family support. She promised to keep her distance and turned to go when the doorbell rang. It was Dallas Griffin with a warrant for Lucinda's arrest for obstruction of justice and conspiracy to commit fraud. Dallas cuffed Lucinda and read her rights. After they left, Lily grabbed her purse and ran out without saying a word to Holden. \n\n\nAt Al's Diner, Luke went to the student meeting alone and questioned his friend, Reg, why the school was considering pulling funding for the film festival at which Noah was curator. Reg said it was because the \"gay thing\" might offend potential donors. Brian, Luke's foundation director, came in and was upset that he had been fielding questions all morning about Luke's distributing foundation brochures in the film festival booth. Luke mentioned that the school might pull the festival's funding and requested that his foundation provide the funding the next year. Brian refused to consider that and told Luke if that happened, he would quit. After Brian left, Luke and Reg discussed how to save the festival. Reg told him that the \"meathead\" who was running for student body president would have the final vote on the funding. Luke asked who he was, and Reg pointed to Kevin, Luke's love from high school. \n\n\nDusty came back and found Noah as he was getting off work and inquired if he and Luke were together. Noah told him they were and then thanked him for some good advice long ago Dusty had given him about Luke. Dusty told him he was going to find Johnny or die trying. As Noah was leaving for the student meeting, Lily came in and accused Dusty of being at fault for Lucinda's arrest. She demanded that he get her mother out of trouble and asked him to go to the police station immediately. Lily was quick to remind him that he owed her. \n\n\nAt the police station, Margo had Lucinda in an interrogation room. She showed the bank records and asked why Lucinda had paid Ernest Ronan, the funeral director, so much money. Lucinda made up a story about how Ronan owned a horse farm near Chicago and the money was for the purchase of a nice colt. Next, Margo asked about the three and a half million dollars paid to \"Jonathan Burke\" in Singapore, and Lucinda claimed it was a land purchase. Margo already knew that \"Burke\" was the only passenger on Lucinda's jet to Singapore that night, so she reminded Lucinda of that. \n\n\nLuke and Kevin spoke at the diner, and Kevin asked if he could count on Luke's vote. Luke did not answer directly, but instead brought up the gay film festival and asked if Kevin would vote to cut the funding. Noah came up and Luke introduced him to Kevin. After the two boys shook hands and Kevin walked off, Noah confided that Kevin had clammy hands. Reg asked what Kevin's reaction was to Luke's question and commented that Kevin had a deadly look on his face when Noah put his arm around Luke's shoulders. \n\n\nHolden arrived at the police station and heard Margo as she told Dallas that Lucinda had asked for her lawyer. Holden requested that Margo let his mother-in-law go free just as Dusty walked in. Margo asked if he was ready to talk and requested that Dallas bring Lucinda out so Margo and Dusty could use the room. Holden was irritated by just the sight of Donovan, but he did talk to Lucinda. \n\n\nIn the interview room, Margo spelled out what she thought had happened the night of Dusty's \"death.\" She knew Donovan had faked his own death and went looking for Johnny, then approached Lucinda for money and a plane ride to Singapore. Dusty swore he never contacted her again after that night. Ernest Ronan, the undertaker, administered the antidote to Dusty, hence the payment to him. Dusty reminded Margo that Evan Walsh had tried to kill him and asked where Margo was then. Margo considered everything and went outside and freed Lucinda, as well as telling Dusty he could go. She told him that she had done it partially out of respect for John Dixon, her father, who had also raised Dusty as a boy. Lucinda and Dusty went to Old Town for a chat. Lucinda still resented his involvement with Lily, but Dusty told her Lily had come to him for help in freeing her mother. He surmised that Lily would probably forgive her in time. \n\n\nAfter the student meeting, the boys talked about how lame the whole event had been. Kevin had not even mentioned the film festival in his speech, and Luke was angry about the discrimination and censorship issues raised. Noah and Reg kidded Luke about being on his soapbox, but Luke took it seriously and said he might as well run for office himself. Finally, his friends realized that Luke was not joking. Luke and Noah went to the farm, and Noah wanted to know if Luke's foray into politics was in any way either a reconciliation or a retribution against Kevin. Luke assured his friend that his goal was to run against Kevin, beat him in the election, and make him cry like a little girl. He also said that he was doing it for Noah's sake, since Noah cared so much about the festival. They discussed Noah's relationship with Dusty and how Dusty had helped Noah through some tough times with Luke. Finally, Noah reluctantly mentioned that as he was leaving Dusty at the coffee shop, he had seen Lily looking for her former lover. \n\n\nHolden went home and, after talking with Lily, he realized Lily had asked Dusty for help in freeing her mother. He was unhappy that she had gone to Dusty instead of to him, and Lily cautioned him not to turn it into something it was not. The doorbell rang, and it was Dusty. He told Lily that Lucinda was out of jail, and that made them even. Lily thought Dusty's remarks proved that her affair with him was over, but Holden voiced concerns that their reconciliation might not work. \n\n\nLucinda went to the foundation office and found a gloomy Brian hunched over his desk. She was ecstatic that Lily had gone to bat for her with Dusty, but Brian strongly overruled her calling her daughter. He explained how upset he was about Luke's involving the foundation with the film festival and told her about his confrontation with her grandson. He repeated his threat to walk out if Luke was taking the foundation down that route, but Lucinda pleaded that Luke needed Brian's guidance and expertise.\n\n\n",
    "tvmega_recap": "Luke and Noah learn their college may pull the plug on the gay film festival they are a part of. Lucinda confronts Holden and asks him if he told Margo to question her. Margo and Dallas investigate Lucinda. Dusty tries to apologize to Luke and Noah, as Luke doesn't take it well, but Noah wants to hear him out. Holden tells Lucinda that it wouldn't be too hard for Margo to put two and two together with her role in helping Dusty disappear. Lily tells Lucinda that maybe she should be punished for her part in this. Margo and Dallas find a paper trail of Lucinda's helping Dusty. Lucinda realizes she is not welcome and starts to leave, as Holden has second thoughts and asks Lucinda if she wants him to call Tom. Lily has second thoughts too, but Dallas coming to arrest her interrupts their moment. Luke bumps into his old friend Reg at the meeting about the film festival and finds out that the Board is leaving the festival's fate up to the new student body president \u0096 and only one person is running \u0096 Luke's old best friend, Kevin. Brian admonishes Luke for his decision regarding the foundation and the film festival. Brian threatens to walk if Luke doesn't tread more lightly, where this is concerned. Dusty and Noah talk and patch things up, but Lily interrupts them needing to talk with Dusty. She pleads with him to help Lucinda, but Dusty isn't sure he can because he would be no good to Johnny if he were in jail. A furious Lily tells Dusty that he owes her after she put everything on the line for him when he was in trouble with that hooker. Kevin and Luke connect awkwardly, as Luke introduces him to Noah. Noah reacts a little jealous to both Kevin and Reg. Later, Reg thinks based on Kevin's reaction to Noah's affection for Luke, he won't be supporting the festival. Lucinda has an answer for all of Margo's questions. Holden pleads Lucinda's case, as Dusty comes to Lucinda's rescue when he shows up at the station. Dusty explains he asked Lucinda to help and then explains rather unapologetically, why he had to do what he did. Margo finally cuts Lucinda and Dusty a break. Luke decides he isn't going to take the school's discrimination and censorship and wants to run for student body president against Kevin. Lucinda and Dusty talk about her reasons for what she did; she stands by what she did. Dusty understands and promises her that Lily will forgive her. Holden realizes Lily went to Dusty for help when he tells her what happened at the police station and she doesn't have a big reaction. Brian and Lucinda talk about how she dodged a bullet; he also advises her to take things slowly with Lily even though she is tempted to push it. Brian tells Lucinda about Luke and when he tells her that he might quit, she tells him that she and Luke both need him very much. Holden and Lily argue about her going to Dusty for help and not him. Lily thinks it is a non-issue because she wants him and not Dusty, but Holden is not convinced. Dusty arrives and tells Lily they are even now, as he walks off. Luke and Noah discuss his feelings for Dusty, and Luke admits to overreacting, but he is sensitive about his family. Noah shares with Luke that Dusty was the one who advised him to wait for him. Noah is also forced to share information about Lily seeking Dusty out earlier. Holden thinks Dusty ended things and that isn't how he wants Lily; he isn't sure they will make it that way.",
    "soapcentral_condensed": "Lucinda was arrested for obstruction of justice and conspiracy to commit fraud. Dusty told Noah that he was going to find Johnny or die trying. Luke and Kevin spoke at a student government meeting about the upcoming gay film festival. Luke asked Kevin if he could count on Luke's vote to cut funding for the film festival, and Kevin said he would if Luke put his arm around his shoulders. Noah confided that Kevin had a deadly look on his face when he asked what Kevin's reaction was to Luke's question about cutting funding for a film festival at the school he was curator for. The two boys also discussed how to save the festival from being pulled. The boys also talked about their relationship with Dusty. The final episode of \"Noah and the Boys\" airs on Thursday, September 14, at 9 p.m. ET on TLC and 10 p.M. EST on CNN. For more, go to www.tcnn.com/noah and theboys.\n"
}