{
    "soap_central": "\n\nAt the Lakeview Bar, Lucinda tells Dusty that Lucy is working undercover to find out the truth about Damian's medical condition.  Dusty offers to help protect Lucy, but Lucinda tells him that he is more of a danger to Lucy that Damian is.  Lucy discovers that Damian had been treated at Oakdale Memorial in the past, so she hopes to find a clue in his old records.  Damian is visited at Fairwinds by Sergio Francone, who warns Damian that his time is running out.\n\n\nCarly surprises Simon by joining him on his trip to New York City.  When she arrives in her hotel room, she is delighted to find an entire new wardrobe.  Her happiness turns to dismay when Simon barges into her room, telling her that his room is flooded.  While Carly is in the shower, Simon answers her cell phone.  Jack, on the other end, is shocked to hear Simon's voice.\n\n\nAt the police station, Margo tells Dallas that she thinks that Maddie's wounds were self-inflicted.  Dallas does not agree, so he returns to look at the scene of Maddie's accident to see if he can find something that will clear Maddie.  Maddie is beginning to worry that she might be the killer.  She tells Henry that she is afraid that she is losing her mind, and Eve asks Margo to recommend a psychotherapist.  Gwen sees Will having a conversation with Jade, and it is clear that the two share a secret.  When Will arrives home, Gwen asks him point blank if he slept with Jade.\n\n\n",
    "imdb": "\nCarly and Simon arrive in New York and have to share a hotel suite. Gwen confronts Will with what Maddie told her. Maddie tells Henry that she is losing her mind. Dallas and Jack cannot believe that Maddie hurt herself, but Margo can. Eve asks Margo for help getting a therapist for Maddie. Lucy tries to convince Damian that she want to help him.    ",
    "tvmega_recap": "Lucy, Dusty and Damian have a confrontation; Dusty wants to know from Lucinda why Lucy is hanging out with the likes of Damian? When Lucinda falters, Dusty presses and Lucinda finally explains Lucy is trying to help them keep Luke in town by getting close to him. Dusty thinks Lucy should steer clear because what will happen when Damian realizes he is being played; he will want payback. Dusty wants to get involved, but Lucinda thinks he will hurt more then help. Lucy continues to play Damian, while he would like to take it to the next level. She is able to elicit some medical information out of Damian; she goes in search of it while Damian's associate is leery of her sudden interest. Maddie tells Gwen that Will and Jade slept together, but then admits she is all mixed up when she hears voices telling her never to tell. Will tells Jade to stay clear of him and Gwen, as he worries about whether Gwen found out anything from Maddie. Jack, Dallas and Margo wonder about Will and Jade. Henry and Eve realize Maddie needs psychological help. They also know the police suspect Maddie attacked herself. Gwen witnesses Jade and Will together. Casey wants to see Maddie but Margo suggests it would hurt her more. Later, Casey sneaks into see her right after Maddie sees a skit in her head about she and Casey complete with her dressed in a slinky bikini, a preppy outfit and a black hooded outfit, always with one accessory \u0096 a butcher's knife. Jack wants to call Carly. Carly surprises Simon when she joins him on his trip to NY. Carly ends up soaked in champagne and Simon is flooded out of his room, all leading to them sharing a room in a five star hotel. Simon dazzles Carly with a new wardrobe complete with shoes and jewelry. While Carly is getting ready, Simon turns on the radio loudly. Jack calls Carly's cell and is less then thrilled to hear Simon answering it with loud music in the background. After they get home from the police station, Gwen starts questioning Will about his whereabouts with Jade causing him to become very nervous. This leads to her demanding that he be straight and not lie to her anymore; did he sleep with Jade?",
    "soapcentral_condensed": "Lucy discovers that Damian had been treated at Oakdale Memorial in the past, so she hopes to find a clue in his old records. Gwen sees Will having a conversation with Jade, and it is clear that the two share a secret. Dallas returns to look at the scene of Maddie's accident to see if he can find something that will clear Maddie. Maddie is beginning to worry that she might be the killer, and Eve asks Margo to recommend a psychotherapist.  When Will arrives home, Gwen asks him point blank if he slept with Jade.  She tells Henry she is afraid that she is losing her mind, and Margo asks Eve to recommend that she see a psychologist.  Will tells Gwen that Jade is the one who slept with him, and she asks him if he has slept with her, and he says he has not done anything to her in a long time. He tells her that he did not sleep with her. Carly surprises Simon by joining him on his trip to NYC.\n"
}