{
    "soap_central": "\n\nThroughout their meal at the farmhouse, Meg worries that her relationship with Dusty has no depth.  Emma returns, and Dusty tries to reassure Meg by kissing her sweetly, but Meg tells herself, \"It's just not enough.\"\n\n\nAfter Rory's christening, Gwen and Carly argue so violently that Carly and Jack take their family home.  Standing outside the chapel door, Jennifer recognizes her baby's cry when Emily carries Rory outside, but Paul shields Jen from seeing the baby. Jen collapses, and Paul takes her back to the Lakeview.  Paul does not tell Jen that he has discovered that Rory is actually her baby, and he tries to convince his sister that she can get past this difficult time and get on with her life.  Jen stays in the lobby, sending Paul off to apologize to Emily for leaving her at the church.  After Dusty leaves the Snyder form, he runs into Jen in the lobby.  She leans her head on Dusty's shoulder, saying, \"I don't know how I'm ever going to get through this.\"\n\n\nAt Jack and Carly's house, Emily tells Jack about Jennifer's meltdown.  She also tells Jack that Paul would not let Jen get a look at the baby, which Emily thought was strange.  Parker remarks that Rory doesn't look like Gwen, \"The girl at the church,\" which makes Emily wonder even more.  Emily leaves to go back to Paul's apartment, and Jack warns Carly that Gwen could have a good case to get her baby back.  Carly tells Jack that she thinks that the key to the custody battle will be finding out the identity of the biological father.  Emily walks into Paul's apartment and sees Paul with the two different baby footprints.  Emily immediately understands that Rory is actually Jennifer's baby.\n\n\nAt Al's Diner, Bob Hughes tries to get through to his grandson, Casey.  Bob advises Casey to mend his friendship with Will and to help Gwen.  Bob makes no impression whatsoever on Casey, who walks outside to talk on his cell phone.  Gwen walks into Al's after leaving the church, and confides to Bob that she wants her baby back.  She tells Bob that she now has enough money to take care of the baby, and she has a good friend who will help her.  Bob asks Gwen, \"What about the father?\" just as Casey returns to the table.  Casey hears Gwen tell Bob that both she and the baby's father agree that she will raise the baby alone.  Will arrives, and he and Gwen leave hastily, in spite of Bob's attempts to reconcile the three former friends. Outside the diner, Gwen's lawyer, Albert Parks, meets Gwen and Will and tells them that Gwen's court date has been set for the next day.  Casey stalks out of the diner after letting Bob know that he wants to have nothing to do with Gwen.\n\n\n",
    "tvmega_recap": "Dusty and Meg have an awkward first date, but Emma suggests Meg not worry so much about it being perfect and just let what is meant to happen Meg wishes she could if Dusty meant less to her. Jen thinks she hears her baby cry at the christening for Rory. Paul desperately tries to keep Jen away. Emily witnesses this strange exchange. Jen and Paul later make a pact to move on when Paul tells Jen he believes her baby is in a far better place then where he would be if he were alive. Jen later leans on Dusty again, who is more then happy to offer his support. Bob wants Casey to fight for his friendship with Will. He wants Casey to cut Gwen some slack, and he also wants Casey to open up about what is truly going on with him. Gwen and Carly face off at the christening. Carly figures Gwen's Achilles' heel is finding out who the biological father to her baby is. An ecstatic Gwen is later told by her lawyer that they have a date for the adoption hearing \u0096 tomorrow. Emily confronts Paul about his odd behavior when she walks in on him hiding something. She finally sees the baby footprints, even though Paul tries to physically stop her, and puts the pieces together \u0096 Rosanna has Jen's baby.",
    "soapcentral_condensed": "After Rory's christening, Gwen and Carly argue so violently that Carly and Jack take their family home. Jennifer recognizes her baby's cry when Emily carries Rory outside, but Paul shields Jen from seeing the baby. Paul does not tell Jen that he has discovered that Rory is actually her baby, and he tries to convince his sister that she can get past this difficult time and get on with her life. At Al's Diner, Bob Hughes tries to get through to his grandson, Casey. Casey stalks out of the diner after letting Bob know that he wants to have nothing to do with Gwen. Gwen tells Bob that she now has enough money to take care of the baby and she has a good friend who will help her. The key to the custody battle will be finding out the identity of the biological father, Carly tells Jack, and Jack warns Carly that Gwen could have a good case to get her baby back. The court date for Gwen's court date has been set for the next day.\n"
}