{
    "soap_central": "\n\nLily comes home from the hospital and questions Holden and Lucinda about finding Rose's daughter Theresa. They learn it will take six months to get a court order to find her and Lily is upset. When Rose comes to Lily again in a vision, urging her to find Theresa, Holden leaves on a mission. While Paul tells Will that Craig Montgomery is back in town, Gwen comes face-to-face with Craig and slaps him. Paul opens up to Will about his grief over losing the baby and urges Will not to give up on Gwen. Later, after slipping out to her doctor's appointment, Jade shows Will a sonogram of their baby but Will questions why the sonogram was taken at Memorial if Jade is a patient at the free clinic. Carly makes Simon squirm when she praises his professionalism and apologizes that she had him pegged all wrong. Carly asks for her paycheck and Simon empties his pockets. Later, Simon gets money from a loan shark but panics when Carly arrives and spots them together. Emily meets with Craig to discuss The Intruder. Emily expresses her sole desire to reestablish herself as a professional and is stunned when Craig offers to make her a partner at the newspaper. Emily tells Craig she'll think about his offer.\n\n\n",
    "tvdb": "Craig is confronted by first Margo, who wants his assurance that he'll stay away from Johnny, then Casey, who tells him he'll never forgive him, and finally a furious Barbara. Lucy is waylaid by a bodyguard when she arrives to see Dusty and Johnny. Will begs Gwen not to give up on him yet and tells Jade that she needs to move out. Dallas talks to Maddie about his odd feelings concerning Jade's pregnancy. Lily remembers the events leading up to her accident, and absolves Luke of any responsibility.\r\nSource: tv.com",
    "tvmega_recap": "Emily considers becoming Craig's partner in the intruder. Maddie tries to get her life back to normal by bringing Casey some food at the dorm and also spending some time with him. Lily still sees visions of Rose telling her to find her daughter Theresa and keep her from making a big mistake. Lucinda worries about Lily's intent to find Rose's daughter but Holden and Luke are determined to help Lily find Theresa. Holden asks Jade to help Lily find Rose's real daughter. Will begins to think Jade is faking her pregnancy and promises Gwen he will do whatever it takes to find out the truth.",
    "soapcentral_condensed": "Lily comes home from the hospital and questions Holden and Lucinda about finding Rose's daughter Theresa. Paul opens up to Will about his grief over losing the baby and urges Will not to give up on Gwen. Emily expresses her sole desire to reestablish herself as a professional and is stunned when Craig offers to make her a partner at the newspaper. Carly makes Simon squirm when she praises his professionalism and apologizes that she had him pegged all wrong. Simon gets money from a loan shark but panics when Carly arrives and spots them together. Emily tells Craig she'll think about his offer and is shocked when he says he wants to be her partner at The Intruder, a newspaper about a man who tries to break into her home and steal her husband's wallet. Emily is stunned to find out that Craig Montgomery is back in town and slaps him when he comes face-to-face with her. Simon empties his pockets when Carly asks for her paycheck and Simon panics.\n"
}