{
    "soap_central": "\n\nKatie demands that Brad explain what he told Jack about their night at the inn, but Brad evades. Katie tries to clear the air with Jack, but he says goodbye to Katie. Later, Emma thinks Jack over thought things. Jack says it's too late to tell Katie how he feels about her. Will knows Cleo is not Gwen and asks if Jade is behind the deception. Cleo pleads with Will not to call the cops, as Jade packs up and destroys the evidence of her plan. Will lets Cleo go, and when Gwen arrives, he tells her about Cleo. Jade orders Cleo to leave town, but it's evident that Cleo plans to stay in Oakdale. Casey wants to know why Maddie isn't happy about her college acceptance letter. Maddie admits that she won't go to Wesleyan because she wants to be in Oakdale when he gets out of prison. Casey pleads for Maddie to go to Wesleyan, and Maddie leaves, not wanting to spend the night.\n\n\n",
    "tvdb": "Katie threatens to shred Brad's little black book if he doesn't tell her what he told Jack. Jade tries to keep Gwen from going home and finding Cleo there. Cleo tries he best to convince Will by pretending that she is Gwen, but he sees right through her and Cleo takes off the wig and admits to Will who she is. Casey and Maddie share a romantic dinner at the Lakeview lounge and learns that Maddie got accepted into Wesleyan but she says she's not going thinking if she does go they won't be together. Jade begins to get nervous when she sees Cleo without her wig and Will is calling the cops, but Will changes his mind if Cleo leaves town and never bothers Gwen again. Will tells Gwen when she comes back about the visitor that he just had.\r\nSource: tv.com",
    "tvmega_recap": "Katie is furious when she finds Jack and Brad discussing her; she threatens Brad with destroying his little black book. While out on their last evening on the town in the next six months, Maddie receives some news about her future. Once Jade realizes Cleo is at Will and Gwen's home, she tries to keep Gwen from going home. Will realizes right away that Cleo is not Gwen, and she has a lot of explaining to do. He thinks she is working with Jade, but Cleo covers for her, by saying she is just a music fan, who wants to have the kind of life Gwen has. Casey and Maddie disagree about her giving up on college and her dream -- for him. Will takes down Cleo's information and orders her to stay away from Gwen or he will cal the police. Maddie and Casey's disagreement about how she handles school while he is in jail turns into a fight and an emotional Maddie leaves. Jack and Katie have a talk about their kiss, and Jack claims he is not ready. Katie is hurt, but then she gets angry. Brad comforts her. Jack isn't sure he can take the leap of faith with Katie, as Emma tries to gently reminds Jack that he should knock Brad down a few pegs because he got in between he and Katie. Cleo promises that she isn't working with Jade. Jade tries to clean the Motel of her existence. Will tells Gwen about his visit with her look-alike. Brad and Katie learn where they are going for the contest and Brad realizes he knows this place. Cleo decides she isn't leaving town but rather she decides to stay in Oakdale indefinitely.",
    "soapcentral_condensed": "Katie demands that Brad explain what he told Jack about their night at the inn, but Brad evades. Casey wants to know why Maddie isn't happy about her college acceptance letter. Maddie admits that she won't go to Wesleyan because she wants to be in Oakdale when he gets out of prison. Later, Emma thinks Jack over thought things. Jack says it's too late to tell Katie how he feels about her. Cleo pleads with Will not to call the cops, as Jade packs up and destroys the evidence of her plan. Will lets Cleo go, and when Gwen arrives, he tells her about Cleo. Jade orders Cleo to leave town, but it's evident that Cleo plans to stay inOakdale. Will knows Cleo is not Gwen and asks if Jade is behind the deception. Will tells Gwen that he is not Cleo, and he says goodbye to Katie. Katie tries to clear the air with Jack, but he says Goodbye.\n"
}