{
    "soap_central": "\n\nPaul asks Susan if she's seen Emily. Susan lies and says she hasn't. Susan begs Emily not to run away but to get the help she so obviously needs, if not for her own sake, then for Daniel's. But Emily won't hear of it and, when she realizes that Susan was about to call Hal and turn her in, Emily runs off. Meanwhile, when Meg presses – and over Dusty's objections – Jennifer calls Hal with her concerns about Paul being missing. Meg, however, finds Paul on her own. Paul has just been interrogating Henry and Coleman makes a comment that gives Paul an idea of where his wife might be. He's right. Emily is standing on the edge of the cliff where she shot Paul in the back, screaming, \"What have I done?\" Nick promises Mike that he'll look into the case of the skeleton. Jack orders Nick to butt out and later, Mike tells Katie he would understand if she wanted to postpone their wedding. Gwen agrees to sing at CRASH's opening, but only if Casey will stop ignoring Maddie. Casey, as usual, didn't realize he was being a jerk. Carly is freaking out to be home alone, until Will stops by and suggests she go to the opening of CRASH and support Gwen. Carly agrees but once there, can't stop drinking. Nick offers her a ride home.\n\n\n",
    "tvdb": "Susan begs Emily to get help, but all Emily wants is to get out of town. Susan finally tells her that she'll help her, but as soon as she leaves the room she tries to get ahold of Hal. Nick promises to look into the skeleton found in Jack and Carly's basement, but Jack catches him going through the file and warns him to stay out of it. Carly heads to the grand opening of CRASH at Will's suggestion to hear Gwen perform, but Nick has to look after her when she has too much to drink. Casey doesn't realise that he's been ignoring Maddie, who went all out to impress him. Meg finds Paul with Henry, and their conversation leads Paul to realise that Emily has gone back to the cliffs where it all started. Emily stands at the cliffs in the midst of a total breakdown.\r\nSource: tv.com",
    "tvmega_recap": "Dusty and Jennifer continue their romantic celebration until Jennifer begins to worry about Paul's safety. Emily asks her mother for help to leave Oakdale for good. Emily also tells Susan to tell Daniel she is dead. Hal sets out to find Emily before she hurts herself or someone else. Paul gets a clue from Henry about Emily's whereabouts. Casey is nervous about the opening of the crash club. Gwen is also nervous about singing solo for the first time. Carly arrives to give Gwen moral support but ends up getting drunk so Nick drives her home. Mike asks Katie if they can postpone the wedding. A heartbroken and depressed Emily returns to the place in the woods where she shot Paul.",
    "soapcentral_condensed": "Paul asks Susan if she's seen Emily. Susan lies and says she hasn't. Meg, however, finds Paul on her own. Emily is standing on the edge of the cliff where she shot Paul in the back, screaming, \"What have I done?\" Nick promises Mike that he'll look into the case of the skeleton. Carly is freaking out to be home alone, until Will stops by and suggests she go to the opening of CRASH and support Gwen. Carly agrees but once there, can't stop drinking. Nick offers her a ride home. Gwen agrees to sing at CRASH's opening, but only if Casey will stop ignoring Maddie. Casey, as usual, didn't realize he was being a jerk. Jack orders Nick to butt out and later, Mike tells Katie he would understand if she wanted to postpone their wedding. The episode airs on Thursday, March 8, at 9 p.m. ET on ABC. For more information, visit the show's website.\n"
}