{
    "soap_central": "\n\nAlison was looking at Will's hand and wanted to know what happened. Will replied that it was nothing and asked Ali to leave. After she refused she started to tend to his hand. As they talked Alison told him that Gwen said Will freaked her out. Will told Alison that she did her good deed by setting him up but it didn't work. He also told her to go back to her life and leave him alone. Alison said it wasn't about Gwen but about her. Will told her she was making too much of it. He said Gwen came on a little strong and he couldn't handle it. Alison wanted to take him to the hospital for his hand but Will refused so Ali took him home to bandage it. At Ali's apartment, she bandaged his hand and told him to take his shirt off. They shared an awkward moment until the phone interrupted them. Ali gave Will one of Aaron's shirts, thanked her and left.\n\n\nJack brought Carly a cup of coffee in the interrogation room. Carly was very worried about Parker. Jack brought her the compass for good luck. Carly continued to worry about what Lily was going to say in the courtroom. Jack tried to comfort her and told her he would stand by her side. The subject changed to Les and JJ. Jack was concerned that Les would get custody of JJ but Carly said she would be there to make sure that didn't happen. As Jack and Carly were talking they saw Lily and Jessica. Jessica came in to get Carly but Carly wanted Jack to talk to Jess about JJ. They agreed to call another lawyer in from Genoa City who handled child custody cases.\n\n\nIn the courtroom, Keith makes a scene after learning that Jessica was trying to get a postponement for Lily. Lily told the judge that she was willing to take her punishment. After the Judge quieted the courtroom Jessica told him that Lily has been experiencing a mental breakdown. Jessica presented the evidence about Lily's behavior after Rose died. Lily started to think about her behavior (shown in flashbacks). Jessica concluded her presentation and Lily got up to justify her actions but was cut short by Jessica. Jessica asked the Judge to delay Lily entering a plea until she had a complete psychiatric evaluation. After Tom offered no objection, he granted Jessica's request. Lily started shouting at Holden and Lucinda that they were ruining her life. Keith went after Lily but Holden stopped him. Later, Keith went to see Lily and asked her what she was after. Lily said she told the truth and repeated it again that she killed Julia and wanted her punishment. Keith told her he didn't believe her and wanted to know if she was protecting her kid. Lily didn't respond so Keith started talking about Julia's life. Before he left he told Lily that if she wasn't found guilty he would go after Luke. Meanwhile, over at Lucinda's, Holden told Lucinda that this was best thing for them to do to Lily. Lucinda apologized to Holden and told him that Lily has been going downhill since Rose came into their lives. Lucinda felt she had failed Lily. Holden disagreed putting his arms around Lucinda and hugging her.\n\n\n",
    "tvdb": "Carly tries to record Lily telling her the truth, but Lily clues in. She then grabs the recorder out of Carly's pocket and stomps on it. Meanwhile, Lucinda and Holden join forces to help Lily.",
    "tvmega_recap": "Alison takes Will to her apartment to bandage his bleeding hand. Will admits to Alison he wants to kiss her again. Alison gently tells Will she doesn't want to ruin their friendship by having a romantic relationship with him. Will's feelings for Alison grow even stronger despite what Alison told him. Carly gets out of jail on bail. Jack and Keith team in order to keep J.J away from Les by hiring Michael Baldwin in order to fight for custody of J.J. The judge postpones Lily's bail hearing because he feels she is unfit to make a deccison regarding her plea. Keith tells Lilly he will find out the truth about who killed Julia.",
    "soapcentral_condensed": "Alison was looking at Will's hand and wanted to know what happened. Will replied that it was nothing and asked Ali to leave. After she refused she started to tend to his hand. As they talked Alison told him that Gwen said Will freaked her out. Will told Alison that she did her good deed by setting him up but it didn't work. He also told her to go back to her life and leave him alone. Ali gave Will one of Aaron's shirts, thanked her and left. Keith makes a scene after learning that Jessica was trying to get a postponement for Lily. Lily started shouting at Holden and Lucinda that they were ruining her life. Keith went after Lily but Holden stopped him. Lily said she told the truth and repeated it again that she killed Julia and wanted her punishment. Keith told her he didn't believe her and asked her if she was protecting her kid. Lily didn't respond so Keith started talking about Julia's life. Before he left he told Lily that if she wasn't found guilty he would go after Luke.\n"
}