{
    "soap_central": "\n\nAfter sealing the deal with a potential advertiser, Elliot, Dusty confronts Emily about her relationship with Elliot and he questions how she got him to close the deal so quickly.  Dusty is convinced Emily is keeping information from him and that she is rushing off to meet their new client, but what he doesn't know is that Elliot is one of Emily's patrons from her job as a call girl.  Emily tells Dusty that her personal life is hers and that Elliot is just like every other contemptible businessman she has met before and she just played him to get him to close the deal.  After finishing her talk with Dusty, Emily receives a call from Elliot who tries to convince Emily to meet him, but she declines.  As she tells Dusty she has another story to follow up on he insists on going with her to meet her source.  After Emily convinces Dusty to leave, Elliot arrives and confronts Emily.  He tells Emily that he has talked to Cheri, her madam, and that he arranged for her to be with him tonight.  The two leave and go to Elliot's hotel room and in the hallway we see Dusty has followed them.\n\n\nIn downtown Oakdale, Vienna is shocked when Henry arrives as her limo driver to take her to the airport.  Henry calls Vienna out on trying to out run the law and Vienna explains to Henry about the prince trying to extradite her.  Once Henry hears her tale, he makes a hasty retreat to try to avoid aiding and abetting another fugitive.  Vienna pleads her case and convinces Henry to drive her to the airport with the promise of a large gratuity.  On the way to the airport, Henry pulls over to get his money from Vienna, but once he is paid Henry discovers he forgot to fill the car with gas leaving the two stranded in the middle of nowhere.  Vienna insists on getting her money back and Henry relents.  A frustrated Vienna gets out of the limo to walk and get help while Henry falls asleep.  Vienna returns cold and distraught over her situation and asks Henry to hold her to warm her up.  The two snuggle in the back of the limo. \n\n\nWill is rightly concerned with Gwen's behavior and is convinced that she is lying to him and not telling him what is really going on.  From his home he makes a phone call to Gwen that goes unanswered because at that same time at Al's Diner Jade tells Maddie and Gwen that she just received a voicemail message from Adam.  Maddie quickly dismisses Jade and says there is no way Adam would call her, but Gwen asks to hear the message.  Jade hands her the phone and Gwen says there is no message, but Jade tells them that there was a message.  Jade accuses Gwen of deleting the message and the three argue over the call from Adam.  Jade grows suspicious of Maddie and Gwen and how they are convinced there is no way that Adam could call her.  In an attempt to prove that Adam did call her, Jade tells the girls she will call Margo and have her use her investigating skills to confirm the call from him. Gwen and Maddie tell Jade not to bother Margo until she has an actual phone message from Adam that Margo can hear and then leave her to return to their homes.  With the two gone, Jade decides to call Margo and tell her about the call from Adam.  Once Margo arrives, Jade hands over her phone and tells her about the call and the fact that Gwen might have deleted the message.  Jade also tells Margo that Gwen tried to convince her not to tell her anything about the call and that she is sure that Gwen and Maddie are trying desperately to hide something.  Margo warns Jade not to lie to her or try to set up Gwen, but to make sure she tells her anything she knows about Adam's disappearance.  After their talk Margo takes Jade's phone and asks for her permission to answer it if it rings and Jade agrees. \n\n\nAs Maddie drops Gwen off at home the two fight over their run-in with Jade.  Gwen tells \n\n\nMaddie she is making them look like they are hiding something and tells her she needs to think more clearly.  Then Gwen lashes out at Maddie and tells her they are in this because Maddie killed Adam.  Gwen then apologizes to her and says the fight with Jade has made her nervous.  Then the two convince themselves that Jade is just delusional about the call from Adam and Gwen goes inside her home while Maddie returns to Margo's home.    \n\n\nAt his house, Will receives a phone call and even though he hears nothing on the other line he believes it is Adam.  After the call he goes through the files Adam has left for Gwen about her demo and finds a note that Adam wrote to Gwen telling her how amazing she was.  Will's insecurity about Gwen continues to grow out of the fear that she may be missing Adam.  While pouring over the folder filled with memories of Gwen and Adam working together Will convinces himself that something is going on with Gwen.  When she finally arrives home Will attempts to get Gwen to talk to him by telling her that the worse thing he ever did was lie to her about Jade.   Gwen gets flustered by Will's admission and retreats to bed while Will continues to have concerns about Gwen's feelings for his brother Adam. \n\n\n",
    "tvdb": "Brad interupts Katie's cooking segment by bringing in the same dog who attacked Paul, Kim cautions Brad not to do a stunt like that again. Craig invites Meg to move in with him at Fairwinds, but declines and takes a job at Al's Diner.\r\nSource: tv.com",
    "tvmega_recap": "Dusty questions Emily about what is going on with her and their newest client? Henry figures out Vienna is running from something when she calls for a limo under a different name, late at night and in front of a mall and sees dollar signs. Will finds Gwen missing again and is getting upset and worried about her behavior. Gwen and Maddie try not to noticeably freak out when Jade tells them she has gotten a voice mail from Adam. Will starts to worry about what Adam's and Gwen relationship really was. Emily tries to divert Dusty's line of questioning. She claims she needs to go finally and meet a source; Dusty offers to tag along, much to Emily's chagrin. Vienna and Henry haggle about money and the trouble she is in when they hear sirens. Henry helps Vienna flee. Gwen erases Adam's supposed message, as Maddie verbally attacks Jade as usual, which peaks Jade's interest in what they are hiding? Gwen pleads with Jade not to tell Margo about Adam's message; Jade agrees but then calls Margo. Henry and Vienna run out of gas in the middle of nowhere. Vienna goes for help, as Henry follows until he hears a coyote. Emily convinces Dusty not to follow her, but after he leaves Elliott convinces her that they need to meet tonight; he has arranged it with Cheri. Jade meets with Margo and hands over her phone so they can investigate the message. She also tells her about Gwen and Maddie's strange behavior. Margo wonders about her intentions, but Jade thinks Gwen was closer to Adam then she wants people to know. Gwen blows up at Maddie for egging Jade on. They can't afford to look suspicious. Did she pretend to be Adam on Jade's voice mail? Maddie explains it wasn't her and then apologizes profusely. Gwen realizes she is just scared. They have to stick together; Adam couldn't have called Jade so they have nothing to worry about. Vienna comes back unable to find help and frozen; she breaks down and wants Henry to keep her warm. Will questions Gwen about where she was and if the fact that he lied to her was still between them? Gwen can't focus or deal with this after everything but promises she loves him with all her heart. Dusty follows Emily and Elliott to his room as they go inside.",
    "soapcentral_condensed": "After sealing the deal with a potential advertiser, Elliot, Dusty confronts Emily about her relationship with Elliot. Vienna pleads her case and convinces Henry to drive her to the airport with the promise of a large gratuity. Jade grows suspicious of Maddie and Gwen and how they are convinced there is no way that Adam could call her. Jade tells the girls she will call Margo and have her use her investigating skills to confirm the call from him. Will is rightly concerned with Gwen's behavior and is convinced that she is lying to him and not telling him what is really going on. After the call he goes through the files he has left for Gwen about Adam and finds a note that Adam wrote to Gwen telling her how she was amazing. At his house, Will receives a phone call and even though he hears nothing on the other line, he believes it is Adam and calls Gwen to tell her he hears it. Gwen tells Maddie she is making them look like they are hiding something and tells her they are in this because Maddie killed Adam.\n"
}