{
    "soap_central": "\n\nKatie walks into the bar to get a bottle of champagne for Mike and finds herself in tears when she finds Simon playing an old love song on the guitar.  Simon tries to soften Katie up by apologizing and telling her that he never got over her.  When Katie returns to Mike with the champagne, the two of them decide that Simon is after Vienna's diamonds.  They have a hard time deciding whether it is more important to warn Vienna or to get off the ship as soon as they can to get away from Simon.\n\n\nMaddie is so startled by bumping in to the new policeman outside Casey's door that she can't concentrate on their \"first time\" lovemaking.  In fact, such terrifying memories haunt her that she doesn't feel safe and rushes downstairs.  However, her purse frightens her so badly that she can't pick it up and leave.\n\n\nBarbara comes to see Will and Gwen, but she is so horrified to find Jade there that she turns around and leaves immediately.  Will gets up in the night and finds Jade up as well, but Jade promises that she doesn't want to hurt Gwen or Will.  Jade goes to bed and Gwen and Will share a tender moment.\n\n\nJennifer collapses at the hospital and finds that she has viral pneumonia.  They announce that Johnny can come home the next day, and Jennifer insists that she must go home with Johnny.  Irrationally, she has no concern whatsoever that she might make her son, who has just undergone a serious experimental procedure, ill, reasoning that he might feel unloved if she is not there.  Dusty decides to lie to Jen to alleviate stress on her, and tell her that he is considering letting Emily off.  Dusty tells Paul of this decision so that Paul will quit badgering Jen to keep Emily locked up.\n\n\n",
    "tvdb": "Katie accepts Simon's apology, but tells him she's not getting drawn back into his life. Privately, she tells Mike that she thinks Simon's out for Vienna's jewels. Dusty convinces Jennifer to stay in the hospital after she is diagnosed with pneumonia, but she is determined to get home to Johnny. Maddie swears she doesn't know Dallas, but is unable to make love to Casey after suffering a series of flashbacks. Jade swears she will never tell anyone about her night with Will after Gwen and Will defend her to Barbara.\r\nSource: tv.com",
    "tvmega_recap": "Katie runs into Simon again and he tries to apologize but she won't accept it. He tries to appeal to their shared memories, and although she seems slightly affected, she tells him she doesn't want anything to do with him ever again. Mike is annoyed that she keeps seeing Simon so he wants them to get off the cruise ship at the next port. Simon tells Vienna he had closed himself off to love but maybe now he should allow it back in. Maddie runs into someone leaving Casey's house that clearly leaves her unnerved. Casey and Maddie try to take advantage of his empty house, but Maddie is shaken and preoccupied with her run in with the mystery man. When Casey and she are trying to get romantic, Maddie sees flashes of a purse dropping onto the floor and a poster in a darkened room. She tells Casey she can't do this and runs out, leaving a confused and hurt Casey behind. Barbara goes on the attack when she finds Jade at Carly's where Will and Gwen are staying. Both Gwen and Will defend her to Barbara. Jade later promises Will that after how Gwen defended her for no other reason then just being nice to her, she will never tell their secret. Will seems to believe her and his face shows the extreme relief. After collapsing, Jen is diagnosed with viral pneumonia. She has to stay in the hospital for a bit to be monitored. When Jen hears Johnny's body is accepting the stem cells and he has been cleared for release tomorrow she puts up a fight wanting to make sure she gets to go home with her son. Dusty wants her to not worry about it after he is told Jen should remain calm and stress free. Jen asks Dusty to reconsider his stance on Emily and when he refuses to, she gets upset, Dusty promises to think about it, but he later tells Paul he only said that to appease Jen; he has not changed his mind on wanting Emily locked up, much to Paul's relief. Jen explains to Lucy why she is adamant about leaving with her son when he gets released.",
    "soapcentral_condensed": "Maddie is so startled by bumping in to the new policeman outside Casey's door that she can't concentrate on their \"first time\" lovemaking. Dusty decides to lie to Jen to alleviate stress on her, and tell her that he is considering letting Emily off. Jennifer collapses at the hospital and finds that she has viral pneumonia. They announce that Johnny can come home the next day, and Jennifer insists that she must go home with Johnny. Barbara comes to see Will and Gwen, but she is so horrified to find Jade there that she turns around and leaves immediately. Will gets up in the night and finds Jade up as well, but Jade promises that she doesn't want to hurt Gwen or Will. Gwen and Will share a tender moment and Jade goes to bed and Will and Will are reunited in the middle of the night. The two of them decide that Simon is after Vienna's diamonds. They have a hard time deciding whether it is more important to warn Vienna or to get off the ship as soon as they can.\n"
}