{
    "soap_central": "\n\n \nGeneva's wig flew off at Kim's press conference in the Lakeview lobby, and everyone, including Vienna, recognized Henry.  Kim was speechless and furious, and she asked Henry if he was out of his mind.  Vienna was horrified, and Henry tried to talk with her, but she ran off.  Kim made Henry explain himself to the press and his fans, and he said that he had done nothing with malice.  He explained that his message as Geneva was to raise daytime programming to a higher degree of decency.\n\n\nKim pulled Henry off camera and lit into him.  She suddenly realized that the whole thing had begun with Vienna's \"wardrobe malfunction,\" and Henry admitted that, as Katie and Brad walked up.  Kim went to appease the press, and Katie inadvertently spilled the news that she had known about Henry's masquerade all along, and Brad did not take that well.  Henry defended Katie until Kim returned and scolded Henry for putting her in an untenable position with her board of directors, the viewing public, and the FCC.  Henry's \"sorry\" didn't cut it with Kim.\n\n\nKim said she wanted only two things from Henry: first, that Henry would never, ever, help her again; and second, if he ever came near WOAK, he was \"toast.\"  Then she popped him hard on the arm and said, \"Ooops.\"  Henry collapsed on a couch where Floyd, Geneva's biggest fan, found him.  Floyd assured Geneva that he was still there for her.  He even followed Henry up to his room and talked about continuing their \"relationship.\"  Henry got rid of Floyd and found Vienna sulking on the bed, but she wouldn't let him touch her.\n\n\nJack went home from work very early because he could not focus.  He was worried that Carly's rehab would adversely affect the children.  He was thankful that J.J. was in London for the summer, and Sage was at Camp Idlewild.  Jack wanted Janet to consider going away with him for a couple of days to a cabin not far away. He mentioned the younger kids' plans, and reminded his wife that Parker was away at a tennis tournament for several days, and that Liberty had started her internship.  Janet thought she could get the time off, and they agreed to go.\n\n\nCraig took bags of groceries into Carly's house, much to Rosanna's dismay.  He talked about all sorts of domestic subjects, including taking Parker to a Cubs/Reds game for a day.  Rosanna was not happy that Craig was acting as if nothing had changed in their lives.  She told him that with Carly away, he could no longer be there either.  Craig argued that he didn't think that Carly would approve of kicking him out, so Rosanna mentioned that when Carly left rehab, perhaps booze would not be the only thing she would be giving up.  Craig threw a parting shot and went out the door as Jack and Janet arrived.\n\n\nThe Snyders went in and asked Rosanna if she could \"hold down the fort\" for a couple of days while they snuck away.  Rosanna was pleased to oblige them and sent the happy couple away to pack.  She then took a call from Camp Idlewild telling her that Sage was not feeling well and had asked to go home.  Rosanna said that she was on her way and left immediately.  She stopped first at the diner, hoping that Parker had not yet left, but he was already gone.  She called Jack for the second or third time, but she got no answer and was forced to leave a message.\n\n\nCraig walked in the diner and overheard part of the message.  Rosanna was in a difficult spot because she hadn't had a valid driver's license since returning to the US, and there was no way she could drive to Sage's camp legally.  Craig offered the solution, much as Rosanna was reluctant to accept his help.  She told him that she was hesitant to ride with someone who had tried to kill her with a car, but she really had no other choice.  She climbed in Craig's car and they took off.\n\n\nRosanna and Craig arrived at camp, and Sage was waiting.  She wanted to know why her parents had not picked her up, so Rosanna explained that Jack and Janet were having a mini-break at a cabin.  Rosanna stumbled, however, when Sage asked about Carly's whereabouts, so Craig stepped in.  He told the girl that her mother had not been herself lately, and Sage interrupted by saying that she knew it was because of the drinking.  Craig would not say where Carly had gone, but he remarked that she was getting better and would be home soon.\n\n\nSage immediately accused Craig of making her mother sick.  She was upset and rude, and she finally took off running.  Craig caught her and they struggled, as Sage screamed.  Rosanna took over and promised that all would be well.  She said that if Sage went home with her, she would take care of the girl until her father returned.  Rosanna gave Sage the choice of staying at camp or going home with her, and Sage chose to go with her aunt.\n\n\nJack and Janet arrived at the cabin, and Jack had great plans for catching their dinner in a nearby stream.  Janet said she would work on her tan lines in the sun, and Jack forgot about fishing.  He took out his phone, but Janet would not let him look at it.  They kissed, began disrobing, and ended up on the bed.  After making love, Janet was hungry and began scouring the cabin for food.  Jack's phone beeped, and he saw that he had several messages.  He was unhappy to learn that Sage was ill, so he called the camp right away.\n\n\nThe counselor informed Jack that Sage had gone home with her aunt and Mr. Montgomery.  Jack was distraught because he had not wanted Sage to find out that Carly was gone so soon.  Janet said that the girl had to learn sometime, but Jack felt that it was his job to explain it to Sage.  He wanted to go back immediately, so they packed up and left.\n\n\nVienna and Henry had an unpleasant discussion, and Vienna accused him of not wanting to share her with anyone else.  Vienna said that she had liked her job and the attention it had brought her, but Henry had taken that from her.  She said Henry loved Geneva Swift more that he loved her, and she asked him to leave.  Henry agreed to go down to the bar while Vienna cooled off, and he made a hasty exit.\n\n\nBrad was still upset that Henry, and Katie by her not telling, had hurt so many people.  He was also concerned about his job with WOAK and how Kim would feel about him.  Brad walked out on Katie and went to the Lakeview bar where Henry was.  Henry feared for his life when he saw Brad, but Brad only berated him for coming on to him as Geneva Swift.  Henry argued that the persona of Geneva had taken on a life of its own, but he was very worried about Vienna.  The bartender never showed up, so Brad suggested that they both leave and tend to their business at home.\n\n\nRosanna, Craig, and Sage got home to Carly's house, and the girl went immediately to her room.  Jack and Janet arrived, and Sage was glad to see her father.  Janet took her outside while Jack chewed out Craig for taking Sage from camp without his permission.  Rosanna explained how Craig had helped out by driving, and something she said made Jack realize that his daughter knew that Carly was at rehab.  He offered to \"lay out Craig\" on the spot, and said he would take Sage to the farm with him, at least that night, and perhaps permanently, and Parker as well, when he returned.  Jack asked Sage what she wanted, and she said that she only wanted her mother home.\n\n\nSage asked if she could see or talk with Carly, but Jack told her it was not possible, and he chose to take her to the farm.  They drove home, and Jack was still furious that Craig had told his daughter about Carly.\n\n\nBrad went home and made up with Katie.  Henry, however, was not so fortunate.  He found that Vienna had packed her bags and booked herself on a night flight to Sweden.  She said she wanted the comfort of a real woman: her mother.\n\n\nRosanna found Craig in the Lakeview bar, and she told him that while she thanked him for his help that day with Sage, he needed to stay away from Carly's kids.\n\n\n",
    "tvmega_recap": "Henry is exposed as Geneva Swift and has a lot of explaining to do. He stammers that there was no malice here. He just wanted to raise daytime standards to a higher decency level and that vision was shared by many loyal fans of Oakdale Now. Kim is furious. She pulls him away and informs him point blank that the station will be in real trouble with the FCC for his fraud. And all of this because of Vienna's wardrobe malfunction and Henry felt he had to put a stop to it. Brad is equally upset when he finds out Katie knew about Henry's ruse all along. Henry is glad the gig is up until Floyd declares that he's still a big fan. Henry has to inform him that he's all man, nothing is gonna happen between them. Vienna won't let Henry touch her in those clothes. She accuses him of first not wanting to share her with a baby and now not sharing her with a job. Katie apologizes to Brad and assures him that she would have never set him up with something that was sure to fail. Both men feel locked out of their lives and go to the bar separately for a drink. No bartender so they return upstairs. Katie and Brad make up. He won't let Geneva Swift come between them. On the other hand, Vienna is still in a huff and is packing. She is returning to momma in Sweden for the comfort of a real woman. Jack wants to whisk Janet away for a few days of R&R. This period of Carly going to rehab has been draining and he thinks she deserves better. Craig brings in bags of groceries for Rosanna. She's not thrilled with him hanging round and explains that he can't keep doing this. And when Carly returns there might be some changes made. Booze might not be the only thing she wants to get rid of. Rosanna gets a call from the camp that Sage is sick and needs to come home. Her license has expired, Parker is away at tennis tournament so Craig saves the day by offering to drive her. Janet loves the cabin and within seconds she and Jack are ripping each other's clothes off and testing the mattress. Sage is very upset when neither her mother or father pick her up. After threatening not to go, she sulks the entire way home. Jack gets the phone call and must cut his retreat short. He goes berserk when he finds that Craig took it upon himself to tell Sage the truth about Carly. He apologizes to Sage for not being there, but offers for her to spend the night at the farm. He tells Craig that if he doesn't leave, he's going to deck him and enjoy it. Janet tries to soothe him, but he rants that until he can be assured that Craig won't always be hanging around and be in his kid's lives that he is going to have to be more hands on. Rosanna informs Craig that she thanks him for today, but Jack does not want him hanging around so please do not offer his help again.",
    "soapcentral_condensed": "Geneva's wig flew off at Kim's press conference in the Lakeview lobby, and everyone, including Vienna, recognized Henry. Kim made Henry explain himself to the press and his fans, and he said that he had done nothing with malice. Jack wanted Janet to consider going away with him for a couple of days to a cabin not far away. Rosanna was in a difficult spot because she hadn't had a valid driver's license since returning to the US, and there was no way she could drive to Sage's camp legally. Craig took bags of groceries into Carly's house, much to Rosanna's dismay, and she told him that with Carly away, he could no longer be there either. Craig threw a parting shot and went out the door as Jack and Janet arrived. The Snyders went in and asked Rosanna if she could \"hold down the fort\" for aouple of days while they snuck away. Sage was waiting at camp, and Rosanna explained that Jack and Jack were having a mini-break at a cabin.\n"
}