{
    "soap_central": "\n\nLuke and Noah started their day in the farm's kitchen and discussed Ameera's future in the United States. Luke offered to talk to Lucinda's lawyers about helping Ameera stay in the country and Noah was grateful for the help. Noah admitted to Luke that he wanted to help Ameera out of respect for his father. Luke insisted that Noah was a decent person, but he didn't owe Ameera anything. Ameera overheard and agreed with Luke's advice. She sensed she was causing trouble for the two and offered to find a new placed to stay. Luke told her she was still welcome at the farm and she should accept Noah's offer of help. She decided to stay and accepted their help. \n\n\nNoah received a call from the warden at his father's prison with a message that Colonel Mayer wanted Noah to visit him immediately. Noah was reluctant to go, but Ameera agreed to go with him and try to persuade the Colonel to accept Noah and Luke as a couple. Luke and Noah were finally convinced to go when Ameera threatened to go without them. \n\n\nAmeera, Luke and Noah started the long drive to see Colonel Mayer. Along the way, Ameera asked about Noah and Luke's relationship, and they recounted how they discovered their sexual orientation and found one another. When Ameera asked Noah if he ever had feelings for women, he admitted that he had thought he did, but was later convinced his feelings for women were only his way of doing what his father expected. As they continued their drive the three had car trouble and found they were unable to call for help on their phones. With no chance of immediate assistance they decided to get ready for a cold night in the truck before looking for help. \n\n\nChris greeted Bob as he returned to the hospital to begin work again after recovering from his stroke. Chris was surprised to see his father return to work so soon after getting better, but Bob insisted he was ready to work again. Bob asked Chris if he had decided to stay in Oakdale or look for work out of town. Chris explained that leaving town was never his plan and he wanted to prove how good he could be for the hospital. After Chris asked for another chance at Memorial, Bob decided to accept and invited Chris to stay on. \n\n\nGwen and Will discussed Sofie's reaction to the judge's ruling that gave them permanent custody of baby Hallie. Gwen remained fearful that she and Will had taken Hallie from Sofie, and that the baby should be returned to Sofie. Will explained to his wife that Sofie put Hallie in danger and they were the best possible parents for their little girl. After comforting Gwen, Will wanted to take Hallie to visit Paul at Memorial. Gwen thought it was a good idea and they bundled their baby up to visit her uncle. \n\n\nAt Memorial, Sofie visited Paul in his hospital room as he continued to recover from his latest brush with death. Sofie had brought Paul a copy of Treasure Island and he asked her to sit and read it to him. She accepted the invitation and began to read to Paul just as Gwen and Will arrived with Hallie. Will saw Sofie reading to Paul and sent a confused glance Gwen's way. They entered the room and Will asked his brother why Sofie was in his room. Paul explained that Sofie was his friend, but a frustrated Will abruptly said he would come back later with his wife and daughter. When Paul saw Hallie, he insisted on getting to meet his niece and asked them all to please stay. When Hallie became cranky, Sofie offered to try to comfort the baby, but Will told her no. Gwen saw that Sofie just wanted to help, and decided to let Sofie hold the baby. After a few moments, Will declared that Sofie had held the baby enough and asked for Hallie back. Sofie thanked them for the opportunity to hold Hallie and went to the hall to wait for their visit to end, so she could finish her visit with Paul. Out in the hall, Sofie ran into Chris, who invited her to dinner. She told Chris that she wanted to stay nearby to say goodbye to Hallie and then she went to the hospital gift shop. \n\n\nOnce alone with his brother and Gwen, Will wanted to know why Paul was befriending Sofie. Paul explained to Will and Gwen that Sofie had been visiting since his accident and that he saw nothing wrong with his friendship with Sofie, since Will and Gwen had won custody of Hallie. Will was unconvinced that Sofie was just being kind to Paul, but Paul insisted that Sofie was just a friend. Gwen asked Paul about Meg and he explained that Meg would not be by his side anymore, and he was fortunate to find a friend in Sofie. Will told Paul that his friendship with Sofie was awkward, but it would be Paul's choice. They left Paul so he could rest, and when they got to the hall they found Sofie with a gift for Hallie. Will refused the gift and he and Gwen left. \n\n\nAfter her latest radiation treatment for oral cancer, Barbara arrived at Paul's room to check on her son. She learned of Sofie's visit and asked if Sofie had told Paul anything about his mother. Barbara was concerned that Sofie may have told Paul about her cancer. He wondered why Sofie would have anything to say about Barbara and she deflected his questioning by focusing on Sofie's trouble with Gwen and Will's adoption of Hallie. She told her son that she wasn't happy about his friendship with Sofie, but Paul asked his mother to try to accept it. \n\n\nAt home, Gwen and Will received a visit from Barbara, who brought a gift for Hallie. She asked about Sofie's visit with Paul and declared her displeasure with Sofie and Paul being friendly. Barbara claimed that she would be sure that Sofie was out of her sons' lives. Gwen noticed that Barbara looked tired, but Barbara denied anything was wrong. \n\n\nAfter Sofie ate a quick dinner with Chris, she returned to Paul's room and he immediately asked her if Barbara had been giving her a difficult time. Sofie explained that everything with Barbara was fine and sat down to read to Paul. \n\n\nHenry arrived at the Lakeview and saw Gray and Vienna kissing in the hall. Vienna pulled away and told Henry she was sorry, but it was too late. Henry stormed off. Vienna told Gray that kissing him was a mistake and she entered her room and began to cry. \n\n\nAt the television station, Katie and Brad were discussing their current shot at friendship as Henry arrived and told them both that he had lost Vienna to Gray. Henry explained to Brad and Katie that he caught Vienna and Gray kissing and that he knew he had lost his girlfriend. Katie and Brad were reluctant to believe Vienna could love anyone else and decide to research Gray to size up Henry's competition. The trio discovered that Gray was a powerful opponent and decided they needed to work together to win Vienna back. \n\n\nKatie and Brad arrived at the Lakeview to find out more about what went on between Vienna and Gray. Brad sat next to Gray at the bar and reminded him that the two previously played poker together. Gray told Brad about his new romance with Vienna and Brad congratulated him. Brad continued his conversation with Gray to try to learn more about what business Gray was involved in. Gray told Brad little about his companies, but Brad got the impression that Gray was not a legitimate businessman. \n\n\nIn the meantime, Katie went to Vienna's room and discussed Vienna's kiss with Gray. Vienna explained that Gray took her to dinner and gave her too much champagne and that led to the kiss. Katie wasn't convinced that Vienna wasn't attracted to Gray and asked her if she wanted Henry or Gray. Katie tried to persuade Vienna that she belonged with Henry, but Vienna listed all the recent problems she and Henry had argued about. Katie began her own list of all that Henry and Vienna gained from being in love and how lucky they were to find true love. As Katie talked of romance and second chances, she slipped and said Brad instead of Henry, which led Vienna to believe that Katie still cared for Brad. Katie denied any feelings for Brad just as he arrived to tell Vienna that Gray was a slippery guy who couldn't be trusted. Vienna declared her love for Henry and begged Brad and Katie to help her reconcile with him. \n\n\nAt the station, Henry worried about what decision Vienna would make and began a junk food binge. Brad and Katie returned with the good news that Vienna wanted Henry back. After Henry got the encouragement he needed from Brad and Katie to return to Vienna, he went back to the Lakeview and Vienna welcomed him back with an apology and sexy negligee. \n\n\nAs Vienna and Henry made love, Gray called and left Vienna a message that she would be in his dreams. \n\n\n",
    "tvmega_recap": "Luke, Noah and Ameera get stuck on the highway going to visit Colonel Mayer in jail and they must wait for someone to come and help them. Luke is annoyed that Noah has no problem telling Ameera about his past and his hopes and dreams things he has never been able to share with him. Will isn't happy about Paul's fast friendship with Sofie and neither is Barbara who fears Sofie is going to tell Paul she has cancer. Henry catches Vienna kissing Gray and tells Brad and Katie his and Vienna's relationship has ended. Vienna admits to Katie that she doesn't love Gray but she does miss her old life which Gray can give to her. Vienna tells Katie that she has given everything up for Henry and she fears that Henry will never be ready to marry her and have children. Brad and Katie manage to get Henry and Vienna to make up and then Henry and Vienna make love. Gray leaves a message for Vienna telling her she will be in his dreams.",
    "soapcentral_condensed": "Ameera, Luke and Noah started the long drive to see Colonel Mayer. Sofie visited Paul in his hospital room as he continued to recover from his latest brush with death. Chris greeted Bob as he returned to the hospital to begin work again after recovering from his stroke. Gwen and Will discussed Sofie's reaction to the judge's ruling that gave them permanent custody of baby Hallie. Chris asked Bob if he had decided to stay in Oakdale or look for work out of town. Bob decided to accept Chris' request and invited him to stay on as Bob's assistant at Memorial Hospital. Chris was surprised to see his father return to work so soon after getting better, but Bob insisted he was ready to work again. Paul and Sofie found a gift for Hallie in the hospital gift shop and they left Paul so he could rest, and when they got to the hall they found Sofie with the gift for the baby, but Will refused to let her hold the baby. After a few moments, Will declared that Sofie had held the baby enough and asked forHallie back.\n"
}