{
    "soap_central": "\n\nAt the Lakeview, Emily and Dusty continue to detox Alison from her crystal meth addiction.  Emily wonders how Alison could get so addicted to drugs and while Dusty tries to comfort her the two discuss their kiss and how it worked in distracting Susan.  While they are talking Alison's drug dealer knocks on the hotel door in search of the money Alison owes him.  Dusty tells him to get lost and quickly escorts him away from the room holding Alison and Emily.  When Dusty returns Emily is in the hall and asks about Jesse, the drug dealer, and Dusty lets her know that the front desk has been warned not to let him up again.  As the two go back into the room, where Alison was resting, they discover she is missing.  They search the room and realize Alison is out on the ledge of the window high above the streets.  Dusty believes she is trying to kill herself, but Alison laughs off this idea and as she turns to go back into the room she slips and falls as Dusty lunges to catch her.   Dusty manages to grab hold of Alison's arm and they work together to get her back into the window.  Once back in the room Emily questions Alison about what she was doing, but they interrupted by the police who were called by someone who saw Alison on the ledge and assumed she was a jumper.  Dallas is the police officer who arrives at the room and Alison tells him that she was out there as a joke and apologizes for scaring anyone.  Dallas leaves after they apologize and he is assured things are fine, but he tells them he will be back if there are any more disturbances.  Emily puts Alison to bed and tells her she would be devastated if she had fallen.   She pleads with Alison to let them help her and tells her she will stay with her as long as she needs her.  Emily tells Dusty she will understand if he wants to walk away, but he tells her he isn't going anywhere.  \n\n\nAs Katie daydreams in the Lakeview bar, Henry appears and asks where her mind is at.  Katie tells Henry she is thinking about her future and when Henry mentions Jack he causes Katie to smile.  Her smile tells Henry all he needs to know and when he questions Katie about how Jack is she tells him she is worried that if she gets involved with Jack she could ruin his life.  Henry comforts Katie and tells her Jack can survive her especially after being married to Carly.  He encourages her to spend more time kissing Jack and less time talking about it.  Katie continues telling Henry that one important reason for not moving quickly with Jack is that she doesn't want to hurt his kids.   Their discussion leads Henry to ask Katie about Mike and he tells her that he thinks their marriage was over before Mike left.  In addition, Henry says he is happy for Katie and Jack, but wants her to end her marriage to Mike before things go another further with Jack.   Katie agrees it is time to divorce Mike and worries that she is running out of chances to live happily ever after.  Henry persuades Katie to make things work with Jack.   \n\n\nAt their house, Gwen tells Will she needs to see Cleo arrested so she knows that their troubles with her are over.  Will puts up a fight at first, but agrees to go with Gwen to the station so she can have closure.  The two go to the police station looking for Jack and run into Dallas who tells them about his earlier run-in with Cleo when she was impersonating Gwen at the Wagon Wheel.   Dallas leaves to look into who Cleo was hiding in her room and Gwen and Will realize that Cleo has been very busy impersonating Gwen.  \n\n\nAt the Wagon Wheel Motel, Cleo is confronted by Jack who wants to know why she is impersonating Gwen and why Cleo went near his kids.  As Cleo tries to explain her actions, Carly hides out in the hotel bathroom and listens to Cleo and Jack.  Cleo tells Jack she spent time with his kids because they were like family to her and for other reasons she can't tell him.  An angry Jack tells her she is being charged with kidnapping and takes her to the police station as Carly listens in.  Once alone in the room, Carly worries that Cleo will tell Jack about her part in taking the kids.  Fearful that she will be found out, Carly leaves Cleo's room where she is confronted by the manager who questions why she is coming out of the wrong room.   Carly explains that she was in Cleo's room looking for her purse.  This excuse keeps Carly from having to explain herself to the police and she goes about her business. \n\n\nOnce at the station Cleo and Gwen come face to face.  Cleo's appearance as Gwen unnerves her and she rips her wig off.  Cleo tries to flatter Gwen by telling her she wants to be just like her and looks up to her as a role model.  Gwen tells her she is pathetic and should have never impersonated her or gone near Jack's kids.  Cleo continues to try to explain her behavior, but Gwen tells her that once she got Jack's kids involved she went too far.  As Gwen and Will leave to go Cleo begs them to stay.   Cleo tells them she has reasons for what she has done and that she can't tell her now, but someday when she can tell them that they will understand why she did what she did.  This new statement isn't enough for Gwen so she and Will leave Jack to process Cleo.  In the interrogation room, Jack tells Cleo about the charges she is facing and a scared Cleo asks for her one phone call.  She calls Jade and asks for help, but Jade hangs up on her.  Katie arrives at the station and brings a smile to Jack's face when she tells him she is almost ready for their \"adult date\".  Once back at their house, Will has to leave to turn in a paper and Gwen searches the house to see if Cleo took anything else in her attempts to impersonate her.  As she searches the house Gwen receives a surprise visit from Carly.  \n\n\nDown at WOAK Maddie talks to Kim about her summer internship at the station.  She learns she will be working with another intern named Noah who will be arriving in the next few days.    Kim offers support to Maddie about dealing with missing Casey and as they are talking Luke arrives for his job at the station and gets his assignment from Kim.  Luke tries to talk to Maddie about their friendship, but at first she is indifferent towards him.  Luke tells her he wants to be friendly regardless of her past with Jade.  Maddie doesn't answer Luke and insists they get down to work.  As the two wait for the staff lunches Maddie tells Luke she isn't going to hold her grudge with Jade against him and she hopes they can be friends.  As they discuss their lives a school friend, Liv, walks in and questions the two about prom.  She tells them that she is going with Kevin and both Maddie and Luke explain that they aren't going to prom for \"obvious reasons\".   Luke tells Maddie he wishes he could go because it doesn't seem fair that Kevin goes and he doesn't.  The two laugh over their shared circumstances and Maddie asks Luke to go to prom with her.  The two decide to go to the prom together.  \n\n\n",
    "tvmega_recap": "Dusty has to get rid of Jesse again. Henry and Katie talk about her budding relationship with Jack. Gwen wants to go to the police station to make sure Jack has arrested Cleo. Jack arrests Cleo, as Carly listens. Maddie starts her job as intern again with Luke as well. Maddie opens up to Kim about how she misses Casey and how the prison isn't allowing any kind of contact yet. Dusty and Emily come back into the room to find Allison perched out the window on a ledge; Allison falls. Henry and Katie talk about her divorcing Mike finally. Cleo (dressed up as Gwen) and Gwen come face to face. She claims there is a good reason she is still dressing up as her, but she can't explain it right now. Gwen tells her to stay out of her life forever then. Luke and Maddie talk about getting past Jade. After a conversation with another student who is going to the prom with Kevin, Luke and Maddie decide to go to the prom together considering their circumstances. Dusty saves Allison from falling. Dallas responds to a call of a jumper on a ledge. Dusty promises him that it is handled after Allison admits to doing it as a joke since she was mad at her sister. Allison continues to struggle from coming off the drugs. Dusty promises Emily that he isn't going anywhere. Jack is going to charge Cleo with multiple felonies. Cleo asks to make a phone call; she calls Jade, who then hangs up on her. Gwen comes face to face with Carly.",
    "soapcentral_condensed": "At the Lakeview, Emily and Dusty continue to detox Alison from her crystal meth addiction. Cleo is confronted by Jack who wants to know why she is impersonating Gwen and why Cleo went near his kids. Henry persuades Katie to make things work with Jack. Gwen tells Will she needs to see Cleo arrested so she knows that their troubles with her are over. Carly worries that Cleo will tell Jack about her part in taking the kids out of the room where she is being held by the police station. Carly explains that she was looking for her purse and this keeps her from having to explain herself to the police. Gwyn rips Cleo's wig off as she tries to flatter her and she rips it off as Gwen rips off her wig and she flatters her. Carly tells Cleo that she will never be able to forgive her for what she has done to her family, friends, and even her own husband, Mike, in the past.\n"
}