{
    "soap_central": "\n\nHal talks to Jennifer about the charges pending against Emily. He very subtly encourages Jennifer not to press charges against Emily, pointing out that she has already lost her son now that Tom is taking permanent custody. Meanwhile, Susan discovers that Emily is in deep denial about her situation as Emily rushes to plan her wedding. Susan tells her that Hal is trying to arrange some sort of leniency for Emily and Emily insists that she won't accept Hal's help if it means selling out Paul. Later, Jennifer arrives, with Johnny in tow, and informs Emily she is not going to press charges. But, she shakes Emily to the core when she damns her to a lifetime without her own son. Hal tells Susan that Emily is going to be set free, and Susan is left to hope that Emily will see the light about Paul. A devastated Margo tries to figure out why Casey lied to his parents about his relationship with Gwen. Casey points out that Margo and Tom always expected him to be perfect and he has always been terrified of disappointing them. Later, Casey finds himself drawn to the baby's grave and it's there that he finds Gwen, mourning their baby. As Gwen tends to the grave, the two of them come together in their loss. Meanwhile, Bob visits Margo and reveals that he delivered Gwen and Casey's baby never knowing he was delivering his own great grandson. He comforts Margo about the baby's death and Margo remains crushed about her son's deception. When BJ discovers Katie's photos of Mike, he does not confront her but rather follows her to Mike's hospital room where he receives confirmation that she is betraying him. He then goes and begins making ominous plans for the WOAK telethon they are working on. Meanwhile, Jack tells Mike the FBI is off BJ's case but Jack agrees to keep working on it privately. \n\n\n",
    "tvmega_recap": "Mike is stuck in the hospital while he worries about Katie, Maddie and Henry; Jack assures him that he will look into it and watch out for them. Katie continues to pressure BJ into seeing Henry under the pretense of finding closure, but BJ is a little unsure after he found the half burnt picture of her and Mike in her purse. After BJ leaves, Katie sneaks off to the hospital where she talks to a sleeping Mike about how she has to continue to work BJ in order to find out what happened to Henry. BJ is falling for her, and she has him right where she wants him. She has to see this through. Meanwhile, outside the door BJ is listening to everything she says. Later, a furious BJ berates himself for allowing Katie to play him and plans something for her he promises she will never forget. Hal asks Jen for a favor. Will she consider talking to Tom on Emily's behalf? Jen is shocked by the request, but later goes to see Emily and tells her that she won't be pressing charges. Emily will be in her own private prison because she will have to live her life in a town where her own son will no longer want anything to do with her. Emily is left in a crumpled mess after that visit. Susan seeks out Hal to stop Emily's transfer to state prison. Margo demands answers from Casey about how long he knew about his son? Casey and Margo have an emotional talk, which leads Margo wondering what kind of son she raised? Casey later shows up at Billy's gravesite, where Gwen has been sitting talking to him. They bond finally over the loss of their son.",
    "soapcentral_condensed": "Hal talks to Jennifer about the charges pending against Emily. A devastated Margo tries to figure out why Casey lied to his parents about his relationship with Gwen. Casey finds himself drawn to the baby's grave and it's there that he finds Gwen, mourning their baby. Bob visits Margo and reveals that he delivered Gwen and Casey's baby never knowing he was delivering his own great grandson. BJ discovers Katie's photos of Mike, he does not confront her but rather follows her to Mike's hospital room where he receives confirmation that she is betraying him. He then goes and begins making ominous plans for the WOAK telethon they are working on. Meanwhile, Jack tells Mike the FBI is off BJ's case but Jack agrees to keep working on it privately. Tom is taking permanent custody of his son Paul. Susan discovers that Emily is in deep denial about her situation as Emily rushes to plan her wedding. Susan tells her that Hal is trying to arrange some sort of leniency for Emily and Emily insists that she won't accept Hal's help.\n"
}