{
    "soap_central": "\n\nOn a special Valentine's Day episode, five couples wondered how different their lives would be if they had never made a love connection.\n\n\nLily and Holden were at the farm and relived through flashbacks their times as teenagers, crises in their lives, and the birth of Luke. As they counted their blessings, they wondered what their lives would have been like if fate had taken a different turn. They wondered what would have happened if Evan Walsh had injected Lily with the deadly poison.\n\n\nThe fantasy opened with Holden struggling to keep his household together, helping with homework, making brownies for a bake sale, and feeding Baby Evan. Lily appeared to him as a spirit and made things go more smoothly, and then she appeared to Faith with news about a wonderful boy who would be her husband some day.\n\n\nHolden went outside, and Lily reappeared. They agreed they were soul mates and might be separated physically but could still communicate. Holden told Lily how much he missed her, and the fantasy ended with a real kiss between them.\n\n\nLuke and Noah mused about what would have happened if Noah had enlisted in the armed forces as his father had wanted. In their fantasy, Noah was a Navy sailor on a 24-hour leave in New York City, and Luke was a Columbia University student. They bumped into one another, literally, and some of Luke's papers scattered.\n\n\nIn the fantasy, Noah retrieved the papers and went after Luke to return them. The two struck up a conversation, and Luke offered to show the city to Noah. They visited Times Square and Greenwich Village and took a water taxi to the Statue of Liberty. Luke revealed that he was gay, and Noah confessed that he was, as well. They hugged and promised to wait for one another until Noah returned from his tour of duty.\n\n\nMargo and Tom were celebrating Valentine's Day, and Tom facetiously remarked that he wondered what Margo would have done if she had failed the Police Academy. That was easy, said Margo, she would have been an attorney like Tom. Suddenly, the scene was black and white, and Margo, sounding very much like Katharine Hepburn, was tickling \"Adam's Rib,\" although the rib seemed to be Tom's. Margo was defending Emily Stewart, whom Tom was prosecuting. Paul Ryan was his first witness and declared Emily to be \"certifiable.\" Margo accused Paul of toying with Emily's affections and asserted that Emily had been justified in shooting Paul after he'd dumped her before their wedding.\n\n\nOutside of court in the black and white fantasy, the lawyers traded massages and clever barbs. Back in court, Emily testified that she had been horrified to see Paul kissing Meg Snyder, and therefore she had shot him with her newly purchased revolver. After a stinging redirect questioning by Margo, the judge dismissed the case. Back at home, Tom said he could not live with the humiliation of being beaten in court by his wife, and he pulled a water pistol on Margo, who thought the gun was real. She realized nothing so unimportant justified shooting another person, a contradiction to her closing argument in court. It all ended in a kiss.\n\n\nWill and Gwen discussed the convolutions of their getting together, and Will remarked that he wished the two of them had gotten together sooner -- without the complication of Gwen's relationship with Casey. In their fantasy, Will arrived just in time and pulled Casey off Gwen, thereby preventing the conception of Baby Billy. Gwen was performing in a seedy bar as a soloist, and Will was captivated by her and her voice. He pursued her and eventually won her over as they each shared stories about their psycho mothers. They shared a Valentine's kiss.\n\n\nJack and Carly were watching an old movie on television, and Carly suggested a different ending. In their fantasy, Carly was dressed for her wedding to an extraordinarily rich man whom she was marrying for security for her family. Sage tried to talk her out of marrying anyone but her daddy, Jack. Brad and Katie showed up as photographers, and Jack was hovering in the background. Jack went to a bar to drown his sorrows. Katie found him, and they commiserated together.\n\n\nIn the fantasy, Brad tried to talk Carly out of the wedding and kissed her. Jack barged in and punched out Brad, who was down for the count. Katie revived Brad with a kiss. Carly realized she could not marry rich Mr. Potter, and Jack stepped up and offered to marry her himself. Brad and Katie also stepped up and actually got married. Carly, Jack, and Sage went home, and everyone was happy as Carly and Jack shared a kiss.\n\n\n",
    "tvmega_recap": "Oakdale's favorite couples celebrate Valentine's day by wondering what their lives would have been like if they never would have met but since they are all meant to be they find their way to each other anyway. Holden imagines what life would have been like if Evan Walsh had shot Lily and she would have died leaving him a single father with four children. Lily's ghost comes to him to help him handle everyday tasks with the kids which he finds hard as a single father. At the end of their fantasy Lily's ghost breaks the rules and stays with Holden, because bodies may part but souls never do. Noah's fantasy involves him enlisting in the navy and being in New York City on leave and he meets Luke when they bump into each other and Luke gives him a tour of NYC. Noah tells Luke that when he returns to New York they will see each other again. Gwen and Will are next when Will imagines that he kept Gwen from having sex with Casey. Will follows Gwen to Yo's to hear her sing and they have coffee and spend all night talking and then they kiss on their special Park bench. Tom and Margo Imagine that Margo is a Lawyer defending Emily because she shot Paul. This story is set like an old Spencer Tracey Katherine Hepburn movie Tom wants to leave Margo when she wins the case but they make up and kiss in the end. Jack and Carly imagine that Carly wants to marry a rich man but Brad makes her see its a mistake then he kisses her to help her stop the wedding. Jack punches him and then tells Carly he loves her and they get married again. Brad and Katie play two reporters covering the story and watching Jack and Carly makes them realize they love each other and they also get married.",
    "soapcentral_condensed": "On a special Valentine's Day episode, five couples wondered how different their lives would be if they had never made a love connection. Luke and Noah mused about what would have happened if Noah had enlisted in the armed forces as his father had wanted. Will and Gwen discussed the convolutions of their getting together, and Will remarked that he wished the two of them had gotten together sooner. Jack and Carly were watching an old movie on television, and Carly suggested a different ending. Jack barged in and punched out Brad, who tried to talk Carly out of the wedding. Carly realized she not marry rich Mr. Potter, and Brad and Katie stepped up and actually got married, and Jack and Jack shared a kiss and everyone was happy as they went home.. Margo, sounding very much like Katharine Hepburn, was tickling \"Adam's Rib,\" although the rib seemed to be Tom's. Tom said he could not live with the humiliation of being beaten in court by his wife, and he pulled a water pistol on Margo.\n"
}