{
    "soap_central": "\n\nEmily marvels in the fact, that despite their contentious past, she and Dusty are kissing.  She tells Dusty she has to go to meet her mother and the two leave arm in arm.  Emily arrives at Al's Diner to meet Susan and both women apologize for their early fight about Emily's prostitution and Alison's porn career.  Susan continues on and asks Emily to forgive her for her years of drinking and she knows that it made their lives more difficult. Emily tells her mom about Dusty and how she is relieved that Dusty knows her past and accepts her for who she is; flaws and all.  Emily admits to Susan that she is happy.  After her meeting with her mom, Emily goes downtown and runs into Dusty and tells him for the first time in a long time she is optimistic about the future.  She invites Dusty to brunch with her family and he accepts knowing this time he and Emily won't be faking their relationship. \n\n\nAaron follows Alison to her home and demands to see her.  He wants to talk to her about his reaction to learning that after they broke up she became an actress in adult films and a drug addict.  Alison tells Aaron to leave because she is no longer the innocent Alison he fell in love with when they were young.  After pleading with her to speak to him, Alison agrees and opens the door.  Aaron admits he was shocked to learn about what happened after they broke up, but tries to convince her that he can move past it and that he holds himself partially responsible for Alison's spiral into drug addiction and pornography.  Alison explains to Aaron that crystal meth was her escape from the pain of their break-up, but now she is trying to get over her addiction.  He tells her he is sticking around to remind her that she is a great person and that he still loves her.  He asks her if she can still love him and after a short delay she admits she wants another chance and clean start with him.  Alison acknowledges she hasn't told him everything, but Aaron confuses her statement to mean she isn't ready to say she loves him.  Alison however has a flash back of her steamy night with Dusty in Las Vegas.   Aaron asks her if she has told him everything and Alison pauses and says yes she has except that she loves him and the two kiss. \n\n\nIn a hotel room at the Lakeview, Henry gets an invigorating, yet painful, taste of Vienna's massage techniques.  Vienna tells Henry she is ready to use her special massage system as the cornerstone of their new full service spa business.  At the end of the massage Henry is in pain and Vienna realizes she needs more practice before they can open a business.  When Henry goes down to the hotel's steam room, Vienna finds a bell boy and takes him up to the room for one of her massages.  Henry overhears the bell boy in ecstasy over Vienna's massage and bursts into the room and confronts Vienna.  She quickly reassures him she was just practicing and he agrees to get over his jealousy so they can start their business.  \n\n\nKatie tells Jack that she is concerned now that Carly has her eyes set on him she will do anything to get him back.  Jack reassures Katie that he wants to be with just her and will not go back to Carly.  Katie is convinced that Carly will use every trick in the book to lure Jack back.  Katie brings up Carly's devious past and Jack reminds her that he wants no part of that anymore and it isn't up to Carly it is his decision.  \n\n\nCarly and Brad arrive at the Lakeview for Carly's meeting with Lily, but before they meet up with her Brad questions Carly's motivation for going by WOAK earlier and running into Jack.  Carly reassures Brad that she had no ulterior motive for going by the station.  As Carly turns to leave, Brad catches sight of Lily coming in and plants a kiss on Carly.  Lily calls to the two and then tells Carly that kissing Brad is not the way to get Jack back.  Lily quickly figures out Carly's plan and asks her and Brad if being a pretend couple is working on getting Jack jealous.  Brad lets on to Lily that he is part of a plan and when Lily leaves to speak to Lisa, Carly yells at Brad for kissing her and telling Lily about their plan to make Jack jealous.  Carly convinces Brad to let her be in charge of the plan from now on. \n\n\nAs Carly awaits Lily's return, Katie walks in and confronts Carly about her relationship with Brad.  She harps on the fact that the last time she was with Brad she was married to three men in one year.  Katie continues on about the lack of Brad's appeal and his short attention span and wonders why Carly would chose Brad if not to make Jack jealous.  Carly laughs off Katie's suggestion and flatters Katie about her blossoming relationship with Jack, but Katie tells her she isn't buying into Carly's little game.  She tells her she knows she is using Brad to get to Jack, but Carly denies the allegation.  Katie tells Carly to stop her scheming and leaves when Lily returns for her meeting with Carly.  With Katie gone, Carly admits to Lily that she was right and even Katie caught onto what she was doing.  Lily explains to Carly that she needs to be realistic about her chances with Jack and that Katie is a real factor in Jack's future.  Carly is convinced that she can outwit Katie to get Jack back. \n\n\nJack and Brad return to the farm where Jack quizzes Brad about what is going on with him and Carly.  Jack accuses Brad of being jealous of his relationship with Katie and working with Carly to break them up so he can have his shot with her.  Katie arrives soon afterwards with fireworks tickets for the kids for later in the night and Jack takes the opportunity to take Katie skinny dipping.  \n\n\n",
    "tvmega_recap": "Emily tells Dusty that she is going to make things right with her mom \u0096 thanks to him. Aaron comes looking for Allison to work things out. Vienna has an over eager way of giving massages, which leaves Henry not aching for more. Katie worries to Jack about what Carly has up her sleeve next; Jack reminds her that they make a great team. Brad wants to continue trying to make Jack and Katie jealous and takes his own steps towards this end by kissing Carly as Lily walks up. An agitated Carly later agrees they can continue their plan, but begs him to follow her lead. Emily and Susan make up, as Susan teases Emily about her relationship with Dusty. Emily can't help but smile over it. Aaron and Allison have a heart o heart and see their way through this obstacle that was in Allison's life. Aaron admits that he still loves her, and Allison finally returns the sentiment. Vienna wants the bellboy to take off his clothes. A jealous Henry walks in on her practicing the art of massage. Vienna explains that it is for their business only. Katie tells Carly that she is onto her games and that she should give it up because Jack has moved on with her. Jack tells Brad he knows that he is jealous of him and Katie. Emily and Dusty become a couple. Aaron wants Allison to tell him if there are anymore secrets. Brad gets annoyed watching Katie and Jack and their displays of affection. Lily reminds Carly that Katie shouldn't be underestimated; she and Jack have gotten close. Carly admits that she still loves Jack and he loves her deep down. She will just have to outwit Katie.",
    "soapcentral_condensed": "Aaron follows Alison to her home and demands to see her. He wants to talk to her about his reaction to learning that after they broke up she became an actress in adult films and a drug addict. Emily tells her mom about Dusty and how she is relieved that Dusty knows her past and accepts her for who she is; flaws and all. Vienna tells Henry she is ready to use her special massage system as the cornerstone of their new full service spa business. Carly and Brad arrive at the Lakeview for Carly's meeting with Lily, but before they meet up with her Brad questions Carly's motivation for going by WOAK earlier and running into Jack. Katie is convinced that Carly will use every trick in the book to lure Jack back. Jack reassures Katie that he wants to be with just her and will not go back to Carly. Carly convinces Brad to let her be in charge of the plan to make Jack jealous from now on. As Carly awaits Lily's return, Katie confronts Carly about her relationship with Brad. Lily calls to the two and then tells Carly that kissing Brad is not the way to get Jackback.\n"
}