{
    "soap_central": "\n\nJennifer's condition worsens and she's taken to the hospital, where her doctor struggles to stabilize her. Paul and Emily are shaken by her insistence that her baby is alive but just as Paul is about to confess, Hal arrives with the news that Jennifer could be on Crystal Meth. Paul and Barbara are shocked and Dr. Michaels immediately orders a blood test. Hal gently confronts Jennifer and it is later revealed that Jennifer has been taking a very dangerous combination of Meth and antidepressants. Paul is rocked and immediately suspicious that Jennifer's insistence about her baby could have been caused by hallucinations. Later, when Barbara and Hal go outside to talk to the doctor, Jennifer asks Paul to help get her out of here but he refuses and Jennifer throws him out. Barbara and Hal then go to the apartment to search for drugs and console one another on the state of their daughter. Meanwhile, unsure of what to do, Paul and Emily decide to keep their secret until Jennifer is better while unbeknownst to all, Jennifer slips out of the hospital. Katie and Mike have a lovely evening of romance and when Mike suggests he move in with Katie, she is thrilled. Meanwhile, at Margo's, for Maddie and Casey, it's dislike at first sight. When Margo introduces the two of them, they're both floored to hear they will be living together. Maddie storms back to Frasier cottage where she proclaims she won't be moving out! But, Katie lays down the law and says Maddie can move in with Margo or head to the airport. Disheartened, Maddie moves to her computer, sees another email from Byron and sparks another conversation with him. Bob and Will have dinner. Bob is supportive of Will but wants him to get on with his life and encourages him to go to Casey's party. Will takes his advice under consideration and later, arrives at the party to the surprise of Casey.\n\n\n",
    "tvmega_recap": "Mike and Katie decide to move in with each other. Maddie and Casey instantly don't like each other after their first meeting. Maddie continues her online flirtation with Byron as \u0091Katie', even though she promised Henry she wouldn't. Katie and Mike come close to finding Byron's messages. Bob urges Will to act his age, and go have fun. He finally takes his advice, and shows up at Casey's house for his party. Jen is rushed to the hospital, and is forced to admit to her drug addiction. Barbara and Hal prepare to search the hotel room and Street Jeans for Jen's hidden stash. Emily wants Paul to finally tell Jen the truth, but he continues to falter. Jen wants Paul to get her out of the hospital so she can go see her baby. Paul refuses to help, so Jen sneaks out of the hospital, without thought to her precarious condition.",
    "soapcentral_condensed": "Jennifer's condition worsens and she's taken to the hospital, where her doctor struggles to stabilize her. Paul and Emily are shaken by her insistence that her baby is alive but just as Paul is about to confess, Hal arrives with the news that Jennifer could be on Crystal Meth. Hal gently confronts Jennifer and it is later revealed that Jennifer has been taking a very dangerous combination of Meth and antidepressants. Katie and Mike have a lovely evening of romance and when Mike suggests he move in with Katie, she is thrilled. Meanwhile, for Maddie and Casey, it's dislike at first sight. When Margo introduces the two of them, they're both floored to hear they will be living together. Maddie storms back to Frasier cottage where she proclaims she won't be moving out! But, Katie lays down the law and says Maddie can moving in with Margo or head to the airport. Bob and Will have dinner. Bob is supportive of Will but wants him to get on with his life and encourages him to go to Casey's party.\n"
}