{
    "soap_central": "\n\nCasey and Alison had breakfast at the diner, and Alison kidded Casey about all the food he was putting away.  He explained that was how he dealt with the depression that set in after Emily dumped him.  Kim Hughes came in and asked to speak alone with Alison, outside.  Kim tearfully told her that Chris was leaving that day for Africa, and she hoped that Alison could make her son change his mind.  She had a sense of foreboding about Chris's departure and pleaded with Alison to help.  Alison reluctantly agreed and then went back inside to tell Casey.  Alison said she felt in some way responsible for Chris's ambivalence about her, so that was why she had agreed to see him.  She thanked Casey for being her sounding board.\n\n\nChris checked out of the Lakeview, and Aaron saw him and wished him good riddance. Chris admitted he got no pleasure in telling Aaron that he had slept with his fiancée before his wedding, and Aaron recounted how he was willing to take Alison back, but she was still hung up on Chris.\n\n\nAt Fairwinds, Meg came downstairs to find two presents waiting and Paul lurking.  He invited her to open the gifts, but Meg cautioned him that bribes would not work with her.  She did open the boxes, however, and found two baby dolls, one a boy and the other a girl, and Paul promised to be an expert diaper changer by the time their child arrived.  Meg was still annoyed that Paul had tricked Dusty by hiring Lucy and Johnny impersonators, and she felt her husband owed Dusty an apology.  She reminded Paul how much Dusty had helped them financially, but Paul could only think of the Stenbeck money as rightfully his, and furthermore, Dusty had once loved Meg.  He accused Meg of having a fixation on Dusty, which she denied and asked him once more to apologize.  Paul left, and Dr. Bob Hughes arrived to give Meg a check up.  He was concerned that her blood pressure and pulse rate were both too high and intimated that Paul's behavior was to blame for upsetting her.  He could not understand why Paul had not told Meg when James had broken out of prison, and he suggested that they readmit Paul to the hospital for Meg's peace of mind and physical well being.  Bob was interrupted by a call from Kim asking him to meet her and Chris at Java before their son left town.\n\n\nDusty and Emily kissed in his room at the Lakeview, and then Dusty asked her go check on Meg since Paul was watching her like a rabid dog.  Emily refused to spy on Meg, but Dusty said he needed reassurance that she was all right.  Emily refused to baby sit Dusty's ex, but then Dusty reminded her that Meg could lose her baby if things got too rough.  Emily relented and agreed to check on her.  As she left the elevator in the hotel lobby, Paul stepped in.  Emily suddenly changed her mind, and said, \"Forget it.\"\n\n\nChris went to Memorial to clean out his locker and his phone rang.  It was Alison who agreed to meet him there at once.  She arrived and her first question was for Morty, the Yorkie pup they shared.  Chris explained he had found a great home for the dog with a pediatric nurse.  Then he asked her if there was anything keeping him in Oakdale as he was hopeful she still had feelings for him.  Ali told him she was there because of Kim's request, and when Chris offered to stay, she told him she could not be with anyone for a while.  Chris said he could only stay if he could be with her, so the two said a poignant goodbye.\n\n\nPaul knocked on Dusty's door, and Dusty immediately asked if Meg was all right.  Paul asked why she wouldn't be, and Dusty replied because Paul was in the \"psych ward frequent flyer\" program.  Paul said he was there to apologize at Meg's insistence, and Dusty burst out laughing.  He told Paul that Meg could get her husband down there to apologize, but she couldn't make Dusty believe him.  Paul threatened to kill Dusty who taunted him about his disingenuous apology.\n\n\nEmily spotted Casey in the lobby of the Lakeview, and he accused her of dumping him because of Dusty.  He wanted to know if Dusty could not find Johnny, did he want to have a baby with Emily?  Then he cruelly reminded Emily that she had a tubal ligation, so that was out.  Casey stalked off as Paul was entering the lobby.  He took one look at Emily's face and invited her for a drink.\n\n\nBob and Kim waited for Chris at Java.  Kim reiterated her concerns for Chris's physical safety in Africa, but Bob said they had to respect their son's decisions.  Chris arrived, and Bob told him they would support whatever he chose to do and suggested the three of them meet next in Paris.  Kim urged Chris to take care of himself, and they all hugged.\n\n\nAlison was upset with Aaron for his telling Chris that she had refused to go back to her marriage because of him.  They apologized to each other and agreed that their time together was over.  Aaron went back to work, and Casey found Alison and they decided to do something irresponsible instead of going to school.  They watched a video and then rode skate boards through Old Town.\n\n\nOver their drink, Emily told Paul what Dusty had asked her do with Meg, and she admitted she still had feelings for him.  Meg was Dusty's new project, and Paul realized he and Emily could help each other since he wanted to keep Meg, and Emily wanted Dusty.  Emily reminded him that every time they had teamed up together, disaster had struck.  \"God help us,\" said Emily.  She went back to Dusty's room and reported all was well with Meg and promised to keep her eyes and ears open.  She and Dusty kissed.\n\n\nPaul went home and reported that his apology to Dusty went well and assured Meg he had everything under control.\n\n\n",
    "tvmega_recap": "Kim and Bob say good-bye to Chris after Allison fails to change his mind about going to Africa. Allison tells Aaron she still loves him but can't be with him because she doesn't want to make another mistake that could hurt him again. Casey and Allison have some fun to try and forget about their failed relationships. Bob tells Meg that Paul is putting her under too much stress and it could harm her pregnancy. Bob also tells Meg she should put Paul in the hospital again but Meg insists Paul is getting better. Paul threatens to kill Dusty if he comes near Meg again. Paul and Emily team up once more to keep Meg and Dusty away from each other.",
    "soapcentral_condensed": "Casey and Alison had breakfast at the diner, and Alison kidded Casey about all the food he was putting away. Kim tearfully told her that Chris was leaving that day for Africa, and she hoped that Alison could make her son change his mind. Emily refused to baby sit Dusty's ex, but then Dusty reminded her that Meg could lose her baby if things got too rough. Paul threatened to kill Dusty who taunted him about his apology. Chris admitted he got no pleasure in telling Aaron that he had slept with his fiancée before his wedding, and Aaron recounted how he was willing to take Alison back, but she was still hung up on Chris. Chris said he could only stay if he could be with her, so the two said a poignant goodbye. Paul left, and Dr. Bob Hughes arrived to give Meg a check up, and suggested that they readmit Paul to the hospital for Meg's peace of mind and physical well being. Paul said he was there to apologize at Meg's insistence, and Dusty burst out laughing.\n"
}