{
    "soap_central": "\n\nPaul meets Emily at metro, where they share a bottle of wine and sparks fly between them.  Emily goes home to Hal, vowing to find a girlfriend for Paul.  Paul senses that something was not right about Rosanna's disappearance and is tempted to jump on a plane to try to help her.\n\n\nIn the Bangkok casino, Craig continues to gamble so that he can watch Rosanna, who is being help captive by the casino manager, Kew.  The room is guarded by beautiful Mai, and Craig is able to bribe Mai to let him in to see Rosanna.  Rosanna tells Craig that she agreed to marry James so that she could have Cabot back, but James did not follow through with him promise.  Rosanna tried to turn James in to Interpol, so James has been holding her prisoner.  Craig promises to help Rosanna to get Cabot back, but James arrives at the door of the room.\n\n\nCasey has a barbeque for Celia, Gwen, and Will.  Gwen is obviously after Casey, possibly for his money, but she asks Will to take her to the prom.  Will and Celia are not aware of the tension between Casey and Gwen, but Casey is extremely uncomfortable.\n\n\nJack meets Carly at Yo's for supper, and Holden joins them to try to get Jack to investigate Keith as Julia's possible murderer.  Jack still thinks Les is Julia's murderer, and Carly urges Holden to have a straightforward talk with Lily about his suspicions of Keith.  Holden tries to call Lily, but there is no answer on her cell phone.  Meanwhile, Keith has flown Lily to the woods where he camped as a child.  He pitches a tent there, and Lily finds his childhood treasure box, which contains a sharp knife.  As Keith spreads out a sleeping bag, he hears Lily's cell phone ring, but he does not tell Lily about the call. \n\n\n",
    "tvmega_recap": "Emily tries to convince Paul to forget about Rosanna and what went wrong in their marriage to make her leave. She wants Paul to get back out into the dating world, but Paul is dead set against romance. Emily wants to convince him he is a catch, and she promises to help him find the woman of his dreams. They end up becoming buzzed and having a really fun time, but after Emily leaves Paul pulls out his wedding band when he was married to Rosanna to look at it. Holden's doubt of Keith intensifies when he runs into Les at the Police Station. Holden seeks out Jack who is having lunch with Carly. Holden comes in demanding Jack look into Keith, as Julia's murderer, but Jack will have none of it, because he is sure that it was Les. He is angry with Holden for suggesting they let Les off after what he did to Carly and JJ, but Holden just wants him to reconsider him for Julia's murder. Carly supports Keith as well, and is a little curious as to why Holden is so jealous, and suggests he call Lily. Meanwhile, Lily and Keith have set up camp for the night in the woods near a place Keith used to play as a child. They continue to bond some more. There bonding turns passionate as they kiss every chance they can get. When Lily excuses herself for a moment, Holden calls her cell phone and Keith turns the phone off, as he lays out the sleeping bag for Lily and him. Craig has seen Rosanna in Bangkok and convinces a woman to let him in to see her. Rosanna is shocked to see Craig, but wants him to leave. Craig is confused at what she is doing there, and does not want to leave her there. She finally explains she is there because James has Cabot. Craig is amazed thinking Cabot had obviously died in the fire. She explains the events leading up to her trying to make a call to Paul, which James found out about, which caused him to leave her there and leave with Cabot. Craig promises to help get her out of there, and to help her get Cabot back, as we hear James outside the door, back to get Rosanna.",
    "soapcentral_condensed": "Paul meets Emily at metro, where they share a bottle of wine and sparks fly between them. Paul senses that something was not right about Rosanna's disappearance and is tempted to jump on a plane to try to help her. Craig promises to help Rosanna to get Cabot back, but James arrives at the door of the room. Jack still thinks Les is Julia's murderer, and Carly urges Holden to have a straightforward talk with Lily about his suspicions of Keith. Keith has flown Lily to the woods where he camped as a child. He pitches a tent there, and Lily finds his childhood treasure box, which contains a sharp knife.  As Keith spreads out a sleeping bag, he hears Lily's cell phone ring, but he does not tell Lily about the call. Casey has a barbeque for Celia, Gwen, and Will. Gwen is obviously after Casey, possibly for his money, but she asks Will to take her to the prom. Will and Celia are not aware of the tension between Casey and Gwen.\n"
}