{
    "soap_central": "\n\nCarly picks Mike up at the hospital and brings him back home.  Katie shows up and cooks Mike dinner.  Meanwhile, Henry tells Glenda the \"good nurse\" that she is perfect for a reality show.  He detains her and gets her drunk then he brings her to Mike's where she passes out.  Katie says, \"Your nurse is here.\"  \n\n\nMitzi tries to convince Rose to sell the beauty salon to her and even asks Lily to sell her share to Mitzi.  Lily would love to help Mitzi but says she can't because she doesn't want to make trouble with Rose. \n\n\nJennifer tries to persuade Dusty to help her break up Paul and Rose.  She calls Rose a \"scheming, heartless, witch.\"  Dusty says he could have Rose back in his bed whenever he wants but he won't help Jennifer.  She even offers him money but he is not interested.  \n\n\nRosanna introduces Cabot to Paul and they discuss his upcoming nuptials.  Rosanna wonders why Paul is moving so fast.  Paul explains all of the factors in his decision and also says that his \"old man is hammering away at me.\"  Rosanna asks how since James is in maximum security.  Paul replies that his father is, \"always in my mind.\"   Rose comes in and tells Paul to listen to a tape.  Apparently, Rose hired a private investigator just like Barbara had in the past.  Paul listens to the tape and hears the whole conversation of Jennifer and Dusty and how she wants to break up Paul and Rose.  Jennifer walks in and Paul tells her she has ten minutes to pack up everything and to get out of Paul's life. \n\n\nMarshall throws a Halloween party at the center.  Bonnie is there and Sarah wants a picture of the three of them.  By accident, Marshall's hand touches Bonnie's arm but she quickly pulls it away.  The party is a success and Marshall thanks Bonnie \"for loving Sarah.\"  Bonnie comments that Marshall is so sweet when it comes to Sarah but he is still a rapist.  \n\n\nBen tells Jessica to let Bonnie live her own life but Jessica says she'll never approve.  Tom comes in and Jessica tells him to re-prosecute Marshall on felony rape.  She says she needs to protect her daughter so that Marshall doesn't abuse her too.  Ben is upset that Jessica is going to relive the whole rape again.  This time, she says she is sure to win because she is going to put Sarah on the stand.  Now, she says, Marshall will see how it feels to have a daughter testify against him.  \n\n\n",
    "soapcentral_condensed": "Jennifer tries to persuade Dusty to help her break up Paul and Rose. Mitzi tries to convince Rose to sell the beauty salon to her. Henry tells Glenda the \"good nurse\" that she is perfect for a reality show. Marshall throws a Halloween party at the center. Bonnie is there and Sarah wants a picture of the three of them. By accident, Marshall's hand touches Bonnie's arm but she quickly pulls it away. Tom comes in and Jessica tells him to re-prosecute Marshall on felony rape. Ben is upset that Jessica is going to relive the whole rape again. This time, she says she is sure to win because she will put Sarah on the stand. Now, Marshall will see how it feels to have a daughter testify against him. Paul tells Jennifer she has ten minutes to pack up everything and to get out of Paul's life. Rosanna introduces Cabot to Paul. Paul explains all of the factors in his decision and also says that his \"old man is hammering away at me\"\n"
}