{
    "soap_central": "\n\nLucy started to remember what had happened the day she had been hit by the trolley.  She slowly put the pieces together.  Finally, she remembered Alison telling her that it was she who had started the fire in the barn.  Lucy said that she needed to talk to somebody to help her think everything through.  If Alison was responsible for starting the fire, then she was responsible for Will and for Lucy being in the wheelchair.  \n\n\nLucy decided that Aaron could help her.  She tried to call him on his cell phone.  The phone rang and rang, but Aaron did not answer.  Aaron didn't answer his phone because he and Alison were having a party at the garage.  They were drinking beer, listening to music very loudly, and dancing around the garage.  Lucy hung up the phone and tried to think of who she could call to help her figure everything out.  She dialed the phone again and said, \"Rosanna said that she would help me with this.\"\n\n\nAt the Lakeview, Rosanna threatened Craig that she would eat his heart out of his chest if he lied to her about where he had gone on his business trip.  Craig tried to settle her down.  He told her about going to Cancun to see Carly to tell Carly about Molly and Jack sleeping together.  Suddenly, Rosanna felt much better.  She told Craig that that bit of gossip had just made her whole day.  She ordered some champagne to celebrate.  \n\n\nAs Craig and Rosanna were celebrating, Rosanna's cell phone rang.  Craig told her not to answer it.  Rosanna looked at the phone number and told Craig that she knew the number and had to take it.  When Rosanna answered the phone, Lucy told her about remembering something about the fire at the barn. She asks Rosanna to return home and help her sort it all out.  Rosanna told her that she and Craig were just about to have dinner.  Lucy begged her to go home and help, but not to take her father along.  \n\n\nRosanna said that she would be right there, and she hung up the phone.  Craig asked if she was going to leave.  Rosanna lied and said that Emma was very sick, couldn't get out of bed, and needed Rosanna.  Craig said that she had a whole litter of Snyders that could help her.  Rosanna said that Emma had been very good to her in her time of need and she needed to pay Emma back.  \n\n\nRosanna kissed Craig and left.  After Rosanna was gone, Craig called information and asked for Emma Snyder's phone number in Luther's Corner.  Then he changed his mind and hung up.  He said to himself that it was a new frontier, and trust was the name of the game.\n\n\nAt the garage, Aaron and Alison were living it up.  Aaron was telling Alison that he was no longer in love with Lucy.  Alison told Aaron that they were very much more alike than he and Lucy.  Alison said that she was not a princess.  Aaron stopped and looked at her.  Alison asked what was he looking at.  He told her that she was a pit bull.  He said that he had told her time and time again that nothing was going to happen between the two of them.  \n\n\nAlison got upset and told Aaron to get over himself.  She said that he could have a party by himself, and she started to leave.  Aaron stopped her.  She told him that she had thrown her heart out to him and he had stomped all over it.  She reminded him that she was not his dog either.  \n\n\nAaron apologized and said that he respected her, and he did care about her heart.  He said that every time they were alone, she thought they were going to hook up or something.  She asked what was wrong with thinking that way.  She reminded him that they knew each other and they liked each other. Since Lucy was out of the picture, there was nothing to hold them back.  \n\n\nCarly went home with Mike to consider moving in with him.  She made up all kinds of excuses like Parker didn't know the cottage and he was confused enough.  Also, she said they should be concerned with what everyone in Oakdale would think about the two of them living together.  Mike told her that he was offering his home only for her to rest and gestate.  He showed her room to her and said that it was close to the bathroom and she would be close to Parker if he needed her.  \n\n\nFinally, Carly agreed to move in.  Carly told him that she had to go and face the music.  She needed to go and see Jack.  Mike gave her a key to the cottage and told her that if she ran into trouble to give him a call.  She said that she wouldn't have any trouble out of Jack.  She added that Jack wouldn't mind her moving out of his house and out of his life.  She left the cottage.\n\n\nMolly went to Jack's house and started to attack him sexually.  He tried to stop her.  She wanted him very badly.  She knocked him down on the couch and got on top of him as she was kissing him.  He pushed her back and said that they couldn't do that.  She asked why, and he said because.  She ripped her blouse off and told him to look at her.  He said that she was incredible.  \n\n\nMolly said that everyone thought that they were doing it, so they might as well just do it.  She started to kiss him again.  He stopped her and said that they just couldn't do it.  Then Jack noticed that Molly had a bruise under her eye.  He asked how she had gotten it, and Molly told him that her eye had run into his wife's fist.  Jack asked if Carly had hit her, and then he asked if Carly was back in town.  Molly told him that Carly was back, and she was out for blood.  \n\n\nJack got a package of frozen peas for Molly to put on her eye.  Jack asked if she knew where Carly was.  Molly said that she didn't care, but Carly was probably at the Lakeview.  She told him that was where she had left Carly with Mike and Craig.  She told him about Craig going to Cancun and telling Carly about them sleeping together.  Jack said that he should just kill Craig and get it over with.  Molly reminded him that he had told Craig where Carly was.  \n\n\nMolly went off on Jack and reminded him that Carly had cheated on him with Molly's man.  He said that he knew; he had packed up all her stuff and when she got there, she could move out.  Molly told him that they needed to make love to each other and hope that all the hurt would just pour out.  Molly started to kiss him again, and he stopped her again.  Molly wanted to know what Carly did to guys.  \n\n\nMolly told Jack that if Carly wanted a fight then she was going to get a war.  Molly asked Jack if he had thought about the two of them together.  Jack said that he had.  She said that she knew he had because he looked at her differently.  He said that it would have been for the wrong reasons.  She said that everybody was doing whatever they wanted, so they might as well just throw caution to the wind and do it.  \n\n\nJack told her that if it would make her complete, then \"bring it on\" and they could do it.  He told her that she was an amazing woman, but it wouldn't be good for them to make love right then.  She gave in and said that he didn't get to make love to her.  She told him how amazing his was.  Molly hugged Jack, and the door opened.  Carly walked in and saw the two together.  She said, \"Hi, honey, I'm home!\"\n\n\n",
    "tvmega_recap": "After going to Mike's place, and seeing Molly's belongings, Carly declines Mike's live in offer. She doesn't want to live where Molly planned to make her babies. He tells her that they're not going to share toothbrushes or a bed. They shake on it and agree to be roomies! Molly tells Jack that she wants him, repeatedly. Molly's 1/2 naked laying all over Jack. Jack says he can't make love to her. Molly is upset and says he still loves her and calls Carly \"ruthless\" and saying that Rosanna is right about Carly. Molly wants Jack to get rid of all of the boxes with Parker and Carly's belongings. After they decide not to make love and Molly says how wonderful of a man he is, in walks Carly! Jack and Molly are in an embrace and still 1/2 naked. Lucy puts the pieces together about Ali starting the fire and discovers that was the cause of their fall out; not Aaron cheating. She begins to realize that Alison is the reason why she's in the whellchair. Lucy calls Aaron, but since he's getting drunk and playing loud music with Alison at the garage, he doesn't hear his phone. Lucy's not sure if she's remembering correctly, so she then enlists the help of Rosanna, who's with Craig. Rosanna pretends it's Emma on the phone and she's ill. Craig wants her to stay with him, but Rosanna leaves to be with Lucy. Craig becomes suspicious, but vows to trust Rosanna. Aaron and Alison are dancing, or trying anyway while throwning back beers. Alison keeps trying to get closer to Aaron. He tells her that she's a \"pit bull\" for being so persistent. She gets offended, he says he's sorry and they hug.",
    "soapcentral_condensed": "Lucy started to remember what had happened the day she had been hit by the trolley. She remembered Alison telling her that it was she who had started the fire in the barn. Lucy said that she needed to talk to somebody to help her think everything through. At the garage, Aaron and Alison were living it up. Aaron was telling Alison that he was no longer in love with Lucy. Carly went home with Mike to consider moving in with him. She made up all kinds of excuses like Parker didn't know the cottage and he was confused enough. Mike showed her his home and said it was close to the bathroom and that she would be close to Parker. Carly agreed to move in with Mike. She told him that she had to go and see Jack and Molly together. She said she wouldn't have any trouble out of Jack and Jack wouldn't mind if she moved out of his house and out of the face of the music. Molly and Jack slept together in Cancun. Molly told Jack that she didn't think everyone would think about the two of them living together.\n"
}