{
    "soap_central": "\n\nAt Al's Diner, Mitzi cannot understand why Rose has not told Paul about Dusty's kiss.  Outside the door of the diner, Paul tells Dusty that he plans to propose to Rose that night at Java Underground.  Although Dusty tries to plant seeds of doubt in Paul's mind, Dusty agrees to help Paul by distracting Mitzi for the evening.  At the same time, inside the diner, Rose tells Mitzi that she is ready to tell Paul that she wants to be his wife.  Paul and Dusty come up to the girls' table and Paul talks Rose into leaving.  Mitzi stays behind with Dusty, not looking thrilled.  As soon as Paul and Rose leave, Dusty makes it clear to Mitzi that he does not think Paul and Rose should be getting married.\n\n\nAt Java Underground, Paul reminds Rose that this was the very place where their engagement party was to be held, when Rose disappeared.  Paul asks Rose if she thinks that there is a possibility that the two of them can start over.  Rose responds that the night is full of possibilities.  Paul then says, \"You ain't seen nothin' yet!\"  They kiss.\n\n\nHenry waits anxiously outside Simon and Katie's dark house, where Margo soon joins him.  Margo opens the door with her key, where they find the house in a mess and Katie crouching on the floor.  Katie cries, \"Margo, Simon's gone,\"  then discloses that Simon has been gone for two days.  When Margo tells Katie that Bartleby Shears is not in jail, Katie insists that Bartleby has taken Simon away.  Katie discloses to Margo and Henry that Simon told her that he doesn't love her any more, but Katie knows that Simon did not mean it.  Henry and Margo exchange doubting looks over Katie's head.  Katie collapses, and John Dixon comes to check on her.  John tells Katie that she is dehydrated and that her liver is already compromised.  They all insist that Katie go to the hospital, although she wants to stay in case Simon comes home.  Henry carries her to the car in his arms.  At the hospital, Katie asks Henry to stay in her house while she is hospitalized.  Margo comes in to Katie's room with the stunning news that Bartleby has been tracked to Thailand, and that Simon has withdrawn all the money from their bank accounts.  While Katie cries, Henry furtively fingers the note Simon left with him to give Katie.\n\n\nCarly returns to Mike's house and sees Molly lurking outside the open window.  Carly, speaking loudly so that Molly can hear through the window, sends Mike to the store for ginger ale and crackers.  After Mike leaves, Carly asks Molly, \"If it's true that you don't care about Mike any more, what are you doing sneaking around here?\"  Molly shrugs, then comes inside where Carly warns her to be careful of Dusty.  Molly finally admits to Carly that she and Jack did not sleep together because Jack turned her down.  Molly tells Carly that she has been talking to Jack and trying to get Jack to forgive Carly.  Carly urges Molly to tell Jack that she still loves him, but Molly tells Carly that she can't while Carly is still living in the house.  Carly thanks Molly for trying to help with Jack, apologizes once again, and tells Molly how much she misses her.  The cousins agree that their friendship can never be the same, but they agree to peacefully coexist, which is a start.  As Molly walks out the front door, Mike arrives from the store.  He asks Molly if she might agree to have lunch with him.  Molly replies, \"Give me a call.\"  As Molly walks away, Carly watches her from the window with a hopeful smile on her face.\n\n\nAt the hospital, Tom, Hal, and Emily wait anxiously to hear about Alison's health.  Emily begs Tom to go back to the district attorney once again to try to get Alison out of jail.  While she is alone in her hospital room, Alison is bouncing around on the bed to rock music and thinking about getting a manicure.  When Susan knocks on the door, Alison darts under the covers, and Susan coos, \"How's my little sweetie?\"  Susan tells Alison that she has classic symptoms of a panic attack, and should be treated with antidepressants.  Chris Hughes overhears at the door, with his eyebrow raised skeptically.  When Susan and Emily leave the room, Chris tells Alison that he knows that she is faking it and he warns Alison of the dangers of taking medication that she doesn't really need.  When Hal and Emily come into the room, Hal asks Chris directly what is wrong with Alison.  Chris reluctantly lies that she shows symptoms of a panic attack and should stay in the hospital for 48 hours.  Susan and Tom burst into the room with the news that Alison can come home.  Hal reads the paper in Tom's hand and announces that there is a catch.  Hal and Tom explain that Alison will be under house arrest, with an electronic monitor attached to her ankle.  She cannot leave the house and will have to report to an officer once a week.  Alison's first reaction is indignation that she can't go out and see her friends, but she stops herself and agrees to be a model prisoner.\n\n\n",
    "tvdb": "At Lucindas cottage, Carly surprises Molly by covering for her with Mike. Carly gets rid of Mike and she and Molly face off. Molly admits to Carly that she never slept with Jack. Carly admits she still wants Jack. Carly hopes that Molly wont give up on Mike. The two vow not to be enemies, but theyre not friends. Mike returns to the cottage to see Molly leaving. Molly mentions to him that she and Carly had a helpful conversation. Mike tentatively broaches the subject of them having lunch and Molly asks him to call her. At Katies cottage, Henry and Margo find Katie, curled up and on the sofa. Margo learns Katies been there for two days, waiting for Simon to call. When Katie hears that Margo released Bartleby, she is certain he kidnapped Simon and rejects Henrys suggestion that Simon went back to his old ways. Margo worries about Katies health. After Katie refuses to go to the hospital, Margo summons John Dixon. John determines that Katie is dehydrated and takes her to the hospital, kicking and screaming. Later, Katie is distraught to learn that Simon left the country and cleaned out her bank account. Henry looks on, longing to give her Simons letter. In order to get out of jail, Alison fakes a panic attack. Chris calls her bluff and Alison pleads with him to not tell anyone. When Hal and Emily check on Alison, Chris covers for her. Meanwhile, Tom secures Alisons release from jail under the condition that shell be under house arrest and wear an electronic transmitter on her ankle for surveillance. Alison is dismayed. Rose informs Mitzi that she hasnt told Paul that Dusty kissed her. Meanwhile, when Paul admits to Dusty that he wants to propose to Rose again, Dusty questions whether that is what Paul really wants.",
    "tvmega_recap": "Chris went along with Alison's lie about her having a panic attack. He suggested that she stay in the hospital for 48 hours. Tom came into Ali's hospital room with papers stating that she will be put on house arrest. Her main concern is not being able to hang out with Aaron and Lucy. Molly and Carly are making their way back to friendship. Molly told Carly that her and Jack didn't sleep together because he turned her down. As Molly was leaving the cottage, Mike walked up and asked her out to lunch, she accepted. Henry, Margo, and John forced Katie to go to the hospital upon discovering that she was dehydrated. Margo learned that Simon boarded a flight to Chicago, with a connecting to L.A., then Thailand. Simon withdrew ALL money from their checking and savings account. Katie is sure that Simon doesn't love her anymore.",
    "soapcentral_condensed": "At Al's Diner, Mitzi cannot understand why Rose has not told Paul about Dusty's kiss. At Java Underground, Paul reminds Rose that this was the very place where their engagement party was to be held, when Rose disappeared. Katie discloses to Margo and Henry that Simon told her that he doesn't love her any more, but Katie knows that Simon did not mean it. Molly finally admits to Carly that she and Jack did not sleep together because Jack turned her down. Tom, Hal, and Emily wait anxiously to hear about Alison's health. Susan tells Alison that she has classic symptoms of a panic attack, and should be treated with antidepressants. Chris raises his eyebrow at the door with his raised raised eyebrow and says that he knows that Alison is faking it and he warns Alison of the dangers of taking medication that she doesn't really need. Emily begs Tom to go back to the district attorney once again to try to get Alison out of jail. Susan knocks on the door on the covers, and coos, \"How's my little sweetie?\"\n"
}