{
    "soap_central": "\n\n \nBarbara confronted James in Henry and Vienna's room, and Paul demanded to know why James had referred to Henry as Paul's brother.  Henry said he was hoping that wasn't true, and Emily was totally confused and asked James why he wasn't dead.  James looked around the room and declared that they were a portrait of a modern American family; he was there with his ex-wife and his mistress, and his two sons and their mistresses.  He asked how lucky one man could be.\n\n\nAudrey ordered \"bubbly\" for the celebration, but Henry informed his mother that the party was over.  He asked her to roll her \"undead psycho boyfriend\" out of his room, and Paul stepped up and offered to give his father \"a hand.\"  James stopped him, as Henry and Vienna both said they hated James.  James announced that he was dying, and he wanted his family around him without hostility.  Barbara angrily reminded James that he had tortured Paul all his life and could hardly expect his son to shower him with affection just because he was in a wheelchair and had a date with the Reaper.\n\n\nJames cautioned his sons to meet him halfway, and that way everyone would get his just rewards.  Barbara said that Henry's DNA test was probably bogus, but Emily said that James would have no motive for making it up.  After all, James had all the money, and Henry was no prize.  No one but Audrey and Vienna could think of any advantages of having Henry in the family.  Audrey clamped down the discussion by announcing that Henry and Paul were brothers, whether the rest of them liked it or not.\n\n\nJames asked his \"boys\" not to fight, but Barbara went for the kill and asked James what he was really after.  Stenbeck said that he wanted to put his affairs in order before it was too late, and that he had a sizable inheritance to bequeath.  Paul threw a fit and declared that he wanted nothing to do with the money, and he and Emily walked out.  \"And then there was one,\" quipped James.\n\n\nAt Memorial, Alison was getti,ng ready to go on her shift when Ingrid, her supervisor, told her not to bother getting on her scrubs and handed her an envelope.  Alison read it as Riley walked in, and she gave him the news that she was on suspension.  She began cleaning out her locker, as Riley gave her encouragement to fight the suspension.  Alison said that she did not wish to embarrass Dr. Hughes, because she felt he wasn't really lying; he truly couldn't remember what had happened.  Riley urged her to help Bob, as Casey walked in.  He said he needed to talk with Alison, and it was important.\n\n\nBob sat with Kim as she awakened at the hospital.  She asked how she was doing, and Bob told her that she was much improved and was going to be fine.  She asked again what had happened, and Bob explained that she had gotten a wrong dosage of medication.  Kim wanted details, so her husband replied that she had received an overdose of anticoagulant.  She asked how that could have happened, but Bob zoned out and was unresponsive.  He flashed back to when he had fiddled with Kim's I.V. drip just before she went into shock.\n\n\nKim sat up and touched Bob, and she remarked how tired he looked.  Bob was confused, so Kim said that he had been telling her about the overdose and then had \"sort of checked out\" for a few minutes.  Bob assured his wife that everything was fine, so Kim asked who had made the dosage error.  Bob told her it was Alison Stewart, and the girl had not disputed it.  Kim was grateful that at least this time Alison was not blaming Bob for the mistake.  Bob asked her to clarify that, and Kim said that Alison had approached her at WOAK and said that Bob had been responsible for the medical mistake on Riley Morgan.  Bob told Kim to stop worrying about him, and he went into the hall.  Alison's supervisor told Bob that she had delivered Alison's suspension.\n\n\nRiley left Alison and Casey alone, and he intercepted Bob in the hall.  He asked to speak with Bob about Alison, and confided that the girl was taking the heat for something she had not done.  Riley knew that she was covering for someone, and when Bob asked who it was, Riley said, \"It's you, Dr. Hughes.\"  They walked to Old Town because Riley thoughtfully realized that Bob would not want to conduct such a personal conversation in the hospital.  Riley reminded Bob that the week before, he had found Bob sitting on a bench staring at his beeper without a clue how to operate it.\n\n\nRiley also mentioned that he had walked Bob back to the hospital, but Bob was confused as to what Alison had to do with any of that.  Riley explained that Alison was suffering because she knew that Bob was making some serious errors.  Bob told Riley it was none of his business, but the young man said that he had almost died because of Bob's mistake, and that made it his business.  It was not fair for Alison to pay for someone else's errors, and Bob needed to do something about it.  Riley walked off as Bob remembered again how he had adjusted Kim's IV.\n\n\nCasey wanted to speak to Alison about the suspension, and he said that he thought his dad was wrong in recommending it, and that Alison was getting a raw deal.  Alison asked if Casey believed her, and Casey waffled because Bob Hughes was his grandfather.  Alison understood that it was hard for Casey to think of a family member with a mental weakness, but she was not willing to give Casey yet another second chance with their relationship.\n\n\nAudrey answered Henry's door to find Ray Zuma there, and he forced his way in.  Henry said he was beginning to feel nostalgic for the days when he thought his mother was just a serial killer.  Ray noticed James and asked if he was Audrey's old boyfriend who was going to front him the money she owed him.  James asked how much money, and Ray told him $50,000, in cash.  James declared, \"Done,\" and Audrey hugged and kissed him in gratitude.  Ray mentioned that \"the dude in the wheelchair didn't look so good,\" and then he took a better look and recognized him as James Stenbeck.\n\n\nRay began buttering up James, but James ordered him out.  Henry threw everyone out, so Audrey wheeled James into the hall.  Barbara followed them and accused James of continuing to torture Paul by dredging up a long-lost son.  She swore that she would jump off a cliff before she would allow him to hurt their son again.  She left and went to Fairwinds, where she was disappointed to find Emily with Paul.  Barbara warned Paul that his father planned to play him off against Henry, just as he had with Dusty.   Paul said that he was aware of that, but he refused to participate.  He did not want the money.\n\n\nBarbara continued to lecture Paul on how much he needed his father's money because he had given most of his own to \"that concubine,\" and she gestured at Emily.  She reminded Paul that James would not be around forever, but Paul wasn't so sure about that.  Barbara implored her son to take what was due him, but Paul kept denying that he had any interest in it.  A grim Barbara said that Paul would get the money, even if she had to get it for him.\n\n\nHenry was not pleased to have James's \"obsessive, paranoid, whacko, psychotic spawn,\" Paul, as a brother.  Vienna talked about James's \"dirty millions and millions of dirty dollars\" until Henry's eyes glazed over.  They both declared their distrust and hate for the man.\n\n\nAudrey wheeled James to her room, and he remarked that he hoped that his sons came around before time ran out for him.  Audrey thanked him for bailing her out with Ray Zuma, and she asked if there was anything she could do for him \"to take away the pain.\"  They kissed, and James asked her to lock the door.  They shared the champagne in bed after having a romp, and Audrey said that even though all of James's circuits \"weren't hooked up to the grid,\" he had given her great pleasure.  James complimented her on being as \"resourceful\" as ever.\n\n\nJames said that he was \"almost happy,\" and his only dying wish was that his sons respect him before he died.  Audrey said that Henry was a prince and a \"chip off the old Stenblock.\"  James asked for a favor; he wanted Audrey to rub his feet while he watched.  Audrey promised to do that as soon as she ran one teeny, tiny errand.  She got dressed quickly and went to Henry's room, where her son was struggling knowing that he had been created one half from a felonious con artist and the other half from a psycho. Audrey urged him to take his father's money and to consider if payback for her being a lousy mother.\n\n\nVienna returned from shopping and sent Audrey packing.  She had bought a can of whipped cream, so she took it out and told Henry that it was time for one of his fantasy games.  Vienna knew that always put Henry into a better mood, and he really needed a rebound.\n\n\nAlison finished packing up at the hospital as Bob walked in.  He said that he wanted to know the truth about what had happened to his wife.  Alison told him that he had been alone with Kim, and that only he and Alison were on duty.  Kim had been fading in and out, and Bob had been talking to her.  Then Alison saw him get up and adjust the I.V. drip.  Bob thought about that and told Alison that he would clear her suspension with the supervisor, and Alison could go back to work immediately.  Then he asked her to keep the information about his behavior to herself, but Alison said she thought she should tell someone.\n\n\nBob said that he would avoid direct patient care and do only administrative duties until he felt he was up to speed.  The residents could supervise the medications, and Bob was certain that his problem would pass quickly.  He told Alison that he had suffered a mini-stroke a couple of years before, but he had completely recovered after a good rest.  He said that he had to be with Kim, so he did not have time to get checked out with an MRI or a CT scan.  He promised to clear Alison's name as long as their conversation did not leave the room.\n\n\nAlison agreed with one condition: Dr. Hughes had to call a neurologist for a consultation, and Bob agreed to talk with a Dr. Prendergast in the hospital.  Alison dialed the phone and handed it to Bob, and she heard him request that the doctor call him with a time when Bob could see him.  Alison was satisfied, so she prepared to go back to work.\n\n\nTom walked through the hospital corridor and spotted Alison working.  He asked what she was doing, because, as the hospital's attorney, he had advised his father to suspend her that morning.  Alison replied that Bob had reinstated her, and Tom was angry.  Casey arrived and attempted to calm his father.  Bob walked through, so Tom questioned him about Alison.  Bob said that he had reinstated her, and Tom began to lecture his dad.  Bob's vision began to blur, and when a nurse asked for his signature on some paperwork, he appeared vague and unresponsive.\n\n\nTom asked his father if he was all right, and Bob finally recovered and tended to business.  He also dismissed Tom's harangue by saying that he had made his decision.  Tom was puzzled, but Bob went into Kim's room where she asked if she could go home to sleep in her own bed.  Bob said that before he released her, he would have to check with \"the boss.\"  Kim was confused and asked if he was not the boss, and Bob covered his remark with a joke.  He went out and asked a nurse to pick up Kim's discharge papers, and she gave him the message that Dr. Prendergast could see him right away.  Bob asked the nurse to cancel the appointment.\n\n\nAlison ran to Java on her first break, looking for Riley.  He was there, and she excitedly told him that she had gotten her job back.  Alison knew that Riley had intervened on her behalf, and she thanked him for believing her, and she gave him a big hug, which embarrassed both of them.  She said that Bob had agreed to talk with the neurologist about his episodes, and he had made the call in front of her.  Riley said that they just had to hope that Dr. Hughes kept his word.\n\n\nAudrey fed rice pudding to James, but she got up to answer the door.  It was Henry, who said that he had been in shock earlier, and perhaps he had been a bit hasty with his words.  He had reconsidered, and, since James was Henry's pater familias, he could not turn his back on James.   James gave Henry \"the look,\" as Audrey urged her son to hug his \"daddy.\"  Henry did, much to James' amusement, and then Henry quickly exited.  Audrey was pleased and told James that their boy had come around and had earned the right to be the sole Stenbeck heir.  She recommended that James let Paul go and to concentrate on Henry.\n\n\nWhen Henry returned to his room, he found Barbara waiting in the hall.  He turned around and yelled, \"Now what?\"  Barbara apologized in a saccharine voice and smiled that since they were \"family,\" they had to make the best of it.  She oozed platitudes about \"brother bonding\" and \"family ties,\" and she said that she would do everything in her power to see that Henry and Paul got \"ever so close.\"\n\n\nPaul and Emily began kissing, and Paul thanked her for helping him get the upper hand on James.  Emily asked if Paul really wanted power over his felonious father, and when Paul said yes, Emily said that the key was only three little numbers.  Paul asked what the numbers were, and Emily pointed to the phone and smiled.  Then she said, \"9-1-1.\"\n\n\n",
    "tvmega_recap": "In a hotel room, Barbara demands to know from James what is going on. Paul questions James as to why he had called Henry his brother. Emily urges someone to explain. At the hospital, Ingrid tells Alison not to get ready as she hands Alison an envelope. Riley walks in and urges Alison to fight for her job. Alison tells him that she had been suspended. Bob sits by Kim's bed as she opens her eyes. Bob asks her how she is. Bob tells Kim that she had gotten an overdose of an anticoagulant. Angry, Paul and Emily start to leave. Henry orders everyone out of his room. James tells everyone that he is dying. Paul and Emily leave. Kim tells Bob about her discussion with Alison right before her heart attack. Casey interrupts Alison and Riley. Casey wants to reconcile, but Alison thinks that enough has been said. Riley catches up with Bob and tells him about the day when Bob was confused about his pager and how that Alison is taking the blame for Bob. Bob remembers his conversation with Alison concerning the Heparin. Jay comes to Henry's room and demands his money. James gives Jay his fifty thousand dollars. Audrey is overjoyed and calls James her \"hero.\" Barbara vows to James that she will not allow James to hurt Paul again. Barbara arrives at Paul's to tell him what James is up to. Paul is not interested in the money and tells Barbara to let Henry have the money. Paul lets Barbara know that Emily is his business partner and they are starting a newspaper. Bob questions Alison as to what had really happened with Kim. Alison tells him the truth and then urges Bob to see a neurologist. Bob makes the appointment .Audrey visits Henry and tells him to take his father's money. Alison tells Riley that she had been reinstated. Tom finds out about Alison's reinstatement, but is less than thrilled. Henry comes back to visit James.",
    "soapcentral_condensed": "Barbara confronted James in Henry and Vienna's room, and Paul demanded to know why James had referred to Henry as Paul's brother. James asked his \"boys\" not to fight, but Barbara went for the kill and asked James what he was really after. Stenbeck said that he wanted to put his affairs in order before it was too late, and that he had a sizable inheritance to bequeath. At Memorial, Alison was getti,ng ready to go on her shift when Ingrid, her supervisor, told her not to bother getting on her scrubs and handed her an envelope. Alison read it as Riley walked in, and she gave him the news that she was on suspension. Riley urged her to help Bob, as Casey walked in. Bob told Kim to stop worrying about him, and he went into the hall. Riley reminded Bob that the week before he had found Bob sitting on a bench staring at his hospital bed. Riley also mentioned that Bob had been responsible for the medical mistake on Riley Morgan.\n"
}