{
    "soap_central": "\n\nCasey found Alison at Memorial and tried to describe his cleaning accomplishments as a work of art. Alison barely gave him the time of day, so Casey asked what he had done wrong. He assumed her pique had to do with the fact they had almost kissed a few days before, but they had both agreed that friends didn't kiss friends. They rehashed the New Year's Eve fiasco in the hotel room when they came close to having sex. Leah came in and thanked Alison for the AC/DC concert tickets, but then she got paged and had to leave. Casey was stunned that Alison had the tickets originally and bailed on taking him with her. Alison said she thought about asking him, but she didn't want to give him the wrong impression. Suddenly she got furious and walked out on Casey, who was thoroughly confused. \n\n\nBonnie visited Lily and said she wanted to do something about Derek Coburn and Jade. She was afraid they were never going to explore the possibility that they might be father and daughter. Lily said Jade always denied any interest in pursuing a DNA test. Bonnie said she was really beginning to like Derek more than she should, but she needed to know if he was the kind of man who could turn his back on his own flesh and blood. \n\n\nMargo talked to the Miami police, who had Robby Sanchez in custody in the state penitentiary. She learned that Sanchez had escaped and had fled to Chicago. Margo called Bonnie, who was still at Lily's, and asked her to stay there until she arrived. \n\n\nDerek, responding to a message on a napkin delivered to him, assumed the message was from Bonnie and went to Metro where he found Robby Sanchez waiting for him at the butt end of a pistol. Sanchez said he wanted to make Derek and Jade both pay for turning him in to the cops. \n\n\nJade ran into Noah and Luke in Old Town, and she was pleased to see them back together. They thanked her and Casey for locking them out on the hospital roof and forcing them to talk and face their problems. Luke was still unhappy, however, that he had not yet worked things out with his grandmother, although they had called a truce. The three of them went to Java and got coffee, and Noah mentioned that he understood how Lucinda was having a hard time accepting that Brian was gay. Luke asked Jade if she had talked to Derek, but Jade said she had no plans to do so. \n\n\nLucinda was running the paper shredder at Worldwide when Brian walked in. He said he had come to collect his belongings, so Lucinda said she was making his job easier by shredding all his paperwork. She also told him she was getting rid of his personal property, but Brian said that was too bad because he wasn't going anywhere. He claimed to still love her, and asked what it would take to make things better. Lucinda said she knew he loved her, but she felt terrible for trying to love him back. Brian offered to beg her to give him the benefit of the doubt about his motives, but Lucinda said she could not give him anything but a waste paper basket filled with shreds. Brian took the basket and left. \n\n\nRobby Sanchez called Jade at Java and told her he was out of prison and wanted to see her. He said she needed to say goodbye to her bodyguard, and then Jade heard Derek shouting in the background for her to stay away. Jade was horrified, but she agreed to go to Metro. She picked up her coat and dashed past Luke on her way out. She also ran into Casey and called out that she had to go to Metro. Casey yelled after her that it was the middle of the day, and Metro was not open. A confused Casey decided to follow her. \n\n\nNoah asked Luke where Jade went, just as Luke's phone rang. It was Lucinda giving him a heads-up that Brian was back in town and had been to her office. She said she didn't trust Brian, and suggested that Luke be alert but not let it spoil a wonderful day with Noah. \n\n\nMargo arrived at Lily's and told her and Bonnie that Robby Sanchez had escaped and was probably headed in their direction. She suggested Lily call Jade and have her come home so Margo could supply her some police protection. \n\n\nJade went to Metro and saw Derek tied to a chair. Robby pointed his revolver at her and began berating her for turning him in. Jade said she only told the truth to avoid going to jail herself. Casey walked in and interrupted Robby's tirade. Robby grabbed Jade while Casey surreptitiously text messaged \"Metro\" to 9-1-1. Casey protested that he had no idea what was going on, as Robby released Jade, who ran to Casey. Casey tried to convince Robby that if he shot someone, he would never get out of prison. Derek spoke up, and Robby swung the gun around and pulled the trigger. The shot knocked Derek and the chair to the floor and terrified Casey and Jade. Robby kept screaming at them as Jade begged him to put down the gun. Casey rushed him, but Robby hit him with the gun and knocked Casey to the floor. Robby turned the gun on Jade when suddenly Casey grabbed his ankle and took Robby down. Margo and her troops rushed in the front door, followed by Lily and Bonnie. Jade ran to comfort Derek. \n\n\nLuke left Java and went to Worldwide; he was worried about his grandmother and wanted to make sure she was all right. Luke told her she should not cut him out, and explained how his relationship with Brian had developed. They discussed moving on and generally cleared the air. \n\n\nBrian came to Java and asked Noah for help with Luke. Brian said he knew how to fix things, but Noah told him he and Luke were already back together. Brian said at least he could end things, knowing that. Brian next went to his room in the Lakeview, and, with tears in his eyes, began packing. He took out a bottle of pills and became thoughtful. A loud noise at the door announced Noah's presence; Noah was also calling to Brian to open the door. Brian yelled at him to go away, but Noah would not quit. Finally Noah phoned Luke to tell him that Brian was acting weird and talking about \"ending things.\" Luke promised to be there shortly. \n\n\nBrian finally opened his door to Noah and Luke, who had also arrived. The boys went in, and Brian told them he had resigned from Luke's foundation and was leaving town. Luke spotted the bottle of pills and asked if that was Brian's answer to all his problems. Brian said they were just sleeping pills for when his back acted up. Noah was concerned that Brian was considering suicide with all his talk of endings and finalities, and that made Brian angry. He said he could not live as the person he was because he could not reconcile himself to that lifestyle because of the way he was raised and taught to believe. Noah said he knew how that felt because of the way his military father had raised him. Finally Brian had had enough and blurted out, \"I'm gay!\" Lucinda was coming in as he said that, and she heard Brian's confession. The boys left, but Lucinda stayed. Brian called his ex-wife, Caroline, and the two made plans to meet. His change of attitude comforted Lucinda, and she returned his engagement ring. \n\n\nMargo, Casey, Jade, Bonnie and Lily all accompanied Derek to Memorial, where he underwent surgery. Alison saw them waiting, so Casey told her about the shooting at Metro. Bonnie asked Alison to try to find out how the surgery was progressing. Alison said she could. Bonnie was shaken up, so Lily comforted her. Jade thanked Casey for following her to Metro, and hugged him just as Alison returned and watched. Margo was relieved that Casey was all right, but she cautioned her reckless son to keep out of trouble from then on. Alison offered to check out Casey's bruised eye, and as they were close, Casey considered kissing her, but Jade walked in and invited him to lunch. Casey then invited Alison, but she declined. \n\n\nBonnie and Jade went to see Derek when he was settled in a room. The surgery was successful and evidently gave Derek a new perspective. He told Jade he was willing to take a DNA test to see if he was her biological father. Jade went to tell that news to Lily, who was supportive. Bonnie, alone with Derek, gave him a pep talk - and a kiss.\n\n\n",
    "tvmega_recap": "Casey tries to get back on track with Allison, but she is in a bad mood and pushes him away. They talk about their relationship \u0096 or lack of it \u0096 and still won't take that step to admit anything mostly now because Allison is unsure what Casey is doing with Jade. Robbie takes Derek hostage at gunpoint. Bonnie and Lily talk about Derek and Jade, as Margo comes by to tell them that Robbie has escaped and could be heading for Oakdale. Jade, Luke and Noah talk about Lucinda and Brian, but Jade gets a call from Robbie telling her that he has Derek and she should come alone. Casey sees Jade take off and he follows her. Robbie threatens to kill Jade in front of Derek, but Casey interrupts and Robbie has more then he bargained for. He ends up shooting Derek and seemingly knocking Casey unconscious. He is about to exact his revenge on Jade when Margo and the police bust in (with Lily and Bonnie in tow) and take Robbie into custody. Derek is taken into surgery while Bonnie and Jade worry. Allison is upset to hear what happened to Casey but is still bothered to see Casey and Jade's newfound closeness. Derek gets out of surgery and wants himself and Jade tested to see if they are father and daughter. Casey and Allison are getting close to kissing when an oblivious Jade interrupts wanting to take Casey to lunch to thank him. When Casey finally accepts, instinctively Allison pulls back from him again. Lucinda and Brian have it out again and she orders him out of her life and the Foundation. Brian goes to see Luke, but finds Noah instead. He is acting strangely and is happy to hear that they got back together so things can end well. Noah is so worried about his behavior that he follows Brian, who is packing up, as he stares at some prescription medication nearby. Luke goes to see Lucinda to help her through this with Brian and they make some headway; then Noah calls about Brian and Luke decides to meet Noah at Brian's' but Lucinda won't go. Luke and Noah force Brian to face the truth about himself; he angrily and exasperatedly admits he is gay, as Lucinda walks in. Lucinda and Brian come to an understanding and seem to find closure, as Brian heads out of town to see a therapist, as he has to learn to embrace who he actually is now.",
    "soapcentral_condensed": "Casey found Alison at Memorial and tried to describe his cleaning accomplishments as a work of art. Bonnie visited Lily and said she wanted to do something about Derek Coburn and Jade. Robby Sanchez called Jade at Java and told her he was out of prison and wanted to see her. Luke asked Jade if she had talked to Derek, but Jade said she had no plans to do so. Lucinda was running the paper shredder at Worldwide when Brian walked in. Brian offered to beg her to give him the benefit of the doubt about his motives, but Lucinda said she could not give him anything but a waste paper basket filled with shreds. The three of them went to Java and got coffee, and Noah mentioned that he understood how Lucinda had a hard time accepting that Brian was gay. Luke was still unhappy, however, that he had not yet worked things out with his grandmother, although they had called a truce. Margo called Bonnie, who was still at Lily's, and asked her to stay there until she arrived. She learned that Sanchez had escaped and had fled to Chicago.\n"
}