{
    "soap_central": "\n\n \nBarbara stepped off the elevator in the lobby of the Lakeview, and Mick caught up with her.  He noticed that she was carrying some of the red roses he had sent her, and he commented on her \"regifting\" them.  Barbara explained that she was taking some of them to Emily in the hospital.  She asked Mick if he had done something to Emily to cause her to be comatose, but after an attempt at lying, he said that Emily had done it to herself.  Barbara demanded to know if Emily's condition had anything to do with the treatments he was giving both her and Emily, but Mick assured her that it did not.\n\n\nMick finally confessed that Emily had gotten nosy and had wandered too close to the truth, which had forced him to take steps.  He said what was most important was to get Paul to trust him.  Barbara cautioned Mick that his actions did not much sound like his \"better person\" campaign, but he grinned and remarked that old habits died hard.\n\n\nAt Memorial, Paul sat with Emily, who was still unresponsive.  He asked her to return to him, as Susan Stewart entered her daughter's room, along with Alison.  Susan was frustrated that none of the tests had revealed why Emily would not wake up.  She and Paul discussed the treatments that Emily had been taking from Mick, and Susan said the only thing left was to get a sample of Mick's serum for testing.  Susan told Paul not to take no for an answer.  They walked into the hall as Paul explained that Emily had thought the treatments would make her body young again.\n\n\nSusan said anyone with a brain knew that was scientifically impossible, and she scolded Alison for not telling her what Emily was up to.  Paul then let it slip that Barbara was also taking the same treatments, but Susan said that might actually be helpful.  She suggested that they compare the medical profiles of the two women to see what was affecting Emily but not Barbara.  Paul promised to find Mick and obtain a sample of the serum.\n\n\nAlison and Susan went back into Emily's room, and they talked about secrets.  Susan was hurt that she'd had to find out about Alison's engagement to Casey from Dr. Bob.  Alison apologized, but Susan was furious that her daughters had kept her in the dark about important things in their lives.  Alison was afraid of longstanding tensions between the Hughes and Stewart families, but Susan was surprisingly supportive.\n\n\nBarbara and Mick arrived at the hospital, and she threatened to tell Paul that Mick claimed to be James.  Mick advised Barbara not to do that yet because he had to get Paul to trust him first.  Paul saw Mick, and he ran up and demanded to know \"what the hell\" Mick had done to his wife.  Mick promised that Emily's coma had nothing to do with his treatments.  Paul ordered him to deliver a sample of the serum, but Mick refused.  Barbara interjected herself and told her son that Mick was telling the truth because she was taking the serum, and she was fine.\n\n\nBarbara went on to say that she trusted Mick, but Paul swore that unless Mick produced a sample for analysis, he would get no more money from Paul and would, instead, get an unfriendly visit from the cops.  Mick said that if Paul trusted Emily's mother not to disclose what the ingredients were for the serum, he would get Paul a sample.   Mick left to get the serum, and Paul looked at his mother and asked what was going on between her and Mick.\n\n\nBarbara assured her son that Emily would be fine, and that made Paul suspicious that his mother knew something he did not.  Barbara handed Paul the flowers for Emily and some food for him.  Paul sat by Emily's bed and talked with her about the baby that she wanted so badly.  Mick returned to the hospital room and told Paul that he was processing a new batch of the serum that would be ready shortly.  He promised that he would never hurt the very people who had been so generous to him, and he handed Paul a flask of scotch.  He assured Paul that Emily would recover.\n\n\nMick looked around the hospital for Alison, and when he found her, he said he would deliver a serum sample for analysis as soon as it was ready.  Alison was frustrated that no one could help her sister, and she got a little tearful.  Mick put his arms around her, but then a horrible pain in his head struck him.  Alison wanted him to see someone, but Mick hurriedly excused himself and left to get the serum.\n\n\nAlison lay on a couch in the break room and began to dream.  She saw herself in her wedding dress, surrounded by Kim, Susan, and Emily.  Susan and Kim had put away their differences and were working together.  Emily helped Alison with her veil as the organ began to play \"The Wedding March.\"  Alison walked into the church, but suddenly she was in the old belfry of All Angels Church, and Mick stepped up to her side.  Alison woke up, very disturbed.\n\n\nSimon went for a job interview at a diamond showroom.  The interviewer read through his résumé and reminded him that he had left off some \"work experience.\" She cited three arrests for fraud, one for bribery, and another for extortion, but Simon was quick to point out that he had never been convicted.  The woman, however, knew that was because he had jumped bail for all the counts.  She told Simon that she would get fired if she hired him, and she closed the interview.\n\n\nKim welcomed Katie and baby Jacob to WOAK and gave them a big hug.  She was excited about the new show for moms, but she wanted Katie's assurance that adding work to her already frantic schedule was doable.  Katie said that she needed to work for several reasons, so Kim left for a moment and suggested that Katie go to the set.  She sent Jacob to day care, but as she walked to her set, she met a staff member carrying a huge poster of Brad's face. Katie gathered her composure and continued to the set.\n\n\nKatie took her place, and Kim called for quiet on the set.  She asked for tape to roll, and Katie began her introduction.  She spoke from her heart, but she soon lost her way and began to cry.  Kim called for a short break, and Katie began again, but she could not keep her composure.  Simon walked on the set from his job interview, and Katie threw her arms around him when she saw him.  Katie apologized to Kim, who told her to take as much time as she needed.\n\n\nKatie was upset that she had let Kim down, and she was embarrassed that she'd had a meltdown on-camera.  Katie had lost her confidence and was terrified that she would not be able to support her son.  Simon gave her a pep talk and advised her to stop feeling sorry for herself.  He pushed her back on the set, but she turned back and hugged him again.\n\n\nHenry approached Clarissa in the Lakeview lounge, and he spoke to her in his newly acquired Aussie accent.  Clarissa said he sounded as if he were from Alabama rather than Australia.  Henry was concerned that the meeting with Mr. Lee was at the hotel where he lived and everyone knew him, but Clarissa said the \"mark\" had made the request.  Mr. Lee walked up, and Clarissa introduced him to \"Simon Frasier,\" who gave him his best \"G'day mate!\" They sat at a table, and Clarissa went over the plans for the scam development.  She also announced that investors were \"lining up\" to buy shares.\n\n\nMr. Lee was impressed with the plans and was eager to get on board.  He said he had a certified check, so Clarissa produced the necessary paperwork and was handing the folder to Mr. Lee when Henry glanced up and saw Barbara and Mick enter the lounge.  Henry grabbed the folder and covered his face with it, but Clarissa snatched it back.  Next Henry suggested that they take Mr. Lee to see the building site, and he stood up.  An amazed Clarissa followed, and Mr. Lee agreed, but as they were leaving the lounge, Barbara spotted Henry and called out his name.\n\n\nMr. Lee stopped and asked \"Simon\" why a woman was calling him \"Henry,\" but Henry claimed that she had said \"Honey.\"  He said she was a neighbor of his and called everyone \"Honey.\"  Mr. Lee wasn't buying it, and he refused to go anywhere with the two of them.  \"Who are you people?\" he asked.  Henry held his phone behind his back and punched the speed dial for Simon's phone.\n\n\nAt WOAK, Simon answered his phone, and he could hear the conversation that Henry was having with Mr. Lee.  Lee asked why \"Simon\" kept changing his name and his accent, and he mentioned the words \"scam\" and \"jail time\" in the same sentence.  Simon told Katie that Henry was in deep trouble because he had taken Simon's place in Clarissa's scam.  Katie was frantic, but suddenly she thought of a plan.  She urged Simon to hurry, and as they dashed from the television station, Simon grinned and said she was back to the Katie he knew and loved.\n\n\nClarissa attempted to calm Mr. Lee by reminding him that they had been in contact for over a year.  Lee turned to Henry and asked to see some identification that he was Simon Frasier.  Henry looked like a deer in the headlights, and then suddenly Katie and Simon, both wearing coats and dark glasses, ran into the lobby and flashed badges.  \"Agent Peretti\" asked Lee how well he knew the two people he was with, and he claimed he had just met them.  He also made it clear that he had not given them any money.  Katie said they had gotten there just in time, and she asked \"Agent Coleman\" to march the \"perps\" outside, while she talked with Mr. Lee.  She asked for his business card and then followed the others outside.\n\n\nKatie, Simon, Henry, and Clarissa went back to Katie's house, and everyone was pleased except Clarissa.  She complained that she had lost a huge payday and almost two years of work.  She insulted Oakdale -- and Katie -- and then walked out with a scowl.  Simon tried to soft-pedal Henry's involvement in the scam, and Katie relented.  Henry offered to fetch Jacob from WOAK, so he left.  Katie told Simon that Oakdale would never satisfy him; it was just too boring.  She had seen how jazzed he was playing his role as an agent, and she said she did not want to be the reason that he stayed in Oakdale.\n\n\nSimon said the only thing he really cared about was Katie, and he told her he loved her.  Katie was pleased that he'd said that, but then she said that she still wanted him to go; the only difference was that Katie was going with him.\n \n\n\n",
    "tvmega_recap": "Katie brings Jacob to the studio with her to start filming her new show. Kim and Katie marvel at how cute Jacob is. Kim assures Katie that if she needs time then she can have it . Katie assures Kim that she will be fine. Simon meets with an employer about a job, but gets turned down because he is a jewel thief. Henry meets with Clarissa and Mr. Lee at the Lakeview. At the hospital, Barbara and Mickey discuss Paul and how that Mickey wants to get Paul to trust him again. Barbara demands to know what is wrong with Emily and why she wont' wake up. Paul sits beside of Emily's bedside while she is still unconscious. Mickey assures Barbara that Emily will be fine in time. Mickey tells Barbara that Emily was butting her nose into his business and was about to find out his plans before he wanted anyone to know. Katie is shocked when she sees a pic of Brad which one of the employees has under her arm. Katie seeks comfort from Simon. Henry and Clarissa begin to finalize the deal with Mr. Lee when Barbara comes in with Mickey. Henry and Mr. Lee start out of the dining room, but not before Barbara yells for Henry. Henry tries to ignore Barbara, but Barbara persists in getting his attention. Mr. Lee becomes suspicious as to who Henry really is and demands to see his driver's license. Katie pours out her heart to Simon about her feelings about Brad. Henry calls Simon to let him hear what is going on at the meeting . Simon senses that Henry is in trouble. Susan finds out that Alison is engaged to Casey and hadn't told her anything about it . Paul interrupts Mickey and Barbara and demands to know what Mickey had done to Emily. Mickey tries to assure Paul that Emily will be fine . Katie comes up with a plan to help Clarissa and Henry. Alison apologizes to Susan for not telling her about her engagement to Casey. Clarissa tries her best to assure Mr. Lee that everything is fine when Katie and Simon come up, pretending to be the FBI and takes Henry and Clarissa away. Once back at Katie's apartment, Clarissa lashes out at Henry and Simon for ruining her deal. Katie remarks that they will never change . Paul checks on Emily and urges her to wake up. Katie tells Simon that she still wants him to leave.",
    "soapcentral_condensed": "Mick finally confessed that Emily had gotten nosy and had wandered too close to the truth, which had forced him to take steps. Paul swore that unless Mick produced a sample for analysis, he would get no more money from Paul and would, instead, get an unfriendly visit from the cops. Mick promised that he would never hurt the very people who had been so generous to him, and he handed Paul a flask of scotch. Alison was frustrated that no one help her sister, and she got a little tearful as Mick put his arms around her. Kim and Emily helped Alison with her wedding veil as she began to play \"The Wedding March\" Alison was suddenly in the church, surrounded by Kim, Emily and Susan, but she wasuddenly in the wedding dress, and began to dream about herself in her wedding dress. The wedding was a success, and Alison and Kim had put away their differences and were working together to help Emily with her organ transplant. The ceremony was held at the Lakeview Hotel.\n"
}