{
    "soap_central": "\n\nCarly told Simon to cool his jets until the building was finished. Simon suggested vilifying their exes, since Carly had nixed purely gratuitous sex. Meanwhile, literally icy Katie reunited with a stressed Mike in an abandoned cabin. Meanwhile, a \"smoking\" Simon lazed on the bed and enticed Carly to kiss him. An electrical tower crashed into the building then collapsed on them. This dampened even Simon's lust.\n\n\nIn the cabin, Mike and Katie did what they always did. Back at the project, Simon freed Carly from the debris around her. He told Carly he hoped his gallantry earned him his way with her in the future. Once freed, Carly was horrified to see their damaged dream. Blissful, Katie dreamily told Mike, \"I don't need a baby, I just need you,\" The two entrepreneurs drowned their sorrows with Champagne; on the other hand, the \"wannabe\" parents went back to practicing for the event.\n\n\nAt the frigid farm, Emily's newborn girl turned blue. \"Why isn't she crying?\" Emily hysterically screeched as Meg snatched the preemie away and tried to resuscitate her. Emily hounded Nurse Meg as Paul attempted to soothe her. Meg wasn't successful, although she tried her hardest. \"Is she sleeping?\" Emily asked. Tearful, Paul saw the truth in Meg's eyes and was forced to tell Emily that the baby couldn't be revived. \"You're lying to me!\" Emily shouted -- just like when he'd told Jennifer that her baby had died. She accused Paul and Meg of a baby switch then got more hysterical.\n\n\nEnergized by adrenaline, Emily bolted out the door, calling for little Jen. Inside the farm, Meg held the tiny corpse and told it she wasn't alone. Paul scooped Emily up and carried her back in, holding her as she demanded to see little Jennifer. Meg gently gave Emily the tiny body. \"She's so beautiful,\" Emily crooned. But the baby didn't wake up, so the truth sank in. Emily sobbed again.\n\n\nAt Oakdale Memorial, a shocked Holden found Lily awake and praying in the chapel. Lucy, meanwhile, joked with his dad about overreacting to the baby's strep throat. Grateful, Dusty offered to help her out. Lily blankly stared at Holden as he asked her how she'd gotten to the chapel. \"Don't let Rose go,\" she pleaded, explaining, \"She brought me.\" Holden tried not to look disbelieving as he lightly reminded her that Rose had passed on.\n\n\nThen, Luke burst in. He tried to run out, but Lily told her son how much she loved him. They hugged each other tightly, like they never wanted to let go. Lucy thanked her new \"slave\" Dusty with a kiss before running off elsewhere to practice her Hippocratic Oath. Dusty repeatedly thanked Lucy for saving Johnny's life.\n\n\nNext, Bob and Holden talked about Lily's post-coma possibilities as she struggled to remember her life. A bit later, Dusty freaked out as a nurse informed him that Johnny's \"father\" had taken the baby out. Safely back in bed, Lily was puzzled when Holden mentioned Ethan. \"What baby?\" she asked. Looking for his own toddler, Dusty strolled into the sun room and found Craig Montgomery.\n\n\n",
    "imdb": "Paul tries to keep Emily calm while Meg works valiantly to save the baby. But even when it becomes clear Meg's efforts are in vain, Emily refuses to believe that her baby is gone and goes into a temporary state of denial, accusing Paul of switching her baby with the now-dead baby in order to keep Emily from raising their child. With Meg's help, Emily finally comes to accept that her baby is really dead and while Paul pulls Emily and their baby close, Meg stands by watching and wondering what more will come. Mike and Katie rejoice in having found each other despite the horrible storm. Meanwhile, Simon and Carly have decided to make the best of things in the now-finished apartment. But just when it looks like Carly's about to give into her attraction to Simon and finally make love, an electrical pole hits the building and a wall caves in, trapping Carly and Simon. Simon manages to free himself and Carly. But when they survey the damage, they both realize everything they've been working so hard for has been completely destroyed. So, Simon suggests the only thing he thinks can make them feel better - to get drunk. Holden's reeling off finding Lily awake, although clearly suffering some after effects of the coma. Bob assures him that it's all to be expected and hopefully, in time, Lily's memory will return. But even as Holden and Luke do their best not to press Lily about what she remembers, Holden is not prepared to discover Lily doesn't remember that they have a new baby.",
    "tvmega_recap": "Simon continues to charm Carly, but she has a change of heart again as she thinks they should stick to their original plan of waiting until the apartments sell, plus both are carrying torches still for their exes. Katie is thrilled to find Mike safe in a home in the woods. She faints though when she sees he is bleeding from the head. Holden is stunned to find Lily sitting in a wheelchair in the chapel; he is confused when she tells him Rose brought her there. Meg delivers Emily and Paul's baby girl, Jennifer, but soon there is a problem. Meg works frantically while Paul tries to calm Emily down. Emily is frantic when her baby isn't making a sound, and she is scared why Meg would be performing CPR. Meg gives Paul a knowing look, as he realizes his baby died. Mike explains he is willing to do the fertility tests, but Katie surprises him when she explains she has decided she no longer wants to obsess over trying to get pregnant. An electrical tower comes crashing through the window where Carly and Simon are, burying them both in debris. Holden explains Rose has died and Lily struggles with some memory loss, but is thrilled to see Luke. They share an emotional reunion where they admit how much they love each other. Paul tells Emily their baby died, but she doesn't believe him; she is positive he switched their baby and is hiding her from her, like he and Craig did to Jen. Emily is in denial as she runs out into the night calling out for Jennifer. Meg stays with the baby, as Paul rushes after her. Paul catches up with Emily as she pleads with him that it is too cold for their baby to be outside. Paul scoops her up and brings her back inside. Dusty thanks Lucy for saving Johnny's life. Lucy learns the man that saved her is at the hospital asking to see her. Simon finds an unconscious Carly, but is able to get her out from underneath a heavy object; she freaks when she sees what damage was done, and then blames him for not having a safe building. Katie admits that she is destined to only have one good thing in her life at once and that right now is him. Mike assures her that isn't right and they will be ok. Johnny is not in his room and Dusty wants to know where his son is? A confused nurse explains he is with his father. Dusty demands to know where this person took him? The nurse explains, the sunroom and he rushes off. Simon reminds Carly an electrical tower crashing through the building is an act of God and had nothing to do with the corners he may have cut; Carly calms down and gulps down some champagne realizing it may be a while before they are rescued. Holden tells Lily their baby is getting so big; Lily responds blankly \u0096 what baby? A stunned Dusty arrives at the sunroom to find Craig talking to Lucy and unbelievably holding Johnny.",
    "soapcentral_condensed": "Carly told Simon to cool his jets until the building was finished. Simon suggested vilifying their exes, since Carly had nixed purely gratuitous sex. At Oakdale Memorial, a shocked Holden found Lily awake and praying in the chapel. Lucy thanked her new \"slave\" Dusty with a kiss before running off elsewhere to practice her Hippocratic Oath. Back at the project, Simon freed Carly from the debris around her. Once freed, Carly was horrified to see their damaged dream. The two entrepreneurs drowned their sorrows with Champagne; on the other hand, the \"wannabe\" parents went back to practicing for the event. \"I don't need a baby, I just need you,\" Katie dreamily told Mike, \"I just want you\" \"Don't let Rose go,\" she pleaded, explaining, \"She brought me\" Holden tried not to look disbelieving as he lightly reminded her that Rose had passed on. Then, Luke burst in, but Lily told her son how much she loved him.\n"
}