{
    "soap_central": "\n\nDusty runs into Lucinda at the Lakeview, where she is drinking champagne in a fine mood, and he asks why she's so happy. She tells him she has a new outlook and thinks they may be working together again soon. He tells her he's meeting Emily, Susan, and Alison for drinks and dinner, and Lucinda says it sounds like a date meeting the family; she suggests he take off his wedding ring, saying Jennifer would want him to move on and be happy. \n\n\nAlison meets up with Emily at the Lakeview and asks why Susan thinks Emily and Dusty are dating. Emily tells her about their kiss at the hotel when they were trying to keep her from finding a detox-ing Alison. She tells Alison that Dusty is \"breaking up\" with her tonight so Susan can quit thinking they're a couple, but Alison says Emily should be the one to do the pretend breaking up, because she's a beautiful and awesome woman. They spot Dusty and walk over to join him. After they sit down, Alison starts feeling bad, so she says she thinks she'll walk to a nearby meeting that starts in 10 minues then go on home and rest; Emily offers to drive her, but Alison says she'll be okay walking the few blocks by herself, with no money on her. Susan arrives, and Alison explains that she doesn't feel good and is going home. After she leaves, Susan starts grilling Emily and Dusty about when they discovered they loved each other, so Dusty tells her they basically just had a 1-night stand and have agreed that that should be all it is. Susan is upset that Dusty has used Emily in this way, but Emily says they both agreed it was for the best; Susan tells Dusty if he became friends with Emily and became her lover and still didn't realize that it's never about just sex with Emily, then he doesn't know her daughter very well. She leaves, and Dusty tells Emily he's glad that's over before Susan got too invested in the idea of them as a couple, since that could never be. When she presses him for a reason, he says because they work together and he respects her too much to upset that relationship, but she thinks it's because he used to be married to a virtual saint and that he can't begin to imagine being with an ex-hooker. When she asks if he could imagine that one day, as good friends, he might turn to her in need, he says he's just not looking for a relationship right now. Emily says she's not hungry any more, then she gets up and leaves. Dusty shakes his head and mutters to himself, \"Nice work, kid.\"\n\n\nWhen Alison starts to leave the Lakeview, she runs into her old pornography producer, Lance, who tells her he wants to party with her. When she says she doesn't want to, he says he'll just go get her mom and sister instead, so she goes upstairs with him. He offers her a vial of crystal meth, but she refuses, saying she's trying to make something better of her life. He tells her she won't be able to do that in a dead-end town, denying her true self, and he kisses her. She kisses him back but then stops, telling him he should never have followed her here from Las Vegas. He threatens to show one of her porn movies to Susan, and Ali is disgusted that he'd be that much of a sleaze, but she tells him to get the hell out of her life, and she walks out of the room.\n\n\nAt Montgomery Enterprises, Meg finds Craig unconscious on the floor of his office and tells a secretary to call 9-1-1 while she begins giving CPR. Because of Craig's symptoms, Meg takes out her epi pen and gives him a shot of epinephrine, thinking he's having some type of allergic reaction. When the paramedics arrive, Craig begins to come around, and they rush him to the hospital. Meg looks around and sees Craig's coffee cup; looking in it, she sees something suspicious and sniffs the coffee. She then tracks down Lucinda at the Lakeview and shows her a vial with the coffee in it, telling her she thinks she's poisoned Craig. Lucinda says she doesn't know what Meg's talking about, but if she had done something to Craig, she wouldn't have done it with the intention of killing him but only of incapacitating him and scaring him. Meg tells Lucinda she'll make sure this never happens again, and Lucinda asks if that's a threat; when Meg says it is, Lucinda warns her that a friend of her enemy is also her enemy, and she says Meg won't want that. Meg starts to call Jack, but Lucinda stops her, and Meg says she needs Lucinda to promise that she'll never try to hurt Craig again. Lucinda says she can't promise that, because Craig is a thief in the night who stole her company, and her soul, if she has one, is wrapped up in her company.  Meg says Lucinda's freedom is more important than her company, and so is Craig's. Lucinda agrees and asks Meg to give her the vial of coffee, saying she'll promise to \"go forth and sin no more,\" but Meg says she thinks she'll keep the vial, for Lucinda's sake. Meg goes to the hospital, where she finds Susan taking care of Craig. When Craig starts to come around, Susan tells him Meg saved his life, and then she leaves; Meg walks up to Craig's bedside, and Craig reaches out and takes her hand.\n\n\nVienna goes to see Katie to tell her that she and Henry are back together. However, when she finds out that Carly's back in town without Simon, she warns Katie that Carly will do whatever it takes to get Jack back, and she tells Katie that she should go to the station to keep an eye on them. \n\n\nJack brings Parker, Sage, and JJ back to the farm after driving around talking to them for a while. Sage is upset that Carly can't come home with them, and Parker is a smart aleck about it again. Sage runs upstairs, and Parker says he's going to go check on the cows. He runs into Brad on Emma's porch and tells him the news about Carly being home but in jail. Inside, JJ practically begs Jack to do whatever it takes to bring Carly back home. As Jack leaves, he bumps into Brad, who tells him he's making a mistake if he goes to the station to try to help Carly, and he says Jack should wash his hands of Carly after all that she's done. Jack tells him that when he wants Brad's advice, he'll ask for it, then leaves. A while later, Katie arrives, looking for Jack. Brad tells her he's gone to the station to see Carly, and he tells her that she should run while she has the chance, because what she had with Jack is over. He tells her he thinks Jack will try to find out if Carly is really done with Simon, and if she is, then he'll tell Carly that he has a new \"honey,\" and sit back to watch her fight to get him back. Katie tells Brad he's wrong and to go to hell, then she leaves and goes to the police station.\n\n\nAt the police station, a defense attorney is trying to get Carly to tell him the whole story about her assault on Jack the day she escaped and ran off with Simon, but Carly is distracted, thinking about her kids. The attorney tells Carly that with the charges against her, she might get 25 years to life in prison. Jack arrives and asks the attorney if he can talk to Carly; the attorney says that's a bad idea, but both Jack and Carly convince him to leave. When he does, Jack tells Carly that every day since she left, he'd wake up thinking this would be the day that he would finally be enough for his kids --- that this would be the day he wouldn't forget an appointment or forget to put some food in a lunchbox, or that this would be the day Parker would finally smile again --- but he was never enough for them; they missed their mom. Carly says that's a nice way of pointing out that they needed her, and she knew that, and yet she still left them. She says at least from now on, they'll know where she is (in jail), and they'll still have Jack every morning when they wake up, and he will be giving more than enough of himself for them. Jack says he's given it a lot of thought, and maybe he can help her after all. He wants to hire Tom Hughes to defend her instead of her current lawyer, and he says that if she signs an official statement that she only helped Simon because he coerced her, he thinks she can get the charges dropped. Carly protests that Simon didn't coerce her and says she doesn't want to lie about that. Jack says that in the justice system, someone has to be blamed for a crime, and he asks if she thinks Simon should pay that price or their kids. Carly is worried that if she signs a statement like that and Simon is later found and arrested, he could be charged with kidnapping her, and she doesn't want him to go to jail for something he didn't do. Jack thanks her for showing him how she really feels, and he starts to walk out, but she stops him and agrees to say whatever Jack thinks she needs to say so their kids will be okay. Carly thanks Jack for everything, and Jack says he's made mistakes, too, and he's sorry, and he's glad she's home. He walks out and sees Katie, who has come into the station and has seen Jack and Carly talking in the interrogation room. Katie says, \"Whatever Carly just asked you to do, don't do it!\"\n\n\n\n\n",
    "tvmega_recap": "Lucinda is celebrating \u0096 what no one quite knows, but her. Meg finds an unconscious Craig and tries to revive him. Emily and Dusty prepare to break up for Susan's benefit. Vienna announces to Katie that she and Henry are back together. She also wants Katie to fight Carly for Jack. Carly learns she could be facing a long time behind bars. Parker remains bitter about Carly's return, while JJ pleads with Jack to do something for her. Brad learns Jack is running off to see Carly and chides him. Meg revives Craig, and he is taken to the hospital; Meg is suspicious of his coffee. Dusty and Emily \u0091break up,' much to Susan's dismay. Allison runs into an eager Lance. Meg tells Lucinda she knows what she did, and she is keeping the evidence as insurance that Lucinda do nothing to him in the future. Brad tells Katie that Jack is going running back to Carly. Allison is tempted by Meth. Emily is hurt when Dusty assures her nothing would ever happen between them. Emily thinks he would never date an ex hooker after Jen. Jack comes to Carly's rescue. Jack only asks that Carly say Simon coerced her to leave town. When Carly hedges, Jack gets angry and tells her that she will rot in jail. Carly decides to choose her kids. They share a close moment. Allison turns down drugs and orders Lance to stay away when he threatens to show her mom the movie she made. Meg goes to see Craig at the hospital and Susan tells him that Meg saved her life. Craig reaches for her. Katie witnesses a close moment between Jack and Carly and later pleads with him not to do whatever Carly is asking him to do!",
    "soapcentral_condensed": "Dusty runs into Lucinda at the Lakeview, where she is drinking champagne in a fine mood. Meg finds Craig unconscious on the floor of his office and tells a secretary to call 9-1-1 while she begins giving CPR. She then tracks down Lucinda and shows her a vial of coffee in it, telling her she thinks she's poisoned Craig. Lucinda asks if she'll promise that she'll never try to hurt Craig again, and Meg says she can't promise that because Craig is a thief and stole her company. Meg starts to call Jack, but Lucinda warns her that Jack is also her enemy, and she says she won't call him. Alison meets up with Emily and asks why Susan thinks Emily and Dusty are dating. Emily tells her about their kiss at the hotel when they were trying to keep her from finding a detox-ing Alison. She tells Alison that Dusty is \"breaking up\" with her tonight so Susan can quit thinking they're a couple.\n"
}