{
    "soap_central": "\n\nLily was very surprised to see Holden at her mother's. Holden told Lily that Lucinda invited him to dinner but had to leave for Worldwide. Lily realized what her mother was up to and asked Holden if he liked being set up. Holden told Lily that he knew all too well what Lucinda was up to and decided to go along with her. He told Lily that she should go along too! Lily worried about Keith and Holden told her to call him but Lily declined.  Lucinda was in the house watching Holden and Lily when Keith arrived at the door. Lucinda refused to let Keith speak to Lily. Outside, Holden asked Lily to dance for old time's sake. They danced and got a little closer. Keith became impatient and burst through the terrace door. Lucinda became unglued and told Lily and Holden that time was too short to waste. Lily told her mother that she was tired of being manipulated for one night and left with Keith. Lucinda was extremely disappointed and asked Holden to go after her. Lucinda said she would do anything to help Holden get Lily back. Keith and Lily went to Al's for dinner. Lily told Keith not to let her mother worry him. Keith told Lily it was understandable that Lucinda would feel the way she does because of the history between Holden and Lily. \n\n\nEmma walked into her kitchen and was quite surprised to see Meg cooking dinner for Dusty.  Emma was surprised that Meg would go down that road again with Dusty. They argue for a while until Emma finally changed the subject and told Meg to lower the heat on her sauce and turned away. They made up and hugged then Meg rushed off to get cleaned up. Meanwhile, Dusty was at the Lakeview asking the desk clerk about the cost of flowers when he spotted Jennifer. Jennifer said she was glad to see him and presented some fashion material for him to see. Dusty wanted to spend more time with Jen but she insisted he leave. Dusty arrived at Emma's and placed a call to Jennifer to check in on her. Emma, overhearing his call, came out on the porch and welcomed him. Soon after, Dusty left to get a bottle of wine. Emma made a comment about Meg not being the object of his affection. Dusty went looking for Jennifer and found her sitting at the Lakeview crying because she found something of the baby's. Dusty listened and comforted her as much as he could. Jennifer finally realized Dusty was supposed to be with Meg. Dusty told Jennifer that Meg had other troubles right now. He wanted to call Meg to cancel but Jennifer said she needed to see her brother. Dusty returned with the wine and told Meg he was with Jennifer.\n\n\nPaul was at the prison waiting to see Craig. Paul played out his meeting with Craig in his head before entering the visitor's room. Paul figured out Craig's switching of the babies by examining the footprints. Paul also figured out that Rosanna found out about the switch which is why Craig ran her off the road. But, when Paul finally saw Craig, Craig told him that Rosanna had a seizure and any hope of recovery was unlikely. Paul didn't believe him, became angry and blamed Craig for causing all of the trouble just to get what he wanted. Paul decided not to confront Craig about the baby switch and left. Jennifer arrived at Paul's wanting to know what Paul's big news was and how he was going to change her life!\n\n\n",
    "tvmega_recap": "Lucinda's efforts to play cupid for Holden and Lily begin to work until Keith interrupts Holden and Lily's romantic evening. Jennifer continues to ruin Meg's plans with Dusty. Emma tries to make Meg realize that Dusty doesn't treat her as well as he treats Jennifer. Meg remains determined to pursue a relationship with Dusty despite Emma's advice about him. Craig refuses to confirm Paul's suspicions about the baby switch during Paul's visit to Craig at the prison. Craig informs Paul that the doctors at the clinic where Rosanna is being treated informed him that she had a seizure and is now in a permanent vegetative state. Jennifer continues to grieve for her child with Dusty by her side for support. Jennifer still feels like her baby is alive and out there somewhere despite that in her head she knows he is dead. Paul asks Jennifer to come to his place so he can tell her something that will change her life but when she arrives he still isn't sure he should tell her what he suspects about the baby Rosanna adopted. Lucinda encourages Holden to decide if he wants Lily back in his life and if the answer is yes she advises him to fight for her before its too late.",
    "soapcentral_condensed": "Lily was very surprised to see Holden at her mother's. Holden told Lily that Lucinda invited him to dinner but had to leave for Worldwide. Paul figured out Craig's switching of the babies by examining the footprints. Paul decided not to confront Craig about the baby switch and left. Jennifer arrived at Paul's wanting to know what Paul's big news was and how he was going to change her life! Dusty arrived at Emma's and placed a call to Jennifer to check in on her. Emma was surprised that Meg would go down that road again with Dusty. They argue for a while until Emma finally changed the subject and told Meg to lower the heat on her sauce and turned away. Jennifer finally realized Dusty was supposed to be with Meg. He wanted to call Meg to cancel but Jennifer said she needed to see her brother. Dusty returned with the wine and toldMeg he was with Jennifer. Paul didn't believe him, became angry and blamed Craig for causing all of the trouble just to get what he wanted.\n"
}