{
    "soap_central": "\n\nCarly comes to see Jack at the police station and he rails at her for the latest fiasco with Keith, Julia's brother. She desperately tries to explain, but he insists Julia is not the problem, Carly is! Though Jack hates what's happening between Lily and Holden, he insists Carly must stay out of it. Chastised Carly tries to promise that she won't do it again, but is crushed when Jack says her promises don't mean anything anymore, and walks out. She chases him out into the squad room, and runs into Keith. He's says he has come to make arrangements to see JJ, but when Jack is distracted by police business, Keith warns Carly that he will be looking after Julia from now on. Jack returns just as Keith is giving Carly a stern warning and Jack tells Keith not to threaten his wife. Meanwhile, Holden comes to Julia's to say he's told Lily he wants a divorce. Julia is delighted with the news until Holden reveals that he and Lily are starting marriage counseling but Holden insists it's just for the kids. He then drops the bomb that he's had it with Carly and Lily's machinations and he is in fact going to counseling not to save his marriage, but to end it. \n\n\nKatie and Henry are alone in the gym, officially married, wondering what to do next. Even though Katie's aware Mike is still in the locker room, she wants to go home with Henry. Later, he takes her home and carries her over the threshold. When he brings Snickers in and announces that their family is complete, Katie is overwhelmed and touched by everything he has done and states that they shared the most perfect wedding day. However, it suddenly becomes awkward as they realize it's become their wedding night. Henry lets her know he doesn't expect them to sleep together and Katie assures Henry she loves him, she just isn't ready. Henry admits he saw Mike's face when Katie was reciting her vows and makes Katie promise to tell him if she and Mike ever realize they want to be together. They finish their day with sandwiches and pjs as they head up the stairs, hand in hand, to spend the night sleeping in each other's arms. Meanwhile, Mike and Jennifer have come face-to-face in the locker room. Jennifer tells Mike that she saw his face when Katie was marrying Henry and accuses him of not having dealt with his feelings for Katie. Mike admits that he is shocked that Katie actually went through with the wedding, but his future is with Jennifer. On their way out, they stop in the gym to share a Valentine's Day dance but it's obvious they're still both privately troubled.\n\n\nAaron and Alison, having agreed to let Celia stay with them until Rafael can figure out a plan, come home lamenting their lack of luck finding somewhere to make love. Alison is sympathetic to Celia's ordeal until they enter to find Celia singing and dancing amongst the mess she's made. She gushes about how she's going to be a famous singer, just like her brother's a famous boxer and Aaron and Alison suddenly realize Celia doesn't know the truth about the fight. Later, Alison gets Celia out of the apartment by sending her down the hall to take a nice, long, hot shower. Aaron and Alison pile her arms with shower supplies, including a conditioner that Alison insists Celia must leave on for thirty minutes. Meanwhile, Rafi tracks down Lucinda and asks for her help with Celia. Lucinda is stunned to learn that Rafi's sister mailed herself to Oakdale, and that he still hasn't told his family the truth about the fight. Rafi insists all that matters now is protecting his little sister. Rafi and Lucinda head over to Aaron's foiling yet another attempt for the two of them to be alone together. Rafi explains that he told Lucinda everything and she's offered to let Celia move into the pool house with Rafi. Celia is thrilled to be going to \"Rafi's\" mansion and Rafi tells his sister they have a lot to talk about. Meanwhile, back inside the apartment, romance abounds as Alison and Aaron finally make love! \n\n\n",
    "tvdb": "Katie and Henry are finally married! Katie proclaims her love to Henry, who is more shocked than anyone that the wedding took place.  Henry is of course thrilled. Mike goes through the motions of the dutiful best man after the wedding, but Jennifer sees that it takes a toll on him.",
    "tvmega_recap": "Mike comes to terms with his feelings for Katie. He tells Jennifer that she is the woman he loves. Henry and Katie relax after their wedding and decide that he'll just hold her on their honeymoon night. Celia and Rafael head toward Lucinda's, where they'll be staying in the pool house. Holden tells Julia that he'll need to put some distance between her and his family while he and Lily are in marriage counseling. Jack puts a stop to Keith threatening Carly to leave his sister (Julia) alone. Allison and Aaron are finally alone and begin to make love.",
    "soapcentral_condensed": "Carly comes to see Jack at the police station and he rails at her for the latest fiasco with Keith, Julia's brother. Meanwhile, Holden comes to Julia's to say he's told Lily he wants a divorce. Katie and Henry are alone in the gym, officially married, wondering what to do next. Celia is thrilled to be going to \"Rafi's\" mansion and Rafi tells his sister they have a lot to talk about. Rafi and Lucinda foiling yet another attempt for the two of them to be alone together. Aaron and Alison finally make love as they lament their lack of luck finding somewhere to make love. The episode ends with Celia singing and dancing amongst the mess she's made of the apartment and Aaron realizing that she doesn't know the truth about the fight. The season finale airs on Thursday, February 14 at 8 p.m. ET on ABC. For more information on the series, visit ABC.com/Yuri and follow Twitter @ABCYurie.\n"
}