{
    "soap_central": "\n\nDr. Rick Decker arrives at Susan's house with champagne, interrupting Alison's homecoming from prison, her sentence commuted.  When Susan explains to Alison that she has invited Rick to live with her, Alison rudely asks, \"Dr. Champagne is going to live here?...He's, like, your boyfriend?\"  Susan responds that, if Alison doesn't lose her attitude, she will spend her first night at home grounded.  Inexplicably, she next suggests that Alison, Susan, and Emily go to Al's diner for a welcome-home milkshake while Rick waits at home for them to return.  At Al's diner, Susan kindly asks Alison to accept having Rick in her life because it would mean the world to Susan.  Alison agrees to try to adjust.  Rick interrupts them to tell them that he is going back to his hotel, and when Susan walks him outside, he tells her that he will still stay at her house because he wants to be close to her.  While Rick and Susan are outside, Emily praises Alison for her mature attitude.\n\n\nAt his home, Mike, with his shirt open, is on the telephone leaving a message for Molly when she bursts in his door.  Molly tells Mike that Del Brackett, the FBI agent, has asked her to help prove that Dusty is part of a Chicago crime syndicate.  Molly promises Mike that she will check Brackett's credentials before she agrees to do anything, then Molly asks Mike if she can spend the night at his house.  Mike, wanting Molly to feel safe, agrees.  After Molly falls asleep on the couch, Mike stands shirtless in the moonlight, watching her tenderly.\n\n\nAt the police station Barbara confronts Jack, but Jack refuses to investigate the kidnapping further, telling her that he knows that her real goal is to destroy Paul and Rose.  When Jack leaves the room, Barbara calls the district attorney, Evelyn Hart, to try to get her to act on the information from Henry Coleman.  She makes an appointment for herself and Jack to meet with the district attorney the next morning.\n\n\nChris comes into Mr. Crumbley's empty hospital room to find Bob gazing into space.  When Chris asks about the autopsy report, Bob becomes angry and demands that Chris keep quiet.  Chris tries again to get Bob to agree to a physical checkup, but Bob rebuffs him.\n\n\nPaul waits for Rose at Al's diner and runs into Mitzi.  He tells Mitzi that he must tell Rose some bad news about Dusty, then Mitzi leaves for a movie date. Meanwhile, Rose is at home getting ready to meet Paul, when Dusty pounds on her door.  Dusty explains to Rose that he was so worried that Rose might lose the lease on the building that he borrowed money from Barbara to help Rose out.  When Dusty tells Rose that he feels that Paul is siding with Barbara over Rose, Rose hauls off and slugs Dusty.  They kiss passionately, again and again.  Dusty tells Rose that he is in love with her, and Rose begs him for time to think.  As Dusty goes to the door, Paul comes in.  The two men are on the verge of violence, but Dusty leaves.  Rose will not let Paul tell her the whole truth about Dusty, begging that he give her some time alone.  Outside Rose's door, Paul promises Dusty that he will destroy him. \n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "tvmega_recap": "Molly went to Mike's to hide out from the Feds that needed her help in getting information on Dusty. Molly and a 1/2 naked Mike almost kissed. At Rose's place, Dusty revealed that Barbara gave him the money for the shop since he was low on funds. Her and Dusty shared several passionate kisses just before Paul arrived. Paul vowed to get Dusty back for hurting Rose. At the station, Barbara wants justice on the people who had her kidnapped. Jack calls it revenge. She explained to Evelyn, the DA, that the ODPD withheld information regarding an eyewitness. Bob read where he overdosed his patient. The Stewart women discussed Dr. Decker moving in with Susan. Later, Dr. Decker arrived. He and Susan went outside and kissed.",
    "soapcentral_condensed": "Dr. Rick Decker arrives at Susan's house with champagne, interrupting Alison's homecoming from prison, her sentence commuted. When Susan explains to Alison that she has invited Rick to live with her, Alison rudely asks, \"Dr. Champagne is going to live here?...He's, like, your boyfriend?\" At Al's diner, Susan kindly asks Alison to accept having Rick in her life because it would mean the world to Susan. Meanwhile, Rose is at home getting ready to meet Paul, when Dusty pounds on her door. Dusty explains to Rose that he was so worried that Rose might lose the lease on the building that he borrowed money from Barbara to help Rose out. Chris tries again to get Bob to agree to a physical checkup, but Bob rebuffs him. At the police station, Barbara confronts Jack, but Jack refuses to investigate the kidnapping further, telling her that he knows that her real goal is to destroy Paul and Rose. Outside Rose's door, Paul promises Dusty that he will destroy him.\n"
}