{
    "soap_central": "\n\nJennifer and Dusty tell Barbara they no longer want Paul in Jennifer's life. Barbara tells Jennifer she will support her decision. Lucinda tells Dusty that Jennifer shouldn't have to choose between him and her brother. Jennifer tells Dusty's she will keep her promise to him, besides she doesn't want Paul trying to run her life. Paul tells Meg he wants her to help raise his child, but she needs more time. Meg goes to see Emily and tells her Paul won't give up his rights. Emily realizes Paul didn't choose Meg over his child. Emily sees this as a sign. It appears Emily believes she and Paul may have a future. Barbara tells Paul about Jen and Dusty's plans to get married. Jade lashes out at Luke about coming out of the closet. She quickly backs off when she sees Will. Luke tells Will about his problems, and tells him it's not good to keep secrets from the people you love. Luke thinks someone is watching him. Lily tells Holden she wants Luke to see a therapist. She isn't sure he's really gay.\n\n\n",
    "tvmega_recap": "Jade offers to help Will get the answers to his Calculus exam the next day. Luke notices Will and Jade talking and warns him Jade is not who she appears. Luke feels that he and Will are being watched. Lily continues to struggle with Luke's sexuality, as Holden seems to have come to terms with it. Lily wants Luke to talk to a therapist. Holden thinks it is a good idea but hopes Lily isn't expecting the therapist to deprogram their son from no longer being gay. Holden leaves on a business trip. Lucinda prepares to throw Jen and Dusty an engagement party and wonders if Jen should be forced to choose between her brother and husband? Jen considers this after Dusty asks her if she wants her brother included, but then tells him she is keeping the pact she made him about keeping Paul out of their lives. Barbara goes to see Paul and tells him about Jen and Dusty's engagement and Dusty's desire to adopt Johnny. Paul is happy for them, and wants to know where the party is? Barbara doesn't think he should crash it, but after seeing Paul's softer side, she tells him when and where the party is. Emily continues to worry about Paul relinquishing his parental rights. Susan assures Emily that Meg would not allow Paul to keep her child. Meg and Paul discuss their future; Paul pleads with Meg to help raise his child. Meg finally promises to consider it but later goes to see Emily. Emily secretly dreams about this rift with Paul and Meg as a possible opening to Paul and her raising their child together.",
    "soapcentral_condensed": "Jennifer and Dusty tell Barbara they no longer want Paul in Jennifer's life. Lucinda tells Dusty that Jennifer shouldn't have to choose between him and her brother. Paul tells Meg he wants her to help raise his child, but she needs more time. Luke tells Will about his problems, and tells him it's not good to keep secrets from the people you love. Lily tells Holden she wants Luke to see a therapist. She isn't sure he's really gay. Jade lashes out at Luke about coming out of the closet. She quickly backs off when she sees Will. Luke thinks someone is watching him. Emily realizes Paul didn't choose Meg over his child. Emily sees this as a sign. It appears Emily believes she and Paul may have a future. Barbara tells Paul about Jen and Dustedy's plans to get married. She tells him she will support her decision, and she will keep her promise to him, besides she doesn't want Paul trying to run her life. Paul says he wants more time with Meg, and Emily realizes he won't give up his rights.\n"
}