{
    "soap_central": "\n\nOutside Dr. Rick's suite at the Lakeview, Susan fumbles with her set of house keys.  Acting like a nervous schoolgirl, she hands the keys over to him to make copies since he's moving in for a few weeks.  They kiss good-bye promising to meet up later.  Soon after Rick leaves, Hal and Emily find Susan and tell her the good news that Alison will be released, \"tonight.\"  Hal says Alison will still have to check in with a parole officer, but her sentence will be commuted to ‘time served.'  Susan says, \"Wow!  That is that last thing I expected.\"  Susan, clearly stunned, tries to think about how she's going to juggle her daughter and her new man living under one roof.  Emily senses her hesitation and asks her mom why she isn't happier about the news.  Susan tells Emily that Rick will be moving in after all.  Emily tells her to try to get out of it.  Susan says, \"What do you want me to do?  Un-invite him?\"  \"Yes!\"  Susan takes a moment to think about it, but says, \"This is my decision.  Rick is moving in.  He and Alison will get along just fine.\"  Emily knows her mother has made up her mind, and advises her to tell Alison as soon as possible.\n\n\nLater, everyone arrives at the prison to give Alison the good news.  She's excited about leaving, but doesn't show the same exuberance she brought in with her to prison.  She has grown up a little since her incarceration.  She hugs her mother and says that she never wants to argue with her \"ever again.\"\n\n\nThe Alison entourage arrives at Susan's home and Alison breathes a sigh of relief.  She wants to go to Al's Diner to grab a milkshake, but Susan wants to talk with her first.  Before Susan has a chance to explain, Dr. Rick lets himself into the house bearing a bottle of champagne.  He apologizes for interrupting and says, \"I didn't know you had company.\"  Alison looks at him and says, \"I'm not company.  I live here.  What's your excuse?\"  Susan, Emily and Rick's mouths drop in awkward silence.\n\n\nAt the hospital, Kim asks her son to push Bob to get an exam regarding his recent memory lapses.  Chris promises to say something and later finds his father where he presses him to get a check-up.  He tells his son to convince his mother to stop worrying and walks away.  Later, Katie attends to a patient who needs new bedding and finds the patient dead.  Dr. John urgently tries to revive him, but it's too late.  Later, he reviews the chart with Bob, the patient's attending doctor, and finds the medication was recently doubled, probably causing the death.  An autopsy is ordered.  John convinces Bob to take a few days off, and Bob offers to resign from the hospital if the autopsy suggests Bob is to blame.  Chris overhears Bob ask John to keep this quiet until the results are official.\n\n\nJessica tries to catch her breath after Ben proposes to her at her bedside.  Ben asks her if she needs more time to think about it, and she says, \"Didn't I say yes already?\"  He gently reminds her she hasn't responded yet, and she says yes over and over again.  They embrace and kiss.  Jessica feels remorse over her past indiscretions, but Ben says he has a few mistakes he'd like to forget also.  They both vow to look ahead, leaving Marshall in the past.  Outside the door, Marshall looks on holding a bouquet of flowers.  Ben says, \"Whatever happened, it happened to bring us here.\"  Just then, Ben is paged and leaves to attend to his patient.  \n\n\nAs soon as Ben leaves, Marshall enters Jessica's room.  He presents the flowers, but she doesn't accept or deny them.  He just sets them down.  Marshall says he spoke with the DA and it looks like that Bonnie will be offered some sort of deal.  Jessica thanks him for not pressing charges against her daughter for pulling a gun on him in his room.  Marshall says, \"I won't ever do anything to hurt you or your family again.\"  Jessica accepts this, and calmly says, \"I won't ever forgive you for what you did to me.\"  She shows Marshall her new engagement ring, and Marshall is taken aback.  He says, \"I didn't think Ben had it in him.\"  Ben returns, and Marshall says, \"I was just leaving.\"  Ben says, \"Don't let me stand in your way.\"  Marshall starts for the door, but Jessica stops him.  \"I think you forgot something.\"  She looks at his bouquet he left.  He walks over, picks up the flowers, and leaves the two alone.\n\n\nMolly threatens the man who stopped her at the Lakeview bar that she will call the cops if he doesn't stop harassing her.  He tells her to back off and explains that he's a special agent from the FBI in town investigating Dusty Donovan.  He wants Molly's help catching Dusty in a sting operation.  She says she won't help and tells him about the thugs sent to scare her.  The agent tells Molly they think Dusty was working for a Chicago crime syndicate, laundering their money through the stock market.  When some of his transactions didn't pan out, he ended up owing them a lot of money.  Molly asks, \"Are you telling me Dusty Donovan is a professional crook?\"  He pushes her again to help with the sting, but she tells him, \"Let me give you a counter-proposal.  You take this arrangement and you arrange it someplace dark and warm because I don't want any part of it.\"  He stands up drops his card on the table in case she changes her mind.  Once he leaves, she immediately calls Mike and asks for his help.  He doesn't answer his phone, and she picks up the FBI agent's card and studies it.\n\n\nDusty asks Jack who summoned him to the police station, when Paul and Barbara wander out of the interrogation room.  Paul says, \"You lied to me once.  This time I get the truth!\"  All three of them seek the privacy of the interrogation room where Paul plays the tape of Dusty calling his mother frantically asking her for money so he can fund the construction of Rose's beauty salon.  After hearing the tape, Barbara takes a few quick breaths, and looks to Dusty for an answer.  Paul asks Dusty to comment on the tape, but he clams up.  Barbara doesn't say anything either.  Paul slams a chair to the floor and says that no one is leaving until he gets answers.  Dusty finally says that he was running low on money, so he went to Barbara for help.  He maintains that he's rich, but he says that a lot of his net worth is tied up on paper, so he's not as liquid.  The reason why he sounded frantic was because he didn't know she was kidnapped.  Barbara chimes in and confirms the story.  Paul still doesn't buy their story and vows to get to the bottom of all the lies.  Dusty asks Paul that since he's tried them in his own little court of law and found them both guilty, \"What are you going to do now?\"  Paul says that he's going to tell Rose to sever all ties with Dusty, then he disgustedly walks out of the room.  Before Dusty leaves, Barbara says, \"You better find your money somewhere else, because you're not getting another cent from me!\"  Dusty swivels around to fight back, but decides finding Rose before Paul is more important.  Jack pops his head into the room and asks, \"Everything OK?  I sensed a little tension.\"  Babs presses Jack to arrest Emily and Rose in connection with her abduction.  But he tells Barbara to back off or else he'll make an issue out of her secret relationship with Dusty.\n\n\n",
    "tvdb": "[ RECAP AVAILABLE ]",
    "tvmega_recap": "Alison was released from jail. She arrived home to her mother's new boyfriend, Dr. Rick Decker. Ben proposed to Jess and she accepted. Later, Marshall came by with some flowers. Jess told him to take them with him. A patient died of cardiac arrest at Memorial. John accused Bob of overdosing the man on his meds. John ordered an autopsy. Paul questioned Barbara and Dusty about the voice mail messages. Dusty lied and said the money was for Rose. An FBI agent asked Molly to help him in getting Dusty. She refused. After the man left, she immediately called Mike.",
    "soapcentral_condensed": "Alison's sentence will be commuted to 'time served' Ben proposes to Jessica at her bedside. Dr. John tries to revive a patient, but it's too late. Kim asks her son to push Bob to get an exam regarding his recent memory lapses. Chris promises to say something and later finds his father where he presses him to get a check-up, but Bob offers to resign from the hospital if the autopsy suggests Bob is to blame. Katie attends to a patient who needs new bedding and finds the patient dead. Jessica feels remorse over her past indiscretions, but Ben says he has a few mistakes he'd like to forget also.  Marshall says he spoke with the DA and it looks like he will be offered some sort of deal to get his daughter out of jail, but Jessica says she won't ever forgive him for what he did to her. She shows Marshall her engagement ring, and Marshall is taken aback, \"I didn't think Ben had it in him.\"\n"
}