{
    "soap_central": "\n\nVienna is threatened with deportation and frozen assets. As Jack comforts Katie, Vienna pushes her aside to enlist Jack's help. When she can't get the help she needs, Vienna makes plans to leave town and Henry turns out to be her chauffeur. Emily and Dusty meet a potential advertiser. It's Eliot, Emily's \"client.\" Eliot asks Emily if she's a journalist or a hooker. Later, Dusty demands to know what's going on between Emily and Eliot. Jared and Kip attack Casey, demanding the money the owe him. Will steps in and Casey wonders why Will stood up for him. Will confides that the longer Adam is gone, the more upset Gwen is. Iris demands Gwen tell her what she's done and tries to blackmail Gwen. Maddie comes from the morgue and tells Gwen the body wasn't Adam's. Gwen sends Iris packing, and Maddie encourages Gwen to lighten up around Will. Later, Jade tells Gwen and Maddie she's gotten a phone message from Adam. \n\n\n",
    "tvdb": "Maddie sends an e-mail using Adam's account apoligizing for his behaviour. Paul walks in Meg's hotel room and learns that she and Craig slept together. Eliot starts to get rough with Emily. Iris begins to snoop about Gwen's \"missing\" wedding ring.\r\nSource: tv.com",
    "tvmega_recap": "Will saves Casey from being roughed up by two former friends of his to whom he owes money. Later, Will admits to Casey that he is worried that Gwen is either lying to him or worse misses Adam. Iris tries to blackmail Gwen to keep quiet about Adam but Gwen tells her if she says a word to Will about Adam she will accuse her of blackmail to the police and get her thrown back in jail. Maddie tells Gwen that the body they found in the woods was a homeless man. Vienna decides to leave town to hide from Prince Adolpho who has had all her assets frozen and is trying to have her extradited back to Leonia. Vienna and Henry are both surprised when he arrives in the Limo to take her to the airport. Dusty overhears Elliot make a date for later tonight after he agrees to advertise with the newspaper. Dusty demands that Emily tell him the relationship between her and Elliot. Jade shocks both Gwen and Maddie when she tells them she just got a voicemail from Adam.",
    "soapcentral_condensed": "Vienna is threatened with deportation and frozen assets. Vienna makes plans to leave town and Henry turns out to be her chauffeur. Iris demands Gwen tell her what she's done and tries to blackmail Gwen. Jared and Kip attack Casey, demanding the money the owe him. Will steps in and Casey wonders why Will stood up for him.. Jade tells Gwen and Maddie she's gotten a phone message from Adam. Eliot asks Emily if she's a journalist or a hooker. Dusty demands to know what's going on between Emily and Eliot. Emily and Dusty meet a potential advertiser and meet Eliot, Emily's \"client\" It's Eliot's birthday and he asks Emily, \"Are you a journalist?\" Emily responds, \"Yes, I am.\" It's Emily's birthday, too. It's her birthday. It was Emily's first day of school. She's so excited to be a teacher. She says she's never been so happy in her life.\n"
}