{
    "soap_central": "\n\nOff their first therapy session, Lily is excited and optimistic to have Holden come home and be around the family. Carly goes home with her to help her get ready. When Emma cautions Lily not to get her hopes up, Lily is shaken up, but remains determined to be positive. Meanwhile, Holden is assuring a nervous Julia that nothing has changed for him and though he's pulling back from her to spend more time with his family, he's still going through with the divorce. To reassure he's not going away, he offers the keys to his car to Julia, whose car is having problems. Later, on his way to spend time with the family, Holden takes a cab and winds up in a fender bender. Meanwhile, Luke is suspicious when Holden is late and calls Julia's apartment asking for him. Julia gives him a cryptic response and Luke's worries are heightened. Later, when Holden calls Lily and tells her he's running late, Luke voices his suspicions to his mother. Carly then goes to Julia's and when she finds Holden's car parked outside, she tells Lily the news and Lily takes off. Meanwhile, Keith visits Julia and tells her to watch out for the women in Holden's life. As Julia reassures Keith that she and Holden can handle anything, Holden makes it home to find a shocked Carly while Lily barges in on Julia, screaming for her husband.\n\n\nRosanna tells antsy Barbara to sit tight because she has seen to her release. Paul, reeling from his visit with Emily, goes in search of Rosanna and finds her at the police station. He confronts Rosanna about what Emily said and Rosanna tries to play it off, saying Emily's state of mind is fragile right now. But, the more Rosanna tries to derail Paul, the more insistent Paul is about Rosanna keeping pressure on Barbara. Meanwhile, a clerk brings news that a judge has dropped all the other charges against Barbara citing time served. When Paul finds out, Rosanna pretends to be distraught, and then emotionally begs Paul to drop his vendetta against Barbara so they can move on with their lives. Paul backs off, but is twigged to learn that it wasn't Jessica who secured his mother's release.\n\n\nWhile trying to deal with Will's spontaneous kiss, Alison tries letting Will off the hook but winds up putting her foot in her mouth and alienating him. Meanwhile, Rafi and Lucinda are dealing with a rebellious Celia who doesn't want to go back to Montega. Rafi then tells Celia the truth about his boxing career and she is heartbroken to realize that Rafi is working for Aaron, trying to make a dollar just like everybody else. She dashes off and Rafi would go after her, but Aaron insists he work his scheduled time. Later, Celia runs to Alison and asks to stay with her.\n\n\n\n\n",
    "tvdb": "Lily asks Holden if he loves her during their marriage counseling session. He hesitates and Luke bursts in to make an appeal to his father. Holden tries to calm his son and admits that there is a part of him that will never stop loving Lily.",
    "tvmega_recap": "Alison gently pulls away from the kiss Will gave her and makes it clear to Will that she is in love with Aaron so they can only be friends. Will is gets upset with Alison and leaves the apartment. Rafael finally tells Celia the truth about the fight. Celia doesn't want to go back to Montega so she asks Alison if she can stay at her apartment. Keith continues to worry that Julia and J.J will be hurt if Holden decides to return to his family. Holden allows Julia to borrow his car which leads to a misunderstanding that makes Lily think Holden chose to spend time with Julia instead of spending time with his family. An angry Lily goes to Julia's place demanding to see Holden. Barbara is cleared of all the charges against her causing a rift between Paul and Rosanna because Paul can't understand why Rosanna is so willing to forgive Barbara for gas lighting her.",
    "soapcentral_condensed": "Off their first therapy session, Lily is excited and optimistic to have Holden come home and be around the family. Meanwhile, Holden is assuring a nervous Julia that nothing has changed for him and though he's pulling back from her to spend more time with his family, he's still going through with the divorce. Rosanna tells antsy Barbara to sit tight because she has seen to her release. While trying to deal with Will's spontaneous kiss, Alison tries letting Will off the hook but winds up putting her foot in her mouth and alienating him. Rafi tells Celia the truth about his boxing career and she is heartbroken to realize that Rafi is working for Aaron, trying to make a dollar just like everybody else. She dashes off and Rafi would go after her, but Aaron insists he work his scheduled time. Later, Celia runs to Alison and asks to stay with her. Paul confronts Rosanna about what Emily said and Rosanna tries to play it off, saying Emily's state of mind is fragile right now.\n"
}