{
    "soap_central": "\n\nChris saw Alison at the hospital and congratulated her on her return to the nursing program at Oakdale Memorial. Susan walked up and told Chris to stop harassing her daughter. Alison told her mother she was capable of handling Chris on her own. Susan received a page from the ER and left, leaving Chris and Alison alone. Chris apologized again but told Alison her mother had been right when she said Alison could take Chris back to court. Alison said she wanted the whole episode to be over and to return to nursing school. She then said she didn't want to ever see Chris again, and she walked away. \n\n\nMeg went to the police station to visit Paul. Meg told Paul she was sure Barbara hadn't killed Sofie. Paul wondered who the real murderer was. Meg said the police would find out, but Paul pointed out that the police thought they had the right suspect in custody. Meg thought she and Paul should tell Margo everything they knew about Sofie's death and why Paul had buried her at Fairwinds, but Paul said Sofie's statement to him that Meg had killed her was a \"dying declaration\" that would make Meg the primary suspect in the murder. Meg said she wasn't guilty, and they should tell the truth. Meg asked Paul to trust her, so when Margo came back into the interrogation room, Paul told her he was ready to talk. \n\n\nPaul described how he had found Sofie lying on the floor of her hotel room, nearly unconscious, and that he had thought she had overdosed, because there was a syringe near her. Margo said she didn't understand why Paul would try to cover up Sofie's death. Meg told Margo that Sofie had told Paul that Meg had given her the injection, but Paul tried to clarify that Sofie had said no such thing, merely the word, \"Meg.\" Margo told Meg she had just implicated herself in Sofie's murder, but Meg insisted she was innocent. Margo said she could have Meg arrested for obstruction of justice. \n\n\nBarbara met with the lawyer she hired to get Paul out of jail. The attorney told her the circumstantial evidence against Paul was strong. The attorney said he had a forensics investigator whom he hired to work on the most difficult cases, because this particular man was very good at what he did. He cautioned Barbara that the investigator came with his own \"baggage.\" Barbara asked what that might be, and the attorney said the investigator was incarcerated by the state of Illinois, but that his work in criminal forensics had proved so accurate that the DA's office agreed to allow him to work on cases, accompanied by security personnel. Because the investigator had a criminal mind himself, he was capable of solving crimes the police could not. Barbara wasn't sure they should rely on such a man, but the attorney assured her it was their only hope of finding any evidence that might clear Paul. \n\n\nBarbara asked who the investigator was, but the attorney said he would simply take Barbara to meet him in person. When they arrived at the hotel suite, Barbara was stunned to learn that Rick Decker was the forensics specialist the attorney wanted to hire. She pointed out to the attorney that Dr. Decker had once murdered several people in Oakdale and had tried to kill Barbara herself. Decker told Barbara he had changed while he was in prison, because he had found his \"higher power\" and decided to do good with his life. He said his two areas of expertise, medicine and murder, made him particularly well suited to the task of getting inside a murderer's mind. \n\n\nThe attorney again told Barbara he believed Decker was the only way they could find evidence that would clear Paul's name. Barbara told the attorney she could never hire Rick Decker to help her and that he was fired, but Decker told Barbara if she wanted to protect Paul, she needed to think twice about that decision. Because Decker had successfully solved 14 cases in a row, Barbara reluctantly agreed. \n\n\nBarbara and the attorney went to the police station, where the attorney told Margo that Paul's bail had been posted. Margo reluctantly released Paul but told him their conversation wasn't over. The attorney then told Margo his forensics expert would need to see the autopsy report. When Margo saw Decker, she was shocked and asked, \"What is this maniac doing here?\" Paul agreed that it was not acceptable for Rick Decker to be working on his case, but Barbara told him it was necessary. When Margo said she wouldn't let Decker have access to the body, Decker produced a court order that said he could. Decker left with his security guard, and the others left as well. \n\n\nDecker arrived at the hospital, where he managed to avoid running into Susan. He went into the autopsy room and began his work, but Alison walked in and screamed the moment she saw him. The security guard tried to remove Alison from the room, but Chris walked by and stopped him, asking what he was doing. The man explained that he was guarding Rick Decker, but Alison continued to be distraught about having seen a known murderer standing over a body, holding a syringe. She told Chris she'd forgotten for a moment that Sofie was already dead and had flashed back to Decker's killing spree at the hospital. Chris took Alison into his arms and told her everything was okay. Decker came out of the room and apologized for having frightened Alison. Chris called him a killer and said he would be keeping an eye on him; Decker left after saying he hoped to see them again soon. Alison told Chris she had to get out of the hospital, and she left, still visibly shaken and upset by her encounter with Dr. Decker. \n\n\nDecker, along with his guard, went to Barbara's suite at the Lakeview. Decker told Barbara that the syringe used to kill Sofie came from the same lot as others he had found at the hospital. He also said that the injection had gone straight into Sofie's vein, with no damage to the surrounding tissue, which indicated that a medical professional had administered the injection. Decker told Barbara, \"We're looking for either a doctor or a nurse.\" Barbara called Paul and asked if he was with Meg; when he replied that he was, Barbara told him Meg might not be as innocent as she had led them to believe. \n\n\nEmily found Casey at Java and told him Tom had started proceedings to rescind her parental rights with regard to Daniel. She begged Casey to help her get Tom to change his mind. She told a doubtful Casey that there was one thing he could do that was guaranteed to work: go to his parents and tell them he realized his relationship with Emily had been a mistake and that he was over her. Emily insisted that was her only chance of getting Tom to let her back into Daniel's life. Casey asked when he had been \"demoted from boyfriend to bargaining chip.\" Emily said she was sorry it had to come down to that, but she could not live without her son, and Daniel needed her in his life, too. Seeing how upset Emily was, Casey agreed to try her plan. \n\n\nTom interrupted Daniel's summer camp to bring him home to tell him about changes in Daniel's visitations with Emily, beginning with the fact that Emily wouldn't be taking Daniel on vacation to the Grand Canyon. Daniel was upset and asked Tom whether that type of decision could be made without going through a judge. Tom said he had set up a hearing to change the custody agreement. Daniel sighed and asked his dad what his mom had done \"this time.\" Tom said he couldn't go into specifics with Daniel, so Daniel asked why Tom hadn't left him at camp to enjoy the remaining two weeks of summer instead of bringing him home where he had no say in what was going on. \n\n\nTom called Margo and asked her to come home, telling her Casey was there and wanted to talk to them. When Margo arrived, Casey told her he was done with Emily and wanted to move back home. Margo was thrilled and hugged her son. She told him how happy she was that he had decided not to continue his relationship with Emily, and Tom agreed, because of Emily's \"past.\" Casey pointed out that the parents of someone he might want to date might not be happy with his own status as an ex-con. His parents said it wasn't the same thing. Margo promised she wouldn't interfere with Casey's private life anymore. \n\n\nCasey told his parents he wanted them to drop the court hearing regarding Emily's parental rights. Tom told Casey he would not drop the custody case, because Emily was a prostitute, and he would do whatever it took to keep her away from his children. Casey pleaded with Margo to not separate Emily from her son, reminding her that she had lost her own son, Adam. Margo told Casey not to bring that up and that she would not interfere in a decision that was Tom's to make. \n\n\nAt Java, Emily tried to reach Casey, and her mother walked in and overheard her leaving him a message. Susan told Emily she thought sending Casey to deal with Tom and Margo had been a mistake and that Casey could make things worse. When Susan told Emily she had \"the common sense of an earthworm\" when it came to picking the men in her life, Emily retorted, \"Well, at least I didn't marry a serial killer.\"\n\n\n",
    "tvmega_recap": "Casey lies and tells Tom and Margo he made a mistake with his relationship with Emily and he will never see her again. Casey also tells Tom and Margo he wants to move back home but in exchange Tom and Margo have to agree to allow Emily to keep her parental rights to Daniel. Tom says no because Emily is dangerous and he must do anything possible to keep her away from his children. Barbara hires a lawyer who tells her the only hope to make Paul a free man is to hire Rick Decker to help determine who killed Sofie . Barbara makes a deal with the devil despite her better judgment. Rick tells Barbara he has found a higher power in prison and the only thing he wants to do is help people. Allison makes peace with Chris and tells him that she just wants to be a nurse and never see him again in her life. Allison screams when she sees Rick and Chris comforts her when she cries. Chris promises Allison that he will keep an eye on Rick and he won't let him hurt her. Paul gets out on bail and Rick later tells Barbara that Sofie was killed by a medical professional because the syringe was stolen from the hospital and Sofie was only injected once so the killer knew what he or she was doing. Barbara later calls Paul and tells him that Meg might not be innocent.",
    "soapcentral_condensed": "Chris saw Alison at the hospital and congratulated her on her return to the nursing program. Susan walked up and told Chris to stop harassing her daughter. Chris apologized again but told Alison her mother had been right when she said Alison could take Chris back to court. Alison said she didn't want to ever see Chris again, and she walked away. Meg went to the police station to visit Paul. Meg told Paul she was sure Barbara hadn't killed Sofie. Meg asked Paul to trust her, so when Margo came back into the interrogation room, Paul told her he was ready to talk. Paul described how he had found Sofie lying on the floor of her hotel room, nearly unconscious, and that he had thought she had overdosed, because there was a syringe near her. The attorney said he had a forensics investigator whom he hired to work on the most difficult cases, because this particular man was very good at what he did. He cautioned Barbara that the investigator came with his own \"baggage,\" but the attorney assured her it was their only hope of finding evidence.\n"
}