{
    "soap_central": "\n\nOut front of Lily and Holden's home, Vienna interrupts Brad and Jack fighting over Brad's inappropriate remarks about homosexuals.  Vienna assumes the two men are fighting over her, but Jack quickly tries to correct her.  Vienna then assumes the fight was over Carly and as she tries to comfort Jack, Parker arrives and becomes angry after seeing Vienna hugging Jack.  Jack convinces Brad and Vienna to leave Lily's and he goes inside with a moody Parker.\n\n\nInside the Snyder home Natalie lets it slip to Lily that she thinks Faith is sick.  Faith covers her tracks by telling Lily a friend from school has the flu and Natalie was mistaken.  Once Parker and Jack are inside, Jack apologizes to Lily for Brad's comments and Lily accepts.  As the family gets ready to sit down for dinner both Parker and Faith refuse to go to the table.  Holden tells Parker and Faith to go spend time outside and the two lament over their family problems and specifically their issues with their mothers.  Jack and Parker leave after dinner and once they are back at the farm Jack tells Parker he wants to help him deal with his mom leaving. \n\n\nAfter leaving Lily's, Vienna and Brad go back to the farm where Vienna admits to Brad she thinks he is a great guy, but that she likes Jack.  Brad tells Vienna that Jack will always love Carly, but he is willing to let Vienna use him to make Jack jealous.  Brad and Vienna start to make out in the kitchen, but Parker and Jack walk in.  Jack becomes angry at the two for being so careless in a house filled with kids and tells Vienna it is time for her to leave the farm and she agrees to go to the Lakeview.  Then Jack tells Brad it is time for him to get a job and help out around the house.  \n\n\nDusty and Lucinda arrive at the Lakeview for the meeting with Emily, but after inquiring with the bartender Dusty learns Emily left when she learned Dusty was running late.  Lucinda is upset by Emily's disappearance and Dusty tries to reach her by phone, but Emily doesn't pick up.  Lucinda continues to complain to Dusty about Emily and her inconsistent behavior.  Dusty tries to defend Emily, but Lucinda believes the deal to buy the Intruder was a mistake.  \n\n\nMeanwhile, Emily is upstairs with the stranger she met in the bar and after she ignores the phone call from Dusty she asks the stranger, Steve, to help her forget about everything in her life.  The two have sex and after they are done Steve asks for Emily's number and then Emily goes to take a shower.  Once she is done she comes out believing she may have just met a nice man, but instead finds Steve gone and her shoe stuffed with money.  Emily figures out that the man assumed she was a prostitute.  \n\n\nAs Gwen and Will continue their fight about the stolen bond appearing at their home, Adam arrives and walks in and pretends to try to help resolve the fight.  He suggests that the bond might not even be one of Barbara's bonds and tells Will to call the bank to check the serial number.  When the banker confirms that the bond is one of Barbara's, Gwen becomes more convinced that Will stole the bonds to end her music career.  Will tells Gwen he had nothing to do with it, but Gwen doesn't believe him.   Gwen then tells Will she can't be with him right now and leaves, followed by Adam.  Once alone Will realizes that Gwen finding the bond was a set-up and he leaves to find out who is framing him.  Will finds Iris at the Lakeview and tells her he knows what she is up to.  Meanwhile, Gwen goes to her dorm to be alone and as she cries on her bed Adam arrives.\n\n\n",
    "tvdb": "Mike walks out of Katie's life after her reaction to Simon's letter. Everyone receives word that Crash was broken into and that the bonds were stolen. Adam later on learns that Casey was the one who stole them. Maddie is shocked when Casey says that Jade didn't do it after Maddie accuses her.\r\nSource: tv.com",
    "tvmega_recap": "Parker sees Vienna hanging off of Jack and takes off. Faith continues to snap at Lily. Emily is blowing off her meeting with Dusty and Lucinda, as Dusty tries to find her. Meanwhile, Emily is upstairs with her new friend Steve. They agree to not talk as they take off their clothes. Adam listens while Gwen and Will fight over how the stolen bond could end up in their house. Adam pretends to play the neutral party. Will, with Adam's gentle guidance, comes up with a plan to prove his innocence. Jack asks Brad to leave after his homosexual comments. Parker snaps at Jack. Jack and Lily commiserate over the unhappy children. Parker and Faith commiserate over their parents. Emily ignores Dusty's repeated attempts to reach her. Steve seems very sweet to Emily but says something strange when he leaves after he gets her phone number. Brad and Vienna flirt, but she admits to wanting Jack. Brad offers to help make Jack jealous. Dusty tries to defend Emily to Lucinda. The banker verifies that the bond Gwen found was part of the collection that Barbara gave Will. Will doesn't understand; Gwen is hurt and betrayed. Adam feigns hurt too, as they both leave Will. Will figures out this must be a set up. Jack asks Parker to go to Arizona with him to check out a Cubs game, but Parker blows up thinking Jack wants to take this trip for all the wrong reasons. Parker and Jack walk in on Brad and Vienna. Jack asks Vienna to leave. Lily thanks her diet pills. Will shows up at the Lakeview bar furious with Iris claiming the jig is up because he knows she set him up. Gwen is lying sadly on her bed when she feels a hand on her back; she hopes it is Will, but it is Adam. A shocked Emily finds money that Steve left for her after the couple of hours they spent together.",
    "soapcentral_condensed": "Vienna interrupts Brad and Jack fighting over Brad's inappropriate remarks about homosexuals. Gwen and Will continue their fight about the stolen bond appearing at their home. Emily is upstairs with the stranger she met in the bar and after she ignores the phone call from Dusty she asks the stranger, Steve, to help her forget about everything in her life. After they are done Steve asks for Emily's number and then Emily goes to take a shower. She comes out believing she may have just met a nice man, but instead finds Steve gone and her shoe stuffed with money. Adam arrives and pretends to try to help resolve the fight. Will realizes that Gwen finding the bond was a set-up and he leaves to find out who is framing him.  Meanwhile, Gwen goes to her dorm to be alone and as she cries on her bed Adam arrives. He suggests that the bond might not even be one of Barbara's bonds and tells Will to call the bank to check the serial number. Will tells Gwen he had nothing to do with it, but Gwen doesn't believe him.\n"
}