{
    "soap_central": "\n\nLucinda finally opened her office door after an irate Craig threatened to kick it down.  Craig shouted that Lily's perfume factory did not exist, and when he said he had been in France with Lily, Lucinda asked where Holden was.  Craig then realized that Lucinda had been pulling the strings, and he asked if she had any idea what she had done to her daughter.  He accused Lucinda of masterminding the whole factory scenario in order to get Holden and Lily back together.  Then Craig realized that it was even more likely that Lucinda had really been targeting him, and he accused her of trying to bankrupt him.\n\n\nLucinda, however, accused Craig of making lousy business decisions, and she said if Lily failed, it was all on Craig's head.  Craig only knew that someone was out to get him, and he swore if he found out it was Lucinda, he would tell Lily, and Lucinda would lose her daughter forever.  After Craig left, Lucinda went into another office in the suite where Anthony Blackthorn waited.  He asked her to remind him occasionally never to get on her bad side.  Lucinda announced that it was time for phase two of their plan.\n\n\nA bit later, Craig ran into Anthony in Old Town, and Blackthorn accused Craig of investing the money he had loaned him in a perfume factory that didn't even exist.  Craig tried to explain, but Blackthorn said he had to cut his losses.  He ordered Craig to repay what he had borrowed, in full, with interest.  Craig reminded his investor that the longer he owed him money, the more interest Blackthorn would accrue, but Blackthorn said the risk factor also multiplied.  He said his \"people\" didn't always \"play nice,\" and Craig recognized the not-so-veiled threat.  Blackthorn gave Craig 24 hours to repay the loan, and then he commented on how cute Craig's little boy Johnny was.  Craig was stunned, as Blackthorn went around a corner and called Lucinda to report that they had Craig Montgomery right where they wanted him.\n\n\nAt a small airfield near Montreal, Lily and Holden tried to persuade a private plane pilot to fly them back to Oakdale right away.  They offered money, but the pilot refused, and he also declined to tell them who had reserved the plane.  Holden was frantic at the thought of Molly's waiting for him in her wedding dress, and suddenly Lily realized how much Holden really cared about his fiancée.  Lily walked out and said she would fix the problem.\n\n\nLily offered the pilot a great deal of money, and when he refused again, she sweetened the deal by taking off the expensive diamond necklace that Holden had given her and threw that in the deal.  She told the man that he could buy a \"pretty big chunk of Saskatchewan\" with it.  The pilot checked out the jewelry and told them to prepare to board in five minutes.  Holden was slow to realize that Lily was letting him go, but when he did, he was overwhelmed.\n\n\nAt the Snyder farm, the wedding guests drank cider and killed time in the kitchen.  Jack talked with Carly out on the porch, and he remarked how well Molly was taking the long delay.  Carly grumbled that her cousin was \"faking it,\" however, because Holden was stuck in Canada with his ex-wife. Carly was desperate to think of a way to postpone the wedding and not call it off, and she suddenly had a brainstorm.\n\n\nCarly went inside and called the children downstairs.  She asked Parker to drive Faith and the kids to the Lakeview, which they had already booked for the wedding reception, and she promised that the rest of them would be right behind them.  Carly next asked Luke to call the minister and put him on standby, and she requested Abigail to help her mother get into her gown.  Reid announced that he would \"grab a snack,\" as Carly hustled Molly and Abigail up the stairs.  Suddenly Carly shrieked and fell to the ground, claiming that she had twisted her ankle very badly.  Jack turned away to hide his grin, as Luke and Molly helped Carly to a chair.\n\n\nJack suggested that the doctor in the house do an exam, but Reid, who was still stuffing his face with food, reminded them that he was a brain man, not an ankle man.  Abigail suggested that she take Carly to the hospital for an x-ray, but Carly requested that Jack take her instead.  Carly asked Molly to postpone the wedding for just a few hours, which was agreeable to Molly.  Jack \"helped\" Carly to the car and reminded her to limp on her \"hurt\" ankle.  Carly confessed that she had overdone it and had really hurt herself.  At the hospital, Jack massaged Carly's ankle and they talked.\n\n\nAbigail helped Molly into her wedding gown and said how much she admired her mother.  She got teary-eyed, and Molly asked her daughter about the man she was dating in California, but Abigail quickly changed the subject.  Molly honed in on Abigail's discomfort and asked more questions, so finally Abigail told her that the man was married to someone else and always would be.  Molly hugged her and advised Abigail never to \"settle\" for someone less than she deserved.\n\n\nLily and Holden landed in Oakdale and drove quickly to the farm.  There appeared to be no one home, so they assumed everyone had gone to the Lakeview, and Lily went home.  Holden went into the house to change his clothes and was shocked to find Molly, dressed in jeans, sitting alone in the kitchen, weeping.  She told Holden that she had called off the wedding because, once again, Holden had chosen Lily over her.  She said she was leaving town because Holden had put Lily, who had many people looking out for her, first, and had ruined Molly's one special day.\n\n\nHolden apologized, but Molly said she could not spend her life waiting for the next time Lily \"needed\" Holden.  Holden begged to be Molly's husband and to give her the life she had always wanted, and he promised to love her forever.  Molly said she was finally done with \"married men,\" and, ring or no ring, Holden was the most married man she had ever known.  Molly said she deserved to have a husband she didn't have to share.  She was also horrified by the example of \"settling\" that she had set for their daughter.  Molly said that Abigail was picking her up soon, and she would be going to California with her.\n\n\nAt the Lakeview, Luke informed Parker and Faith that the wedding was off, and Natalie and Ethan began asking questions of Reid that made him squirm.  He promised the kids something \"sweet and sugary,\" so Luke went in search of some cake.  Faith asked Parker why things happened, and he gave her a hug because he had no other answer.\n\n\nLucinda was waiting for Lily at home, and Lily announced that she had been conned because there was no perfume factory in Marseilles.  She also said that she had lost Holden for good, and called herself \"an idiot.\"  She was crushed that Carly had to pay the price, as well.  Lucinda said they had to talk about Holden, but Lily was not interested.  Finally Lucinda interrupted and said that Holden's wedding to Molly was off because Molly had realized that Lily and Holden belonged together.  Lily was suspicious and asked her mother what she had done.  Lily realized that Lucinda has asked Holden to go to France because Lily was in trouble.  Lucinda admitted that she had called him after she heard on the grapevine that Françoise had been playing fast and loose with Lily's money.\n\n\nAt the Lakeview, Reid and Luke hung out in the room that was to be Holden and Molly's bridal suite.  Reid was excited because there was more food there, and he pointed out that the two of them were alone with all the comforts of home.  He leaned over to kiss Luke, but the young man pulled away.  Reid was hurt and acted defensively, so Luke explained that he had only been with Noah, and he needed time to get used to Reid.  Then Luke kissed Reid, who reciprocated.\n\n\nJack received a call from Abigail, who told him that Molly had cancelled the wedding, so he and Carly drove to the farm so that Carly could \"talk some sense\" into her cousin.  Molly was still there, and Carly pleaded with her not to give up on Holden.  Abigail arrived, and Carly hugged her goodbye.  Then Molly told Carly there were some things she just couldn't fight, and true love was one of them.  Carly said she used to know what that was like, and Molly encouraged her to work things out with Jack.  Jack walked in and wished Molly good luck in California, and he helped her out to the car, as Carly began to cry.  \"Weddings,\" she said, \"they get to me, especially the ones that don't happen.\"\n\n\nHolden went to Lily's, and the kids were happy to see them.  The kids left almost immediately for a sleepover after Natalie told Holden to tell Molly that they loved her.  Lily expressed how sorry she was that the wedding had not occurred, and Holden looked at her a long time and then walked out. \n\n\n",
    "tvdb": "Lucinda meets with Blackthorn and instructs him to complete phase two of their plan; Lily goes to drastic measures to get Holden to his wedding.",
    "tvmega_recap": "Carly pretends to twist her ankle so that she can give Holden more time to get back for his and Molly's wedding. Lily gives a private airplane pilot the diamond necklace Holden gave her along with the promise of more money once they land in Oakdale. Molly gets ready for the wedding with Abigail's help and Abigail cries and tells Molly that she has been dating a married man and that is why her boyfriend didn't come to the wedding to meet them. Abigail cries and tells Molly that she broke up with the guy and wonders when somebody will be just for her. Molly advises Abigail not to settle that there is a guy out there who will only love her. Molly realizes that she needs to take her own advice and when Holden returns Molly informs him that she has cancelled the wedding because even if he doesn't realize it now he loves Lily more then her and that is why he rushed to Paris to help her when he thought she was in danger. Holden pleads for a second chance but Molly says a painful good-bye to Holden . Molly encourages Carly not to give up a Jack because Jack loves her he doesn't love Janet anymore. Molly promises Jack and Carly that she will return for their wedding but for now she wants to spend some time with Abigail. Craig figures out that Lucinda uses Lily's perfume business to try and bankrupt him but Lucinda denies everything and orders Anthony Blackthorn to give Craig 24 hours to pay back the money he borrowed with interest or else. Anthony follows orders and tells Lucinda that Craig is right where they want him. Lucinda tells Lily that Holden called off his wedding and she blames herself. Holden arrives to check on the kids and Lily apologizes to him and he doesn't blame her but he does think that it was his fault. Reid wants to Make Love to Luke in the bridal suite at the Lakeview since the room is paid and they are finally alone after taking care of the kids all day. Luke tells Reid that he has only been intimate with Noah and he is nervous about being with him and needs some time. Reid admits that patience isn't his strong suit but he agrees to wait after Luke gives him a kiss. Carly fears that since Molly's relationship with Holden didn't work out her own relationship with Jack isn't meant to be either.",
    "soapcentral_condensed": "Lucinda finally opened her office door after an irate Craig threatened to kick it down. Craig shouted that Lily's perfume factory did not exist, and when he said he had been in France with Lily, Lucinda asked where Holden was. Craig only knew that someone was out to get him, and he swore if he found out it was Lucinda, he would tell Lily, and Lucinda would lose her daughter forever. Lily and Holden tried to persuade a private plane pilot to fly them back to Oakdale right away. They offered money, but the pilot refused to tell them who had reserved the plane. Holden was frantic at the thought of Molly's waiting for him in her wedding dress, and suddenly Lily realized how much Holden really cared about his fiancée. Lily walked out and said she would fix the problem. At the Snyder farm, the wedding guests drank cider and killed time in the kitchen. Carly shrieked and fell to the ground, claiming that she had twisted her ankle very badly.\n"
}