{
    "soap_central": "\n\nAt the docks, Damian was surprised to find one of his security guards holding Lucinda and Holden at gunpoint. Lucinda claimed that they had merely been out walking on public property when the guard had picked them up and accused them of spying. Damian said the guard had detained them because there had been a murder on the docks recently, and no one was supposed to be in the area unless they had official business there. \n\n\nHolden accused Damian of wanting both to gain Luke's trust and to continue his past shady business dealings. Damian told Holden to keep deluding himself but to get out. \n\n\nHolden and Lucinda went back to Lily's house, where they told Lily, Luke, and Noah what had happened on the docks. Lily thought it sounded like a big misunderstanding, but Holden said Lucinda had understood perfectly what was going on, and that was why Damian had become nervous. Noting the tension in the air between Lily and Holden, Noah announced that he was leaving to go to work, and Luke said he would go with him. \n\n\nLily asked Holden what Damian had done wrong, and Holden said that was what they were trying to find out. Lily told Holden that he hadn't wanted her to play private investigator, and she didn't think he should, either. She asked Holden to stay away from Damian, and Holden said he would, if Lily would agree to do the same. Lily pointed out that Damian was working at Luke's foundation, but Holden suggested that Damian was working there for all the wrong reasons. \n\n\nNoah suggested that Luke go directly to Damian to find out what was going on. Luke went to Damian's suite at the Lakeview and told Damian that he had heard about what had happened at the docks. Luke said that he knew that Holden hated Damian, but Holden wasn't a liar or an idiot, so Luke was inclined to believe Holden when he said he thought something suspicious was going on. \n\n\nLuke told Damian that if he wanted them to have anything like the relationship that Luke had with Holden, Damian would have to be honest with him. Luke then asked if there was some sort of secret operation going on with the Grimaldi shipping lines, and Damian admitted that there was. Damian refused to give Luke any details, however, saying that there were people he had to protect, but he assured Luke that what he was doing wasn't wrong. Luke said he didn't know if he could believe Damian or not. \n\n\nLuke went to Java to let Noah know what Damian had said. Noah said maybe Holden was right, that Damian hadn't really changed, despite the fact that Damian clearly meant to do right by Luke. Damian walked in and told the boys about Lucy's medicine-smuggling operation. He admitted that he had known that what Lucy was doing was illegal, but he also thought it was necessary, so he had volunteered some of his ships. Damian then told them that Lucy was being held at the police station. When Luke said he wanted to help his cousin, Damian said he would take care of it, because he didn't want to risk getting Luke involved. \n\n\nAt the police department, Carly told Craig that it appeared that Lucy was helping Dusty. Craig couldn't believe his daughter would betray him like that. Carly said that if Dusty had set Craig up to take the fall for gun smuggling and murder, Lucy might have been in on the plan, because Dusty would do anything to be with Johnny, and it looked like Lucy might do anything to be with Dusty. \n\n\nAt Metro, Lucy kept trying to tell Jack that she had proof her father was innocent, while Dusty kept interrupting to accuse Lucy of lying to protect her father. Jack told Lucy that if Craig wasn't involved, it meant that the ledger that Dusty claimed to have found at Metro was a fake, which would make Dusty guilty of obstruction of justice, among other things. Lucy told Jack that both Dusty and Craig were innocent, and she was the guilty party, because she had been doing the smuggling. \n\n\nJack took both Lucy and Dusty to the station to ask them more questions. Craig was upset to see Lucy, and he told her not to say anything that might get her into trouble. Lucy, however, said it was her fault that the police were detaining Craig. Jack sat down to take Lucy's statement, but Dusty said Lucy shouldn't say anything without a lawyer present, and Craig agreed. Lucy, however, waived her right to an attorney and told Jack that she had been sending medical supplies to refugees in east Africa, despite the US embargo on shipments to that region. \n\n\nWhen Jack asked if Lucy had also been shipping guns, Lucy denied it and said she'd been trying to save people, not kill them. She told Jack that Cesar had called her the minute he had found the guns, and that someone had ordered Cesar to get rid of the guns, which she assumed he'd been doing when he was killed. Lucy told Jack that the man smuggling the guns was named Fredo, but she didn't know his last name. She assumed Fredo had killed Cesar. \n\n\nJack told Lucy that she hadn't given him much to go on, but Lucy thought she'd said enough that Jack should release her father. When Jack suggested that Lucy had a motive for trying to get her father released, Craig said that Dusty was the one who had an agenda, and he pointed out that Carly had caught Dusty trying to plant fake evidence. Carly agreed and asked Jack to think about why Dusty had been the one to find the shipping log at Metro, despite the fact that the police had searched the club. Jack said he would question each of them separately, and he took Dusty outside. \n\n\nDusty told Jack that Lucy was lying to cover for Craig. Dusty reminded Jack that Craig had gotten away with murder or attempted murder in the past, and he said that if Jack put Craig back on the street, there would be more victims. Dusty then told Jack that he had to leave to pick Johnny up from school. Jack let him go after warning him not to leave town. \n\n\nCraig asked Lucy how she could have done such a thing to him. Lucy said that she hadn't wanted to name names in the smuggling operation, because the people she was working with were doing humanitarian work. Craig realized that Lucy had been using him the whole time she'd been trying to mend fences with him, so that she could use his business for her smuggling operation. Lucy said that Dusty had wanted her to keep quiet, but she hadn't wanted the police to hold Craig any longer. \n\n\nCraig told Lucy his chances of reclaiming Johnny were not good, because she had trashed his reputation. Lucy said things might change after Craig was released, but Craig said it appeared that Lucy thought that Dusty should have custody of Johnny. Lucy said she cared very much about what happened to Johnny, but she also still cared about what happened to her father. Craig replied, \"If this is how you show you care, then I don't need a daughter at all. Get out!\" \n\n\nAs Lucy tried to leave, Jack stopped her and told her he still had questions for her. Lucy insisted that she had already told Jack everything she knew. Jack said Lucy had been vague about the smuggling operation, so he would need to keep her in custody until they were able to locate Fredo or until Lucy gave him more information. \n\n\nJack went back into the interrogation room where Carly and Craig were waiting. Carly asked why Craig hadn't been released yet, and Jack said that what Lucy had told him hadn't been very helpful. Carly said Jack couldn't continue to hold Craig if he wasn't going to charge him. Jack told Craig that he could leave, but he told Craig not to leave town. \n\n\nJack sat back down with Lucy, but she insisted again that she had told him everything she was going to tell him, so if he wanted to charge her, he would have to go ahead and do it. Damian walked in and said that he could tell Jack everything he needed to know. Jack asked what Damian meant, and Damian said that Lucy had been using Grimaldi ships to send medical supplies to east Africa. Lucy protested that Damian might be compromising the safety of \"other operatives,\" but Damian assured Lucy that he had taken precautions against that. Jack asked about the guns, but Damian said weapons were not part of the plan. \n\n\nDamian told Jack that his government connections had told him that there was a more liberal attitude towards humanitarian aid, and he was certain that no one would want to prosecute Lucy for saving lives. Jack said that although he was all for saving lives, there were still the M-16s and a dead body to deal with, so Lucy was not free to leave yet. Damian told Lucy that he would find a way to get her out, and he left. \n\n\nLucy called Lucinda and told her that she was in trouble and was at the police station. Lucinda told Lily and Holden that Lucy needed her. Lucinda went to the police station, and Lucy filled her in on what had happened. Lucinda said that if anyone should face charges, it was Damian, but Lucy said that all Damian had provided was the ships. Lucinda said perhaps Damian had provided more than Lucy knew. She then told Lucy that she would hire a good lawyer who would get Lucy out of jail. \n\n\nDusty took Johnny to the Lakeview and asked if he would like to go live someplace where it was sunny all the time. Johnny asked if \"Lulu\" could come, too, but Dusty said not this time. Meanwhile, Craig told Carly that he had to try to get Johnny back right away, before Dusty could try to leave town with him. Carly tried to get Craig to go through the proper channels, but Craig said that would take too long. \n\n\nCraig and Carly went to the Lakeview, and when the elevator doors opened, they saw Dusty and Johnny. Noting that Dusty was carrying a suitcase, Craig hugged Johnny and asked if he was going somewhere. Dusty said that since he had custody of Johnny, they could go anywhere they wanted to go. Craig shoved Dusty, saying, \"You're not going anywhere with my son!\" Dusty shoved back, telling Craig to get his hands off of him, and suddenly, they were fighting. Johnny shouted, \"Don't fight! Don't fight!\" and Carly stepped between the two men and told them to cut it out. \n\n\nDusty grabbed Johnny and told him they were leaving. Craig tried to follow, but Carly stopped him and instead called Jack. She told Jack that Dusty was trying to leave town with Johnny. Jack told her he would take care of it. Jack left the station and found Dusty and Johnny at Al's Diner. Jack asked where he and Johnny were going, and Dusty said they were going to Sea World. \n\n\nJack told Johnny the trip would have to wait, and then he escorted Johnny and Dusty back to the Lakeview, where Craig and Carly were waiting. Craig apologized to Johnny about the fight he'd had with Dusty, but Dusty took Johnny and told him they were going upstairs. Jack told Dusty to stay put this time, and Dusty told Craig he would get the rest of Johnny's things later. \n\n\nCarly thanked Jack for his help, and Jack suggested that Craig give Dusty some distance. Jack left, and Craig told Carly he owed her. Craig sighed and said that he had lost both of his children that day, but Carly said that at least this time, they weren't halfway around the world, and he knew where they were. Craig said there was one good thing about the day, and when Carly asked what that might be, he said it was that Carly had stood by him. Craig thanked Carly, and she kissed him on the cheek and suggested he go upstairs to get some rest.\n\n \n\n\n\n\n",
    "tvmega_recap": "Luke thought Holden was more accepting of Damian now, but realizes he is still leery of him. Damian finds Lucinda and Holden at the docks and has an innocent explanation of why the security guard is there and pulled a gun on them. Damian asks that they go before he has them arrested. Lucinda and Holden tell Lily and Luke that something is fishy. Luke knows his grandmother hates Damian, but now doesn't know who to believe. Lily is upset for them playing detective just when Luke and Damian were getting closer. Luke confronts Damian who dodges the question by saying it is for Luke's own protection. He swears he will tell him as soon as he can. Luke leaves in a huff. Craig refuses to believe that Lucy had him set up or had anything to do with him being arrested. Lucy admits to Jack that her dad did nothing illegal. It was she who was smuggling the guns. Dusty objects and tells Jack that Craig is making her lie. Jack brings Lucy to see Craig. Craig declares Jack can throw the book at him, but leave his daughter out of it. Lucy waives her attorney privilege and confesses. She wants Jack to let her father go. Craig is livid that Lucy could have done this to him and left him in jail for so long. He will never forgive her. She apologizes for her ulterior motives, but claims she never meant to hurt him or realized that bad would come from this. She will fix it now. He fumes that he will never get custody of Johnny now. Craig dismisses Lucy and says he never wants to see her again. Jack tells Lucy that she was deliberately evasive and he doesn't completely believe her. Fine, arrest her she says. Damian pops up and says he has something to add. He admits Lucy was only using one of his ships to help the refugee camps. Jack says she stays in jail for now. Damian vows that he will get her out. Set free, Craig needs to do something to get Johnny, but Carly warns him not to take the law into his own hands. Holden is willing to give Damian the benefit of the doubt, but insists that Lily stay clear of Damian. Craig tries to stop Dusty from taking Johnny out. Dusty gloats that he has custody now and there is nothing Craig can do about it. They get into a shoving match with Carly pulling them apart. She calls Jack and informs him that Dusty is leaving town. Lucy calls her grandmother who comes to the station and says Damian Grimaldi may be more involved than she knows. She will not let her granddaughter take the blame for this. Jack catches Dusty before he can leave town. They can do this at the Lake View or at the police station; his choice. Craig greets Johnny again. He thanks Carly for standing by him through all of this and for getting one of his children back.",
    "soapcentral_condensed": "At the docks, Damian was surprised to find one of his security guards holding Lucinda and Holden at gunpoint. Lucinda claimed that they had merely been out walking on public property when the guard had picked them up and accused them of spying. Holden accused Damian of wanting both to gain Luke's trust and to continue his past shady business dealings. At Metro, Lucy kept trying to tell Jack that she had proof her father was innocent, while Dusty kept interrupting to accuse Lucy of lying to protect her father. Jack took both Lucy and Dusty to the station to ask them more questions. Craig was upset to see Lucy, and he told her not to say anything that might get her into trouble. Lucy told Jack that both Dusty and Craig were innocent, and she was the guilty party, because she had been doing the smuggling. Craig agreed, but Dusty said Lucy shouldn't say anything without a lawyer present. Lucy, however, waived her right to an attorney and told Jack she'd been sending medical supplies to refugees in east Africa.\n"
}