{
    "soap_central": "\n\nGabriel awoke in his hospital bed, clutching his mother's pearls, and he found Liberty sitting beside him.  He thanked her for putting the pearls in his hands while he was in the coma.  Lily walked in and told Gabriel that the doctors would release him as soon as he had someone to look after him.  Gabriel was stubborn, however, and declared he could take care of himself.  Liberty reminded him how serious his injuries had been, and Lily said her offer was still open for him to stay with her.  The boy wondered \"why in the hell\" he would want to live with people who had denied his existence his entire life.\n\n\nLily apologized again for her part in keeping the secret, and she referred to Craig as the boy's father.  Gabriel said he hated Craig, but Liberty tried to convince him to listen to Lily's side of the story.  Gabriel grudgingly told Lily to talk if it made her feel better, so Lily said that when Gabriel was born, his mother, Lydia, was adamant that Craig never find out about the baby.  She made everyone who knew promise not to tell him.  Lily said all she could do after the fact was to help Gabriel by giving him a safe place to live.\n\n\nLiberty asked to speak with Gabriel privately, so Lily stepped outside.  The girl attempted to convince him that Craig had not abandoned him any more than Brad had neglected her; their fathers just hadn't known their children existed.  Liberty also suggested that Gabriel take Lily up on her offer, so when Lily joined them again, Gabriel said he would live with her.  He warned her, however, that as far as he was concerned, his father did not exist.\n\n\nAt the Snyder farm, Molly and Holden's romantic interlude took a dive when Molly received a nasty text message from Silas Whitman.  She told Holden that she needed a drink of water, so she went downstairs.  She walked out on the porch, and Silas grabbed her from behind.  Molly called him a \"creep\" and declared that he made her \"sick,\" but Silas was not deterred in the least.  Molly threatened to take a shotgun to him, and then Holden called out to Molly from inside.  Whitman decided to retreat, and Holden joined Molly.  She explained that she had needed a breath of fresh air, but Holden said he had heard voices.\n\n\nMolly went along with it and said she had heard voices, too, but she wanted to go back upstairs to their room.  Holden, however, was no longer in the mood for romance. Molly said that the voices were probably just some teenagers fooling around, but that set Holden to worrying that Faith might be hanging around with a bad crowd again.  Molly, who did not want Faith blamed for her own problems, said that Faith had earned their respect, and she asked Holden to \"let this one go.\"\n\n\nFaith, meanwhile, was knocking on Parker's door.  Sage greeted her, but Faith brushed off her younger cousin by asking to speak with Parker.  Parker joined them, and Sage disappeared into the kitchen.  Faith asked Parker about his release from jail, and the boy explained how Craig had actually been the last one to see Gabriel before the fire.  He also said that his mother's way of handling bad news conflicted with his dad's, so his parents still had some things to work out. He admitted that the \"kid of a cop\" always had to do the right thing, and that was difficult.  Faith then took a call from her father, and Holden ordered the girl home immediately.\n\n\nWhen Faith arrived at the farm, Holden said that he and Molly thought they had heard some of the girl's friends sneaking around the farm.  Faith gave a bitter laugh and claimed she had no friends, so Holden changed the word to \"customers.\"  Faith was shocked that her father was accusing her again of dealing drugs, and she got very angry.  She stormed out, and Holden felt that he had totally mishandled the whole incident.  Molly said he had just jumped to conclusions because of her comments about Faith's friends skulking around.  She tried to tell Holden something important, but he would not let her continue.  Finally she suggested that he go to Lily's house and let her help him make up with their daughter.  After Holden left, Molly grabbed her purse and also left.\n\n\nLily and Liberty took Gabriel to Lily's house, and she invited the boy to make himself at home.  She fixed him some homemade chicken soup, as Liberty left to catch up on her schoolwork.  After Gabriel ate the soup, he asked Lily to back off because she was hovering.  He said he wanted to walk outside and check out the \"estate,\" but Lily said it was just a \"yard.\"  When he opened the door to go out, Faith walked in and glumly asked her mother what Gabriel was doing in their house.  Lily explained that the boy was staying with them until he was back on his feet.  Faith was hurt that her mother had kicked her out of the house but let a thief move in.  They argued about Faith's assessment of the situation, as Holden arrived.\n\n\nFaith took one look at her father and declared that she'd had enough of a lecture from him for one day, and she walked out.  Lily questioned Holden about their daughter's attitude, so he told her about hearing voices at the farm.  Then he, too, asked why Gabriel was there and said he thought the boy had been \"nothing but trouble since he got to town.\"  Lily said if Holden did not support her, then he could at least stay out of her way.  They argued about Gabriel's influence on the younger children, as Holden was convinced that any child of Craig's was a spawn of the devil.  Lily asked if he felt the same way about Luke, since he was Damian's natural child, but Holden said that was entirely different.  Finally, Holden said he admired Lily for sticking to her altruistic ways.\n\n\nOutside the house, Gabriel and Faith ran into each other, and Faith came up with a solution to both their problems.  She told Gabriel that her mother kept the keys to her car in the glove compartment, and she suggested that the boy \"borrow\" the car and head out of town.  He took Faith up on her offer and drove Lily's car into town.  He spotted Liberty on the sidewalk, so he pulled over and honked at her.  She got in the car, and Gabriel explained that Lily had been all over him, and he needed a change of scene.  Liberty defended Lily, but Gabriel only wanted to get out of town -- with Liberty.  The girl was shocked when Gabriel said he thought Liberty could teach him how to be a better person.\n\n\nLiberty said if Gabriel wanted to be a better person, he should return Lily's car and stay with her.  Suddenly a cop appeared at the driver's window and asked Gabriel if he knew he had a broken taillight.  Then the officer asked for his driver's license and registration, but when Gabriel mouthed off, the cop ordered both teens out of the vehicle.\n\n\nCarly went to the police station and found Jack looking through photos of the Monte Carlo fire.  She pointed out that their son was no longer in trouble, so it was a perfect time to have a family dinner with all their favorites.  Jack was less than enthusiastic, and he remarked that after what they had gone through, a pot roast wouldn't make everything better.  He was concerned that, once again, lies from Carly were their problem.  Carly begged Jack to join them for dinner, but she refused to apologize for doing whatever she could to keep their boy safe.  Jack was upset that Carly hadn't trusted him with the truth, and he didn't know if they could get past the lies.  Jack finally agreed to go home with her after he returned the photos to forensics.\n\n\nWhile Carly waited for Jack, an officer led in Craig wearing handcuffs.  Craig asked to say hello to Carly, so he approached her and began talking.  Jack returned and sent Craig and the officer on their way to the courthouse.  Craig left, still protesting loudly that there was no way he would try to kill his own son.\n\n\nCarly's family dinner was a success, and Sage got right to the point and asked when Jack was moving back in.  That created a black hole of silence at the Snyder dinner table, until Jack said he was staying at the farm until he and Carly had figured some things out.  Carly then suggested that Parker take his sister to a movie she wanted to see, and she threw in an additional bribe of a hot fudge sundae at Al's.  The kids left, and Carly remarked to Jack that it was just the two of them.\n\n\nCarly did the dishes and talked with Jack about their problems.  He reminded her that her last lie was that she wanted Jack to move out so that he would be more accessible to Janet and the new baby, when, in reality, Carly was afraid if Jack and Parker were under the same roof, Jack would find out about the boy's fight with Gabriel.  Carly got honest and admitted that she resented Janet and hated when she needed Jack and he wasn't there.  Carly was tired of sharing Jack, and she wanted him to be home with her.  Jack hugged her and said it was time to face the fact that they were meant to be together.  He asked that they try more for the \"better\" than the \"worse.\"  They kissed, and Jack asked how long the kids would be gone.  \"It's good to be home,\" he said.\n\n\nAt Al's, Parker and Sage enjoyed their sundaes, and Faith joined them.  She declined their invitation to the movies and said her parents didn't even know she was gone.  She said that Holden was upset about her non-existent friends who were supposedly buying drugs from her at the farm.  She also complained that Lily had invited a criminal to stay in her house, but she said if they were lucky, Gabriel was already out of town in Lily's car.  Parker and Sage looked at each other and took off for the movies.\n\n\nMolly finally located Silas in the Lakeview bar, and she yelled at him to \"stay the hell away\" from her.  Whitman was smug and said he knew she would be looking for him.  Molly told Silas to deal with his own messy life and stop harassing her.  He was angry that Molly had broadcast the details of their affair on the network news, but she countered that people had a right to know when their elected officials were sleazeballs.  Molly tried to leave, but Whitman grabbed her and threatened revenge.  She broke away, drove back to the farm, and called Holden.  He was still at Lily's but said he would be home soon, and Molly said she would be waiting.\n\n\nAt the police station, the cop took in Liberty and Gabriel, but Gabriel asked him to let Liberty go because she had just stopped to talk to him.  The cop then escorted Gabriel to the holding cells and told him they would be calling the owner of the car.  The officer put Gabriel into a cell with one other occupant, Craig Montgomery, who was astonished to see his son.\n\n\n",
    "tvmega_recap": "Molly gets a text message from Silas. Molly pretends to get a glass of water so she can meet Silas outside. Silas grabs Molly from behind. When Holden yells for Molly, Silas leaves in a hurry. Gabriel holds his mother's pearls in his hand. Liberty sits by his bed. Lily finds Liberty with Gabriel. Lily tries to convince Gabriel to move in with her. Liberty convinces Gabriel to move in with Lily. Parker tells Faith what happened between himself and Gabriel. Carly invites Jack to dinner. Holden calls Faith to check on her . At the police station, Craig tries to talk to Carly, but she refuses to talk to him. Jack interrupts their conversation. Craig denies trying to hurt Gabriel. Faith comes home to find Gabriel there. During dinner, Sage asks Carly when Jack is moving back in. Jack lets Sage know that he will be living at the ranch. Carly suggests that Parker take Sage to a movie. Lily tells Faith that Gabriel will be living here. Holden walks in on Faith and Lily arguing. Faith tells Gabriel where Lily keeps her car keys. Faith orders Gabriel to take the car and leave. Jack accuses Carly of lying to him. Silas tells Molly that she will regret ruining his life and career. Gabriel picks Liberty up in Lily's car. Gabriel is arrested. Jack and Carly reconcile. Gabriel is thrown into the same cell as Craig.",
    "soapcentral_condensed": "Gabriel awoke in his hospital bed, clutching his mother's pearls, and he found Liberty sitting beside him. Lily apologized again for her part in keeping the secret, and she referred to Craig as the boy's father. Molly and Holden's romantic interlude took a dive when Molly received a nasty text message from Silas Whitman. Faith asked Parker about his release from jail, and the boy explained how Craig had actually been the last one to see Gabriel before the fire. He admitted that the \"kid of a cop\" always had to do the right thing, and that was difficult.  He warned her, however, that as far as he was concerned, his father did not exist.  Faith was shocked that her father was accusing her again of dealing drugs and she got very angry. She stormed out, and Holden felt that he had totally mishandled the whole incident.  Molly said he had just jumped to conclusions because of her comments about Faith's friends skulking around the farm, but he would not let her continue.\n"
}