{
    "soap_central": "\n\nCraig stopped at the diner, but he was gloomy. He told Janet he had just dropped off Johnny for his first day of kindergarten. Janet remembered Liberty's first day of school, and she told Craig she, not Liberty, had cried all morning. Janet tried to cheer him up and told him there was nothing sexier than a doting dad, so Craig had better watch out for hovering women. Craig appreciated her words and left her a huge tip, suggesting she and Jack splurge on a nice lunch. \n\n\nHenry and Brad met in Java, and Brad thanked him for playing decoy for the camera crew from WOAK. Henry was hesitant about how things had gone with Vienna in their role-playing. He confided that the two had gone ten rounds arguing about parenthood, and Vienna was back to wanting a baby. Brad encouraged Henry to give being a father a try, but Henry said bearing fruit and multiplying was not for him. He was concerned that the baby issue could be a deal breaker with Vienna. Brad left with a cup of tea for Katie, who was taping an exercise segment at the television station. \n\n\nVienna came to the diner and told Janet she had some very important decisions to make. She sat at a table and looked through a large catalog of photos of gorgeous men. Janet asked if Vienna was trying to make Henry jealous, but her boss asked, \"Henry who?\" Henry himself appeared and asked who the hunks were, but Vienna was barely civil to him. She explained they were all sperm donors, and one would be the father of her child. \n\n\nBrad got to WOAK as Katie was wrapping up her yoga session. She stood up from her mat and promptly collapsed. Brad ran to her, but Katie was not responsive. When she finally awakened, Brad said he was taking her to Memorial to have Bob Hughes check her. The yoga instructor asked if Katie might be pregnant, so the camera crew went into action. Katie got excited at the prospect of being with child, so Brad hustled her off to the hospital. \n\n\nJanet saw Jack approaching the diner, so she waved him off and went outside with a couple of cups of coffee. She explained that she did not want him caught in the crossfire between Vienna and Henry, who were arguing about having a child. Jack said it had been a rough couple of days for many people, and cited Eliza's kidnapping and Parker's accepting Craig's money and taking off for Chicago with Liberty. He said Parker needed to be punished for that, but Janet defended Craig, whom she called \"harmless.\" Jack strongly disagreed and warned his wife never to let her guard down when it came to Craig. Janet remembered her giant tip and suggested they have a romantic lunch at the Lakeview, and Jack agreed. He promised he would not even think about Carly and Craig, but only concentrate on Janet. \n\n\nCarly went to Sage's school to deliver ballet shoes, and she spotted Craig sitting in his car. He explained that Johnny was there for his first day of kindergarten, and Carly teased him about overprotecting his son. Carly suggested he drive away, but Craig was not leaving. Carly declared that the sensitive, unhappy boy was not Johnny, but Craig! Carly sat in the car with him because, she announced, Craig needed adult supervision. He was prepared to stay until class was over, so Carly told him that kids adjusted easily to new circumstances, and Johnny would adapt to his new situation well. Craig had never considered that his son was happy in school, and he was so concerned, he leapt from the car and dashed for the building. Carly stopped him and tried to talk some sense into him. \n\n\nVienna asked Henry how he liked the looks of Donor #7869, who had a Harvard law degree; Henry said he wanted to squash him. They continued to argue about Henry's reluctance to embrace parenthood, and Vienna told him she had already been to a consultant at \"Lifestream,\" an upscale donor bank. Henry declared that was sick. Janet intervened, but Vienna had made up her mind. She suggested if Henry did not like her catalog choices, they could recruit a potential donor from among their friends. Her first choice was Jack Snyder, which threw Janet into a downward spiral. Henry said he did not want them to be parents because their whole lives would change. Vienna wanted more in her life, so Henry bluntly told her that she knew all along how he felt about having a baby. If she felt she had to go on alone, then what they had was over. Henry looked disturbed and stormed out. \n\n\nKatie was in a bed in Memorial surrounded by her loving husband and the eager television crew. Dr. Bob came in and said Katie was not pregnant, and she had fainted because her blood sugar was too low, probably from skipping breakfast. Katie said they would just keep trying for a baby, but Bob surprised them by saying that was not a good idea. Brad questioned him further, and Bob said he needed more tests, but he suspected Katie either had a reaction to medication from the recent bone marrow transplant or an infection that impacted her fertility. He said that was a rare complication, but they would do everything they could to help her get pregnant. Brad asked to be checked, as well, to make sure he was \"firing on all cylinders.\" \n\n\nJack called Janet and pushed back the time of their lunch date because he had to check out a complaint at the elementary school that someone was sneaking around the grounds. Janet spoke with Vienna and gave her advice that she should back off the baby business in order to hold on to her man, especially since she had originally agreed with Henry that they would not have children. She suggested Vienna honor her promise for a few years and then see if she felt the same about motherhood. \n\n\nJack checked out the school and noticed movement behind a large evergreen tree. He announced his presence as the police and asked whoever was there to come out with hands up. A reluctant Craig and a sheepish Carly emerged from the shrubs. Carly explained their situation, but Jack reminded them that criminal trespassing was a serious offense. Carly pleaded with her ex-husband to let them go, and Jack acquiesced. Jack left for his lunch date with Janet, while Craig and Carly continued their harangue about overprotection. Craig agreed to leave if Carly would have lunch with him, and they agreed to go to the Lakeview. \n\n\nJack and Janet walked into the hotel as Jack was telling her about his trespassing call to the school. Jack could not understand why a child starting kindergarten would turn a parent into a stalker. They sat down and reassured one another that they were only going to talk about each other and enjoy an intimate lunch. As they shared a kiss, Carly and Craig walked up, and Jack moaned, \"Please make it stop!\" He suggested Carly and \"Mr. Peeping Craig\" have lunch elsewhere, but Janet took on the peacemaker role, and graciously invited them to share their table. \n\n\nHenry was behind the bar at Metro, drinking martinis. He flashed back to a vow he had made to Vienna never to leave her. Vienna, in turn, fantasized about giving birth to Donor #7869's child. It was a tough delivery, not made easier by sarcastic comments by Dr. Bob. She kept crying for Henry, but Bob said if she thought the delivery was rough, she should wait until she was a single parent. \n\n\nBrad came back from his sperm test and happily reported that \"his boys\" had passed with flying colors. The cameras were still rolling as Katie worried about her test results. Bob came back and said he had consulted with the head of the OB-GYN department and then asked how long Katie and Brad had been trying to get pregnant. Katie said not long for the recent attempt, but earlier tries had not been successful, either. Bob suggested helping Katie have a baby might require some intervention, but first they had to get rid of the infection she harbored. \n\n\nKatie began to worry that Bob was saying she could never get pregnant, but he said it was definitely not possible while she had the infection. He agreed to sign her release papers so she could go home. Katie broke down and cried, as Brad threw out the camera crew. He told Katie they needed to abandon the reality show concept, but Katie worried about their commitment to Kim. She suggested she see a specialist, but Brad hesitated because he felt she should not push herself. Their first priority was to get Katie well again, and his loving concern brought more tears from her. \n\n\nAt lunch, Jack tried to enjoy his food as Craig entertained them with horror stories of children traumatized by school events. When he began describing projectile vomiting, Jack lost his appetite and declared lunch over. He and Janet hastily left, as Carly told Craig she knew he had engineered the whole scene. Craig said he was good, but not that good. \n\n\nVienna came into Metro, and Henry told her they were closed, but there was a sperm bank around the corner. Vienna said she loved him more than any baby she had never met. Henry was touched, and both declared their love for the other and kissed.\n\n\n",
    "imdb": "\nCraig's overprotective-father routine brings him closer to Carly. Katie learns she'll have to postpone getting pregnant. Vienna goes looking for a sperm donor.    ",
    "tvmega_recap": "Vienna wants to have a baby using a sperm donor so she goes to a sperm bank and gets a book with different profiles. Henry tells Vienna that their relationship is over if she decides to have a baby because he doesn't want to be a father. Janet advises Vienna to really think about raising a baby on her own because it isn't easy. Janet tells Vienna to really consider if she wants to risk losing Henry. Vienna thinks about what it would be like to be a single mom and later tells Henry that she loves him more then a baby. Craig almost gets arrested for peaking in the window of Johnny's class since the teacher won't let him come in and see how Johnny is doing on his first day of school. Craig invites Carly to lunch at the Lakeview and they interrupt Jack and Janet's romantic lunch. Janet invites Craig and Carly to eat with them and after hearing Janet and Carly talk to Craig and give him advice on how to be a good father, Jack has had enough and tells Janet they should go home. Craig thinks Carly for helping him today and tries to get her to admit she isn't so bad after all. Carly tells Craig he isn't such a bad guy and Craig smiles because he thinks he is changing Carly's mind. Brad and Katie are told by Bob that she got an infection because of the drugs she used for the bone marrow transplant and she should stop trying to have a baby until the infection has left her system. Bob tells Katie that if she wants to have a baby in the future she will need to have fertility treatments. Katie wants to find out about the fertility treatments right away but Brad persuades her to stop the reality show and wait until she is better to talk about fertility treatments.",
    "soapcentral_condensed": "Vienna and Henry are arguing about having a child. Katie faints during a yoga session and Brad hustles her to the hospital. Craig is gloomy after dropping off Johnny for his first day of kindergarten. Jack warns Janet not to let her guard down when it comes to Craig, whom she calls \"harmless\" Henry says he does not want them to be parents because he wants more in his life than a baby, so Janet tells him to go on alone and not worry about her. The two go on a romantic lunch at the Lakeview, and Jack promises he will not even think about Carly and Craig, but only concentrate on Janet. The pair are reunited at the hospital, where they learn that Katie is not pregnant and that they will have to keep trying for a baby. They also learn that Craig is not the sensitive, unhappy boy they thought he was, and it is not Johnny who is the problem, it is Craig himself who needs adult supervision, not his son, as Carly tells him.\n"
}