{
    "soap_central": "\n\nKeith went to Lily and Holden's house to try to get the truth out of Luke about what really happened to Julia. Keith told Luke that he would either have to trust him, or he would send his mother to jail. Luke seemed uneasy about trusting Keith, but finally broke down and told him that neither he nor Lily murdered Julia. Keith convinced Luke to go and see Lily in prison to try to convince her to tell the truth, and admit that she did not kill Julia. When Luke and Keith arrived at prison, Lily became extremely upset with Luke for trying to convince her to finally tell the truth about what really happened. Once Luke left Lily and Keith alone, Lily started to despair about the mess that the whole situation had become, leaving Keith to tell her that if they worked together, they could find Julia's real killer. \n\n\nJennifer realized that Mike did not hear her tell Dusty that she was pregnant with Craig's baby. Jennifer and Mike talk about how Craig stole her designs and then she sent him home. After Mike left, Dusty told Jennifer that she had to make up her mind about whether or not she wanted to keep her baby. Dusty told Jennifer that if she decided to keep the baby, she should act as if the baby was Mike's - no matter what. \n\n\nCelia and Casey went to the gym for a free trial membership. Will was at the gym and hitting a punching bag. Alison arrived and was concerned about bruises on Will's hands. Two boys that were at the gym started to pick on Celia, which prompted Will to step in and be the hero. Alison told Will that she was proud of the way he handled the situation. Later, Will overheard Alison and Aaron talking about marriage with Katie and Henry. Will became visibly upset and left. Later, when Will was alone, one of the boys that had been picking on Celia earlier showed and things heated up pretty quickly.   \n\n\n",
    "tvdb": "Keith convinces Luke that only by telling him the truth can he help Lily. Confused and desperate to confide in someone, Luke finally admits that he didn't kill Julia and has been trying to protect his mother. Keith takes Luke to see Lily to make her realize that Luke didn't kill Julia and that she's been protecting him for nothing.",
    "tvmega_recap": "Henry's plan to pass out fliers for free trials is met with success as many people show up at the gym. There, Will, Casey and Celia encounter two teen-age bullies. Jen and Dusty talk about whether she should be honest with Mike about the fact that Jen is pregnant with Craig's baby. Dusty feels she should pass off the baby as Mike's, but Jen is having a very difficult time with if she can keep that big of a lie from Mike especially as Mike continues to dote on her and surprises her with blueprint designs for an office off the back of the cottage. Keith is out to find out who really killed Julia. He visits Luke and speaks with him, and realizes that neither Luke nor Lily actually killed his sister. He decides to help get Lily out of jail. Luke and he take off to the Police Station where they convince Lily of Luke's innocence, and the fact that Lily no longer has to offer up herself in trade of Luke. Lily and Keith decide to join forces to find out who the real killer is. Sierra decides to give full control of Street Jeans to Dusty so they can stop Craig in his tracks from destroying their Company. Allison and Aaron realize they have been casually talking about marriage to Katie and Henry.",
    "soapcentral_condensed": "Keith went to Lily and Holden's house to try to get the truth out of Luke about what really happened to Julia. Keith told Luke that he would either have to trust him, or he would send his mother to jail. Luke seemed uneasy about trusting Keith, but finally broke down and told him that neither he nor Lily murdered Julia. Jennifer realized that Mike did not hear her tell Dusty that she was pregnant with Craig's baby. Jennifer and Mike talk about how Craig stole her designs and then she sent him home. Dusty told Jennifer that she had to make up her mind about whether or not she wanted to keep her baby. Celia and Casey went to the gym for a free trial membership. Two boys that were at the gym started to pick on Celia, which prompted Will to step in and be the hero. Will overheard Alison and Aaron talking about marriage with Katie and Henry. Will became visibly upset and left. Later, when Will was alone, one of the boys that had been picking up Celia earlier showed and things heated up pretty quickly.\n"
}