{
    "soap_central": "\n\nAaron and Alison, anxious to make love, find themselves locked out of their apartment and return to Metro to find their keys. They arrived to find that Rafi's sister, Celia, has arrived illegally from Montega. Rafi begs them to hide Celia at their apartment, just as the INS agent arrives to meet with Rafi. Rafi later meets Aaron and Alison outside the apartment and tells them that he can stay in the country only as long as he does not become involved with anything illegal. He convinces them to continue to hide Celia, while he asks  Sierra for help in getting her back to Montega. Meanwhile, inside the apartment, Celia makes plans to stay.\n\n\nBarbara, at the police station, is angry with Tom and Jessica that Emily's disposition has been moved to today. Barbara continues to insist that Emily will commit perjury, only for Tom to tell her that she will be excluded from the disposition if she is unable to control herself. As Tom goes to call Emily to the police station, Jessica confronts Barbara, telling her that they cannot stop Emily from telling her story. Paul interrupts Rosanna and Emily, just as Tom calls and asks Emily to come to the police station. Emily reassures Paul that she will say whatever is necessary to make Barbara pay for her crimes. At the police station, Rosanna confides in Barbara that she was interrupted before she could give Emily the trigger for the false memory. As the disposition begins, Tom instructs Emily to answer as truthfully as possible and to not second guess herself. This prompts a false memory of Rosanna giving her the drug laced tea.\n\n\nMargo arrives to pick up Katie, on her wedding day. Katie confides that she is sad her mother will not be at wedding. Margo questions if their mother was not invited, because Katie is not sure that she will be able to go through with the wedding. Katie attempts to reassure Margo, and as they are preparing to leave the home, Henry arrives. Henry confides in Margo that there is a problem with the flowers. As Margo and Katie leave the house, Henry begins to desperately call contractors trying to find someone to build lattice on very short notice. As he is going through the telephone book, Mike arrives with his tool box, saying that he was called by another contractor who had been unable to help. Katie rushes back in for her earrings and sees Mike standing with Henry. Katie tells Mike that she wants to thank him for all that he has done, and leaves once again.\n\n\nJulia tells Holden, Carly, and Lily that Keith is her brother. She explains that she wanted resolve family issues before telling anyone that he was there. Carly doesn't believe this, and demands to see proof that he is actually her brother. In response, Julia is able to show Holden pictures of herself and Keith growing up. An angry Holden drags Lily outside to talk, as Keith demands to know why Carly is stalking his sister. Carly tells him that Julia has been involved with not one, but two married men since coming to Oakdale and leaves the apartment. Keith then demands to know why Julia had not told him the truth. Julia tells him that she wants them to be a family again, but if that is to happen, he has to trust her and promise not to tell anyone about El Paso. Meanwhile, in the hallway, Holden is very angry with Lily for interfering with his life with Julia. Lily tries to tell him that she misses him and wants him to come home, Holden responds by saying that he is not interested in talking about their marriage. Lily insists that she will protect him from Julia, only for Holden to tell her that he is going ahead with the divorce.\n\n\n\n\n",
    "tvdb": "Carly trails Julia and Lily follows Keith, and each tries to spring a trap. While Lily watches over Keith's new Lakeview suite, Cary notices Holden and Luke coming face-to-face with a particularly attractive Julia at Java.",
    "tvmega_recap": "Aaron and Alison discover they forgot the keys to their apartmet so they go back to Metro to get them. The INS agent arrives to interview Rafael and Rafael doesn't want the agent to discover Celia arrived in the USA without a passport so he asks Aaron and Alison to hide Celia in their apartment untill he can get in touch with Sierra so she can provide a passport for Celia to return home. Aaron and Alison agree to help Rafael hide Celia but they are upset because it means they can't make love. Mike Helps Henry with some last minute preperations to help make Katie's wedding day special. Barbara and Rosanna are worried because they are unsure their plan to hypnotize Emily worked. Holden is angry because Lily can't accept that he is with Julia. Holden informs Lily he is only going to go to marriage counseling to help the kids adjust to their upcomming divorce. Lily vows not to let Julia hurt Holden no matter what happens with their marriage. Julia asks her brother Keith not to tell anyone what happened in El Paso. Emily hestitates when Tom asks her who gave her the drugs because she can remember a woman gave her the drugs but she can't remember the woman's face.",
    "soapcentral_condensed": "Aaron and Alison find themselves locked out of their apartment and return to Metro to find their keys. They arrived to find that Rafi's sister, Celia, has arrived illegally from Montega. Rafi begs them to hide Celia at their apartment, just as the INS agent arrives to meet with Rafi. Margo arrives to pick up Katie, on her wedding day, because Katie is not sure that she will be able to go through with the wedding. Meanwhile, in the hallway, Holden is very angry with Lily for interfering with his life with Julia. Julia tells Holden that she wants them to be a family again, but if that is to happen, he has to trust her and promise not to tell anyone about El Paso. Henry begins to desperately call contractors trying to find someone to build lattice on very short notice. As he is going through the telephone book, Mike arrives with his tool box, saying that he was called by another contractor who had been unable to help. Henry confides in Margo that there is a problem with the flowers.\n"
}