{
    "soap_central": "\n\nRosanna hurries to Carly's house, encouraged to hear that the woman from the water park was in Carly's house. \n\n\nCarly summons Hal, explains what happened and Hal arranges for the forensic sketch of Julia to be wired to every precinct within a hundred miles of Oakdale. Meanwhile, Julia who has remembered leaving the pen in Carly's house, works to convince Jack to pack up and leave. Julia goes to the hospital to collect her last paycheck and runs into a highly suspicious Greta, who nails her for running away. Julia hotly denies and is about to leave when she sees a cop posting a copy of her forensic sketch. Meanwhile, Parker discovers the pen that Julia left behind, labeled \"St. Genevieve Hospital.\" Carly throws her arms around Parker, joyfully realizing she has a significant clue to Jack's whereabouts.\n\n\nA dejected Craig is feeling the loss of his family when he meets with Lily at the Lakeview. Lily is sympathizing with Craig when Dominic enters and mistakes Lily for Rose, an old acquaintance of his. Recognizing an opportunity when he sees one, Craig gives Lily the high sign to go along with Dominic's mistake in order to get more information about Dusty's underworld boxing scheme. \n\n\nNikki and Henry are on their date when Henry chokes on an olive and Jordan performs the Heimlich. Nikki and Jordan escort Henry to Snyder Pond to sober up and discuss Jordan's rocky relationship with Jennifer. Meanwhile, while Mike repairs BRO's damage, Jennifer is struck by Mike's shirtless physique in a pair of ripped-up, tattered jeans. She gets an idea for a fabulous new fashion/marketing concept and enlists Mike's help as a model. They're laughing and having fun together when Nikki phones, overhears Mike in the background and is instantly furious that Mike cancelled on her but seems to have time for her sister.\n\n\nDusty and Lucy continue their search for a fighter to take on Rafael Ortega. They're trying out Tony, a brash young fighter from New Jersey when his opponent flattens Tony. When Tony's opponent removes his headgear, Dusty and Lucy are stunned to see that the victor is Aaron. \n\n\n",
    "tvdb": " Rosanna hurries to Carlys house, encouraged to hear that the woman from the water park was there. Hal arranges for the forensic sketch of Julia to be wired to every precinct within a hundred miles of Oakdale. Meanwhile, Julia remembers leaving the pen in Carlys house and works to convince Jack to pack up and leave. At the hospital, Julia runs into a highly suspicious Greta, who nails her for running away. Julia is about to leave when she spots a cop posting a copy of her sketch. Meanwhile, Parker discovers the pen that Julia left behind, labeled St. Genevieve Hospital. Carly throws her arms around Parker, thrilled that she has a significant clue to Jacks whereabouts. A dejected Craig meets with Lily at the Lakeview. Lily is sympathizing with Craig when Dominic enters and mistakes Lily for Rose, an old acquaintance of his. Craig encourages Lily to go along with Dominics mistake in order to get more information about Dustys boxing scheme. Nikki and Henry are on their date when Henry chokes on an olive and Jordan performs the Heimlich. Nikki and Jordan take Henry to Snyder Pond to sober up and discuss Jordans rocky relationship with Jennifer. Meanwhile, while Mike repairs BROs damage, Jennifer is struck by Mikes shirtless physique in a pair of ripped-up jeans. She gets an idea for a new fashion/marketing concept and enlists Mikes help as a model. Nikki calls and overhears Mike in the background. She is furious and hangs up. Dusty and Lucy continue their search for a fighter to take on Rafael Ortega. Theyre trying out Tony, a brash young fighter from New Jersey but he is quickly flattened by his opponent. When Tonys opponent removes his headgear, Dusty and Lucy are stunned to see that its Aaron.",
    "tvmega_recap": "Carly calls Hal and they get the sketch distributed within 100 miles of Oakdale. Just when she's about to give up, Parker finds the pen with St. Genevieve Hospital's logo on it in the trash. Julia convinces Jack that she has a job in Louisville and they get ready to move. While Julia is quitting her job and getting her last paycheck, Greta confronts her and threatens to turn her in. Once she leaves, a policeman posts the poster with her and Jack's picture on it. Henry gets too drunk while he's dining with Nikki and Jordan helps bail her out. They go to the pond and Nikki calls Jennifer, leaving a message that she should come out there, which kind of irritates Jordan, but he's glad she did it. Meanwhile, the boiler has exploded at BRO and Mike has helped Jennifer get it fixed enough until a plumber can come out the next day. Noting Mike's ripped pants, Jennifer is inspired and she cuts the rest of his pants, creating the first line for her new label. While she's taking his picture, they get close. Nikki calls and when she hears Mike's voice in the background, she's mad. Dusty's boxer is not very good, but the guy sparring with him is who Dusty wants. When he takes his gear off, it's Aaron. Dominic mistakes Lily for Rose when she is dining with Craig, Craig perpetuating it so Lily can get close to him and find out what's really going on with the boxing.",
    "soapcentral_condensed": "Craig is feeling the loss of his family when he meets with Lily at the Lakeview. While Mike repairs BRO's damage, Jennifer is struck by Mike's shirtless physique in a pair of ripped-up, tattered jeans. Nikki and Henry are on their date when Henry chokes on an olive and Jordan performs the Heimlich. Dusty and Lucy are stunned to see that the victor of Aaron's fight against Rafael Ortega is Tony, a brash young fighter from New Jersey. Nikki phones, overhears Mike in the background and is instantly furious that Mike cancelled on her but seems to have time for her sister. She gets an idea for a fabulous new fashion/marketing concept and enlists Mike's help as a model. Meanwhile, Parker discovers the pen that Julia left behind, labeled \"St. Genevieve Hospital.\" Carly throws her arms around Parker, joyfully realizing she has a significant clue to Jack's whereabouts. She summons Hal, explains what happened and Hal arranges for the forensic sketch of Julia to be wired to every precinct.\n"
}