{
    "soap_central": "\n\nLuke and Noah meet for lunch and talk about their sexual attraction to one another.  They fantasize about how it should be the first time they are together.  \n\n\nMeg pays a visit to Craig at their old room at the Lakeview, but it's strictly business.  She tells him that as of tomorrow he will no longer be the CEO of Montgomery Enterprises because she has decided to sign the corporation over to its rightful owner, Lucinda.  Craig is furious, but Meg is firm.  Craig can't understand why this sudden decision, and Meg tells him it is because of Dusty's murder.  She is not convinced that Craig was not involved in it somehow.\n\n\nEmily runs into Paul and tells him that Dusty's killer has taken Lily and Lucinda hostage in a room in Memorial Hospital.  Paul informs her that Meg is returning Lucinda's company back to her and he is also hopeful Meg will come back to him.  He then calls Meg and asks her to come to the lobby where he tells her about the hostage situation.  They head to Memorial as Meg is concerned about Lily's safety.\n\n\nOutside room 408 at the hospital, Holden is furious that Margo and the police have trailed him there for the ransom drop.  Inside the room, Evan tells Lucinda to get her private jet fueled and waiting on the runway for him.  Lucinda tries to talk him down and Lily begins to clue in that Lucinda has some involvement in Evan's research plans perhaps as a way to regain Worldwide.  Holden begins shouting through the door to Evan and Lucinda calls out Evan's identity to the police who do not know the hostage-taker's identity.  Chris arrives and is stunned to learn, along with the police, that it is Evan who is the murderer.  Margo persuades Chris to go inside and try to talk Evan into coming out.\n\n\nEvan lets in Chris but Evan is out of control and furious that Chris is not supporting his actions.  Give it up, says Chris, but Evan threatens Lily with the poisonous syringe and throws Chris out.  While Evan's back is turned, Lily grabs a scalpel from a medical cart in the room and hides it behind her.  She makes a move on Evan, but he overpowers her.  \n\n\nHolden calls WOAK on his cell and asks for the station helicopter to fly onto the hospital helipad to transport Evan and his hostages to Lucinda's plane.  Lucinda tries to make a deal with Evan to fund his research if he will only let Lily go.  The three of them exit the room and make for the stairway to the roof.  Evan bolts the rooftop door from the outside as the helicopter hovers overhead.  Evan lets Lily go and grabs Lucinda instead and Lily jumps him.  In the struggle, the needle and syringe impales itself in Evan's chest.\n\n\nThe Oakdale PD breaks down the door and rush onto the roof,  accompanied by Chris.  Chris pronounces Evan dead and the women unhurt. Margo is curious about why Evan Walsh chose Oakdale in the first place for his research headquarters and asks Lucinda if she had any prior contact with Evan before he came to Oakdale. Lucinda lies and answers no.  Margo tells Lucinda she will be in touch with her with questions.  Lily then quizzes her mother on her involvement in Evan's scheme.  Lucinda admits she brought Evan to town but that her motives were based on reacquiring her company.  Emily and Chris have a conversation that starts well but ends in Chris' telling her that he is definitely finished with her.  \n\n\nCraig appears on the roof and tells Lucinda that Montgomery Enterprises will never be hers again.  He is suspicious that somehow Lucinda was behind Evan's actions.  The former hostages go back to the fourth floor of the hospital where Paul and Meg are happy to see them.  Paul and Meg hug, and that prompts a declaration of love from Paul, but Meg says they can never be together.\n\n\nHolden takes Lily back to the farm where they end up having a meaningful conversation and embracing one another.  The girls, Faith and Natalie, arrive home, having seen the news on television.\n\n\n",
    "tvmega_recap": "Luke and Noah talk about the future of their relationship and taking the next logical step but they decide to take it slow and at their own pace. Craig is devastated when Meg tells him that she is giving the company back to Lucinda but he also tells Lucinda he won't stop fighting for the company. Meg tells Paul that she will always love him but she can't be with him because he isn't good for her. Paul vows that he will get Meg to come back to him. Lily and Lucinda almost get killed by Evan who after a struggle with Lily over a Syringe filled with the same drug that killed Dusty, ends up sticking himself with the syringe and dies instantly. Holden tells Lily that he doesn't know what he would do if he ever lost her and although he doesn't know where their relationship will go from here nothing will ever hurt their family again.",
    "soapcentral_condensed": "Luke and Noah meet for lunch and talk about their sexual attraction to one another. Meg pays a visit to Craig at their old room at the Lakeview, but it's strictly business. Meg tells him that as of tomorrow he will no longer be the CEO of Montgomery Enterprises because she has decided to sign the corporation over to its rightful owner, Lucinda.Holden takes Lily back to the farm where they end up having a meaningful conversation and embracing oneAnother. The girls, Faith and Natalie, arrive, having seen on television that Dusty's killer has taken Lily and Lucinda hostage in a room in Memorial Hospital. Evan lets Lily go and grabs Lucinda instead and Lily jumps him. In the struggle, the needle and syringe impales itself in Evan's chest. The Oakdale PD breaks down the door and rush onto the roof,  accompanied by Chris. Chris pronounces Evan dead and the women unhurt. Paul and Meg hug, and that prompts a declaration of love from Paul, but Meg says they can never be together.\n"
}