{
    "soap_central": "\n\nIn the face of Holden's doubts that they'll ever find a match for Luke, Lily is hopeful. Later, when Susan arrives with news a kidney match has been found, Lily is relieved to realize Keith did in fact come through. However, her happiness comes at a price, as she is forced to keep the details of her secret arrangement with Keith from Holden. Gwen is still furious at her mother for going to Will and lying to him about how Gwen really feels. But, when Will shows up on her doorstep, Gwen sees she's been given a second chance and is not about to blow it. It doesn't take long before the two get past the trouble Iris caused and find their way back together, much to Iris's chagrin. Later, Iris warns Will that she got rid of Gwen's dad and can do the same to him if he or Carly try to turn her daughter against her. While Henry tries and fails to make amends with Mike for locking him in the wine cellar, BJ's getting nowhere trying to find out where Katie went on her press tour. When Maddie enters, she is startled by BJ's vehemence over being kept in the dark. But, Casey rides to Maddie's rescue before BJ can corner her, leaving BJ to deal with Kim, who has come to offer her friend Jack Snyder as a potential security advisor for BJ. But, any hopes Jack had of securing work with BJ are eliminated when he finds out Jack's a cop. BJ's questionable move immediately sends Jack to his FBI operative with news that BJ Greene definitely has a thing against cops. Jack asks that he be given another chance and later, while Mike's warning BJ against getting anywhere near Katie again, Jack sees his way in with BJ lies with Henry. \n\n\n",
    "tvmega_recap": "Gwen and Will make up, much to Iris' ire. She later threatens Will that he doesn't know whom he is dealing with. She will make his mom look like Mother Theresa. Jack tries to get close to BJ by asking for a job. BJ seems interested until he finds out that Jack was a cop. He admits later that the police gunned down his dad and he watched his dad die. Jack is determined to get close to him still. BJ tries finding out Katie's itinerary, but he hits a few roadblocks. He then has a run in with Mike. Mike threatens him if he goes near Katie, but BJ loses his cool and tells him that he could destroy him a thousand ways and he would never see it coming. After Mike leaves, BJ makes a secretive phone call requesting this person's services. A frantic Maddie tells Mike she needs to tell him something about Katie. Holden and Lily find out a match has been found for Luke, but Lily already knew that because of her secret pact with Keith. She had to save her son, but how is she ever going to leave Holden and marry Keith? Holden thinks the worse is over and that they will be a family again little does he know!",
    "soapcentral_condensed": "In the face of Holden's doubts that they'll ever find a match for Luke, Lily is hopeful. Gwen is still furious at her mother for going to Will and lying to him about how Gwen really feels. While Henry tries and fails to make amends with Mike for locking him in the wine cellar, BJ's getting nowhere trying to find out where Katie went on her press tour. But, Casey rides to Maddie's rescue before BJ can corner her, leaving BJ to deal with Kim, who has come to offer her friend Jack Snyder as a potential security advisor for BJ. BJ's questionable move immediately sends Jack to his FBI operative with news that BJ Greene definitely has a thing against cops. Jack asks that he be given another chance and later, while Mike's warning BJ against getting anywhere near Katie again, Jack sees his way in with BJ lies with Henry. It doesn't take long before the two get past the trouble Iris caused and find their way back together, much to Iris's chagrin. Later, Iris warns Will that she got rid of Gwen's dad and can do the same to him.\n"
}