{
    "soap_central": "\n\nAfter the wedding, Mike followed the sounds of a backhoe to the Snyder construction site where he discovered Paul digging a gigantic hole. Mike yelled at Paul to stop, but Paul was frantic to find the hidden money. Mike finally dragged Paul from the cab and the two of them began fighting on the ground. \n\n\nEmma was concerned that Meg had overdone it by coming to the wedding, and left her for a moment while she said goodbye to Lily. Meg was worried about why Paul had not returned, however, and she went looking for him. She, too, followed the noise of the earth-moving machinery and came upon the two men fighting. She separated them, but they continued to argue and yell. Paul protested that he was just trying to fix things. Meg refused to ride with Paul while he was so upset and asked Mike to take her home. \n\n\nJames praised Henry for saying the right things to Vienna and Bonnie so that they would not come looking for him. Vienna, however, picked up on Henry's comment that he was in a blackjack game because she knew he never played that. Derek Coburn arrived to pick up Bonnie for a football game, and Vienna asked him if he were a \"thug.\" She was hoping he was because then he might know where the unsavory game that Henry had gotten involved in would be taking place. Derek offered to make a few calls to see if he could locate the action. \n\n\nAt the police station, Margo told Dallas to put a rush on the Leo Morrisey evidence, but neither of them could locate the file. Margo called Jack and asked him to come to the station even though it was his day off. Janet worried that the demand from Margo might involve the Morrisey case, but Jack assured her that he got calls like that from his boss all the time. \n\n\nCarly and Sage arrived home after the wedding, and Carly flashed back on her kiss with Jack by the reservoir. She suddenly remembered that Sage needed Jack's signature along with hers on a permission slip that was due the next day. She sent Sage next door to the neighbor and went to the police department to find Jack. \n\n\nBrad and Katie arrived home after a long shoot for WOAK, and Brad was relieved that Jack had saved him from possible jail time, and he wanted to celebrate. The couple took a shower and was contemplating a nice nap when Janet called and shared her concern about Jack's call from Margo. Brad refused to think it was serious. \n\n\nJames served Henry gourmet food he had made himself. His special delicacy was a sushi made with the Fugu fish which could be deadly poisonous if not all the toxic parts were removed. Henry survived the meal, and James left to find Paul, not noticing that Henry had kept his utensils. Henry tried to pick the lock on his jail cell with the knife but was not successful. His next attempt was to tap on the pipes to draw attention to his plight. \n\n\nJack arrived at the station and Margo questioned him about the missing evidence. She also talked with Dallas, and they all agreed that Jack had been the last person to see the file intact. Carly came in and overheard most of the conversation. Margo accused Jack of a lack of concern for a case he was determined to solve a few days earier. Carly asked Jack to sign Sage's permission slip and noticed that Jack was not acting like his usual self. \n\n\nMike drove Meg home, followed by Paul. Paul blamed Mike for being in his way when all he was trying to do was save the project. Meg calmed him down with talk about the baby, and they were excited to feel the baby move. Meg went upstairs to rest, and James appeared to Paul. He asked his son how he was going to get anywhere without James's help. James offered him a gold bar to buy some time from the loan shark. Meg interrupted their conversation by returning to tell Paul that her nap was being disturbed by strange banging on the pipes. \n\n\nDerek told Vienna that his contact had found the game where Henry was and offered to take the women there because it was in a warehouse in the seedy part of town. Derek told the two of them to wait in the main warehouse area while he \"checked things out.\" Derek did not return, and the creepy warehouse spooked the women, especially when they realized that they were locked in. Bonnie agreed her new beau really was a thug. \n\n\nCarly next dropped in on Brad and Katie to talk about Jack. She told them how Jack had acted when Margo was questioning him about the missing evidence, but Brad stonewalled her by telling her Jack's moods were no longer her concern. Carly stormed out, and Katie was concerned that it had not been fair of them to ask for Jack's help. Brad, however, felt differently. \n\n\nJack went to the diner and told Janet about his discussion with Margo. He said it made him sick to his stomach to lie to her, his boss and his friend. Jack headed back to the farm, and Carly found Janet and tried to get her into a discussion about what was bothering Jack. Janet was reluctant to see any similarities between her relationship with Jack and the one Carly had shared with him. \n\n\nKatie went to the farm and found Jack drinking beer. She apologized for asking him to destroy the evidence and put his job on the line. Jack asked her to never speak of the incident again. Meanwhile, Margo headed to Brad's to talk once more with Liberty, but Brad refused permission. He told Margo that he just wanted his daughter to forget about the whole event, and he closed the door in Margo's face. \n\n\nDerek came to the cellar at Fairwinds to tell James what he had done with Bonnie and Vienna. Henry overheard the conversation and was horrified that the women were now under James's control. He tried to tell his captor that James didn't know what he had done. \n\n\nMike drove back to Fairwinds to talk with Meg. He told her the recent digging Paul had done had uncovered massive structural damage that meant the entire site would have to be shut down. That was upsetting to Meg, who was supposed to avoid all stress. \n\n\nPaul headed back to his backhoe, determined to find the money. After digging a bit, he climbed out of the cab and walked to the edge of the giant crater. The ground gave way, and he tumbled in.\n\n\n",
    "tvmega_recap": "Jack has a hard time dealing with taking the evidence when Margo accuses him of taking the evidence. Jack covers but Carly knows he is hiding something and is determined to discover what Jack is hiding that has him acting so strangely. Carly advises Janet that making Jack break his strict code of ethics even if it is for a good cause could cause the end of their relationship. Carly also tells Janet that Jack doesn't change for anybody but Jane is sure that her relationship with Jack is different then his relationship with Carly. Jack and Carly can't stop thinking about the kiss they shared after Aaron and Alison's wedding. James promises Henry he won't harm Bonnie and Vienna as long as he is a good hostage. Henry bangs on the pipes in the basement to try and get help and Meg hears him. Henry's plan doesn't work and James gets very angry with him. Vienna and Bonnie get suspicious and start looking for Henry so Derek locks them inside a warehouse together. James continues to pressure Paul to find the money and Paul reaches his breaking point. Paul has a fight with Mike at the work site and later Mike tells Meg that Paul's digging with a back hoe has uncovered massive structural damage and the project will have to be shut down. Paul goes to the work site to keep trying to find the money but falls inside a very deep hole.",
    "soapcentral_condensed": "After the wedding, Mike followed the sounds of a backhoe to the Snyder construction site where he discovered Paul digging a gigantic hole. Margo called Jack and asked him to come to the station even though it was his day off. Carly and Sage arrived home after the wedding and Carly flashed back on her kiss with Jack by the reservoir. Carly asked Jack to sign Sage's permission slip and noticed that Jack was not acting like his usual self. Brad and Katie came home after a long shoot for WOAK, and Brad was relieved that Jack had saved him from possible jail time. James served Henry gourmet food he had made himself. His special delicacy was a sushi made with the Fugu fish which could be deadly poisonous if not all the toxic parts were removed. Henry survived the meal, and James left to find Paul, not noticing that Henry had kept his utensils. Henry tried to pick the lock on his jail cell with a knife but was not successful. His next attempt was to tap on the pipes to draw attention to his plight.\n"
}