{
    "soap_central": "\n\nVienna asks Henry to marry him, but he doesn't know how to answer her proposal. Meanwhile, Katie asks Jack to breakfast, but when Henry announces he's marrying Vienna, Katie tries to talk him out of it. Later, Jack ribs Brad about Vienna's engagement to Henry, and it's obvious Brad's ego is bruised. Meg finds Faith throwing up outside, but she asks Meg not to tell Lily. Meanwhile, Lily forces herself not to take pill, declaring she's not an addict. Craig asks Lily to stay on at WorldWide, but Lily refuses. Later, Meg tells Lily Faith was being sick. Meg learns of Faith's bulimia and also that Craig destroyed her family. Meg blast Craig for playing everyone, but Craig confesses that Meg got under his skin and he tried to be the man he thought she wanted. When he saw her with Paul he realized his true path. Meg vows to Paul that Craig won't get away with his behavior.\n\n\n",
    "tvmega_recap": "Jack watches, as Katie and Brad seem to be getting closer as they work together. Vienna suggests to a stunned Henry that they get married. Faith orders a large breakfast, but when she sees Meg she has it packed up and lies. Lily struggles with wanting to take a diet pill. Craig goes to see Lily and offers her a job at Worldwide. Faith blows off Meg's concern and snaps at Parker, which sets off signals. Lily is disgusted with Craig and tells him in no uncertain terms would she ever work with him. Meg sees Faith getting sick and tells her that they have to tell Lily, even though Faith pleads with her not to. Katie asks a thrilled Jack out to coffee. Vienna convinces Henry of her feelings and pleads with him to take a leap of faith. He finally happily agrees to marry her. Henry tells Katie his happy news, which she doesn't take well at all. Meg tells Lily that Faith was getting sick; Lily freaks out and blurts out about her Bulimia. Meg and Lily talk, as Lily admits to a stunned Meg the depth of Craig's betrayal. Katie and Henry fight over his relationship with Vienna, as Henry tries to explain how lonely he is and how he is always wrapped up in Katie's life, so she wouldn't see anything beyond her own life. He is devastated to find out that he now thinks that Katie isn't the friend he thought she was all along. Vienna tells a Brad and Jack of her engagement; Brad is a little jealous and hurt, but Jack thinks this might knock him down a few pegs. Jack goes after Katie when he hears from Henry that she is upset. Meg confronts Craig about his betrayal. Brad plants a kiss on Vienna, as Henry walks up. Jack counsels Katie about it not being her place to tell Henry whom he should be with; he thinks they should both focus on the positive so they can be better to the people in their lives. Katie kisses Jack on the cheek to thank him, which he seems smitten about. The pressure gets to Lily, as she takes another pill and Faith sees this. She assures Faith that they will get through this as long as they have no secrets and are honest, as Faith eyes Lily's purse where the diet pills are. Meg and Craig have a bit of a showdown, which Paul interrupts, as Craig hints that what happened was her fault. Meg promises Paul that she won't let Craig get away with ruining lives.",
    "soapcentral_condensed": "Vienna asks Henry to marry him, but he doesn't know how to answer her proposal. Meanwhile, Katie asks Jack to breakfast, but when Henry announces he's marrying Vienna, Katie tries to talk him out of it. Later, Jack ribs Brad about Vienna's engagement to Henry, and it's obvious Brad's ego is bruised. Meg blast Craig for playing everyone, but Craig confesses that Meg got under his skin and he tried to be the man he thought she wanted. When he saw her with Paul he realized his true path. Craig asks Lily to stay on at WorldWide, but Lily refuses. Meg vows to Paul that Craig won't get away with his behavior. Meg learns of Faith's bulimia and also that Craig destroyed her family. Meg finds Faith throwing up outside, but she asks Meg not to tell Lily. Lily forces herself not to take pill, declaring she's not an addict. Meg tells Lily Faith was being sick. Lily refuses to stay at Worldwide.\n"
}