{
    "soap_central": "\n\nKatie and Nancy trick Mike into taking a romantic cruise to help set their marriage back on track. Mike reluctantly agrees to give it a chance. Maddie is so happy to hear that Will will be going to summer school that she promises to help him with calculus – anything to keep him from Jade! At the same time, Jade is busted as the person who helped Will cheat and fired from the library, leaving her both jobless and homeless. Jade calls Will, but he doesn't answer. Gwen asks what's going on, reminding her husband they promised no secrets. Will lies that it's Barbara. Later, Jade hits Will up for a job at CRASH. When Will says no, Jade subtly threatens him. Luke meets Ross, hears about his summer program, and instantly assumes it's because Lily wants to get rid of him. Lily tells him it's just so he can get away from the tensions at home and Luke agrees – for Holden and Lily's sake. However, after he hears the camp pitch, Luke says he wants to call his dad first and ask what Holden thinks. Ross says Holden doesn't know about this – it was all Lily's idea. At the library, Lily and Jade argue, with Jade reminding that at least she accepted Luke being gay, which is more than Lily did. Lily becomes disturbed thinking about Ross and his program. After researching him on the Internet, she is about to rush home, when Damian enters and she calls him a liar! She says they have to get home right away and let Luke know she isn't trying to reprogram him, but Damian says it's already too late.\n\n\n",
    "tvdb": "Mrs. Stacell tells Jade that she knows it was her who signed on to buy that paper for Will, Jade is fired from the library and goes to Will to help get her a job at Crash and threatens to tell Gwen everything if he doesn't.\r\nSource: tv.com",
    "tvmega_recap": "Casey and Maddie are relived to see Will and Gwen at CRASH. On the cruise ship Mike questions Katie about their being there with Nancy. The librarian confronts Jade and tells her that she knows that she helped Will buy the biology paper online. Lily and the Director of the \"camp\" try to convince Luke to go, but Luke thinks Lily just wants to be rid of him. As Maddie and Gwen go off to find something for Gwen to wear for her perfomance at CRASH, Casey questions Will about where he was the night before. Mike is impressed by Nancy's suite on the ship as she and Katie exchange sly glances. Luke contiues to resist Lily's attempt to get him to go to the \"camp\". When he storms out of the room, the director convinces Lily to let him talk to Will alone. Lily agrees and heads off to the library. When she leaves, the director places a call to Damian and tells him that Luke is suspicious. Damian insists that the director not let on to Luke about his involvement in setting this up. At the library, Jade and Lily have a heated exchange and Lily discovers Jade has been fired. Damian runs into Lucinda at the Lakeview and Lucinda warns him to stay away from her family. On board the ship, a porter arrives with Mike's luggage and Katie tells him that they are going on their honeymoon. When Maddie and Gwen come back to CRASH, Will tells them that he is headed over to sign up for summer classes. When his cell phone rings and he sees it's Jade, he lies to Gwen and tells him it's Barbara. Lily uses the library computer to look up the \"camp\" and is shocked to discover that it is really a \"deprogramming\" site. Lily hurries out to get to Luke and runs into Damian, whom she accuses of lying to her. The program director convinces Luke to go to the \"camp\" by painting a pretty picture of fun. Luke tells him that he can't go until he talks to Holden and the director tells him that Holden doesn't know about it ! At home, Will looks over the books from school when Jade shows up. Jade tells him that she's been fired and asks him to get her a job at CRASH, but he refuses. At the library, Damian won't let Lily leave hoping to give the director time to whisk Luke away ! Katie surprises Mike with a honeymoon cruise but he isn't happy about the surprise. Jade gets fired from the library for helping will cheat at school. Will feels guilty for not telling Gwen about his one night stand with Jade. Lily does some research at the Library and discovers that the camp that Damian wants to send Luke to is to straighten him outso she starts to rush home to stop Luke from g9oing to camp. Damian stops Lily from leaving the library because Luke s already on his way to camp. Jade asks Will to help her get a job at Crash but Will doesn't want Jade anywhere near Gwen.",
    "soapcentral_condensed": "Katie and Nancy trick Mike into taking a romantic cruise to help set their marriage back on track. Mike reluctantly agrees to give it a chance. Maddie is so happy to hear that Will will be going to summer school that she promises to help him with calculus – anything to keep him from Jade! Jade is busted as the person who helped Will cheat and fired from the library, leaving her both jobless and homeless. Luke meets Ross, hears about his summer program, and instantly assumes it's because Lily wants to get rid of him. Lily becomes disturbed thinking about Ross and his program. After researching him on the Internet, she is about to rush home, when Damian enters and she calls him a liar! She says they have to get home right away and let Luke know she isn't trying to reprogram him, but Damian says it's already too late. Lily tells him it's just so he can get away from the tensions at home and Luke agrees – for Holden and Lily's sake. Luke says he wants to call his dad first and ask what Holden thinks.\n"
}