{
    "soap_central": "\n\nKim, Bob, Tom, and Margo gathered at Chris's bedside, and Kim agonized how something so serious could have happened so suddenly.  Bob, however, understood that their son had been sick for some time but had concealed it from them.  John Dixon entered the room and asked everyone to leave, as Bob asked how serious Chris's condition was.  \"Pretty serious,\" John responded, explaining that the virus had weakened Chris's heart considerably.  \n\n\nBob asked everyone to leave so that John could get to work, but Kim questioned where Katie was.  Chris asked his mother not to judge Katie harshly and asked Tom and Margo to stay behind for a moment.  John cautioned them to be quick, so Chris asked his brother and sister-in-law not to  pull any strings for his sake with the donor list for hearts.  Chris felt that, as a doctor, he had to play strictly by the rules, and he asked his family not to interfere.\n\n\nOutside the hospital room, Kim talked about their not recognizing any symptoms earlier.  Bob began worrying about Kim's health issues, and she, in turn, was concerned about his.  Kim finally agreed to take a break as long as Bob would stay with their son.  Margo and John spoke with John, and Tom was determined to tap all his legal sources to find a usable donor heart for his brother.  \"Just don't tell me the details,\" warned John as Margo and Tom left.\n\n\nAt WOAK, Katie watched an old segment of her \"Mommy and Me\" show, the last episode that Chris had taped before he quit the show.  She cried as she watched and listened to Chris's kind remarks about her.  Kim walked in and each wondered aloud why the other wasn't at the hospital.  Katie said she had seen them all in Chris's room, but she couldn't bring herself to go in.  Kim understood in a way, but she still questioned why Katie couldn't be with him when Chris needed them.  Kim said she worried that Katie was not ready for a new relationship after losing Brad, and her recent actions bore that out.\n\n\nKim said that if Katie loved Chris as she said she did, then she should consider staying away from him.  Kim began to cry that she was terrified that Katie wasn't going to be supportive to her son.  Katie asked for time, something Kim said they didn't have.  Katie called Kim \"unfair,\" and she swore she could help Chris through the trying times.  Kim asked Katie to look deep into her heart and see if she could step up.\n\n\nLuke found Reid ordering coffee in Java and chewed him out for running off Katie from the hospital when she most needed to be there for Chris.    Reid claimed that Chris did not need any additional stress, and besides, Katie was still grieving for Brad and mourning Nancy's death, as well.  Katie had to take care of herself.  Luke pointed out that Reid was teaching Katie to do what he always did in a crisis – run away.  Luke put his head in his hands and muttered that he could not believe he had actually told Noah that he was in love with Reid.  uke ran out, followed by Reid hollering, \"Hold the phone!\"  They sat outside on a bench, and Luke admitted that he told Noah that he was in love with Dr. Oliver.  Luke also talked about Katie's feelings if she was not with Chris when he died.\n\n\nHe returned to Memorial and visited Chris, who still claimed that he did not want Katie to watch him suffer.  Luke decided not to argue with a sick man any longer, so he said goodbye.\n\n\nReid discovered John Dixon in an office reading Chris's medical file and notes.  He accused the cardiologist of not \"getting it in gear.\"  John was angry at Oliver for putting him on the case blind with no clue as to the name of the patient or in what condition he was.  Bob walked in, and John brushed off Reid to go treat his patient.  Bob then lectured Reid for not informing him of his son's grave illness.  Oliver said that Chris had requested that he tell no one, and as the treating physician, Reid had no choice.  Bob understood, and he praised Reid for calling in John Dixon.\n\n\nBob went into Chris's room and asked how long his son had known he was ill.  \"A few weeks,\" was Chris's reply, \"this time.\"  Bob asked him to explain, so Chris said he had first gotten sick for a few weeks in Africa, but he had beat it.  He had decided to return to Oakdale because he thought he was cured.  Bob was sorry that Chris had not told him of his illness, and he admitted that he had mistaken some of his son's symptoms of the disease as those of laziness and indifference.  Bob encouraged Chris to be strong and fight very hard.\n\n\nKim approached Reid at the hospital and mentioned that he must be \"very happy.\"  Reid did not understand until Kim clarified that Dr. Oliver no longer had any competition for the Chief of Staff position at Memorial.  Bob overheard his wife's comment, and he spoke sharply to her.  Kim began to weep and accused Dr. Oliver of taking advantage of Chris's illness, but Bob set her straight.  Bob explained that their son had forced Reid to keep silent and that Reid had gone to the golf game to watch over Chris and had even brought him in when Chris collapsed.  Kim, still weeping, apologized to Reid, as Bob urged her to stay strong.\n\n\nJohn saw Luke in Old Town and asked him about Reid Oliver.  John particularly wanted to know if the man was trustworthy, and Luke answered that he was sure that Oliver would not let them down.  John thought about that and then walked on.\n\n\nKim apologized to Bob for verbally attacking Reid, but he told her that Oliver could take it.  Bob took a call from Tom, who was calling from Springfield.  He told his dad that he had a lead on a possible donor at Bay City General, and he would be checking it out.  Kim was thrilled to have some hopeful news.\n\n\nKatie was at home looking at the framed photo of her and Brad.  Then she took out a more recent picture of her and Chris together, and she dissolved into tears.  Reid walked in and told Katie that she should never have listened to him when it dealt with romance.  Katie cried that she was so frightened, and Reid said he had learned that very day that it was \"stupid\" to be afraid of love.  He told her, \"Dry your eyes, blow your nose, and get your butt back to the hospital where you belong.\"  Reid also credited his attitude turn-around to Luke, who had slapped him around earlier.  Katie thanked him.\n\n\nKatie first went to Brad's grave and spoke to him about falling in love and moving on.  She implored him to help her handle the ordeal with Chris.\n\n\nReid returned to the hospital and met Luke outside of Chris's room.  Reid said he'd had a change of heart and so had Katie.  Luke smiled and said that Reid really knew how to surprise him.\n\n\nKim sat by Chris, and Bob joined her.  They talked about their son as a young boy, and suddenly a loud alarm went off in the room.  Everyone ran in, as Bob and John Dixon immediately began CPR on Chris. \n\n\n",
    "tvdb": "Bob and Kim are stunned at Chris' downward spiral; with news that Chris needs a new heart, Tom and Margo are on the case.",
    "tvmega_recap": "Katie sits alone, watching a video of her and Chris on \"Oakdale Now.\" Luke reprimands Reid for his treatment of Katie in telling her to go home. At the hospital, Tom visits with Chris. Bob assures Kim that John is the best cardiologist for Chris. Kim begins to panic. Kim can't believe that Chris could die from his condition. Bob tries to convince Kim to go home and rest. Kim finally agrees. Reid accuses Luke of overreacting to this situation with Katie. Luke asks Reid why he never tells Luke that he loves him. Luke and Reid discuss Katie and her feelings for Chris. Tom, Margo and John discuss a transplant for Chris. Tom tells the group that he will go to Springfield to try to find a heart for Chris. Katie continues to watch the video of herself and Chris. Luke offers Chris reassurances about Katie. Chris tells Luke that he will not allow Katie to suffer in her feelings for him and his sickness. Reid joins John in his office and discusses Chris' case. Bob comes in and asks Reid why he wasn't told about Chris' condition. Reid explains everything to Bob about how Chris wouldn't let him tell. Kim goes to visit Katie. Katie thought that Kim would be at the hospital. Kim tells Katie that she thought that she would be there too. Kim tells Katie to stay away from Chris. Katie refuses. Kim tells Katie to search within herself and see if she is able to stand and help Chris during his illness. Reid tells Bob to talk to Chris. Bob visits Chris to find out how long Chris has been sick. Chris explains everything to Bob about his illness. Katie comes home and sees a picture of herself and Brad. She begins to cry. Bob explains everything to Kim about Reid. Kim offers apologies to Reid for her actions. John asks Luke his opinion about Reid. Luke gives Reid a good recommendation. Katie lies on the sofa when Reid comes home. Reid encourages Katie to go back to hospital to be with Chris. Bob assures Kim that they will get through this. Tom calls Bob and tells him that they found a heart. Tom promises to keep Bob posted. Reid offers Katie a ride to the hospital, but she refuses. Katie visits Brad's grave. Kim sits with Chris as Bob comes in. Chris goes into cardiac arrest.",
    "soapcentral_condensed": "Kim, Bob, Tom, and Margo gathered at Chris's bedside, and Kim agonized how something so serious could have happened so suddenly. Chris asked his brother and sister-in-law not to  pull any strings for his sake with the donor list for hearts. Luke found Reid ordering coffee in Java and chewed him out for running off Katie from the hospital when she most needed to be there for Chris. Reid claimed that Chris did not need any additional stress, and besides, Katie was still grieving for Brad and mourning Nancy's death, as well. Luke also talked about Katie's feelings if she was not with Chris when he died. Chris said he had first gotten sick for a few weeks in Africa, but he had beat it. Bob was sorry that Chris had not told him of his illness and he admitted that he had mistaken some of his son's symptoms of the disease as those of laziness and indifference. Luke decided not to argue with a sick man any longer, so he said goodbye.\n"
}