{
    "soap_central": "\n\nAt the hotel, Katie encountered Mike instead of Henry and realized that she'd been stood up and that it had been Mike's idea for Henry to meet Katie at the hotel. Mike decided he couldn't leave her there alone when she was so sad, so he opened the champagne he'd gotten for her and Henry and told her they could watch a movie together. They settled on a western, which ended up reminding them of their trip to Montana when Sage was born, when Mike began to have feelings for Katie. By the end of the movie, Mike fell asleep. Katie couldn't resist the temptation of putting her head next to Mike's sleeping face, and he awoke to find himself staring into her eyes.\n\n\nMeg and Emma continued their visit, with Emma trying to get more information about Meg's failing marriage and Meg trying to get information about Holden's troubles with Lily. Luke arrived, and after chatting with him for a  minute, Meg realized that Holden and Lily had actually separated, since Holden was now staying at the farm. Emma refused to go into detail, instead telling Meg to ask her brother herself. Meg decided to go for a drive around town to see how much things had changed and to see whether she could run into anyone she used to know.\n\n\nAt the sauna, Lucinda made up an excuse for having to leave, which Lily and Sierra questioned. Lucinda then went to see her doctor about the lump she felt in her breast, and she told the doctor she assumed it was a cyst, since she'd had cysts before. The doctor sent Lucinda to have a mammogram performed, telling her that her last mammogram was 3 years ago and that she should have been having them yearly. After the mammogram, the doctor told Lucinda the lump appeared \"suspicious\" and that she wanted to have it removed and analyzed as soon as possible. Lucinda refused to entertain the notion that the lump could possibly be cancerous and refused to make the appointment for the lumpectomy, saying that instead, she would approach another doctor, a male doctor, for a second opinion. As she left the doctor's office, she literally bumped into Meg Snyder, who apologized for running into her and bent to pick up her dropped paperwork; Lucinda shouted at her to leave her personal papers alone.\n\n\nBarbara approached Dusty and Jennifer at the Lakeview and met Deacon, the bodyguard. Barbara told them that they can't control Craig that way; they would have to find a way to eliminate him from their lives once and for all. She told them that Craig had hired a lawyer and was probably going to work to re-polish his image and get visitation rights to the baby, building his case from there. Dusty told Jennifer not to worry, that the only way a judge would award any custody to Craig would be if they found Jennifer to be incompetent, and that since Jennifer already had a stable marriage and job, she had nothing to worry about. Craig overheard them talking and met Deacon, telling him they would see each other again. Then he sat down with Jessica Griffin to discuss his case, and Barbara again told Jennifer that Craig was planning a custody battle. Dusty told her she was creating trouble, and when Barbara asked Jennifer to go see Barbara's lawyer for advice, Jennifer declined. Barbara left, and Dusty told Jennifer that whatever it took, they would bring Craig down. Meanwhile, Jessica told Craig that without Rosanna to polish his image, he would have a very difficult time getting any type of custody agreement.\n\n\nEarlier, Rosanna had gone to see Craig and told him she had decided to use Emily to get to Paul. She told Craig that she had decided to tell Emily the truth about it having been Barbara who poisoned her; Craig told her that if Emily believed this sudden change in Rosanna's story, she would go running after Barbara to press charges, which would result in everyone finding about that Cabot is alive and jeopardizing his new life. Rosanna said she would find a way to convince Emily not to do that, by appealing to her maternal instincts, and that if Emily accepted the truth, then Paul would, too.\n\n\nAt Susan's house, Susan told Emily that she thinks Hal loves her and that she should try to work things out with him. Susan left, and as Emily was about to leave to go talk to Paul, she ran into him at Susan's doorstep. When he tried to kiss her, she brushed him off, telling him that they couldn't do that, because she was breaking her promises to Hal and ducking reality. Paul told her that he thought reality should be ducked every chance you got, especially since their respective realities haven't been so great lately. He told Emily that she was his escape from reality. She reminded him of what Hal has meant to him in the past, that he has practically been a father to Paul and that he deserves their respect. Paul told Emily he would wait until she had a chance to tell Hal how she felt before they carried on anymore, but Emily told Paul they need to stop seeing each other completely until that happens. Despite saying that, they ended up in each other's arms again, and when they heard a knock at the door, they ignored it. Rosanna, having seen Emily's car out front, opened the door and walked into the room to find Emily and Paul caught up in each other's arms.\n\n\n\n\n",
    "tvmega_recap": "Mike consoles Katie by staying with her to watch a sad western movie. Katie and Mike share memories of their trip to Montana to visit Carly and witness Sage's birth. Mike falls asleep before the end of the movie and Katie considers kissing him. Jessica advises Craig that in order to have a chance at gaining custody of his child from Jennifer he must marry Rosanna. Rosanna refuses all three of Craig's pleas to marry him because she wants to try and reconcile with Paul. The doctor advises Lucinda to schedule a needle biopsy and remove the lump in her breast as soon as possible because it could be cancerous. Rosanna goes to visit Emily to ask her for help in her plan to reconcile with Paul. Rosanna is stunned when she catches Emily and Paul making love.",
    "soapcentral_condensed": "At the sauna, Lucinda made up an excuse for having to leave, which Lily and Sierra questioned. Lucinda then went to see her doctor about the lump she felt in her breast, and she told the doctor she assumed it was a cyst, since she'd had cysts before. The doctor sent Lucinda to have a mammogram performed, telling her that her last mammogram was 3 years ago and that she should have been having them yearly. At Susan's house, Susan told Emily that she thinks Hal loves her and she should try to work things out with him. At the hotel, Katie encountered Mike instead of Henry and realized that she'd been stood up and that it had been Mike's idea for Henry to meet Katie at the hotel. Meg decided to go for a drive around town to see how much things had changed and to see whether she could run into anyone she used to know. Rosanna had gone to see Craig and told him she had decided to tell Emily the truth about it having been Barbara who poisoned her.\n"
}