{
    "soap_central": "\n\nMeg praises Craig for his generosity toward Lily, and a guilty Craig is taken back by the kind words. Meanwhile, Dusty doesn't agree with Lily's decision to involve Craig in WorldWide, but she defends her choice. Dusty confronts Craig and demands to see the papers Lily signed. Craig's attorney arrives, ready to file the papers, but off of Meg's faith in him, Craig asks him to hold off. Paul gives Faith and Parker a Ouija board and they hold a séance. Meg arrives and playful Paul asks the board who Aunt Meg loves. The board says it's Paul, and the kids make themselves scarce as Paul moves in for a kiss. Meg gently reminds Paul that she's not ready to commit to a future with him but Paul's happy to stay in the present. Craig sees Paul and Meg kissing through the window. Gwen and Maddie debate the likelihood of Casey turning them in to the cops, but Will insists they run now and debate later. Maddie wants to come clean but insists that Gwen and Will. Before they can, Casey returns. Casey admits he couldn't turn them in, and given the fact that he's jumped bail, he'll have to join them as a fugitive. They intend to go to Canada and burn their IDs.\n\n\n",
    "tvdb": "Several mothers lash out at Lily at the hospital for their children being sick because of the baby food. Paul tells Meg that maybe all the jars of baby food are contaminated so she has one of the jars tested. Bob tells Lily that Ethan is experiencing kidney failure. Emily tells Susan that she is doing a 'story' on the sex trade; Susan immediately blames Dusty for letting her walk the streets like a common hooker. Meg and Paul tell Parker and Faith that Ethan is in intensive care. Lily is told by Bob that the baby food came back positive for E. Coli. Holden tells Lily to shut down Valley's Best at Worldwide and tells her to go get answers from the people who run it. While being pleasured by a client, Emily sees her sister Alison on the DVD that he's using. Meg and Paul end up kissing.\r\nSource: tv.com",
    "tvmega_recap": "Lily defends Craig's offer to help, as Dusty is sure that there is something underhanded to his offer. Dusty realizes Lily didn't read the papers that she signed. Meg is proud of Craig's seemingly selfless act for Lily, but Craig is guilt ridden, as he secretly knows his motives. Maddie doesn't believe Casey would turn them in, but Will and Gwen think they can't afford to take the chance and prepare to leave town now. Casey considers telling the local sheriff what is wrong, but then decides to call Margo instead. Maddie wants to take her punishment for what she did to Adam; she convinces Will and Gwen to leave her behind finally, just as they walk into Casey coming back. Paul buys Parker and Faith a Ouija Board and has fun asking it questions. Paul asks the Board whom Meg loves and it spells out his name, as Meg watches smiling. Dusty confronts Craig about his motives with Lily and Worldwide; Craig plays a cat and mouse game with him. Casey explains he called Margo, but he changed his mind. He isn't going to judge what happened in the woods; he is just trying to accept and deal with it, but he loves Maddie and wants to be with her. Maddie realizes Casey jumped bail to be with her. Casey becomes a fugitive like the other three. Paul wants Meg to come back to him, but she suggests they take it one day at a time; Paul is happy with that and seals it with a kiss, which Craig secretly sees. Casey agrees to give up his life to protect Maddie. Will, Gwen, Maddie and Casey agree to start new lives once they get to Canada and start things off by all burning their licenses. Dusty tells Lily that he thinks Craig is up to something, even though Lily holds steadfast in her belief that Craig wouldn't betray her. Dusty thinks it is time to call Lucinda and get her involved. Lily worries about what is going to happen once Lucinda finds out.",
    "soapcentral_condensed": "Meg praises Craig for his generosity toward Lily, and a guilty Craig is taken back by the kind words. Dusty doesn't agree with Lily's decision to involve Craig in WorldWide, but she defends her choice. Gwen and Maddie debate the likelihood of Casey turning them in to the cops, but Will insists they run now and debate later. Casey admits he couldn't turn them in, and given the fact that he's jumped bail, he'll have to join them as a fugitive. They intend to go to Canada and burn their IDs. Paul gives Faith and Parker a Ouija board and they hold a séance. The board says it's Paul, and the kids make themselves scarce as Paul moves in for a kiss. Meg gently reminds Paul that she's not ready to commit to a future with him but Paul's happy to stay in the present. Paul asks the board who Aunt Meg loves and the board tells him it's Meg. Paul and Meg kiss and Meg tells him she loves him.\n"
}