{
    "soap_central": "\n\n \nTom arrived home and found Riley lazing on the couch listening to music and thumbing through a magazine.  He said that he was feeling much better, so Tom asked if he was ready to pack up and go. Riley appeared shocked, and he asked if Tom was throwing him out.  Tom reminded him that they had already discussed it, and Riley was to start packing.  Tom preferred that he write a goodbye note to Margo rather than tell her in person.\n\n\nMargo went to visit Katie, and she was delighted that her little sister was no longer on bed rest.  Katie asked Margo if the name \"Jay Stanhope\" meant anything to her, and Margo said it sounded familiar, but she could not place it.  She used Katie's laptop to access the federal database and was surprised to learn that \"Jay Stanhope\" was an alias used by the notorious James Stenbeck.  Katie said that Henry's mother was dating a man who was using that alias, but Margo dismissed the possibility that \"Henry's mother i s doing a dead man.\"\n\n\nKatie said there was something just not right about Audrey's introducing Henry to another \"Jay Stanhope.\"  She also told Margo that Henry thought his mother was a serial killer.  Katie vouched for Audrey, but Margo warned her sister to be careful.  She left her with the admonition that \"nothing connected to James Stenbeck ever turns out well.\"\n\n\nHenry confronted his mother at the Hargrave Clinic by asking her to verify that his father was James Stenbeck and that she was at the mental institution to visit him.  Audrey acknowledged that, but Henry refused to believe her.  Henry claimed that James was dead, so Audrey showed him the note that she had received by messenger.  She explained that she had known Stenbeck \"a lot\" and had gotten pregnant on one of those \"occasions.\"  She apologized for being unfaithful to her husband, the man Henry thought was his father, but she said Henry was a grown-up and needed to know the truth.  \"Too much information!\" shouted Henry. \n\n\nAudrey further explained that she had run a DNA test, and Henry began to hyperventilate.  The results, she said, were 99.9 percent positive that Henry was James's  son.  Audrey reminded Henry that he could not argue with science.  Then she produced a picture of a young James Stenbeck standing with an even younger Audrey Coleman, but Henry only glanced at it and hollered, \"Photoshop!\"  Audrey said that she had left her husband briefly and gone to New Orleans where she had met James in a private gambling club.  She said sparks flew, and Henry could take no more and ran off.\n\n\nInside Paul's car, Barbara was still a prisoner, and she argued with Emily, who was standing guard.  Emily finally let her out, and Barbara grabbed the bottle of wine and threatened Emily with it.  Barbara reminded Emily that Paul could turn on her at any moment, just as he had done to his mother.\n\n\nIn the clinic, James turned his wheelchair around and spoke to Paul.  Paul flashed back on seeing his father tumble from the lighthouse, and he mentioned that.  James answered, \"I bounced.\"  He also said that the wheelchair was a \"minor inconvenience,\" and Paul asked how many more lives his father had, so that Paul could plan accordingly.  Paul accused James of planting the microchip in his head in order to control him, and his father was disappointed that the product had not performed as advertised.  James bragged that he was still in control, however, because Paul was there at his command.\n\n\nJames explained that Barbara thought that she was bringing Paul to an upscale exclusive clinic, but he had bought it for his recovery from his fall and had kept only staff whom he could trust.  He did not know how much longer he had to live, so he wanted to see Paul and make amends.  Paul tried to leave, but James called him back.  He said that even though he had hurt Paul by giving his money to Dusty, there was still a substantial inheritance for Paul if they could reconcile.  Paul turned his back and walked out.\n\n\nPaul went outside, and Barbara went back on her soap box about his talking to the doctors in the clinic.  Paul asked his mother if she honestly thought the Hargrave Clinic was a real hospital.  Barbara answered yes, because a well-known specialist in New York had recommended it.  Paul asked Emily to take his mother home because he had further business inside.  The women got in the car and drove away, and Paul returned to James.\n\n\nJames taunted Paul that Paul knew he would be back because he didn't have the guts to walk away from a large inheritance.  Paul began pushing James's chair over his father's protests.  James called for \"Bruno,\" but Paul said that James could forget his bodyguard, because Paul had temporarily disabled him.  He drove James to Fairwinds and delivered him to the cellar hideout.  James chided his son  for suffering from amnesia and for throwing away his dwindling fortune on good works.  James said that as long as Paul wanted his father's money, he was more of a prisoner than James.\n\n\nRiley went to see Margo at the police station and told her that Tom had given him his walking papers.  He urged his mother to tell Tom the truth, but again Margo refused.  She also said that he was not going anywhere. However, Riley reassured her that Tom had kicked him out of their house, but he could not force him to leave town.  Margo agreed with that, and Riley declared that he would get a job and a place to stay.\n\n\nMargo went home and confronted her husband.  She told him that he was hurting her more than Riley ever could.  Tom said how much he loved her, but he was worried that she was handling Adam's death in an unhealthy way.  He asked her to seek psychiatric help and reiterated that it was time for Riley to go.  They talked about Adam's passing, and Tom suggested that Adam might never have changed and could have been as twisted as he had been when he left Oakdale.  Margo argued that their son could have also been a productive citizen, and she claimed that she could never move on.\n\n\nHenry and Audrey walked through Old Town, and she told him that James Stenbeck was still alive and had plenty of money.  Henry denied that and said that James was definitely not his father.  He reminded her that James had kidnapped Henry and held him prisoner in his cellar, and he yelled at her to go away.\n\n\nEmily dropped off Barbara and returned to Fairwinds.  She was surprised to see that Paul was already home.  She asked him what he had found out at the clinic, but Paul said that he had found nothing of interest.  Then he asked her to move out of his house and to take Hunter with her.  He said that he had changed his mind about some things.  Suddenly, Emily realized that Paul had his memory back, and Paul warned her that her warm, fuzzy feelings for him would be changing rapidly.  He accused her of taking advantage of him while he was recovering from brain surgery, and he resented her for manipulating him with sex.\n\n\nEmily shouted at Paul and denied the charges that she had \"sexed\" the newspaper out of him.  She offered to knock him in the head to bring back \"nice Paul,\" but he said that buying Emily a newspaper was one of the world's worst decisions.  Paul wanted his money back, but Emily told him to forget it.  She said she was moving out, but if he was going after the money, he had to sue her.  She stormed upstairs and just missed Barbara's entrance.\n\n\nBarbara was delighted to learn that Paul had thrown out Emily, and then she started in promoting the clinic again.  Paul took his mother by the hand and said that he was taking her to see someone from her distant past.  He led her down to the cellar room and unlocked the door.  He took her inside and James spoke to her.  Paul walked out and locked the door, leaving Barbara stunned.  She asked her former husband why he never died, and she begged him to leave their son alone.  She asked how he was going to try to  ruin their lives again, but James only smiled and told her to wait and see.\n\n\nHenry went to see Katie, and he griped about his mother, whom he called a \"horror show, lying, stealing, crazy, unrelenting, terrible movie screen-sized spookalot.\"  Katie asked what had happened, so he told her that he had followed Audrey to a mental facility where she had promised him that he could meet his real father.  \"By the way,\" he said, his real daddy was James Stenbeck.  Katie gasped, and Henry wanted to know why she wasn't laughing at the silliness of the whole idea.  Katie told him that Margo had found out that \"Jay Stanhope\" was one of James's aliases.\n\n\nHenry pointed out that he was a bit shady, gambled a bit, and liked to wear women's clothes, but Stenbeck had been the personification of evil.  Katie asked if there was even a remote possibility that Audrey was telling the truth, and she suggested that he go along with her game, if only out of curiosity to see how it played out.\n\n\nAudrey went to see Vienna and said that she had something serious to discuss with her son's lover.  She said that she had just told Henry that the man he called \"Daddy\" was not his real father.  Vienna was stunned and asked where the real father was.  Audrey said that he was in town and in poor health.  He also had lots of money, and the Grim Reaper was \"a-knockin' at the door,\" so Henry needed to hurry.  She asked for Vienna's help.\n\n\nHenry went back to his room and immediately told Audrey to get out.  Vienna said that he had to meet his father, and then he could reject the man if he so chose.  Henry said that he already knew him, and he dropped the bomb that James Stenbeck was his father.  He was amused that \"Mommy dearest\" had left out that important detail from her story.  Vienna was also upset that Audrey had not told her, but she still thought that Henry should meet with him.  She offered to go with him, but Audrey quickly nixed that idea because James wanted to see Henry alone.  Vienna urged Henry to go, and he agreed reluctantly, and only to prove them both wrong.\n\n\nHenry and Audrey drove to the clinic and climbed the stairs to the top floor.  It was spooky, and Henry wanted to bail.  Audrey restrained him and told him that her very life depended on their seeing James, and Henry's might, as well.\n\n\nEmily told Paul that she was leaving Fairwinds and reminded him how good they were together.  She said that she was his best friend and the best thing that had ever happened to him, and she kissed him hard, and walked out.\n\n\n",
    "tvmega_recap": "At the Hughes home, Tom and Riley discuss one of Tom's cases. Audrey lets Henry know that James Steinbeck is his biological father. Henry can't bear the idea of James being his father. Margo visits Katie to discuss the possibility that James is Henry's father. Margo advises Katie to be careful when it comes to James Steinbeck. Outside of the psychiatric hospital, Barbara and Emily have a tug-of-war over the door and whether or not Barbara will interfere in what Paul is doing . Paul meets up with his biological father, whom he thought was dead. James wants to talk to Paul, but Paul walks out on James. Outside, Paul tells Emily to take Barbara home. Going back inside Paul takes James and leaves the psychiatric hospital. Paul takes James to the wine cellar of the mansion. Henry cannot stand the idea of James being his father and walks off from Audrey. Tom asks Riley to leave his home. Henry visits Katie to let her know what is going on between him and Audrey. Riley visits Margo at the police station and says good-bye. Back at the mansion, Margo is surprised to see James alive. Audrey convinces Vienna to help her get through to Henry in going to see James. Through Vienna coaxing, Henry agrees to see James. Paul puts Emily out of his home. Emily refuses to give Paul back his money. Margo confronts Tom about Riley leaving the Hughes home.",
    "soapcentral_condensed": "Margo went to visit Katie, and she was delighted that her little sister was no longer on bed rest. Henry confronted his mother at the Hargrave Clinic by asking her to verify that his father was James Stenbeck. James bragged that he was still in control, however, because Paul was there at his command. Paul accused James of planting the microchip in his head in order to control him, and his father said he was disappointed that the product had not performed as advertised. Paul turned his back and went back on his talking to the doctors in the clinic, but James called him back.  Paul asked how many more lives his father had, and James answered, \"I bounced\"  Paul began pushing James's chair over his father's body because he didn't have the guts to walk away from a large inheritance. James taunted Paul that he knew he would be back because he could forget his body, but Paul said that James could forget that his body could forget him, too.\n"
}