{
    "soap_central": "\n\nLily meets with Lucinda and hands her a business plan she developed to start a new company.  Lucinda's response of \"the hell we can\" lets Lily know that her idea is not welcome.  Lily tries to persuade Lucinda to move on and leave Craig alone, but Lucinda tells her she will take care of Craig and not to worry about anything but her family.   Lily leaves to meet up with Holden and the kids as Lucinda goes to speak to Paul and Meg to work on her plot to destroy Craig.  \n\n\nAfter a romantic night, Meg gets dressed to leave, but Paul tries to convince her to stay longer.  Their conversation is interrupted by a phone call from Craig.  He asks Meg to come by his office right away so he can tell her something important.  Paul and Meg argue over Meg going to Craig's office and whether or not she is still working to take Craig down.  Meg tells Paul that she wants Craig to tell her why he \"freaked out\" about Rosanna and hopefully he will go to jail.  Paul lets Meg know that she is obsessed with getting back at Craig and she needs to slow down and let it go. He tries to convince her to stay with him and start their life together.  After asking Meg to stay, Paul leaves the room to take a shower and a knock on the door from Lucinda is answered by Meg.  Lucinda pushes Meg to keep her appointment with Craig and at first she resists saying she loves Paul and wants to do what he asks.  Lucinda makes Meg believe that Craig could potentially hurt Paul if she doesn't help destroy him.  This comment sends Meg off to World Wide to meet with Craig.  Paul comes back into the room expecting Meg, but finds Lucinda snacking on his breakfast and becomes angry with her for sending Meg back into Craig's path.  He is convinced that if Craig learns of Meg's involvement in their plan he will kill her. \n\n\nAt World Wide, Craig presents Meg with flowers and asks her to accept them as a new beginning.  He compliments her on her loyalty and confesses that he has had a private detective follower her and after he learned she went to the farm last night he now believes she isn't working with Lucinda and Paul.  Meg is angry at Craig's announcement and even though he asks for a new beginning she tells him they are not friends and she doesn't forgive him.  Craig asks Meg why she changed her mind and then accuses her of really being involved with Paul and Lucinda.  She tells him this has nothing to do with Paul, but is all about how Craig doesn't trust her and keeps setting traps to catch her in a lie.  Craig is angered by Meg, but she tells him that the real problem is that he stole the company from Lily.  He is devastated by Meg's admonishment and tells her to leave.  Outside of Craig's office Paul listens to Meg tell Craig off and then returns to the hotel.  Once Meg gets back to the room she tells Lucinda she can't be Craig's friend anymore and she wants to live her life and be with Paul.  She tells Lucinda it is over and a frustrated Lucinda leaves Paul and Meg alone to celebrate their new beginning which for Paul includes a marriage proposal.  Back at World Wide an angry Craig calls Margo to meet him for dinner, but she bluntly dismisses him and turns her attentions back to Katie. Craig walks around his office and realizes he is completely alone.   \n\n\nJack escorts Carly into the station and as he takes her into the interrogation room he sees Katie and goes to speak to her.  He tells her about Carly's return and that she claims she has come back for good.  Katie asks Jack about whether Carly will be going to jail or not, but he tells her he isn't sure.  Jack informs Katie that they will have to postpone their plans for Chicago and she is clearly disappointed.  Before she can leave Jack tells her not to worry, but Katie is noticeably threatened by Carly's return.  Margo and Jack inform Carly that the return of the necklace inspired the prince to drop the charges against her and Simon.  At first Carly is pleased and she goes to leave to find a place to stay, but Jack reminds her she isn't free to go and is still under arrest.  Jack advises Carly of all the damage she has done not only to herself, but also to their kids.  He tells her he won't let her endanger his job or the kids again.  Carly asks to see the kids, but Jack tells her it isn't a good idea to see them before she goes to lock-up.  She pleads with Jack to just let her tell the kids she loves them and thought about them everyday.  In the end Jack is convinced to bring the kids in and calls Emma to bring them down to the station.  Emma arrives with the kids and Jack tries to prepare them for seeing Carly, but before he has a chance to tell them anything Sage sees Carly and she and JJ run to see their mom.  Parker stands in disbelief and angrily shakes his head at the sight of his mother.  Sage and JJ happily tell Carly about their lives since she has been gone and ask her if she is coming home.  To this question Parker speaks up and declares Carly a thief and a liar who isn't coming home.  He tells her they were all starting to be happy and she should have just stayed away.   Parker rushes out of the station at Carly calls after him. \n\n\nBack at her house Katie throws dresses aside as Margo arrives to check on her sister.  Margo accuses Katie of freaking out, but she denies it and asks her sister about Carly's charges.  She learns the charges have been dropped and is upset that Carly is getting off without going to jail.  Margo reminds Katie that Carly still has additional charges pending against her.  She also tells her sister to be understanding about Carly's return and believe that Jack isn't canceling their new relationship; he is just postponing a date. Katie lets Margo know that she is really concerned about the fact that Jack turned Carly away from her when they came into the police station, as if he didn't want Carly to know that he and Katie were seeing each other.  Margo asks Katie to put herself in Jack's shoes and asks her how she would react if Mike returned.  Before Katie can answer the door bell rings and she receives divorce papers signed by Mike reassuring everyone that he is not coming back.  \n\n\n",
    "tvmega_recap": "Paul wants Meg to let go of her vendetta against Craig. Lily has a proposal for Lucinda. Jack's kids find out he is going on an overnight date with Katie. Jack brings Carly into the station while Katie is there looking for him. Margo and Jack learn the Prince is dropping the charges against Carly and Simon. Paul is able to convince Meg to let this payback go. Lucinda turns down Lily and vows to get her Company back from Craig. Lucinda enlists Meg's help. Meg gives in and goes to see Craig. Carly asks to see her kids, but Jack doesn't think it is a good idea because she still has other charges to face. Craig opens up to Meg finally, but she decides to end her game with Craig and tells him off. Jack gives in and cryptically asks Emma to bring the kids to the station. Margo and Katie talk about what Carly being home means to her relationship with Jack. Katie thinks Jack was trying to keep Carly from seeing they are together. Margo wonders if the circumstances were reversed if she would run into Mike's arms? Meg tells Paul and Lucinda that she done with trying to get Craig back. She has lost too much of her life with Paul. Paul and Meg are closer then ever. Craig feels very alone, especially after he reaches out to Margo, and she rebuffs him. Lucinda vows revenge and she will do it herself. Katie has a change of heart and thinks Carly being back is simply a bump in the road; Jack and she will be fine. Sage sees Carly before Jack can soften the blow. Sage and JJ are over the moon that she is back, but Parker is far from that. Carly dodges the question as to if she is back for good. Parker blows up pointing out they are in a police station and that she should have stayed away because everyone was finally happy.",
    "soapcentral_condensed": "Lily meets with Lucinda and hands her a business plan she developed to start a new company. After a romantic night, Meg gets dressed to leave, but Paul tries to convince her to stay longer. Their conversation is interrupted by a phone call from Craig. He asks Meg to come by his office right away so he can tell her something important. Paul and Meg argue over Meg going to Craig's office and whether or not she is still working to take Craig down. Meg tells Lucinda she can't be Craig's friend anymore and she wants to live her life and be with Paul. Craig is angered by Meg, but she tells him that the real problem is that he stole the company from Lily. Jack escorts Carly into the station and as he takes her into the interrogation room he sees Katie and goes to speak to her. Katie asks Jack about whether Carly will be going to jail or not, but he tells her he isn't sure. Jack tells her not to worry, but Katie is noticeably threatened by Carly's return.\n"
}