{
    "soap_central": "\n\nOutside Java, Eve tried to reason with Maddie to talk to her husband, Louis. Maddie didn't even want to hear his name and still refused to talk with him. Eve wondered why all of a sudden Maddie felt different about Louis. She pointed out that back in Chicago, the two had been very close and that Louis had almost been like a father to Maddie.\n\n\nWhen Eve asked Maddie if Louis had ever touched her, Maddie insisted that had never happened. Meanwhile, at the Lakeview, Louis tried to apologize to Henry with a peace offering: a bottle of liquor. Louis claimed he had been out of line for the way he'd acted toward him and went on to say he only wanted to help Maddie. Henry accepted the gift but gave Louis a dire warning -- not to ever touch his sister again.\n\n\nBack at Java, Eve met with Jack and confided in him about Maddie and Louis. Eve then told Jack that she was afraid of her own husband, too, because of the way he'd acted out toward Casey and Henry. When Jack started to question Eve more, Eve thought he was prying for information as a detective and not as a friend. Jack reassured Eve that she was confiding in a friend and mentioned that he could use one.\n\n\nAt the Wagon Wheel Motel, Jade told Will that she'd revealed to Gwen that they were staying together. Will was irate at Jade for doing that, but Jade told Will that Gwen and Casey had been together. Will blamed Jade for making matters worse and ordered her to go to another room. The two argued, and Jade stormed off to take a shower.\n\n\nMeanwhile, Gwen was at Carly's, explaining to Carly why she had broken up with her husband. Carly suggested that maybe Will had kept the affair a secret because he hadn't wanted to hurt her, but Gwen was still not ready to forgive Will. When Gwen told Carly that Will had stayed with Jade the previous night, Carly thought Jade was playing mind games with Gwen to keep her from her husband. Carly urged her sister to go to the motel to find out if the two were really staying together.\n\n\nAt work, Mike received a surprise visit from Katie, who had been taking vitamins to increase her odds of conceiving. The two made love on the floor of the room Mike was fixing up. Just then, a surprised Simon walked in on the two and quickly left before he was seen. He then went to Carly and recounted to her what he had seen. Carly showed her sympathy to Simon and admitted she had been a little jealous when she'd seen Jack and Eve together at the hospital the other night. She asked Simon if he would like to go with her and her kids to a drive-in movie to help take his mind off of things, and Simon agreed.\n\n\nGwen found Will at the motel and asked him if he was alone. Just then, Jade walked out from the shower, and Gwen got upset, realizing that Jade hadn't been playing mind games after all. Will escorted Gwen outside the room so they could talk. Gwen accused Will of being very thoughtless to stay with Jade. Will contended that he'd only stayed with Jade because she was scared, but Gwen admonished Will that staying with Jade wasn't going to help them possibly get back together.\n\n\nWill then tried to compare their situation with when Gwen and Casey had slept together many moons before and had a child. An outraged Gwen argued that the two could not be compared. Seeing how going to visit Will had done nothing to help their relationship, Gwen went off. Jade told Will she'd overheard the two arguing. Seizing the moment, she consoled Will, and the two shared a passionate kiss.\n\n\nMaddie went into the hotel room and was relieved to find that it was empty. But she was surprised to find Louis, with a gift for her: a poster of her favorite movie. Maddie had a flashback and realized the poster was identical to the one hanging on the wall when she had been sexually assaulted. Maddie angrily rejected the gift.\n\n\nMeanwhile, at the police station, Margo told Dallas she thought Maddie's incident with the slasher just didn't add up. Dallas informed Margo that he had gone to the university where Maddie claimed she had been attacked and had found out there had been no frat party. To make matters worse, the fraternity had been involved in some suspicious activity and had been disbanded by the dean years before. Margo wondered whether Maddie had ever even been raped at all.\n\n\nBack at the hotel, Louis tried to reason with Maddie but she refused to talk with him. Louis locked the door of the hotel and attempted to get Maddie to talk. Maddie had flashbacks of her sexual assault and realized that it was Louis who had raped her.\n\n\n",
    "tvdb": "Simon tries to put a halt to Katie and Mike's baby-making by telling Mike he needs to do extra work, but Katie ends up showing up at the site to have sex with Mike. Gwen goes to the room to see for herself if Jade and Will are together and catches Jade in nothing but a towel. Eve and Jack meet for lunch, and Eve confesses that Maddie seems a little afraid of Louis, and sometimes she is as well. Maddie's flashbacks continue as she remembers the night that Louis raped her. Dallas tells Margo the frat party never happened. Simon heads to Carly's place after seeing Katie and Mike together.\r\nSource: tv.com",
    "soapcentral_condensed": "Eve tried to reason with Maddie to talk to her husband, Louis. Jade told Will that she'd revealed to Gwen that they were staying together. Carly thought Jade was playing mind games with Gwen to keep her from her husband. Mike received a surprise visit from Katie, who had been taking vitamins to increase her odds of conceiving, and the two made love on the floor of the room Mike was fixing up.. Simon asked Simon if he would like to go with her and her kids to a drive-in movie to help take his mind off of things, and Simon agreed. Dallas informed Margo that he had gone to the university where Maddie had been attacked and had been no frat party had ever been involved in some suspicious activity and had disbanded. Back at the hotel, Louis tried to apologize to Henry with a peace offering: a bottle of liquor. Louis claimed he had been out of line for the way he'd acted toward him and went on to say he only wanted to help Maddie.\n"
}