{
    "soap_central": "\n\n \nPaul dressed Eliza in her snowsuit and told Emily he was dropping the baby off to play with Ethan and Natalie.  Emily offered to go with them, but Paul told her that she wasn't invited.  Emily protested that Paul was still punishing her for something she had not done, but she offered that she knew who probably had called the cops on Meg and Eliza.  Paul had no time to listen, as he had to drop off his daughter and then get to Deerbrook to visit Meg before visiting hours were over.  He walked out with Eliza, leaving Emily fuming.\n\n\nBarbara opened the door to her room in the Lakeview and discovered a basket of two dozen beautiful red roses.  She at first suspected Henry as the donor, but Mick Dante followed the flowers into her room and admitted that he had sent them.  Barbara was reluctant to accept them, however, and she told Mick that she found him \"profoundly disturbing.\"  Barbara said that she still had serious doubts that he was James Stenbeck, and it was causing her anxiety and sleep loss.  Mick moved to the couch and announced that they had work to do.\n\n\nMick removed a dozen photographs from his bag, many of them taken when Paul was a child.  One picture in particular showed James and Barbara with Paul, aged about 4, between them.  Barbara could not remember posing for it, but Mick said it was one of his favorites.  He was excited that the two of them could have a second chance, but Barbara was reluctant to listen to such nonsense.  Mick said he wanted to arrange for a family dinner that night with the two of them, plus Paul and Eliza.  Barbara asked about Emily, but Mick said her attendance depended upon how well she and Paul were getting along.\n\n\nSomeone knocked on Barbara's door, and Mick put the photos away in a portfolio as Barbara answered the door.  The caller was Emily, who was surprised to see Mick.  The two women discussed their treatments, but when Emily asked, he refused to tell her what was in the injections.  Emily wanted to speak privately with Barbara, so Mick prepared to leave.  He walked to the door and kissed Barbara's hand, as he asked her to give his best to Paul.  As soon as the door closed, Emily asked \"what the hell\" was going on between the two of them.\n\n\nEmily accused Barbara of having an agenda and demanded to know what it was.  Emily told her mother-in-law that she knew Barbara was the one who \"ratted Meg out to the police.\"  Barbara vehemently denied that, so Emily leaned close and said she was on to Barbara, and Barbara should consider herself warned.\n\n\nAt Deerbrook, Meg was alone with Damian, and she told him that she was fighting for her life. She said they both knew she wasn't crazy, and she complimented him on what a resourceful villain he was.  Meg warned Damian, however, that he was \"as good as dead.\"  Dr. Wilson returned and asked how they were getting along, and Meg thanked him profusely for the chance to make amends to Damian.  Damian was amazed that Meg was successfully fooling the experts, and he and the doctor left.\n\n\nPaul arrived later and gave Meg a drawing that Eliza had scribbled.  He said that Meg seemed in much better shape than before, and Meg said she was following his advice.  She showed him her stash of mood-altering drugs that she had pretended to swallow, and she said that the doctors were eating up all her cooperation and compliments.  Meg also confided that Damian had visited and that she had warned him that he would pay for his transgressions with his life.  Paul sat Meg down and reminded her that she was Eliza's mother and could not go around killing people.  He made her promise that she would not do anything to Damian without talking to Paul first.\n\n\nAt Memorial, a nurse asked Lily if she and her \"husband\" would like to go into the exam room to draw blood for a pregnancy test.  The man with Lily was Holden, however, and he was stunned to hear that there was a possibility that Lily was pregnant with Damian's child.  He asked for a minute alone with her, but he had no idea what to say.  Finally he asked why Damian wasn't with Lily, and she answered that it was only a blood test, and Holden figured out that Damian had no idea that Lily was there.  Lily refused to discuss it further with Holden; she said it was too overwhelming.  Holden said Lily was a great parent, and they discussed their custody arrangement.\n\n\nThe nurse called Lily in, and Holden offered to wait, but Lily said that was too weird, even for them.  Holden wished his former wife good luck and walked out.  The nurse drew blood, and Lily waited in the exam room for the results.  Damian saw his wife in the room and walked in, worried that she was really sick.  The children had told him that their mother was at the hospital, so he had tracked her down.  Lily said she thought she just had a bug, but Damian did not believe her.  Finally she confessed that she might be pregnant, and Damian was shocked.\n\n\nWhen Damian could speak, he said that was the most wonderful news he had ever heard.  The nurse returned with the news that Lily's test was negative, but Damian chose to take the incident as a sign that he and Lily were meant to have another child together.  Lily disagreed and said she was too run down and stressed out.  Damian suggested a honeymoon trip where they could work on that baby he so wanted.  The two of them went home, and Lily stated that she had to get back to work, and her children needed to see their grandparents and extended family.  She was not sure if another baby would be such a good idea.\n\n\nDamian acted hurt, so Lily amended her statement by saying that she just couldn't be away from the children, and she brought up Meg.  Damian got angry and shouted that he was \"sick and tired\" of letting Meg Snyder control their lives.  The phone rang, and Lily answered it.  The caller was Meg, who asked Lily not to hang up immediately.  Lily asked what Meg wanted, and Meg said she had not gotten to apologize to Lily the way she had to Damian when he had visited her that day.  Lily covered the phone and asked Damian if he had been to see Meg, and he admitted that he had.  Meg then apologized for hurting Lily and promised to make it up to her.  After Meg hung up, Lily said she had sounded truly remorseful.\n\n\nHolden picked up Molly and they went to Yo's for a drink.  He told her that he thought they should \"pass\" on the trip to Kentucky, and Molly tried to hide her disappointment.  She said that her reporter instincts were telling her that Meg might not have made up all those wild stories about Damian.  Holden was afraid that the situation was all about his getting even with Damian, because he \"sure as hell\" knew that he and Lily were over.  He shared Lily's situation with Molly, who went to the juke box and played a song.\n\n\nMolly persuaded Holden to dance with her, and soon they were kissing.  Molly asked if Lily's situation changed how Holden felt about Molly, and Holden assured her that it did not.  She said that the way Holden kissed her told her that he was aware that there might be someone else out there for him.  When the dance stopped, they talked seriously about how they felt, and Molly reminded Holden of their long history together.  They had known each other since they were fourteen years old, and they shared a daughter, Abigail.  They went to the Lakeview and got a room and headed for bed.\n\n\nAlison went to Casey's house so they could go to the hospital together.  She called to Casey to hurry up because she was working with a very grumpy physician, Dr. Cantor, that day, and she could not be late.  Casey walked out without his shirt on, and the two were tempted to give in to their feelings, but they decided to stick to their plan to be chaste until their wedding night.  They talked a bit about the wedding, but then they hurried off to Memorial.\n\n\nAlison approached Dr. Cantor just before her shift began and asked if he was ready to begin a bit early.  The doctor, with great sarcasm, told Alison that she had not even begun her shift yet and already she had destroyed a patient's confidence in his judgment.  Alison had been kind and helpful to an anxious patient, but Dr. Cantor chose to interpret her actions as \"insubordinate.\"  He scolded her loudly in the hall, just as Mick Dante arrived on the floor.  Mick hid and watched as Cantor called Alison \"a silly little girl pretending to know something about medicine.\"\n\n\nCantor walked downstairs a few minutes later and found Mick sitting in the stairwell.  Mick mentioned that he had overheard Cantor's tirade against Alison Stewart, and he had noticed that the doctor really liked \"to crack the whip.\"  Mick reminded Cantor that sometimes the whip snapped back, and he smacked the doctor on the side of the face.  Then he told Cantor about a whipping that he had witnessed in Thailand, and the doctor asked if Mick was threatening him.  \"Absolutely,\" grinned Mick, as Cantor brushed past him and continued down the stairs.\n\n\nAlison was working when a bloody Mick found her.  She stuck him in an exam room and went about stopping his nosebleed.  Alison said it was not normal to have so many spontaneous bleeds, and she guessed that stress had triggered it.  She asked him what had happened, but Mick said he had no idea.  Again she suggested that he see a doctor.\n\n\nEmily walked down the hospital corridor and saw Alison treating Mick in a room.  The door was partially open, and Emily also spotted Mick's bag lying on the floor outside the room.  She pulled it out of view and opened it, and she removed a portfolio from the bag.  Then she slipped the bag back and disappeared.  Mick and Alison walked out, and he thanked her again for helping him, and picked up his bag.\n\n\nAlison continued to work, as Dr. Cantor walked up to her.  He apologized for his rude behavior and said that he hoped Alison would forgive him.  Alison did, and then the doctor told her to keep her \"psycho boyfriend\" away from him.  Cantor stomped away, and Casey showed up.  Alison asked him if he had experienced any trouble with Dr. Cantor, but Casey did not even know who the doctor was.  Alison told him to never mind.\n\n\nAlison was due a break, so she took a walk to All Angels Church.  As she suspected, she found Mick hiding in the belfry.  She accused him of \"putting the fear of God\" into Dr. Cantor, and Mick grinned and said, \"Guilty.\"  Alison was unhappy that Mick thought the incident was funny, and she ordered him not to fight her battles for her.\n\n\nPaul returned from Deerbrook and saw his mother drinking tea in the Lakeview lounge.  She was looking at the photo of her, James, and Paul, so she shoved it inside the menu on the table so Paul would not see it.  Paul joined her and said he needed something stronger than tea after visiting Meg.  All he would tell his mother was that Meg was still \"disturbing,\" and he opened the menu.  He took out the picture and asked Barbara what it was.  She said she had been going through some old boxes and had found the photograph.  Paul could not remember posing for it, but Barbara said that James had always loved that particular photo.\n\n\nPaul denied that his father had ever loved anything but himself, but Barbara began defending James.  She claimed that he had loved Paul \"in his own way,\" but Paul called his father \"a monster.\"  Barbara said it was too bad that Paul couldn't ask James about the picture himself, but Paul reminded his mother that she had \"stuck a pin\" into James's corpse in his coffin to make sure he was really dead.  Barbara looked at her son and asked what if Paul could really ask him that question.\n\n\nEmily returned to Fairwinds, but Paul was not home.  She sat at the desk in the living room and took out Mick's portfolio.  She pulled out the photos and was stunned to see that they were mostly shots of Paul at various ages. \n\n\n",
    "tvmega_recap": "Alison comes to visit Casey before work and is turned on when he comes out of the bedroom without a shirt on. They immediately start to kiss. Barbara opens the door and sees a beautiful bunch of roses whom Barbara thinks are from Henry. Mickey join Barbara and asks her how does she like the flowers. When Barbara finds out the flowers are from Mickey, she tells him to take the flowers back . Paul arranges a time of sledding for Eliza. Emily comes into the room, and upon hearing they are going sledding, wants to join Paul and Eliza. Paul lets Emily know that she is not invited. Meg apologizes to Damian for her treatment of him, but when she is fully alone with Damian, she tells him that she will see him dead. At the hospital, Holden finds out from Lily that she thinks that she is pregnant and Damian doesn't know yet. Holden offers to stay with Lily, but Lily refuses. Emily visits Barbara and finds Mickey there with her. Emily admires the beautiful roses and finds out that they are from Mickey. Emily demands to know what is going on between Barbara and Mickey. At the hospital, Alison has a run in with Dr. Kantor about a patient. Mickey overhears the conversation. Holden and Molly share a drink in a bar. Holden tells Molly to hold off on going to Kentucky. Molly plays a slow song on the jukebox and asks Holden to dance. Molly and Holden kiss. Molly analyzes the kiss that Holden had given to her . They leave the bar together .Lily and Damian find out that she is not pregnant. Damian suggests a honeymoon. Emily confronts Barbara about ratting Meg out to the police. On the back steps, Mickey has a confrontation with Dr. Kantor of his treatment of Alison. In the Lakeview bar, Barbara looks at a pic of herself, James and Paul. Paul visits Meg and finds out that Meg has intentions of murdering Damian. Paul join Barbara in the Lakeview bar and sees the pic of James, Barbara and himself. Paul questions her as to where this had come from. Dr. Kantor apologizes to Alison. Alison helps Mickey once again when his nose is bleeding. Alison urges him to see a doctor. Emily steals a file from Mickey's attaché case. Alison confronts Casey if he had had a run in with Dr. Kantor. Alison finds Mickey at the church and questions if it was him, who had approached Dr. Kantor .",
    "soapcentral_condensed": "Paul dressed Eliza in her snowsuit and told Emily he was dropping the baby off to play with Ethan and Natalie. Emily offered to go with them, but Paul told her that she wasn't invited. At Deerbrook, Meg was alone with Damian, and she told him that she was fighting for her life. At Memorial, a nurse asked Lily if she and her \"husband\" would like to go into the exam room to draw blood for a pregnancy test. The man with Lily was Holden, however, and he was stunned to hear that there was a possibility that Lily was pregnant with Damian's child. He asked for a minute with her alone, but she had no idea what to say. Holden figured out that it was only a blood test and she waited in the room for the results. The nurse called Lily in, and offered to wait, but Lily said that that was too weird for them even for them. She said that she even wished his former wife good luck and walked out.\n"
}