{
    "soap_central": "\n\nHolden and the kids are having breakfast when Lily unexpectedly returns from rehab. Faith worries that she's the reason why Lily went to rehab, but Lily assures she's not. Later, Lily confides to Holden she's nervous and he vows his support. Emily, who doesn't know where Ali is, covers to Susan about why Alison didn't come home the night before. Dusty sees Jesse coming out of a room and hears Alison's voice inside. Emily and Dusty barge in and kick Jesse out. Dusty tells Emily to call Susan and put Ali into rehab. Alison begs them not to, and Dusty relents, agreeing to stay with her while she detoxes. When Susan rounds the corner, to keep her from suspecting anything, Dusty pulls Emily into a kiss. Emma thanks surprised Gwen for taking the kids out for ice cream. Gwen realizes it was Cleo, and goes to confront her. Cleo insists that she has a perfectly good explanation, but can't fess up. Gwen leaves frustrated, and she and Will decide to go the cops. During family breakfast, JJ asks if Jack and Katie were really kissing like Parker said. Katie and Jack deny they're dating, but JJ is upset and runs out. Jack asks JJ to give Katie a chance, while Katie asks Parker if she can be his friend. Later, Jack asks Katie not to give up on him and his brood. Meanwhile, Carly wonders if Cleo found a way to help her see Jack. Carly explains that Simon has helped her return, but she must stay out of sight. Cleo thinks she's taking a risk, but will help her go incognito. Gwen knocks on the door, as Carly goes to see Jack. \n\n\n",
    "tvmega_recap": "Lily surprises everyone when she comes home early. Faith doesn't say much upon Lily's return. Emily covers for Allison when she doesn't come home the night before at Susan's. Dusty sees Allison upstairs in a hotel room with her drug dealer. Will and Gwen learn Cleo was impersonating her again, and Gwen wants to confront her before they go to the police. JJ has a bad reaction to Katie joining his family for breakfast. Katie is met with resistance from Parker and JJ. Cleo and Carly talk about a plan for her to see Jack. Carly opens up to her about how Simon promised to make things right for her to go home to her kids. Lily and Faith finally reconnect. Dusty tells Emily where Allison is. Gwen shows up at Cleo's, as Carly hides in the bathroom when she tells her it is the manager. Cleo doesn't share with Gwen why she was impersonating her. Gwen has had it. Holden and Lily reconnect. Dusty and Emily let themselves into Allison's room, as she is watching her porn movies in bed with her drug dealer. They know she is back on drugs and Dusty wants her back in rehab, but Allison angrily tells them there is no way she will go; she will make sure that Susan blames Emily for this. Emily can't do it, so Dusty tells them that Allison will detox with him in the hotel room. Lily and Holden make love. Gwen and Will decide to call the police on Cleo. Jack wants Katie to be a part of his and his kid's lives. Dusty pulls Emily into a passionate kiss. Carly secretly sees Jack.",
    "soapcentral_condensed": "Holden and the kids are having breakfast when Lily unexpectedly returns from rehab. Faith worries that she's the reason why Lily went to rehab, but Lily assures she's not. Emily, who doesn't know where Ali is, covers to Susan about why Alison didn't come home the night before. Dusty sees Jesse coming out of a room and hears Alison's voice inside. Gwen realizes it was Cleo, and goes to confront her. Cleo insists that she has a perfectly good explanation, but can't fess up. Carly wonders if Cleo found a way to help her see Jack. Carly explains that Simon has helped her return, but she must stay out of sight. Jack asks JJ to give Katie a chance, while Katie asks Parker if she can be his friend. JJ asks if Jack and Katie were really kissing like Parker said. Katie and Jack deny they're dating, but JJ is upset and runs out. Emma thanks surprised Gwen for taking the kids out for ice cream.\n"
}