{
    "soap_central": "\n\nSam and Carly were sitting on her couch when they were surprised by Kit, who had been released from jail. Carly was confused because Sam had told her that Kit had sent him a \"Dear John\" letter, but Kit acted as if everything was the same. Sam told Carly in private to just ignore Kit's behavior. Kit wanted to know why Sam was no longer living at Carly's, and they explained that Parker's attitude had necessitated a change. Kit said she would stay with Sam at Metro, and they left. \n\n\nPaul found Emily and told her that he was moving on beyond Rosanna, and she was going to help him. Paul was determined to find Dusty's killer and hand him or her to the cops. He asked Emily why she had been observed standing over Dusty's body in the lab. Emily grew upset and tried to shift the blame to Craig. She received a call from Jack, who asked her to go to the station, and Paul decided to go with her. \n\n\nLucinda and Luke were having a meal, and Lucinda remarked how difficult it was for Luke with his father's arrest for Dusty's murder. Luke thought Holden was protecting Lily and had to think she had killed Dusty. Luke did not believe either of his parents was the murderer, however, and wished he could help more. Luke saw a silver lining in that his parents were getting closer again. \n\n\nHolden and Lily asked Jack to meet them at the farm and told him they could explain their actions on the night of the murder. Lily confessed that she'd first had the syringe, and then Holden filled in that he had taken it from her and hidden it at the farm. Lily suddenly remembered Emily sneaking out of the lab that night, and Holden explained that Susan had seen him looking in the meds cart, trying to figure out if Lily had taken anything. Jack thought the explanations were plausible and made a call asking Emily to go to the police station. Lily and Holden accompanied Jack to the station, where Lucinda showed up as well. Emily arrived with Paul, who offered to buy Lucinda a drink and compare stories. \n\n\nJ.J. and Parker finished hockey practice, and the group went to the diner. J.J. reminded Parker that he was grounded and could not join his friends, but Parker ignored his brother. While inside, Parker saw Sam and Kit kissing outside, and he followed them. \n\n\nLater, Carly called the farm and talked to J.J., who brushed her off. He did not want his mother to know that Parker had disobeyed his grounding. Parker had followed Sam and Kit to Metro and, finding Kit alone, he told her to dump Sam and that Sam had been hanging around his mother while Kit had been in jail. Parker ran out before Sam returned, and he got back to the farm in time to talk to Carly when she called again. \n\n\nKit told Sam she believed Parker's story. Kit called Carly and demanded she go to the club and tell Kit the truth. Kit told Carly that Parker had been there and explained his accusations against Sam. Carly denied it all and apologized to Kit for Parker's behavior. Parker and J.J. listened to the conversation through an open door, and then Parker took off. \n\n\nPaul and Lucinda were having a drink at the Lakeview and trying to figure out suspects for Dusty's murder other than Lily and Holden. Emily's name arose, as well as that of Chris Hughes. Lucinda remembered Dusty saying that Chris had been guilty of \"foul play.\" \n\n\nEmily walked in, and Lucinda left quickly. Paul suggested that Emily accused Chris, and Emily told him that Chris had hated Dusty because of Dusty's suggestion that Chris had poisoned Bob. They realized that no one had actually seen the toxicology report that Dusty had supposedly been getting. \n\n\nEmily returned to the station, and an obnoxious lawyer showed up to represent her. Jack asked Emily if she had left the lab earlier and then returned, because Jack had a witness who might have seen her do just that. The lawyer shut down the questioning and took her out. Holden and Lily were convinced that Emily would slip up somehow, and Emily was irritated that Holden and Lily were appearing to gang up on her. Lily and Holden went to the diner, where an irate Bonnie joined them. She scolded Holden for speaking to the police without her being present as his attorney and took herself off the case. They went back to the farm, where they realized that Parker and his backpack had gone missing. \n\n\n",
    "tvmega_recap": "Kit comes back home and interrupts Carly and Sam who almost kiss. Parker tells Kit that Sam has been putting the moves on Carly and both she and his mom are in danger if she doesn't make Sam leave town. Kit confronts Carly about Parker's accusations but Carly tells Kit Sam has only been a supportive friend to her. Parker gets upset when his plan backfires and he runs away. Paul wants to find Dusty's real killer so that Meg will be grateful to him when the charges are dropped against Holden. Lily and Holden tell Jack what Lily remembered and her suspicion that Emily killed Dusty. Jack believes the story but Emily won't talk when he questions her. Bonnie quits Holden's case when he tells her he is willing to go to jail to protect Lily. Holden and Lily are determined to find a way to make Emily talk to the police. Paul teams up with Lucinda to get Emily to take the wrap for Dusty's murder. Paul makes a deal with Emily to implicate Chris as Dusty's killer.",
    "soapcentral_condensed": "Sam and Carly were sitting on her couch when they were surprised by Kit, who had been released from jail. Kit wanted to know why Sam was no longer living at Carly's, and they explained that Parker's attitude had necessitated a change. Paul found Emily and told her that he was moving on beyond Rosanna, and she was going to help him. Holden and Lily asked Jack to meet them at the farm and told him they could explain their actions on the night of the murder. Lucinda and Luke were having a meal, and Lucinda remarked how difficult it was for Luke with his father's arrest for Dusty's murder. Luke thought Holden was protecting Lily and had to think she had killed Dusty. Luke did not believe either of his parents was the murderer, however, and wished he could help more. Emily's name arose, as well as that of Chris Hughes. Paul suggested that Emily accused Chris, and Emily told him that Chris had hated Dusty because of her suggestion that Dusty had poisoned Bob.\n"
}