{
    "soap_central": "\n\nOut at the farm, Meg received a call from her lawyer and she learned that due to Craig's disappearance it would be difficult to proceed in her divorce from him. Meg explained the situation to Emma and remarked that she just wanted to end her marriage to Craig and move on. \n\n\nAs Paul worked in the Worldwide offices, he received a package that contained Craig Montgomery's pending correspondence from an employee. Paul decided to use the papers to his advantage and took a ride out to the farm and gave the papers to Meg. Paul was greeted at the door by Emma, who was reluctant to let him in, but Meg agreed to talk with him. Emma left the two alone after remarking that all Meg needed to do was call out if she needed Emma, and Emma would come running with the shotgun. Paul handed the papers over to Meg and told her that they were the last of Craig's correspondence. Meg immediately threw the papers away and told Paul he shouldn't have wasted his time bringing her Craig's letters. Paul admitted he was using Craig's correspondence as an excuse to see Meg and that he would keep finding ways to see her because they had an unbreakable bond. Meg told Paul to stop and he asked Meg if she had heard from Craig. She told him she hadn't and he offered to help in her search, but Meg told him to stay out of it. Paul comforted Meg by telling her he just wanted to make up for the hurt he had caused, but she told him again to stop interfering in her life and he agreed, but not before reminding her that she could always rely on him. He left Meg alone and returned to Worldwide. \n\n\nEmma joined Meg in the kitchen and asked Meg if she was all right after Paul's visit. Meg explained that she was fine and that Paul was reluctant to believe their love affair was over. Emma told Meg she wanted to take out a restraining order against Paul, but Meg explained she still loved Paul and needed to bury her feelings for him to really move on. Emma counseled her daughter to get over Paul, but to keep her heart open for new love. Meg remarked that she couldn't let Paul break her heart again because she was worried it would kill her. \n\n\nCarly arrived at the courthouse and found Jack and Katie talking. She told Jack her good news; she had found the homeless woman who she believed could prove Kit was in town the night of Sam's murder. Carly showed Jack the receipt the homeless woman had given her and explained it proved that Kit was in Oakdale the night Sam died. Jack was discouraged because the receipt couldn't prove that Kit was the one who made the purchase. Carly thought if they went to the store and found the clerk who waited on Kit, that he could testify Kit was in town the night Sam was shot. Jack decided to try to learn more about the receipt, but Katie and Carly stopped him because they knew he was still too injured to run around town trying to find out about Kit. Carly agreed to check out the lead and left to find out what she could. Katie began to take Jack back to the hospital, but he collapsed at the courthouse. Katie called for an ambulance and tried to revive Jack. When the paramedics arrived, they told Katie that Jack was most likely suffering from sepsis and they took him to the hospital to confirm the diagnosis. \n\n\nCarly arrived at the liquor store where Kit had made the purchase and asked the clerk if he recognized Kit. He told Carly he had no memory of Kit and that the store didn't have a security camera. Carly was discouraged by the clerk's inability to remember Kit and was ready to return to Jack with the bad news that they were no closer to clearing Parker. Carly decided to return to find the homeless woman who gave her the receipt and drove back to Chicago to look for her. She learned from a police officer that the woman often stayed in a local homeless shelter and Carly drove off to find her. Carly arrived at the shelter and learned the woman hadn't been there in several days. \n\n\nAt the hospital Jack received I.V. antibiotics and asked the nurse to find his wife. When Katie told Jack that Carly would arrive soon, Jack began to talk to Katie like she was his wife and asked her not to leave him. Katie was confused and told the nurse that she wasn't Jack's wife. The nurse explained that septic shock could cause delusions and it would pass when the medicine started to work. She warned Katie not to upset Jack and go along with whatever hallucination he was having. When the nurse left, Katie sat by Jack's side and he kept asking her to stay with him. Jack was confused about where he was and asked Katie about Parker's hockey game. Katie went along with Jack's hallucination and told him that Parker had done great in the game. Jack admitted that he had high hopes for Parker's future and that his kids were lucky to have Katie in their lives. Jack faded back to sleep as Katie cried over the life she might have had with Jack. She sat and nursed Jack through his fever and as he came in and out of consciousness he commented on their happy life together. After a few hours, Jack regained his grasp on reality and questioned Katie about what he had been saying. She remarked he wasn't making much sense and explained about his sepsis. Jack asked Katie if there was any news from Carly and Katie explained she hadn't heard anything yet. Jack noticed Katie was upset and asked if she was all right. Katie explained Jack's hallucination about them being a happily married couple and as Jack was ready to comment, Carly arrived and explained that she had nothing to help Parker and fell into Jack's arms. \n\n\nBob met Chris at Al's Diner to tell him that the hospital review board had exonerated him for showing up at work under the influence. The board understood that he had been drugged and knew Chris had not intentionally endangered patients. Chris was happy to be vindicated, but worried that his father had ever thought he would practice medicine drunk. Bob explained that he was only looking out for the patients and hospital and Chris said he understood his father's position. Chris said that he just wanted to make his father proud and hoped he would have the chance to prove to everyone that he was a good doctor. \n\n\nGwen and Will arrived at the hospital and discussed Hallie's prognosis. When they tried to visit with Hallie, the nurse stopped them and explained she couldn't let them in without the mother's approval. Will and Gwen tried to explain to the nurse that they were the adoptive parents, but Sofie arrived and said she was the mother, but needed to talk to Will and Gwen before anyone saw Hallie. Sofie pulled the two into a private room and explained that she had decided to return Hallie to them because she was unable to give her baby a good and stable home. Gwen questioned Sofie's decision and offered to help her out in any possible way if she wanted to keep Hallie, but Sofie was unwavering in her decision and told Will and Gwen that she wanted Hallie to grow up with them as her parents. Will and Gwen were overjoyed and agreed to take Hallie back. \n\n\nThe nurse arrived with Hallie and told Gwen and Will that Hallie was ready to go home. Gwen offered Sofie the opportunity to hold Hallie and Sofie gladly took the baby and explained to her child that she was giving her back to Will and Gwen for her best interest. She handed Hallie back to Gwen and rushed out of the room. Will and Gwen marveled in their good fortune and held their baby girl. \n\n\nAt home, Gwen and Will put Hallie to bed and discussed their future with Hallie. Will was concerned that Sofie might change her mind again, but Gwen remarked that she was sure that Sofie had decided to let them raise Hallie. Will explained to Gwen that he couldn't live in Oakdale and constantly wonder if Sofie would be returning to try to take Hallie away. He suggested that they should take Hallie and move to another city, away from all the recent adoption drama. Gwen was reluctant to go, but Will explained he wanted a fresh start with his family. Gwen told Will she would go anywhere with him, but before they went anywhere they had to make sure Hallie's adoption was completely in order-and they must tell Sofie. Will was unenthusiastic about telling Sofie, but agreed to let her know. \n\n\nSofie rushed through Old Town and cried over her decision to return Hallie. As she walked she ran into Chris and explained what had just happened. Chris listened as Sofie told him about returning Hallie. Sofie remarked that she was surprised she hadn't seen Chris at the hospital throughout Hallie's illness. Chris explained that he had been suspended and believed Paul had put Emily up to drugging him. \n\n\nSofie left Chris in Old Town and immediately went to Worldwide to confront Paul about what she had learned. She demanded that Paul tell her the truth and he told her he had nothing to do with drugging Chris. Sofie believed Paul and once she calmed down, Paul offered to help her with her decision to take back Hallie. Sofie told him that she had decided to give Hallie back to Gwen and Will. A surprised Paul offered Sofie high praise for making such a difficult decision and told her he would be happy to help her in any other way. When Sofie was reluctant to accept Paul's help, he told her to go ahead and do it on her own, but not to blame him if anything went wrong. Sofie explained she was tired of being the \"poor pitiful girl\" and wanted to take responsibility and control of her own life. Paul said he was offering her a good opportunity and she needed to accept his help. Sofie saw Paul's point and agreed to think about it, just as she received a page from Will and Gwen asking to see her. She left Paul and agreed to consider his offer. \n\n\nSofie arrived at Will and Gwen's house and learned that they had decided to make a fresh start in a new town. Sofie questioned if the move would be permanent and Gwen answered that it may only be short-term, but they wouldn't go anywhere without her permission.\n\n\n",
    "tvmega_recap": "Carly shows Jack her evidence, but Jack is worried that it isn't enough. Bob tells Chris that the Board exonerated him, but Chris is upset that it took the Board's ruling to have his father believe in him. Sophie tells a thrilled Will and Gwen that she hasn't changed her mind regarding giving Hallie back to them. Chris hopes one day Bob will have trust in him again. Paul has a plan with what to do with some of Craig's papers. Meg is upset to learn her lawyer can't find Craig, which means her divorce will continue to be delayed. Carly leaves to go get more evidence. Soon after, Jack collapses. Will and Gwen agree to take Hallie back. Paul goes to see Meg, as she tells him that he has to give up on them, but Paul can't. Sophie shares an emotional goodbye with Hallie. Jack is suffering from Septic Shock and is delusional; he thinks Katie is his wife, as she is forced to go along with it. A teary eyed Sophie tells Chris what happened, as he tries to be there for her. He also explains what happened to him at the hospital he believes at Paul's hands. Jack babbles about how happy he is that he and Katie are married, as she seems to be taking it hard. Paul wants to help Meg with her divorce but she tells him the only thing that will help is if he leaves her alone. Will wants to leave town to start fresh. Carly tries to find the homeless woman, but she comes up empty at the liquor store. Carly gets a lead to go to a homeless shelter, but the woman hasn't been there in a while either. Gwen is unsure about leaving town, but Will is sure enough for them both. Gwen is worried about how Barbara will handle them leaving. Sophie asks Paul if he drugged Chris? After Paul denies that accusation flatly, he asks to help Sophie with the adoption lawyer. She is forced to explain how she gave Hallie up again. Gwen tells Will they have to get Sophie's ok to leave town. Paul thinks Sophie is one of the bravest women he knows. Carly thinks she sees the homeless woman she is looking for, but she is mistaken. Jack comes to and is confused when Katie is still pretending to be his wife. Jack is very concerned for Carly and wants to go find her. Katie is bothered. Meg has a plan with how to deal with Paul, which worries Emma. Paul is bothered that Sophie won't accept his help. Sophie explains that she wants to do it on her own. Will and Gwen tell Sophie about their plans to leave town and wonder if she is ok with that? Katie has to explain to Jack that while he was delusional, he thought they were married. Carly interrupts when she rushes in upset about coming up empty in her search for evidence to clear Parker. Carly seeks comfort in Jack and he willingly provides it leaving Katie looking like the third wheel.",
    "soapcentral_condensed": "Meg received a call from her lawyer and learned that due to Craig's disappearance it would be difficult to proceed in her divorce from him. Paul admitted he was using Craig's correspondence as an excuse to see Meg and that he would keep finding ways to see her because they had an unbreakable bond. Carly arrived at the courthouse and found Jack and Katie talking. She told Jack her good news; she had found the homeless woman who she believed could prove Kit was in town the night of Sam's murder. Carly agreed to check out the lead and left to find out what she could. Katie began to take Jack back to the hospital, but he collapsed. Katie called for an ambulance and tried to revive Jack. When the paramedics arrived, they told Katie that Jack was most likely suffering from sepsis. Katie nursed Jack through his high fever and he admitted that he had high hopes for his future and that his kids were lucky to have Katie in their lives. At the hospital Jack received I.V. antibiotics and asked the nurse to find his wife. Jack began to talk to Katie like she was his wife and asked not to leave.\n"
}