{
    "soap_central": "\n\nDusty find Alison reading a book about sobriety after one of her meetings and gives her the good news that Lance, her porn producing ex-boyfriend, has checked out of the Lakeview and is on his way out of town.  The news comes as a great relief to Alison, who informs Emily once she arrives on the scene that Lance was in town and Dusty sent him packing.  Emily is frustrated that the two never told her that Lance was in Oakdale or that he was threatening Ali.  The two apologize for leaving Emily out of the loop.  While Emily and Dusty are alone, she tells him that she won't need anymore of his help with Alison.  Dusty takes Emily's statement as a signal that she is feeling rejected by his earlier admission that he didn't want a relationship with a former hooker and he apologizes for hurting her feelings.  Emily informs Dusty that she is fine and she will take care of her sister from now on.  The two Stewart girls meet up at the Lakeview for coffee and Alison questions Emily about her feelings for Dusty.  She tells her sister that her past has made a future with Dusty impossible.  Alison opens up about her break-up with Aaron and we learn that they broke up because he didn't want her to become an actress.  \n\n\nUnbeknownst to everyone, Lance is stuck at the Lakeview waiting for a limo and has missed his flight back to Las Vegas.  He rebooks on a later flight and as he waits for the limo to arrive he hits on a woman who quickly shoots him down.  The local madam and Emily's old boss, Cheri, looks on and approaches Lance with a proposition.  Cheri learns about Lance's run-in with Dusty and becomes intrigued.   Later Cheri finds Dusty and the two have a battle of words that end with Cheri telling him she has figured out a way to get even with him for destroying her business.  Still at the Lakeview, Lance overhears Emily and Alison and interrupts their good time.  When Emily steps up to defend her sister, Lance interrupts and tells Alison that she doesn't have a clue who Emily is and what she has done.  \n\n\nCleo cleans up around Gwen and Will's house and compliments Will on his appearance.  Will wishes Cleo good luck, but tells her to be out by the time he gets home.  As she picks up around the house Cleo stumbles on Gwen's demo and starts lip synching to the music as a horrified Gwen returns home and catches her.  Gwen turns the music off and tells Cleo not to play the demo.  Cleo compliments Gwen on her singing voice and tells her that she should be on the radio.  She asks her if she can stay one more night and Gwen agrees.  Gwen leaves to go to work leaving Cleo alone at the house.  Will arrives home to change and Cleo tells him about her staying an additional night.  Will says one more night is fine and Cleo rushes into his room to thank him and catches him shirtless again.  She apologizes for bursting in and after regaining her composure asks Will why the demo makes Gwen so sad.  Will explains that they just couldn't make it work, but Cleo won't let it go and tells Will he should do whatever he can to make Gwen's dreams come true.  He tells Cleo to let it go and not listen to the CD anymore.  When Will leaves to return to the bookstore Cleo writes in her diary about her day with the two and how she has a plan to make everyone happy and get Gwen's music career back on track.    \n\n\nHolden confronts Meg in the farm house kitchen about her impending marriage to Craig.  When he asks if she really plans on marrying Craig, Meg replies that she does.  This infuriates Holden and he informs her that she needs to back out of the engagement immediately.  He tells her he knows that she is just going through with it to save Lucinda from going to jail for poisoning Craig and to get the company back.  She tells her brother she has many reasons for marrying Craig and just as he questions what they are Emma walks in and sees the tension between the two siblings.  She asks them \"what she has missed\" and when they tell her about Meg's wedding plans, Emma warns her that she better \"love him or nothing good will come of it\".   Meg informs her momma that her reasons for marrying Craig are complicated.  This frustrates Emma who tells her daughter that when she can figure out her reasons to come find her.  Once alone, Holden asks Meg if she is ready to wake up every morning next to Craig as his wife and when her face reveals that she isn't too keen on the idea, Holden tells her he won't pretend to support their marriage.   With Meg gone Holden asks Emma why she didn't put a stop to the marriage.  Emma tells him that she is done criticizing Meg and that from now on they need to let her make her own decisions.  \n\n\nCraig locates Margo at the police station and tells her about his impending marriage to Meg.  Margo quickly lets Craig know his declaration is not news and wonders whether or not he will be \"bribing Meg all the way down the aisle\".  Craig informs Margo that his recent near death experience has made him want to heal his family and redeem himself.  When she questions his ability to make a change, he reminds her that he should hope people can change or her sons, Casey and Adam, may face a tough future.  Craig reminds Margo of the man he used to be and begs her to try to have faith that he can be a good guy again.  She admits to Craig that one of her concerns is that Meg is just marrying him to get World Wide back and once she does she will leave Craig and he will go after her with another vendetta.   In the end Margo wishes her brother luck and in turn Craig asks his sister to be his \"best person\".  He pleads with his sister to give him the benefit of doubt and she agrees and the two share a hug.  \n\n\nMargo and Craig head off to Al's Diner where they find a worn out Meg.  Craig tells Meg about Margo standing up with them at their wedding for all of Oakdale to see.  The thought of a big, elaborate wedding sends Meg even more over the edge.  She snaps at Craig for planning such a gigantic affair and he questions her not wanting everyone to share in their happiness.  Meg rushes out of Al's with Craig hot on her heels.  He asks if she is having second thoughts and she says no, but she wants input into her own wedding before he starts making public announcements.  Once Meg recovers from Craig's announcement she tells him that she just wants a part in planning the ceremony and he accepts her explanation.\n\n\n",
    "tvmega_recap": "Allison is serious about getting and staying clean and sober. She thanks Dusty for all his help, especially his help in getting Lance out of town .Emily overhears them talking about Lance and gets upset that they didn't tell her. Emily is cold and tries to avoid any personal conversation with Dusty about their pretend break up. Dusty thinks it's a little cute how personal Emily is taking it. Allison and Emily talk like girlfriends about life now, Aaron, and more importantly Emily and Dusty. Lance and Cherie plot against Dusty and Emily when they have a chance encounter at the Lakeview. Lance overhears Emily congratulating Allison on her progress while he waits for a limo. Lance confronts Emily and Allison and is ready to lower the boom on Emily after learning of her stint as a call girl. Cleo tries to talk first to Gwen then to Will about Gwen's demo that she found. Both are clandestine about why Gwen did not and will not finish her demo. Cleo doesn't get answers except that she isn't allowed to listen to or talk about the demo CD ever again. She writes in her diary that the has a plan that will make everybody happy. Meg grows unstable when being confronted about the mistake she is getting ready to make by marrying Craig. Craig begs Margo for her forgiveness and a second chance to prove himself as a good person. He also wants Margo to stand up for him at his wedding. Margo agrees. Craig is anxious to share with Meg the progress he has made on elaborate wedding plans. Meg gets upset wanting something simple but Craig wants to spoil his bride-to- be. Meg gives in to whatever Craig wants just so she doesn't have to be dogged by him over something she really doesn't care about.",
    "soapcentral_condensed": "Dusty finds Alison reading a book about sobriety after one of her meetings and gives her the good news that Lance, her porn producing ex-boyfriend, has checked out of the Lakeview and is on his way out of town. Alison opens up about her break-up with Aaron and we learn that they broke up because he didn't want her to become an actress. Cleo cleans up around Gwen and Will's house and compliments Will on his appearance. Gwen turns the music off and tells Cleo not to play the demo. Holden confronts Meg about her impending marriage to Craig and tells her she needs to back out of her engagement immediately. Holden asks Meg if she is ready to wake up every morning to Craig as his wife and when she reveals that she isn't too keen on the idea, he tells her he won't pretend to support their marriage. Emma tells her mom that her reasons for marrying Craig are complicated and that she can figure out her reasons when she can.\n"
}