{
    "soap_central": "\n\nAt the cabin in the woods, Colonel Winston Mayer has knocked Meg unconscious with his rifle butt. He leaves, and Paul arrives later, finding Meg on the ground. He asks her what happened, but she doesn't know exactly; he figures out she was hit on the head from behind, and he tells her she should lie down. When she refuses, he picks her up and carries her to the bed. She asks why he even cares about her, but he says he would never want to see her hurt. She tells him that she promised Rosanna she would stay away from Paul, and Paul is surprised to hear this. As she tries to leave, he grabs her and puts his hand over her mouth, having heard a noise. She tells him it was just an animal, and she says he can let go now, but he remains close to her, his hand on her face, until they kiss. Meg breaks away from Paul, telling him she can't do this again. Paul tells her that he now thinks he knows what it was like for her when he went over that cliff, having found her today unconscious in the cabin, and then he asks her why she came to the cabin today. She tells him she came to say goodbye, and she asks if that's why he was there, too. Paul says he can't say goodbye to her now, and they end up in bed, making love.\n\n\nAt the diner, Aaron offers to try to get Sofie a job as a waitress, but she says she doesn't want to cause more trouble between him and Alison. As Alison walks in, Sofie wonders aloud how Iris knew to find her at the Snyder farm. Seeing Ali, Sofie leaves, and Aaron accuses Alison of telling Iris where to find Sofie. Alison is upset that Aaron would believe Iris over her, saying it was Barbara who told Iris where Sofie was. When Aaron asks why Barbara would do that, she says it was because in a misguided way, Barbara was trying to help Alison, Gwen, and Will by removing the drama of Sofie from their lives. Alison tells Aaron it hurt her feelings for him to ask her over for a family dinner and that same night invite another woman to move onto the farm. He tells her it's nothing, but Alison tells him that now that she doesn't need help anymore, he isn't as interested in her, and that he prefers sweet, innocent, helpless Sofie. Upset, she gets up and leaves the diner.\n\n\nAaron ends up in Old Town, where he calls and leaves Alison an apology on her phone. Sofie walks by, and Aaron asks why she's crying. She tells him she tried again to go have an abortion, but they told her she's too far along. She says she has nothing now, that they didn't even have the money for the abortion in the first place but got it from Iris, who thinks Sofie stole it. Sofie says she basically did just that, since she had given that money to the landlord to cover back rent after she went the first time to have the abortion but didn't go through with it. She tells Aaron she can't be someone's mom, but he reminds her how far Alison has come in turning her life around, saying Sofie can do it, too, but Sofie points out that Alison didn't have a baby to take care of. Aaron says they'll figure something out, as Ali walks up and sees him comforting Sofie.\n\n\nNoah and Luke have been shopping in Old Town for items for their fishing trip. They run into Maddie, and Noah says he forgot to buy the bait, so he leaves. Luke then tells Maddie about the fishing trip they are all going on, and Maddie tells him not to go, saying it's because she doesn't trust Colonel Mayer's turnaround on the subject of Noah's homosexuality. She thinks Noah's dad is evil. When Noah returns, Maddie gives Luke a look of concern before they part ways.\n\n\nLily and Natalie return to the Snyder farm, where Holden lets Lily know what's been going on since they were gone. He says Jack and Katie's wedding was nice, but when Lily asks about Carly, he says things are not good with her, but he thinks it's Carly's news to tell, so he doesn't go into detail with her. He then tells her about Sofie living on the farm, courtesy of Aaron, and about Noah and Luke becoming officially an item. Lily is shocked to hear that, since Noah hadn't come out when she left, but Holden tells her that Noah has told his dad and his dad has done a turnaround and accepted the whole situation graciously. He then mentions that Noah's dad is even taking Luke and Noah on a fishing trip. Lily looks concerned but doesn't tell Holden what's troubling her, as she remembers Dusty being concerned about Colonel Mayer. She mentions Dusty, and when Holden reacts to this change of subject, Lily says Holden called to tell her to come back so Margo could talk to her about Dusty. She leaves to go to the police station, where she admits to Margo that she and Dusty were privately investigating Cheri's murder. She is about to mention her concerns about Colonel Mayer to Margo, but Margo gets a phone call and asks her to wait. Lily decides to leave, however, and goes back to the farm.\n\n\nColonel Mayer goes to the Snyder farm to pick up Noah and Luke, and as they leave, Holden reminds them to watch their backs because it's hunting season. The colonel says, \"You know, that's true. You can never be too careful.\" Holden then takes Natalie to Old Town to meet a friend and her mom, because Natalie wants to spend the night with her friend. After dropping her off, he literally runs into Maddie, and he tells her he hopes she and Luke will still be friends after all that's happened with Noah. Maddie assures him they will, but she asks where the guys have gone on their fishing trip, telling Holden that she's worried about Luke and thinks he should be, too. When Holden asks why, she says she doesn't trust the colonel's turnaround about Noah, and she says the last thing she remembers him saying to her was when he swore he wouldn't let anything cause him to lose his son.\n\n\nWhen Lily gets to the Snyder farm, Dusty stumbles up and collapses in front of her. Lily frantically asks, \"Who did this to you?\" and Dusty is able to respond, \"Winston Mayer.\" Holden comes up as Dusty passes out, and they call an ambulance. After the paramedics leave with Dusty, Holden asks Lily why Winston Mayer would want to hurt Dusty, and Lily says Dusty said something to her about him a while back, but she didn't think it could be true, so she didn't tell anyone. Holden says she'd already seen another side to the colonel and angrily yells at her that she should have told him.\n\n\nIn the woods, the colonel manages to keep his rifle hidden from Luke and Noah. When they arrive at their campsite, he hangs back to retrieve his rifle. He sees Luke and Noah flirting, and he walks up and asks if they like the camp. Both Luke and Noah are enthusiastic, and when the colonel says all they need is firewood, Luke offers to go get it. Colonel Mayer tells Luke where to go to find some branches that were knocked down by a storm, and then he tells Noah that he left a tackle box in the truck. Noah offers to go retrieve it, but before he leaves, he thanks his dad again for being so great about everything, saying he misjudged him and now knows what it was his men in the field saw in him when he was in the Army. His dad tells Noah he has always had his best interests at heart, and he says the Army taught him to put the greater good first, even though it's not always easy to know what the right thing to do is. They hug, and Noah tells his dad he loves him; his dad responds, \"Never forget I love you.\" Noah leaves, and his dad goes and gets his rifle, following Luke to the clearing, where he gets him in his sights.\n\n\n\n\n",
    "tvmega_recap": "Meg lies unconscious in the floor of Paul's old cabin. Luckily Paul had the same idea she did and has arrived in time to bring her to. Meg is still a little off from the blow to the head but she regains her senses quick enough to argue with Paul about how much he hates her. Paul now worried for her and afraid it was Craig that hit her realizes all of his surprised feelings. Paul still loves meg. They kiss and make love. Luke and Noah get together some new fishing equipment and head off on the fishing trip with Winston. Before the boys arrived as he was setting up camp, Winston stashed a rifle with a scope behind a tree. Noah is so happy and grateful that his dad has accepted him as he is. Winston sends Noah to fetch kindling for the fire and Noah to get tackle boxes from the car. While Noah is gone Winston takes aim at Luke gather the wood. He has him in his sights! Lily has returned home with Natalie only to learn things aren't looking to good with Carly and dusty. Margo questions Lily about Dusty skipping bail. Lily is afraid to implicate innocent people but she doesn't believe dusty would run off. Margo makes an odd comment about Winston claiming to have seen dusty threaten Cherie. Lily has worked up the nerve to tell Margo what she knows but Margo takes a call before listening. Lily is concerned for Luke who is off in the woods with Winston, she rushes home. Just as Lily reaches the door of the farm house Dusty staggers out of the woods barely conscious. He collapses at Lily's feet and barely mutters the name Winston Meyer. Holden comes home also worried for Luke after talking to Maddie and getting a warning. Lily is hysterical. After the EMS take Dusty away they argue about what she knows and that she kept it from Holden. Aaron tries to comfort and help Sofie after Iris let into her. He believes Alison told Iris where Sofie was but it wasn't her. Alison takes offence that Aaron just assumed it was her and the worst about her. She also takes issue with Aaron being there to support and protect Sofie but not her. Things are shaping up just as they wee in Seattle. Aaron tries to reach Alison to apologize but only gets her voice mail. Sofie runs by crying. He quickly comes to her aid. She explains she had gone to get an abortion but now it was too late. Sofie cries with worry over her plight. Aaron promises he will help her figure out a way to get by and get through. Alison comes around the corner to see Aaron holding Sofie.",
    "soapcentral_condensed": "At the cabin in the woods, Colonel Winston Mayer has knocked Meg unconscious with his rifle butt. At the diner, Aaron offers to try to get Sofie a job as a waitress, but she says she doesn't want to cause more trouble between him and Alison. Noah and Luke have been shopping in Old Town for items for their fishing trip, and Noah says he forgot to buy the bait, so he leaves. Maddie tells Luke not to go, saying it's because she thinks Noah's dad is evil. Lily and Natalie return to the Snyder farm, where Holden lets Lily know what's been going on since they were gone. Lily is shocked to hear that Noah has told his dad and his dad has done a turnaround and accepted the whole situation graciously. Dusty calls Holden to tell him about Carly's news, but he doesn't go into detail with her so he says it's not good with her. He then tells her about Sofie living on the farm, courtesy of Aaron, and about Noah andLuke becoming an item.\n"
}