{
    "soap_central": "\n\nMike is at the gym beating the heck out of a defenseless punching bag.  He is angry - angry at Jennifer, angry at Craig, and angry at himself because he cannot forget what happened with them.  Katie talks to him and realizes he is speaking of his relationship in the past tense.  She points out that they have all made mistakes, everybody has had just one \"bad minute,\" and this is Jennifer's first.  Mike leaves with his thoughts. When Henry returns to the gym, he is wearing a chauffeur's uniform for his new job.  He finds Katie at the punching bag pretending it is her brother.   Her mood changes when she sees Henry and is thrilled that he got the job. Katie tells him about her fantasy of having a romantic evening with a man in uniform....\n\n\nDusty convinces Jennifer to go back to the fashion show and prove to everyone that Craig is a thief and scam artist.  She tries.  However, when Craig appears, she becomes jumpy and obviously distracted.  Dusty is angry when she announces that she must leave.  When she returns to WorldWide offices, Dusty is very angry and tells her that she can't let Craig control her any more.  He will not listen to anything she says and finally, Jennifer gives up and tells him that she had an appointment and that she is pregnant.  Dusty offers his congratulations, but she tells him it isn't Mike's.  Jennifer reacts with panic when she sees Dusty look over her shoulder - she knew without looking that Mike had just walked into the room and no doubt heard everything she said. \n\n\nJack continues to try to plead his case with the judge, who believes she has no other choice - under the law - than to return JJ to his father, Les.  The room erupts in a fight when Keith tries to tell the judge that Les is violent.  The judge has JJ leave the room.  JJ is very upset, and tells Carly that the only reason he told the judge that he loved Les is that Les had threatened to kill Jack if JJ told the truth.  When the bailiff comes to collect JJ again, Carly asks the very scared little boy if it would help if she went in with him.  JJ - who seems not to hate Carly any more - nods gratefully.  When JJ is seated on the witness stand again, the judge explains that because Les has done his time and has been under rehabilitation, she has no choice but to place JJ with his biological father.  In a flash of sheer brilliance, Carly stands up and says \"JJ, don't you have something to say to your Dad?\"  JJ looks up and straight at Jack and says \"Yeah.  Bye Dad.\"  While Michael, Keith and Jack think that should change the judge's mind, Les refuses to listen and goes up to the stand and tries to get JJ to go with him - roughing him up in the process!  Michael Baldwin stands up immediately and protests Les's actions.  The judge asks him to form a motion - which he does.  Michael moves that her former ruling should be stricken in light of what Les had just done. The judge agrees and custody of JJ is given to Keith, pending further investigation.  Les is furious, but he had just been violent toward his son in front of a room full of people, and the judge wants to hear nothing more from him.  Outside the courtroom, Keith asks to speak to Carly.  She is skeptical as he asks for information about what she and Lily saw when they returned to Julia's apartment.  Carly finally tells him that Lily told her Julia's body had been moved since she left.  Keith asks Carly if she thinks Luke could have killed Julia - Carly does not answer.  Clearly, Keith does not believe Lily killed his sister and he is determined to find out who did.  Later, Michael credits Carly with winning the case by figuring out a way for JJ to talk to his \"Dad.\"  Carly says she's just glad that her \"help\" actually \"helped\" this time!\n\n\nLucinda has taken Lily's daughters to the police station in one last ditch effort to convince Lily that she cannot spend her lifetime in jail covering for Luke.   While Lily is clearly upset when Holden takes the girls away, she still seems to have no intention of retracting her confession.  But at her home, Keith surprises Luke by requesting his help in finding out who really killed Julia.  \n\n\n",
    "tvdb": "Mike can't help but dwell on what happened between Craig and Mike, but Katie reminds him that if he obsesses over it Craig really will win. Meanwhile, Jennifer hopes her baby belongs to Mike, but deep down knows it is probably Craig's.",
    "tvmega_recap": "Dusty finds a visibly upset Jen at the Street Jeans office after she has taken a pregnancy test. She covers as to what is really upsetting her, and after a pep talk from Dusty, they head back to the Trunk Show. Meanwhile, Paul has brought Hal to shut Craig down through any means. Hal asks Craig to produce a permit allowing him to be there, which Craig can't, and because of that is forced to call it a day. Katie consoles an angry Mike who is hitting the punching bag over his frustration with Craig and his hurt over Jen. Lily is unable to say good bye to her girls, as Lucinda hoped, thinking maybe this will prompt her to tell the truth rather then risk leaving her children for good. However, Lily still balks at changing her plea. Luke is upset that Lily is sacrificing her life for his. Later at home, Keith shows up promising Luke that if he levels and talks to him, he will help Lily. Jack tries to get JJ to tell the truth on the stand, but he is afraid, and because of the law, the judge is forced to award custody to Les. However, Carly hatches a plan, which gets JJ to call Jack dad in front of the judge, which angers Les, who violently tries to grab JJ in front of the judge. After Keith's attorney makes the motion, the judge reverses her decision and awards custody to Keith. After another confrontation with Craig, Jen takes off, and Dusty finds her back at the Street Jeans office crying, and asks her what is going on. She finally admits that she is pregnant, and then is forced to further admit, when Dusty congratulates her and Mike, that the baby is not Mike's but in fact Craig's, just as Mike walks in.",
    "soapcentral_condensed": "Mike is at the gym beating the heck out of a defenseless punching bag. He is angry - angry at Jennifer, angry at Craig, and angry at himself because he cannot forget what happened with them. When Henry returns to the gym, he is wearing a chauffeur's uniform for his new job. He finds Katie at the punching bag pretending it is her brother. Katie tells him about her fantasy of having a romantic evening with a man in uniform.... Dusty convinces Jennifer to go back to the fashion show and prove to everyone that Craig is a thief and scam artist. When she returns to WorldWide offices, Dusty is very angry and tells her that she can't let Craig control her any more. Jack continues to try to plead his case with the judge, who believes she has no other choice - under the law - than to return JJ to his father, Les. The room erupts in a fight when Keith tries to tell the judge that Les is violent. Later, Michael credits Carly with winning the case by figuring out a way for JJ to talk to his \"Dad\"\n"
}