{
    "soap_central": "\n\nCarly asks Emily's advice about what she should do about Mike now that she has told Jack that she is pregnant. Emily suggests that Carly worry about Rosanna as opposed to Mike because she is the real threat. Emily suggests that Carly makes nice with Rosanna and tell Rosanna about her pregnancy. Carly disagrees with Emily's suggestion and then gets a call from Mike demanding to see her. Later when Carly goes to see Mike he informs her Jack told him about the pregnancy. Carly denies the baby is Mike's. Mike also brings up Rosanna being a threat so Carly decides to ask Rosanna to be godmother to her unborn child. Craig offers to buy Fairwinds from Barbara. She becomes disturbed when she finds out that Craig might be marrying Rosanna and threatens to warn Rosanna about Craig. Craig suggests that Barbara concentrate on Paul and what he will think about Barbara wanting to hold on to James Stenbeck's house. Later, Barbara offers Fairwinds to Paul and Rose but Paul declines. Emily and Hal have a conversation about Barbara's incompetence as a mother. Emily is hurt when she feels that Hal is taking Barbara's side. Later, Hal apologizes to Emily, claiming to only be concerned about Will's future happiness. Aaron shows up at the hospital and spots Lucy, but Alison's interference prevents Aaron from talking to her. Later, Alison informs Aaron that Lucy is going to be released from the hospital and suggests that she and Aaron spend time together since they both miss Lucy. Aaron agrees. Craig brings up the topic of his marrying Rosanna to Lucy and she is all for it. \n\n\n",
    "tvdb": "Carly asks Emilys advice about what she should do about Mike now that she has told Jack that she is pregnant. Emily suggests that Carly worry about Rosanna as opposed to Mike because she is the real threat. Emily suggests that Carly makes nice with Rosanna and tell Rosanna about her pregnancy. Carly disagrees with Emilys suggestion and then gets a call from Mike demanding to see her. Later when Carly goes to see Mike he informs her Jack told him about the pregnancy. Carly denies the baby is Mikes. Mike also brings up Rosanna being a threat so Carly decides to ask Rosanna to be godmother to her unborn child. Craig offers to buy Fairwinds from Barbara. She becomes disturbed when she finds out that Craig might be marrying Rosanna and threatens to warn Rosanna about Craig. Craig suggests that Barbara concentrate on Paul and what he will think about Barbara wanting to hold on to James Stenbecks house. Later, Barbara offers Fairwinds to Paul and Rose but Paul declines. Emily and Hal have a conversation about Barbaras incompetence as a mother. Emily is hurt when she feels that Hal is taking Barbaras side. Later, Hal apologizes to Emily, claiming to only be concerned about Wills future happiness. Aaron shows up at the hospital and spots Lucy, but Alisons interference prevents Aaron from talking to her. Later, Alison informs Aaron that Lucy is going to be released from the hospital and suggests that she and Aaron spend time together since they both miss Lucy. Aaron agrees. Craig brings up the topic of his marrying Rosanna to Lucy and she is all for it.",
    "soapcentral_condensed": "Carly asks Emily's advice about what she should do about Mike now that she has told Jack that she is pregnant. Emily suggests that Carly worry about Rosanna as opposed to Mike because she is the real threat. Carly disagrees with Emily's suggestion and then gets a call from Mike demanding to see her. Later when Carly goes to see Mike he informs her Jack told him about the pregnancy. Carly denies the baby is Mike's. Mike also brings up Rosanna being a threat so Carly decides to ask Rosanna to be godmother to her unborn child. Craig offers to buy Fairwinds from Barbara. Craig suggests that Barbara concentrate on Paul and what he will think about Barbara wanting to hold on to James Stenbeck's house. Later, Barbara offers Fair winds to Paul and Rose but Paul declines. Aaron shows up at the hospital and spots Lucy, but Alison's interference prevents Aaron from talking to her. Alison informs Aaron that Lucy is going to be released from the hospital. She suggests that she and Aaron spend time together since they both miss Lucy. Aaron agrees.\n"
}