{
    "soap_central": "\n\nJennifer gives Paul the silent treatment but then she finally tells him how humiliated and used she feels.  Paul says he did it because he wanted to keep her safe and make sure she didn't return to Europe.  Jennifer says if she stays in Oakdale, she'll make her own rules, including spending time with Dusty.  After Jen leaves, Paul calls Henry and tells him to come over.  Paul asks Henry how he feels about Dusty.  Henry says, \"He could stand to be knocked down a peg.\"  Paul tells Henry to bug Java Underground.  \n\n\nDusty and Rose reconcile but Rose is still suspicious of Jennifer and doesn't want her model friends to have any part of the club.  She suggests calling her friends from Atlantic City instead.  Later, when Rose is at the beauty parlor, Jennifer goes to see her telling her not to get the wrong idea about what Molly saw last night.  Rose doesn't know anything about it and is surprised to learn that Jen was with Dusty.  Jennifer adds that the kiss was only to comfort her and it didn't mean anything.    \n\n\nRosanna goes to see Craig and embraces him immediately.  Craig tells Rosanna the truth about his new investor.  She tells him that he should not be involved with Dusty.  She tells him to give up the club for her or else she won't be able to live with him anymore.  Craig tries to fight for himself and the club so Rosanna decides to walk out again.  \n\n\nCarly and Jack interview several nannies but can't find a suitable match.  When Rosanna comes over she picks up Sage and announces that she can be the new nanny.  Carly and Jack agree it is a perfect match. \n\n\nMike is frustrated and depressed until he has a vision of Katie who tells him \"You have all the answers.  Think like a builder.\"  She says he can still save her.  Mike looks around the room and finds an old dumbwaiter that eventually brings him into the kitchen.  He is relieved to escape and runs out the door to find Katie.   \n\n\n",
    "tvmega_recap": "Rosanna went home and tried to work things out with Craig, but he continued to lie to her. She said that if he didn't give up the bar, she couldn't live with him anymore, but he didn't think he should have to give it up. She walked out again, and went back to Carly's. Jack and Carly couldn't find a nanny, because either the nannies scared them, or they scared the nannies. Rosanna offered to take the job, and they accepted. At the sheep station, Mike awoke and pulled himself out of the rubble. He spoke to \"Katie\" in his head, who convinced him that if he thought about how the room was constructed, he could escape. He found a boarded-up dumbwaiter, and used it to climb out of the cellar. He found a scrawled address, and decided to start there in his search for Katie. Paul and Jen made up, but not before she insisted once more that he stay out of her personal life. He agreed, but then hired Henry to bug Java Underground. After Dusty had insisted once more that there was nothing between him and Jen, Jen arrived at the salon and spilled the beans about her kiss with Dusty.",
    "soapcentral_condensed": "Jennifer gives Paul the silent treatment but then she finally tells him how humiliated and used she feels. Dusty and Rose reconcile but Rose is still suspicious of Jennifer and doesn't want her model friends to have any part of the club. Craig tells Rosanna the truth about his new investor and she tells him to give up the club for her or else she won't be able to live with him anymore. Carly and Jack interview several nannies but can't find a suitable match. Mike is frustrated and depressed until he has a vision of Katie who tells him \"You have all the answers.  Think like a builder.\"  She says he can still save her. Mike looks around the room and finds an old dumbwaiter that eventually brings him into the kitchen. He is relieved to escape and runs out the door to find Katie. Carly and Jack agree it is a perfect match and hire Sage as their new nanny. Rosanna comes over she picks up Sage and announces that she can be the new Nanny.\n"
}