{
    "soap_central": "\n\nJack arrives at \"Yo's\" and cannot believe that Carly did not pay for their upcoming anniversary party with the cash he gave her earlier.  Jessica drops off a present for them,  and she and Jack discuss how devastated Carly would be if she found out the truth about the mystery surrounding her father.\n\n\nHenry, whom Carly has hired with the party money, arrives at Iris' door with balloons pretending to be from a Sweepstakes Award company.  He tells Iris she has won \"a six-figure sum\" if only she will answer a few questions about herself.  Carly is hiding right outside the door, listening.  Iris does fine with the questions until Henry asks her if she has ever been convicted of a crime.  Iris waffles and asks for Henry's ID.\n\n\nCelia tells Will that she knows Casey fathered Gwen's baby and that she has broken up with him.  Why, she asks Will, why did Will shoulder that responsibility?  Celia blames herself for being too trusting of Casey.  Will finally tells Celia the truth: that he loves her and wanted to spare her the hurt of realizing that Casey was lying to her.  Celia admits that she felt something for Will when they danced at the prom, and they kiss.\n\n\nRosanna calls on Celia and once more asks her if she is sure she wants to give up her baby.  Gwen has no doubts about Rosanna, but Craig is another story.  Rosanna tries to give Gwen cash, but Gwen refuses.  Rosanna gets an emergency call from Margo telling her that Jennifer's baby has died and that Craig is at the hospital. \n\n\nJen sees Gwen's baby in the incubator and screams that the baby is not the one she delivered.  Craig approaches her and tries to calm her.  Jen insists that the dead child is not hers, but everyone thinks she is just hysterical.  Dusty is able to calm her somewhat, and they get Jen back to bed.  Jen asks Craig to come in and questions him about the baby.  \n\n\nCasey comes to Gwen and argues with her about Celia.  He wants Gwen to intercede and help him get Celia back.  Gwen throws him out of her room.\n\n\nIris tells Henry that she has never been convicted of a crime, and that is too much for Carly to take.  She storms in and reminds Iris that she told Jack that she was arrested for embezzlement.  Carly and Iris argue, and Carly demands to know why she lied before.  Iris tells her it was Jack's idea and she should go to him for the answers.\n\n\nJen cannot persuade Craig that the baby was not theirs and has to be sedated.  Craig leaves and Mike decides to wait around at the hospital in case Jen needs him when she awakens.  Katie is there and understands that Mike needs to stay.\n\n\nCraig and Rosanna go home but Rosanna is uneasy.  She questions Craig about why he is showing no emotion about the death of his infant son.  All he can talk about is the baby they are adopting.  She is suspicious.\n\n\nAt \"Yo's,\" Jack cancels all the guests for the party.  Carly is still at Iris' place, and remembers Iris' voice calling for her son.  Carly pleads with Iris to tell her what Ray did to Iris' boy.  Iris tells her bitterly that it was not her father, but Carly, herself, who hurt the boy. \n\n\n",
    "tvmega_recap": "Henry pretends to be the Consumer Warehouse prize patrol in an attempt to get information from Iris for Carly. Carly later confronts Iris about lying about embezzlement. Iris tells Carly that it was Jack's idea. Carly asks Iris what did Ray do to her son and Iris tells her that it wasn't Ray who hurt her son, it was Carly. Celia tells Will that she knows that Casey is the father of Gwen's baby and that she has broken up with Casey. She asks Will why he pretended to be the father, Will tells her that he did it for her and they kiss. A distraught Jennifer insists to everyone that the dead baby isn't hers. It is only when Craig tells her that it was their baby that the truth sinks in. Casey tells Gwen that Celia has broken up with him and that she has to help him get Celia back. Rosanna wonders why Craig isn't more upset about his baby's death.",
    "soapcentral_condensed": "Celia tells Will that she knows Casey fathered Gwen's baby and that she has broken up with him. Will finally tells Celia the truth: that he loves her and wanted to spare her the hurt of realizing that Casey was lying to her. Rosanna gets an emergency call from Margo telling her that Jennifer's baby has died and that Craig is at the hospital. Jen cannot persuade Craig that the baby was not theirs and has to be sedated. Carly pleads with Iris to tell her what Ray did to Iris' boy. Iris tells her bitterly that it was not her father, but Carly, herself, who hurt the boy. Carly and Iris argue, and Carly demands to know why she lied before. Jack cancels all the guests for the party. Craig and Rosanna go home but Rosanna is uneasy. She questions Craig about why he is showing no emotion about the death of his infant son.  All he can talk about is the baby they are adopting,  She is suspicious.\n"
}