{
    "soap_central": "\n\nMargo takes Will and Gwen to the police station to begin booking them.  She tries to get them to reveal who helped them set up their hideout in the old Metro, but they aren't talking.\n\n\nMaddie and Casey ask Henry to distract Barbara Ryan so they can get into Barbara's suite at the Lakeview.  They want to find Jennifer's nanny-cam which they hope will show the entire incident when Barbara got hurt.  Henry reluctantly agrees, and the teens enter Barbara's rooms.  They have no luck finding the camera quickly, however.\n\n\nHenry gives Barbara a martini but is running out of stall techniques when Babs receives a call from Margo.  Margo tells her that she has Gwen and Will in custody, and Barbara threatens Margo is she files charges against Will.  Barbara leaves immediately for the station.\n\n\nEmily peeks through the window of Paul's room at the Wagon Wheel Motel and sees him kissing Meg.  She is devastated and goes back to the Lakeview to cry on Henry's shoulder.\n\n\nCarly arrives at her cocktail waitressing job and calls Jack, lying about where she is.  She does agree to meet him at the coffee shop later, however.  She tries to quit her job, but Butch talks her out of it when he mentions that a certain VIP named Anatoly is playing in the card room tonight.  This man may be the key to the gambling case Jack and Nick are working.\n\n\nPaul and Meg discuss their shared kiss and what the future might hold for them separately.  Meg sees only two choices for her: leaving Oakdale or staying.  Paul suggests they take off together since they are both alone.\n\n\nCarly calls Jack at the coffee shop and tells him she has been delayed.  Anatoly arrives and Carly serves him a drink and flirts with him.  The poker game begins which includes Nick and Anatoly, and Nick grabs Carly's left hand and works her wedding ring off her finger.  He puts it in the pocket of his jeans.  Charmin shows up at work and agrees to cover for Carly so she can go meet Jack quickly.\n\n\nKatie has joined Jack at the coffee shop, and Jack is not overjoyed that Nick is staying with Katie while Mike is out of the country on a job.  Carly arrives from her \"fundraising meeting,\" and Katie leaves.\n\n\nBarbara shows up at the Oakdale PD and asks to see Will.  Will begs his mother to drop the charges against Gwen, but Barbara agrees only if Will promises never to see Gwen again.  Margo interviews Gwen who makes up some stories about how some of Casey's and Maddie's clothes ended up in Gwen and Will's possession.\n\n\nAt the Lakeview in Barbara's suite, Maddie discovers the nanny-cam hidden in a throw pillow.  The teens take the tape out and play it, but it does not show any scenes of the night in question.\n\n\nWill refuses his mother's offer and asks for a public defender.  Barbara is furious and storms out of the station when she is confronted by Casey and Maddie.  They tell Barbara they can prove that Gwen never laid a hand on her and produce the tape.\n\n\nGwen and Will have a minute alone before they are taken off into separate cells.  Emily has calmed down at the Lakeview and comes up with a plan.  She calls Dusty and leaves a message for him to call her.  She has vital information for him and Jennifer, Emily says.\n\n\n",
    "tvdb": "Maddie and Casey are upset to learn that the only thing on the nanny cam is a sleeping Johnny, but they decide to bluff their way through it. Both Will and Gwen refuse to forsake the other to save their own hides, and while Margo is prepared to charge both, Maddie and Casey confront Barbara with the tape. Carly goes to the Galaxy Club to quit her job, but stays after seeing Anatoly hand Butch a briefcase. Nick takes her wedding ring for 'sake keeping', and later Jack wonders where it is. Meg and Paul are both shaken by their kiss. Meg wants to take off, and agrees to let Paul come with her. Emily agrees to give Henry back his money, but calls Dusty when he's gone.\r\nSource: tv.com",
    "imdb": "\nGwen finds Nate's stabbed body. Maddie is found by Henry and Eve with blood on her hands. Damian calls home and tells them that Luke is coming with him back to Malta. Holden tells Luke he needs help with the new baby. Carly tries to tell Katie why she needs the job with Simon. Mike wants to know what kind of a scam Simon is running.    ",
    "tvmega_recap": "Maddie and Casey let themselves into Barbara's room to search for evidence that Gwen is innocent, thanks to a nanny cam, but seem to come up empty handed when the tape seems to have looped over any evidence. Will and Gwen continue to try to cover for one another. Margo demands to know who was helping them after she shows them items from her house. Gwen claims they believed Casey should help them because he owed them, and when he was not home, they let themselves in and took the stuff. Margo doesn't believe any of their statements. Barbara tries to guilt and blackmail Will into leaving Gwen. He seems to take the bait, but then stuns Barbara when he tells her he is pleading guilty to the charges against him and will get Gwen a public attorney. Barbara is infuriated; she storms out of the police station only to be confronted by Casey and Maddie claiming they have proof from her nanny cam that shows Gwen didn't lay a hand on her. Katie and Jack discuss Nick's blatant flirting with Carly. Katie thinks he is harmless, but Jack isn't convinced. Carly lies to Jack, as she heads to the Galaxy strip club, to quit. Butch doesn't allow her to because a big player named Anatoli is coming in, and she is the only blond waitress in that night, so she needs to stick around. When Carly realizes this man is involved in Jack and Nick's case, she decides to warm up to Anatoli. The big wig takes the bait. Later, when Carly goes to meet Jack, she subtly starts to talk about the Anatoli case to push him in the right direction, but all Jack sees is she is not wearing her wedding ring. Why is that? Emily sees Paul and Meg kissing. She runs back and cries on Henry's shoulder about why every man she loves leaves her. Henry tries to comfort her and in the process gives Emily an idea on how to get on with her life. She calls Dusty and tells him that she has something he and Jen will want to hear. Meg thinks a bond developed between them because she nursed him back to health. She wants to focus on getting far away from Oakdale. Paul has a change of heart. He thinks he is better off dead. He has an idea; he thinks they should run away together. Meg is shocked, but soon she is talked into it, as Paul and she consider their future together.",
    "soapcentral_condensed": "Maddie and Casey ask Henry to distract Barbara Ryan so they can get into Barbara's suite at the Lakeview. They want to find Jennifer's nanny-cam which they hope will show the entire incident when Barbara got hurt. Carly arrives at her cocktail waitressing job and calls Jack, lying about where she is. Carly tries to quit her job, but Butch talks her out of it when he mentions that a certain VIP named Anatoly is playing in the card room tonight. This man may be the key to the gambling case Jack and Nick are working. Nick grabs Carly's left hand and works her wedding ring off her finger. Paul and Meg discuss their shared kiss and what the future might hold for them separately. Paul suggests they take off together since they are both alone. Emily has a plan. She calls Dusty and leaves a message for him to call her. She has vital information for him and Jennifer, Emily says. Nick and Anatoly are playing a poker game, and Nick puts Carly's wedding ring in his jeans.\n"
}