{
    "soap_central": "\n\nAt Margo's house, Alison and Casey were about to make out when Katie arrived to pick up Jacob. They asked what had happened to the cabin getaway with Chris, and Katie told them about Chris's bizarre bout of acid reflux. Katie said that after receiving treatment, Chris hadn't been able to get away from her quickly enough. She suspected that she was the real problem.\n\n\n       Alison sent Casey to talk to Chris, and Katie worried that her neediness had scared Chris off. Alison figured that he'd gotten overly excited about being with Kate. After admitting that Chris had said the same thing, Katie still feared the romance had ended before it had even begun.\n\n\nAt the hospital, Luke relished the kiss that he and Reid had shared. After teasing Reid about public displays of affection, Luke invited him to publicly celebrate his new chief of staff position. Reid said he hadn't gotten the job yet, but Luke thought it was just a matter of time.\n\n\nBefore the couple left, Chris pulled Reid aside to ask him to call in a prescription for a high-potency antibiotic to combat Chris's viral myocarditis. Chris assumed that ordering it himself would draw suspicion; however, Reid countered that he'd also be conspicuous, since it wasn't his specialty. Chris reasoned that the staff was too terrified of Reid to dare question him.\n\n\nIn the corridor, Reid told Luke that they had to meet at Metro, because Reid needed to stop by the pharmacy before their date. Luke left, and Chris thanked Reid. Undesirous of gratitude, Reid preferred that Chris tell the truth-especially to Katie.\n\n\n       Reid left, and Casey approached to say that Chris had screwed up big time with Katie. Casey figured that Chris could fix it by inviting her to Metro for a double date with Alison and Casey. Chris called Katie and apologized for being a jerk. She said he'd had her worried, but he claimed that she'd see that he was fine once she joined him, Alison, and Casey for drinks at Metro. After the call, Casey left. Chris leaned on a counter and grimaced in pain.\n\n\n       At Metro, Reid apologized to Luke for being late, and Luke remarked that he'd always been the late one when he'd dated Noah. Reid quipped that bringing up Noah at the start of every date wouldn't bode well. The annoyed Reid went to the bar, where he saw Katie. When she mentioned that Chris was meeting her there, Reid played off his surprise.\n\n\n       At Luke's table, Luke informed Casey and Alison that he was dating Reid. Alison revealed that Noah had received a film grant and was moving to California. Luke seemed sadly affected by the news. Reid returned to the table, and Alison and Casey left to join Katie. Reid asked why Luke looked as if someone had run off with his trust fund. \"Trust me, you do not want to know what's on my mind,\" Luke replied.\n\n\n       Reid insisted upon knowing, and Luke explained that Noah was leaving town the next month. Reid asked how that made Luke feel, but before Luke could answer, Chris arrived. Reid asked how \"the patient\" was, but Chris continued to Katie's table without answering.\n\n\n       Chris sat with Katie, Casey, and Alison, and as they toasted, Chris was struck with a pain. He returned to Reid's table and said he needed to talk about that patient, after all. Aside, Chris informed Reid that hospital protocol required Reid to pick up the prescription himself. Chris had planned to ask Reid to get it in the morning, but Chris realized that he couldn't wait that long. Reid begrudgingly asked Chris to make an excuse to Luke, and Reid left.\n\n\n       After Chris told Luke that Reid had gone to consult on a patient, Chris hid his discomfort from his friends until Reid returned. Reid sneaked the medication to Chris, who realized that he couldn't administer the shot to his own back. He asked Reid to meet him in the men's room, and Reid quipped that he never thought he'd get an invitation like that from Chris. Chris left, and Luke approached, happy that Reid was back. \"Not quite,\" Reid said, walking off.\n\n\nIn the men's room, Reid instructed Chris to drop his pants. As Reid administered the shot, he insisted that Chris tell Katie about the illness. Luke entered just as Reid and Chris were finishing, and they acted as if they were still conferring about a patient. Luke left, but before Reid followed suit, he ordered Chris to tell Katie the truth that very night.\n\n\nWhen Chris returned to his friends, Alison and Casey urged Katie to invite Chris to hang out with her at home later. Chris liked the idea, but he claimed that he had to check on his patient. He abruptly left, and Casey and Alison made excuses for his behavior. A frustrated Katie insisted that Chris just didn't want to be with her.\n\n\nChris returned to the hospital. Sitting in an exam room, he grimaced through his pain. A nurse entered to see if he needed anything, but he pretended that he was fine.\n\n\n       When Reid dropped Luke off at home, Luke remarked that it hadn't been the night that he'd anticipated. Reid said that he was a doctor, and things sometimes happened. Luke figured that Reid was still bothered about Noah, and Reid wondered if they'd talk about Noah on every date. Luke stated that Noah was moving to Los Angeles, and if Luke wanted to be with Noah, he'd move, too. Luke kissed Reid and invited him inside. \"You're the one who wanted to take it slow. You've got your wish,\" Reid stated and strode off.\n\n\n       Reid arrived home to find Katie in a gloomy mood. He guessed that she was upset about Chris, and she admitted that Chris's behavior puzzled her. Reid said not to give up on Chris, who had issues to resolve before getting close to someone. \"Don't we all?\" she sadly uttered.\n\n\n       Later, Alison and Casey returned to Margo's house. They wondered if they were the only ones with a normal relationship. Alison said that Gwen had asked if Alison were ready to try again with Casey. When Casey posed the same question to Alison, she nodded her reply. She asked if he were ready, and he nodded, too. \"Looks like we agree,\" she said, and they kissed.\n\n\nIn Paul's wine cellar, Emily discovered the bound and gagged Barbara. \"I don't know about you, but I kind of like you like this,\" Emily said, grinning. Emily deduced that she'd foiled Barbara's fake kidnapping, and Barbara growled from behind her gag. Emily removed the gag, and Barbara said that Emily couldn't be any stupider if she were a bread bowl.\n\n\nEmily tried to stuff the gag back into Barbara's mouth and threatened to hit a wiggling Barbara with a wine bottle if she didn't cooperate. Barbara exclaimed that she couldn't have bound and gagged herself. Guessing that Barbara had a point, Emily wondered who'd done it. \"I think you're about to find out,\" Barbara replied as Iris whacked Emily in the head with a bottle.\n\n\nSitting on the floor later, Emily regained conscious and found herself tied to the base of a support beam. Barbara was tied up right behind her. \"It was you! Oh, I should have known!\" Emily raged at Iris. Iris left, and Emily blasted Barbara for letting Iris sneak up on Emily.\n\n\nAs they bickered, Barbara conveyed that Iris might leave Barbara to die in that dungeon over money. Emily assured Barbara that no one would die-unless Emily killed Barbara herself. Insisting that she was joking, Emily assured Barbara that they'd escape, one way or another.\n\n\nThe quibbling Emily and Barbara twisted beneath their constraints. Barbara lamented losing Henry to Vienna, but Emily explained that he'd dumped Vienna after uncovering her lies. Barbara wondered what he'd been doing while she'd been missing. \"Looking for you, you idiot!\" Emily retorted. Barbara rejoiced and said it was the happiest day of her life. With renewed hope, Barbara stated that they had to get free, so she could get back to Henry.\n\n\n       At the Lakeview, Iris impersonated Barbara to convince a bank official to cash the check that Barbara had written. Afterward, Iris spotted Will and Gwen and slipped out.\n\n\n       Henry approached Will and Gwen with the note that he'd found on Chuckles. Henry suspected that the torn paper was the bottom portion of the note that they'd supposedly received from Barbara a few days earlier. Will and Henry took off to find the other half of the note, and Gwen called the hospital to find out when Iris' AA meeting would end. The hospital staff informed Gwen that there was no AA meeting that evening.\n\n\n       At Fairwinds, Henry and Will matched the two notes up. Henry wanted to call Margo, but Will wasn't so sure that they had proof of a kidnapping. Henry blamed the kidnapping on Vienna, and he vowed to wring the truth out of her. He left, and in his hotel room later, he opened up to Chuckles about his feelings for Barbara. Henry swore that, when he found her, he'd spend the rest of his life making her happy.\n\n\n       Back at Fairwinds, Will and Gwen confronted Iris about the AA meeting. Iris claimed that she'd gone for a walk instead of the meeting, because she couldn't face all the AA drunks. Gwen said there hadn't even been a meeting scheduled that night. Iris chuckled that she'd read the schedule wrong, and she returned the gas money that Gwen had given her.\n\n\n       Gwen and Will began discussing the note that Henry had found on Chuckles, and a nervous Iris suddenly asserted that something strange was going on with Emily. Iris explained that Emily had called a party supply place, but she'd dropped the phone when Iris had entered the room. Iris said it had seemed as if she'd caught Emily doing something. Iris also claimed that Emily had abruptly left on some \"hush-hush\" assignment, and Emily had asked Iris to tell Paul about it. Iris had a feeling that if they found Emily, they'd find Barbara. \n\n\n",
    "tvdb": "Emily finds Barbara in the wine cellar; Reid does not like that Luke talks about Noah.",
    "tvmega_recap": "Chris's secret about his heart condition causes distance between him and Katie and Reid and Luke' relationship is also effected because Reid agreed to help Chris. Chris asks Reid to help him get the shot of antibiotic he needs to fight off the infection affecting his heart. Reid doesn't want to help Chris until Chris tells his family and Katie about his condition. Chris pleads with Reid to help him so Reid agrees getting Chris the antibiotic shots and giving Chris the shot while Chris is in the middle of a double date with Katie, Casey and Alison. Luke and Katie both think that Reid and Chris are acting distant and Luke comes into the men's bathroom at Metro after Reid has given Chris the shot. Chris leaves and Katie goes home sad because she thinks that Chris is pulling away from her because she still isn't completely over Brad. Reid advises Katie not to give up on Chris because he still has some things to work through before he can get close to her. Luke is sad when he learns from Alison that Noah got a grant to film another movie and is moving to L.A. in September. The news effects Luke's date with Reid because he can't understand why Luke must talk about Noah to him all the time. Luke kisses Reid and makes it clear that he doesn't have romantic feelings for Noah anymore but Noah was a big part of his life and he must put it to rest. Luke asks Reid to stay and make love but Reid turns Luke down telling Luke that he was the one who wanted to take things slowly. Allison and Casey look back on the strange night they had at Metro with Chris and Katie and decide that they are the only ones that have a normal relationship right now. Allison and Casey decide to give their romantic relationship another try and to make it official they kiss. Emily finds Barbara in the wine cellar at Fairwinds and thinks Barbara planned her own kidnapping to make Henry suffer for what he did to her. Barbara calls Emily stupid so Emily decides not to untie Barbara and then Iris arrives hits Emily over the head with a wine bottle and ties her up too. Will and Gwen tell Iris about the note Henry found inside Chuckles the clown so Iris tells Will and Gwen that Emily called a party supply warehouse and then left town on a mysterious assignment. Emily tells Barbara that Henry annulled his marriage to Vienna and has spent the rest of his time looking for her. The news makes Barbara very happy and even more determined to get free so she can get back to Henry. Henry promises himself that when he finds Barbara he will spend the rest of his life making her happy.",
    "soapcentral_condensed": "At Margo's house, Alison and Casey were about to make out when Katie arrived to pick up Jacob. Alison sent Casey to talk to Chris, and Katie worried that her neediness had scared Chris off. Chris called Katie and apologized for being a jerk, but he claimed that she'd see that he was fine once she joined him, Alison, and Casey for drinks at Metro. At Metro, Reid apologized to Luke for being late, and Luke remarked that he'd always been the late one when he'd dated Noah. Reid quipped that bringing up Noah at the start of every date wouldn't bode well. Chris hid his discomfort from his friends until Reid returned. Alison revealed that Noah had received a film grant and was moving to California. Chris was struck with a pain and said he needed to talk about that patient, after all. Chris had planned to ask Reid to get it in the morning, but Chris realized that he couldn't wait that long. He asked Reid to call in a prescription for a high-potency antibiotic to combat Chris's viral myocarditis.\n"
}