{
    "soap_central": "\n\nJack tells Julia that they are not going anywhere yet - at least not until she explains how she got the cop's badge.  Julia lies and tells him that yesterday when she went to say her goodbyes, an orderly had brought it back and when they saw her, they gave it to her. Jack questions her as to when she was going to tell him. He says that he is Jack Snyder of the Oakdale, Illinois, police department.  Julia, at this point, is almost afraid of anything and everything.  Jack tells her that when the other Julia tried to kill him, it must have been humiliating for him, being a cop and all. Jack tells Julia that he can't go any further until he finds out about himself, now that he knows who he is.  Julia is afraid that if he goes back to Oakdale, she will lose him.  He tells her that she has to trust him and she says that she all ready does -- she trusted him with her life and her son.\n\n\nLucy and Alison talk at Al's place.  It seems that Alison is very concerned about her friend Aaron getting involved in something that could end up hurting him. Lucy lets her know that it was Aaron who wanted a shot at this fight.  Dusty said no at first, but Aaron wanted it so bad that he gave in to him.  Aaron happens to walk in and sees the girls fighting.  He wants to know why, and when Lucy tells him that his friend thinks that Dusty is getting him involved in some scam, he turns to Alison and tells her to butt out of his business.  This is something that he wants; this is his chance.  She backs off and says that she will bet her hard-earned paycheck on him then.  She knows and believes that he is a good fighter and that he will surprise them all.\n\n\nCarly is still riding with her new friend, Buck, in the rig.  He tells her that this has to stop.  He has to get his load delivered and can't waste anymore time.  Carly talks Buck into one more hour, by telling him the story of Jack and her and his family who is waiting for his return.\n\n\nRosanna comes in to find Parker trying to draw a picture.  She offers to help, but he says no, it is his picture and it will help Carly to find Jack.  She is concerned, but when she tries Carly's cell phone, it is off, so she calls Hal.  She tells him that Parker has a picture that he needs to tell Carly about.  He tells Hal that Jack is with the White Horse.  Hal realizes that there is no way to reach Carly, except one.  Hal broadcasts over the CB radio a request asking anyone who has seen Carly to get in touch with him.  Buck, now on the radio, announces that he has Carly in his cab right now.  Hal says something about Parker and Carly grabs the mic for more information.  She is told that Jack is with the White Horse, and Carly knows just what he is talking about.  They passed a place not too far back with that name.  She thanks them for the information and the truck driver is all ready in the process of turning around and heading back for the White Horse.\n\n\nHolden walks into Metro and up to Craig.  He tells him that Lily has gone away and it's his fault.  He made her dress up like Rose and it set her back.  Craig says that it isn't true.  She enjoyed doing it, she was having fun and if it caused a problem in their marriage, it wasn't his fault.  Holden warns him to stay away from Lily; he is a threat to his wife's peace of mind.\n\n\nDom walks in and Dusty warns him to keep away from Lucy.  He tells Dusty that he needs to keep his girlfriend out of the fight game, and that her Father is causing problems.   Later, when Craig and Dusty see each other, Dusty asks him what he is trying to do.  Craig tells him that if Dom is going to be his new partner, he needs to get to know him.  Dusty says, \"no way.\"  If you don't stop, he will go and tell the police about Craig arranging for the kidnapping of his own daughter.\n\n\nLucy later admits to Dusty why she finally gets it.  Lucy tells Dusty she wants  Alison banned from the fight. She then tells him she now gets why they have to leave.\n\n\nJack turns after leaving his room, to see Carly coming in.  They stand there and stare at each other.\n\n\n",
    "tvdb": "Alison is concerned about Aaron getting into trouble because of Dustys scheming, but Lucy is offended by Alis accusations. Alison is surprised to realize that Aaron knows that the fight was organized as a showcase for Dominics fighter. In private, Aaron tells Alison to chill and stop meddling. At the gym, Craig calls to warn Dominic about Lucys involvement in the whole affair. Dominic urges Dusty to be a man and tell his girlfriend to butt out or Dominic will. Later, Holden confronts Craig about Lilys recent portrayal of Rose. When Craig suggests Holdens marriage is on the rocks, Holden lets Craig have it. Dusty enters and cautions Craig if he doesnt leave him and Lucy alone, he will tell the cops about his kidnapping scheme. Later, Lucy finds Dusty at Metro, and he surprises her by saying that he wants her to stay out of the fight. Carly is hot on Jacks trail as she pursues him with the trucker. Rosanna returns to Milltown where she finds Parker drawing a picture he insists will help Carly find Jack. Rosanna fills Carly in on Parkers drawing. Meanwhile, Julia wakes up alone in bed. She questions Jack, who shows her his badge. Julia lies that a hospital orderly returned it and claims that she didnt want to show it to Jack until they got settled. Julia promises she wont keep anything from him again as he insists they go to Oakdale so he can get some answers about his past. He promises not to leave or let her down, and she agrees they can go to Oakdale. But, just as Jacks leaving, he opens the motel door and sees Carly!",
    "tvmega_recap": "Alison asks Lucy if the fight is legitimate, Lucy assuring her it was and then Aaron as well. When Lucy returns to Metro, she asks Dusty to have Alison banned from the gym, even after Alison apologized at Aaron's behest. Dusty then tells her that she needs to occupy herself with things other than the fight, because her father is complicating things. Holden threatens Craig to stay out of Lily's life, Craig shining him on. Jack confronts Julia about his badge, Julia telling him that the hospital gave it to her, having found it on a maintenance worker and that she'd wanted to get settled in Louisville before telling him about it. He gives her a week to get JJ settled and then they have to go to Oakdale. Carly is trying the trucker's patience, but when Parker has a vision about a white horse and three crowns, she knows the motel he's staying at. Just as Jack goes to pack the car, he runs into Carly.",
    "soapcentral_condensed": "Carly is still riding with her new friend, Buck, in the rig. Hal broadcasts over the CB radio a request asking anyone who has seen Carly to get in touch with him. Buck announces that he has Carly in his cab right now. Hal says something about Parker and Carly grabs the mic for more information. She is told that Jack is with the White Horse, and Carly knows just what he is talking about. Carly talks Buck into one more hour, by telling him the story of Jack and her and his family who is waiting for his return. Jack tells Julia that he can't go any further until he finds out about himself, now that he knows who he is. Julia is afraid that if he goes back to Oakdale, she will lose him. Lucy admits to Dusty why she gets banned from the fight game. She tells him then she gets why she finally gets it and then she tells him to leave after they have to leave. Jack turns after them and they stand there and stare at each other.\n"
}