{
    "soap_central": "\n\n\nKatie and Simon come downstairs after sleeping late.  Katie is telling Simon what she has to do that day.  She must tell Tom and Margo they are leaving and Henry also.  Katie starts upstairs to shower, and, at the precise time that Simon is stepping into some blood downstairs, Katie lets out a bellowing scream from upstairs.  Faux is gone.  She is frantic.  Katie is searching everywhere for Faux and Simon sees patterns of Pilar's work.   He wonders how she could have done this.  Simon calls Pilar.  He finds out where she is.  She is serious, and gives him no other options.  She even suggests that someone else that he cares about might get hurt.  He goes to meet Pilar.  She offers  only smart comments to him.  Perhaps they should even have a picnic with \"rabbit stew\" as the main course.  Pilar threatens to expose Simon to Katie.  He tells her that if she comes to his house or near his wife she will regret it.  Pilar tells Simon that she and Mike also have this history and she needs his help in getting Mike to remember it.  She tells Simon that some things never end.  She says she will tell Katie everything.  Simon tells her to go ahead.  Go ahead and talk to his wife.  If she learns the truth, Mike will also.  Do you think that will make Mike love you?  Simon tells Pilar that she will be the only one who suffers, and she will suffer!!  She is saying that she wants Simon to make Mike love her.  He tells her, it's over and if she keeps chasing him, she will wish she was dead.\n\n\n\n\n\nKatie calls Tom looking for Margo.  She wants to see them both to tell them something.  Tom says he will get in touch with Margo.  He runs into Jessica who pretends she has not talked with Margo all day.  She tells Tom  she will relay the message if she sees or hears from her.  Jessica knowing what Margo had planned is rushing over to find her.  She says to herself that she will remind Margo what a good friend she is and then she is going to kill her!!\n\n\nKatie later is telling Henry that she and Simon are planning to leave.  She says she needs to live in Simon's world for awhile.  She tells Henry where they are moving.  Henry doesn't want to let her go.  She wants Henry to have the cottage, take care of \"Snickers\" and look for \"Faux\" in case he comes back.  She tells Henry that sometimes a door opens and you have to see what's on the other side.  Katie tells Henry that she doesn't know what is ahead for her and Simon, but Simon won't ever let her down again.\n\n\nMargo is sitting at a table when Doc approaches her.  She tells him she can't take anymore. He wants to know if she's having second thoughts.  If she doesn't want him, he will walk away.  He will do anything that she wants, but, she has to tell him, what she wants.   She wants him and she will meet him at the hotel.  She says he must leave because she is expecting her son for lunch.  Casey arrives for lunch, but also with Tom.  Tom asks her if she is preoccupied?  He wonders if, because Jessica is in the hospital, Doc isn't putting all his problems on her.  She says she can handle Doc.  When Tom and Casey leave to follow clues for the contest, Margo makes a call to Jessica, asking to meet her.\n\n\nJessica wanders in and finds Ben.  She is all aflutter.  She has news for him.  He is surprised to see her up and around.  She should be home in bed resting.  She pursues the conversation further.  She tells Ben, she has found a new Doctor, a Doctor that has had great success in helping couples have a baby.  She has an appointment.  He tells her he went along with the fertility process, but not this.  She needs to stop the medication, and they need to just start making love again.  If it doesn't work out, maybe it was not meant to be.  She tells him she will keep the appointment.  Jessica has received a call from Margo asking to meet her.  Margo and Jessica meet.  Margo tells her she is going to meet Doc in a hotel.    She says Doc makes her feel alive again.  She wants the feelings she has to go away, but they won't.  She likes feeling the passion, the intrigue, the heat.  She has a slow burn for Doc that just won't quit.  The only way to get over it is to give in to temptation.  Then she can walk away.  Jessica tells her that it could be the beginning of the end of her marriage.  She had experienced the same feelings and temptations with Marshall Travers, and it almost cost her everything.  Jessica tells Margo that approval isn't the point.  She couldn't stop after one time.  It was like a drug, and she needs to walk away before it is too late.  You want me to bare witness to a bad decision.  Jessica is afraid Margo will never be able to forgive herself.\n\n\nRosanna is feeling somewhat safe where she is.  She tells Cabot after breakfast they will look at the ocean.  She says to Cabot that you are safe as a bug in a rug.  Rosanna is given a message from her office in Detroit.  She needs to call immediately.  After the phone call is made, Rosanna tells her companion that they must leave immediately.  He makes arrangements and they get ready to leave.\n\n\nPaul moves up to Jordan's seat on the airplane.   He tells Paul that he is going to get Cabot back and nothing he can do will stop him.  Jordan tells Paul that when he gets Cabot back there will be no more association with James.  The stewardess comes to escort Paul back to his seat.  Paul says the only way out is past him.  You want to get to Rosanna, you have to go through him.  They had discussed Cabot and Rosanna before.  You can't feel that attached, says Paul, you just found out about him.  It's not really about Cabot, is it?  It's about Rosanna.  Jordan wonders if Paul is obsessed with keeping Cabot from the boogey man or making it up to Rosanna for her almost losing Cabot in the first place.  Or perhaps, he is jealous because she is married to him and the Mother of his child.  The fixation Paul has, is with James.  That is not his problem.  He is focused on Cabot.  Paul tells him, he almost killed James at age 16.  He would hurt anyone who hurt someone he loves.  Jordan asks the stewardess for help, to help his brother.  It will be for his own good.  Paul is detained on the plane for trying to smuggle narcotics.  Jordan waves bye to him as he leaves the plane.  As Rosanna and Cabot open the door to leave, they are met by Jordan.\n\n\nKatie, Tom and Margo are at Katie's place.  They are saying their goodbyes.  \n\n\nJessica pounds on Doc's door.  He has waited with flowers and wine for the moment of Margo's  arrival.  Doc opens the door to find a raging Jessica bursting in looking for Margo.  Doc says that she got a phone call from Tom to meet over at Katie's before she could get to Doc's.  Jessica starts to fall apart.  Both have had their share of disappointments lately.  Doc offers her a drink which she downs instantly.  She's rambling she is pushing Ben away.  Doc comforts her and tells her all will be well with Ben.  Out of frustration they end up embracing, and get carried away.\n\n\n\n\n",
    "tvdb": "Jordan is on an airplane, on his way to Bermuda, when Paul sits next to him. Jordan is determined to find his son and Paul is just as determined to stop him. They argue, and a full-scale war is declared. When the plane lands, Paul is detained by two police officers and he realizes that Jordan has set him up. Meanwhile, in Bermuda, Rosanna is making plans to take the baby to the beach when she gets Pauls message that shes being followed. She frantically grabs Cabot and is on her way out when Jordan arrives. Doc tells Margo that hes booked them a hotel room at the Harbor View Inn in Bay City. Guilt-ridden, she ultimately agrees to meet him there. She confides in Jessica, who thinks its a bad idea. Margo is certain that this afternoon is all she needs to get Doc out of her system. After, Tom comes in looking for Margo, and Jessica covers. Later, Jessica arrives at the hotel, where Doc informs her that Margo was called to Katie's and never showed up. When Doc starts going on about how disappointed he is, Jessica loses it. She rails about her failure to get pregnant and Bens refusal to consider in vitro. Doc comforts her and they end up in a passionate kiss! A horrified Simon finds Faux Snickers murdered. He hides the truth from Katie, who is frantic that Faux is missing from his cage. Simon tracks down Pilar. He realizes that shes off her rocker with her obsession for Mike and warns her not to come near Katie or his house again. Meanwhile, Katie tells Henry about Faux, and about her plans to move to Australia with Simon. Henry is heartbroken and questions Simons reliability. Katie is certain that Simon will never let her down again. Later, she shares her plans with Tom and Margo.",
    "tvmega_recap": "Doc tells Margo to meet him in Bay City. In the meantime Katie asks to talk to her and Tom begins looking for her, Jessica driving to Bay City to warn Margo. Jessica and Ben had fought earlier about in vitro fertilization, Ben telling her he was done with it. While she commiserates with Doc, they end up kissing. Simon wakes up and finds blood all over the cottage and Katie screams that Faux is missing. He meets with Pilar and again tells her its over, Pilar replying that it's not over until she gets what she wants. Jordan is flying to where Roseanna has Cabot and is joined by Paul, who informs him that he isn't going to get anywhere near Roseanna unless it's through him. Jordan informs the authorities that he suspects that Paul is trying to smuggle narcotics, Paul being detained while Jordan conveniently shows up as Roseanna is about to leave.",
    "soapcentral_condensed": "Katie and Simon come downstairs after sleeping late. Katie is telling Simon what she has to do that day. She must tell Tom and Margo they are leaving and Henry also. Katie starts upstairs to shower, and, at the precise time that Simon is stepping into some blood downstairs, Katie lets out a bellowing scream from upstairs. Faux is gone. Simon calls Pilar. He finds out where she is. She is serious, and gives him no other options. She even suggests that someone else that he cares about might get hurt. Pilar threatens to expose Simon to Katie. Margo makes a call to Jessica, asking to meet her. She has received a call from Margo asking her to meet Margo and Jessica. She tells Ben, she has found a new Doctor, a Doctor that has had great success in helping couples have a baby. She needs to stop the medication and start making love again. If it doesn't work, maybe it was not meant to be.\n"
}