{
    "soap_central": "\n\nAt Forrester, Steffy and Liam talked with Brooke about Bill. The couple felt that just when they thought they had Bill figured out, they always learned that they didn't and never would. Brooke asked if Liam and Bill were at odds about something, and she remarked that Liam had said the skyscraper building wasn't a sure thing. Brooke wondered if Liam knew something she didn't.\n\n\nLiam stated that nothing in life was certain. Brooke didn't know what would derail Bill's plans at that point. \"Barring anything unforeseen,\" Brooke added. Liam wouldn't rule out anything possibly occurring. Brooke said that her husband was a good man, but he could be ruthless about business and making things happen.\n\n\nBrooke pointed out that she was Bill's wife, not an officer in the company. Liam asked if it meant she supported everything Bill did. She replied that she and Bill didn't have a marriage like that. \"And neither do we,\" Steffy chimed in. She said that, at times, she and Liam agreed to disagree.\n\n\nBrooke felt that she and Bill were the same way, but he was the most single-minded man she'd ever met. She said that it was a shame about Sally's building, but it hadn't been Bill's fault. Brooke concluded that Sally's bad luck was Bill's good luck. Brooke left, and Steffy and Liam glared at each other.\n\n\nPacing, Liam said he'd gotten very close to telling Brooke the truth. Steffy told him that she'd seen it on his face, but telling Brooke would further complicate things. Liam exclaimed that the building had been destroyed, Sally was in the hospital, and lives were decimated. He asked how he could sit back, knowing what he knew. Liam didn't think he could sit back while his dad went \"la di da di da\" on his way. Liam wasn't sure he could let Bill get away with it that time.\n\n\nSteffy didn't agree with Bill's actions, but she said Bill was Liam's father. Liam stated that even the great Bill Spencer shouldn't be above the law. Steffy didn't disagree, but she said Bill could go to jail for a long time. She asked if Liam wanted to do that to his father. She asked if Liam wanted to forever destroy his relationships with Bill, Wyatt, and Will.\n\n\nAt the hospital, Sally asked Thomas to say that he was back for good. She said that, several times, she'd been tempted to hop on a plane to fly to New York to see him take his son to the park. Thomas hated being away. He conveyed that the time he'd had with Caroline and his son as a family, and having the comfort that he could do it with the time she'd had left, had only been possible due to Sally. He stated that it was no wonder that he'd fallen for Sally.\n\n\nSally said she'd fallen for Thomas, too. Thomas felt as if he'd come into his own by designing with her. She joked that the redhead with big dreams had taught him all he knew. He replied that there was nothing wrong with big dreams. She sobbed that it had all gone up in flames, and she'd worked \"so hard\" on the collection. When she hadn't believed in herself, she'd heard him saying she could do it. Thomas said it wasn't over, and she could rebuild.\n\n\nSally said that there was no money to rebuild with because C.J. had forgotten to pay the insurance. Thomas expressed shock. Sally stated that it wasn't possible to rebuild unless Thomas was there to face it with her. He replied that Caroline was dying, and he had to be in New York with her and his son.\n\n\nThomas wanted to be there for Sally, but there was a lot going on with Caroline and Douglas. Thomas said his son would lose his mother. Sally understood that. Thomas added that she knew, but she needed him there. Sally replied that she was scared about the future and being unable to bounce back. Her line was gone, the business was in ashes, and even if she had the resources, she had no idea where to start.\n\n\nThomas told Sally that she'd start by picking up a sketchpad. He said the fire hadn't taken away who she was, her drive, or her passion. \"You are Spectra Fashions! I believe that without a doubt. You have to believe that,\" he urged her. Sally said she loved him.\n\n\nSally and Thomas hugged and kissed. Thomas uttered that he couldn't stay.  Sally said that she understood. Thomas kissed her forehead, and she put on a brave face as he walked out the door. Once he was gone, she sobbed alone.\n\n\nSaul and Shirley arrived. They'd seen Thomas leave and asked if he was returning to New York. Sally affirmed it, and Shirley said it didn't make sense to her. It did to Sally, and Shirley stated that there had to be something Sally wasn't telling them. Saul said they just wanted to help her.\n\n\nSally knew and loved Saul and Shirley for it; however, Thomas needed to be with Caroline and Douglas. She didn't know when she'd see Thomas again, and it hurt very much. Sally cried, and Shirley rushed to hug her.\n\n\nAt Spencer, guilt ate Caroline alive, and she said that, even though she and Thomas had bonded as a family, he hadn't wasted a second in rushing back to the West Coast once he'd heard about the fire. The lying was eating her alive, and she didn't know what Thomas would do. She was worried, too, about how Sally would make it through.\n\n\nBill asked who cared, as long as the damsel in distress didn't drag Thomas into it. Bill insisted that Caroline's \"dying\" trumped Sally's burned building. Caroline gave Bill a suspicious look and asked what happened next for him. He said he'd slide his dustpan in, clean up, and fast-track his skyscraper. She asked what would happen if they wanted to rebuild with the insurance money.\n\n\nBill informed her that C.J. had screwed up and let the insurance lapse. \"Why are you looking at me like that?\" Bill asked. Caroline asked if Bill knew more about the Spectra fire than he was letting on. Bill feigned outrage to be asked that question. Caroline asked how Sally could rebuild without insurance. Bill said Sally couldn't unless Thomas decided to play superhero.\n\n\nBill urged Caroline to get to the hospital and see what was happening because they both had a lot to lose. Caroline refused and said living with her in New York didn't make Thomas' feelings for Sally disappear. Bill thought Thomas would care a lot more once he saw Sally in the hospital bed. Bill asked where Caroline would be once Thomas started nursing the pitiful victim back to health. Caroline thought the better question was where Bill would be.\n\n\nCaroline noted that Bill hadn't denied being responsible for the fire. \"If you want me to deny it, fine,\" Bill replied, but he thought she needed to know some things first. He said the wiring in the building had been shot, and it was a miracle that it hadn't gone up in flames before. He explained that it almost had when Liam and Jarrett had been there for the preview, but Liam had put it out. \"So if you need me to say the words -- no. I did not torch Spectra. Satisfied?\" Bill asked.\n\n\nInsisting that his hands were clean, Bill ordered Caroline not to take it up with him or anyone else ever again. He told her that she needed to focus on Thomas and making sure Sally wasn't playing on Thomas' sympathies. Bill reminded her that the plan all along had been making sure Thomas was committed to her and Douglas.\n\n\nBill advised Caroline to get Thomas back to New York and get the commitment. At that point, she could have her miracle cure. She just had to hold out a little longer. Caroline asked what would happen if she couldn't. Bill replied that she'd be giving the father of her son back to Sally, and the man Caroline loved would be lost to her forever. Bill asked if Caroline could live with that.\n\n\nThomas arrived with Douglas, whom he'd found just before Alison had broken out more ice cream. Thomas asked for baby wipes, and Caroline appeared to be woozy as she reached for her bag. Bill caught hold of her and helped her into a seat. Thomas said to take it easy, and Bill replied that he'd been telling her that. Caroline rolled her eyes at Bill.\n\n\nCaroline asked how Sally was. Thomas said Sally was good, but Spectra was another story. Bill asked if they still suspected that it had been faulty wiring. As far as Thomas knew, they did. Thomas was glad to be back. He'd never seen Sally that way. Sally's whole world was crashing in on her, and she really needed him. Bill asked if that meant Thomas was staying.\n\n\nThomas replied that he'd told Sally he'd return to New York with Caroline and Douglas. Caroline asked if Thomas was sure because Sally seemed to be in a bad place. Bill asserted that Sally had a family, just like Caroline and Thomas did with Douglas.\n\n\nThomas was ready to head to the airport, but Bill asked for a moment alone with his niece. Thomas left with Douglas to wait downstairs. Bill told Caroline that Thomas wanted to be with her, even though Sally had probably done everything she'd been able to do to get him to remain. \"God! How do you still not get it?\" Caroline roared, hopping from her seat.\n\n\nCaroline asserted that the whole charade wasn't her. She assumed Bill could lie and not have it eat him up on the inside, but she wasn't him. Bill replied that he wasn't twisting her arm. Caroline said he was manipulating her, and she was manipulating Thomas. She contended that Bill had said it was about helping her, but it was all about him helping himself.\n\n\n\"And this! This is what it's been about from the beginning! Your stupid skyscraper!\" Caroline yelled, pointing at the model skyscraper. She said it wasn't about her, and it wasn't about Douglas. \"It's about this damn skyscraper!\" she argued and raised her hand to smite it.\n\n\nBill caught Caroline's arm and prevented her from taking a swing at \"Sky.\" Caroline broke away and stormed out of the office.\n\n\n",
    "imdb": "Saul and Shirley are ecstatic that Thomas is back and hope that Sally can convince him to help resurrect Spectra Fashions from the ashes. When Sally confesses her feelings for him, Thomas reciprocates them, yet he feels that it is his obligation to be with the mother of his child on her last days. Sally is heartbroken that he intends to return to New York with Caroline and Douglas. Thomas kisses Sally and encourages her to start over as a designer. At Forrester Creations, Liam nearly sells out his father's terrible deed to an unsuspecting Brooke. Steffy wonders if Liam will actually go that far as to ruin his relationship to his family by revealing that Bill was behind the fire at Spectra Fashions. Caroline calls out her Uncle Bill for his machinations as she feels sick about lying to Thomas about her health. Bill attempts to persuade Caroline to leave L.A. as soon as possible in order to not risk a reunion between Thomas and Sally. Right on cue, Thomas walks in and Bill is happy to hear about his decision to stay with Caroline and Douglas.",
    "tvmega_recap": "Sally says she needs to know if Thomas is back for good. Brooke picks up on something Liam says and wonders if he knows something that she doesn't about his dad. Liam mumbles that he has learned that nothing in life is always the way they think it is. Brooke says she was with Bill earlier and he is more determined than ever to see his Sky go skyward. Liam wonders if she goes along with Bill no matter what he does. She says no they do not have that kind of marriage. Liam and Steffy continue to throw glances at each other not saying what is on their minds. Bill tries to convince Caroline that Thomas came back but only to see Sally and he will return to his family. He starts talking about his Sky and Caroline wonders if Bill knows more than he is saying. He tells her she better get over there and see where she stands with Thomas. She says no. She wants to know his involvement in Spectra being torched. He says the fire could have broken out any time as it almost did with Jarrett and Liam on Spectra's preview showing, so he will state for her that he did NOT torch Spectra. He hopes she is satisfied. As Sally pleads with Thomas to say he is going to stay and help her since CJ did not have insurance, he replies that she knows Caroline is dying and he has to be with her in New York with his son. He wants to be with Sally but he just can't. She cries that she is scared for her future and she is afraid she cannot bounce back. He tells her she can. The fire did not take away who she is. She has passion; she is Spectra Fashions so she needs to pick up that pen again and get started. They kiss and one last time he says he cannot stay .and she understands. Liam and Steffy are at odds. Liam doesn't think he can just sit back and let his dad get away with this scheme this time. Bill continues with Caroline that she needs to focus on Thomas ..get him back on that plane and make sure Thomas is totally committed to her and Douglas and then she will have her miraculous recovery. She asks what will happen if she can't. He retorts that she will be giving Thomas back to Sally. Steffy tells Liam that she can not condone what Bill did, it was a crime but he is his father. If Liam tells this could destroy their relationship forever. Grams and Saul come in and ask Sally if Thomas is leaving and going back to New York. When Sally says yes they think there is more to it than she is telling. She cries it really hurts but Thomas has to be with his son in New York. Thomas joins Caroline in Bill's office. He says he has never seen Sally like this and she really needs him but he told her he had to go back to New York. Bill says he made the right decision. Sally has a family just like Caroline has hers. Thomas collects everything up for Douglas leaving Caroline and Bill alone. She rants at him that this has nothing to do with her and Douglas; it is all about that damned skyscraper. Bill has to restrain her hand when she makes a swipe at the skyscraper model, then storms out.",
    "tvmega_summary": "Episode # 7663 ~ Sally and the Spectra gang attempt to convince Thomas to stay and help rebuild the company; and Liam struggles between losing his relationship with his father or living with the guilt of knowing what Bill has done.",
    "soapcentral_condensed": "At Forrester, Steffy and Liam talked with Brooke about Bill. The couple felt that just when they thought they had Bill figured out, they always learned that they didn't and never would. Liam exclaimed that the building had been destroyed, Sally was in the hospital, and lives were decimated. Thomas wanted to be there for Sally, but there was a lot going on with Caroline and Douglas. Thomas said his son would lose his mother. Sally said she was scared about the future and being unable to bounce back. Her line was gone, the business was in ashes, and even if she had the resources, she had no idea where to start by picking up a sketchpad. \"You have to believe that I believe that without a doubt,\" he urged her and hugged and kissed her and said he loved her. It did not make sense to Sally to stay in New York, and Shirley said it wasn't something to be done to her. She sobbed and said that there was no money to rebuild with.\n"
}