{
    "soap_central": "\n\nAt his office in the morning, Bill called Liam, who was working from home, to confirm their plans to watch a game that evening. As they concluded their call, Wyatt arrived to ask a favor of his father. Wyatt asked if he could move into the Spencer Cliff House with Hope. \"That's Liam's house,\" Bill said.\n\n\nBill asked why Wyatt would want Liam's house, and Wyatt replied that it was bigger. \"What?\" Bill exclaimed. Beating the air with his fist, Wyatt complained that Liam was single, Wyatt was married, and Liam didn't need all that space. Bill replied that Wyatt didn't need it either, and Wyatt scoffed.\n\n\nBill asked if Wyatt was saying that Hope was pregnant. Dismissing his father's guess, Wyatt stated that it could happen one day, and it was good to be prepared. Wyatt claimed not to be asking Liam to live under a bridge, and he offered to let Liam live at the bachelor-pad beach house instead. Bill doubted that Liam wanted to think of himself as living in a bachelor pad.\n\n\nWyatt believed \"that\" could be the problem. Wyatt stated that Liam had lost the girl fair and square and asked if that wasn't what Bill had been telling Liam. \"It was,\" Bill murmured. Wyatt asked Bill to talk to Liam and contended that it wasn't good for Liam to live all the way over there alone, where he'd once lived with Hope.\n\n\nBelieving it could be a new start for Liam, Wyatt offered to \"De-Wyatt\" the place and stock it with tofu. Bill agreed to talk to Liam but wouldn't make promises. Wyatt said he'd heard that Liam had been trolling and had kissed Ivy. Bill acknowledged it but said he wished she had a different last name.\n\n\nAt home later, Liam was closing a document on his laptop. He saw the picture of him and Hope that had somehow resurfaced on his desktop. Bill arrived with a pizza and bucket of chicken. He threw a football, and it whizzed by Liam and out the open patio door. \"We'll work on that,\" Bill said of Liam's failure to catch. Bill was pumped about the game that night and asked if Liam was, too.\n\n\nLiam wasn't psyched. He thought Bill was early for the game. Bill offered to return later -- or watch the game at his place. Bill called the cliff house cavernous, like a \"mauso-liam\" or shrine to something. Liam replied that he was working on it. Bill suggested that the young and single Liam move to the city and get back into the game.\n\n\nLiam replied that a lifestyle like that wasn't really him. Liam liked it where it was; it was peaceful. Bill replied that Liam had spent a lot of time in that house with Hope, and it might be time for a fresh start. Liam replied that he wasn't ready for that, and he was taken aback when Bill, whose mouth was stuffed with chicken, yelled, \"Well, get ready for it, Liam, all right! It's over! It's done!\"\n\n\nBill insisted that Liam would never find the woman for him while camped out on the side of the cliff. Liam grew suspicious and asked why the hard sell. Stammering while he munched on a chicken leg, Bill reluctantly murmured that Wyatt wanted to move in there with Hope. Liam asked what Bill had just said. \"He wants to move in here with Hope!\" Bill repeated louder.\n\n\nLiam asked why Wyatt hadn't asked him because it was Liam's house. Bill corrected that it was Bill's house. Liam assumed Bill had turned Wyatt down. In Bill's silence, Liam chucked a piece of chicken at Bill, who then said he'd agreed to talk to Liam. \"So, can I do that? Can I talk to you?\" Bill asked.\n\n\nLiam growled and folded his arms. Bill said that Wyatt was married, and the cliff house had more space. Liam retorted that the beach house was \"so\" small. \"For a family...\" Bill replied. Liam asked if Hope was pregnant, and Bill said she wasn't. Liam asserted that the pair could find their own house, but Bill asked what the point of that would be if Liam wanted to go to the beach house or live in the city.\n\n\n\"This is about Wyatt taking everything from me! Well, I'm not moving out! Period,\" Liam declared.\n\n\nLater, Liam was alone when Wyatt breezed in through the front door, carrying a bottle of champagne. He called it a house-warming gift, because, \"You're moving. I assume you heard.\"\n\n\nLiam said he wasn't moving out. Wyatt decided that Liam was being stubborn, and Wyatt knew why. Liam claimed it had nothing to do with the marriage, which had happened because Wyatt had been an opportunist. \"And you being a no-show again,\" Wyatt murmured.\n\n\nLiam almost debated the statement, but cut himself short. Wyatt admitted that Liam had a right to be upset but said Liam had to move on at some point. Wyatt mentioned that Liam had kissed Ivy, and Liam couldn't believe Wyatt would drag her into it. Wyatt claimed it was an issue of space, and Liam snarkily said he'd heard about them planning a family.\n\n\nLiam asked if Hope was in on the plans, but Wyatt refused to debate it. Liam said it wasn't really about family planning or space; it was about Wyatt trying to gobble up everything that was Liam's. Wyatt said that Liam needed to talk to somebody. Stamping his feet, Liam decreed his land sacred, promised to him by his father, and insisted Wyatt would not take it from him.\n\n\nWyatt claimed that he wanted to exchange, not take. Liam refused to do it, and Wyatt called him unreasonable. \"Because I won't give up my home, so you can have something else that's mine?\" Liam raged. Liam declared that the house was all he had left, and it would never be Wyatt's.\n\n\nAt Forrester, Hope tensed upon entering Rick's office, where Ivy was working. Sensing awkwardness, Ivy apologized for the exchange they'd had the other day. Hope dismissed it, as they'd each said their peace, but Ivy insisted that she hadn't meant any disrespect.\n\n\nHope switched the subject to the couture line and then to Ivy's dinner party. Hope asked how it had gone and who'd been there. Ivy named Rick, Caroline, Aly, and Oliver and noted that it had been an impromptu event. Hope pressed to know who else had been there, and Ivy mentioned Liam. \"By invitation, I assume,\" Hope snipped, rolling her eyes with a cynical smile.\n\n\nIvy stated that she cared about Liam just as much as Hope did, and Hope figured that meant Ivy would see that he needed time to sort things out on his own. Ivy wanted to help him do it and asked if she and Hope both wanted simply to see Liam happy again. Hope asserted that she knew him better, and he didn't need to jump into a romantic relationship so soon. \"He's been running the treadmill with me for years!\" Hope exclaimed.\n\n\nIvy believed she could give Liam the room he needed, but Hope doubted Ivy's objectivity. Ivy guessed that it was she who Hope didn't like, and Hope also didn't like that Ivy was a Forrester. Ivy told Hope not to worry about Liam. Hope said she didn't worry about him; she cared about him, and he needed time to heal before moving on.\n\n\nIvy said that she and Hope wanted the same things, and if they could work together, they should be able to get along. Ivy added that getting along was the same thing Hope wanted for Wyatt and Liam. Hope asserted that the men would get along, and she wouldn't have it any other way.\n\n\nIn the CEO's office, Maya slipped in while Caroline was studying designs. Assuming Maya was looking for Ridge, Caroline said he'd just left after helping her with a few designs. Maya thought it was strange for Ridge to do that, because it was crunch time for Ridge to produce designs. Maya was surprised that Ridge had time for Caroline or anyone, even Katie.\n\n\n\"Ridge will deliver,\" Caroline asserted. Maya cynically quipped that Caroline sounded like she was Ridge's right hand. Caroline claimed to help when needed, and Maya questioned Ridge's need for help. Caroline snipped back, asking what was with all the questions.\n\n\nMaya innocently claimed to be glad that Caroline was working with Ridge because Caroline might be designing the future couture collections. The skeptical Caroline thanked Maya for the compliment -- if it had been one -- but Caroline believed that Ridge had a lot of years ahead of him.\n\n\nKatie arrived, looking for Ridge. Caroline complimented Ridge as a designer, and a salacious look covered Maya's face when Caroline remarked that Ridge drew out the designer in her. Maya remarked that everyone was waiting on the couture designs, and Caroline protectively asserted that everyone would have to be patient because Ridge was doing his best. Katie agreed.\n\n\nMaya exited, and Caroline confided to Katie about not liking everyone pressuring Ridge, who always \"came through.\" Caroline knew that there would be another fabulous Forrester collection, just like always. Katie surmised that Ridge had told Caroline about his problem. Closing the office door for privacy, Caroline replied that Ridge had told her that he couldn't draw.\n\n\nCaroline vowed to keep the secret safe, and Katie was relieved that Ridge had finally confided in someone else. Caroline said she'd figured it out on her own when he hadn't been able to sketch without guiding her hand. To her, Ridge was a genius and he'd taught her more in two days than she'd ever learned in school. Caroline was sure he'd get through it.\n\n\nKatie was grateful because Ridge had needed a breakthrough. Caroline grinned. She felt like she was the grateful one. To Caroline, Ridge was on a whole different level and knew what women needed to be beautiful. Caroline said he dressed women as if he loved every single one of them.\n\n\nCaroline had felt a surge of energy when Ridge had guided her hand as he'd perfected the lines. \"It was all Ridge. But it was me, too. He changed my career, Katie. He changed my life,\" Caroline professed. Caroline wanted to see Ridge get his gift back. Katie said Caroline had given him back his confidence, and Caroline called it unreal.\n\n\nKatie acknowledged that it was real, and Ridge recognized Caroline's talents. Katie believed that Caroline could help Ridge, and Katie appreciated that Caroline had given him something that Katie couldn't. \n\n\n",
    "tvdb": "Wyatt pays a visit to Bill with a proposition that would greatly benefit him and Hope, but leave Liam in a lurch. Suspicious that Caroline and Ridge have been spending so much time together, Maya comes up with a way to win Rick back. Hope is particularly blunt with Ivy about her feelings regarding Liam’s vulnerability and readiness to date again. When Bill tells of Wyatt’s recent request, Liam becomes irate and refuses to lose out to his brother once again.",
    "tvmega_recap": "Bill calls Liam and asks if they are still on for the big game tonight. It will cheer him up and help keep his mind off \"things\". Liam says yes he's looking forward to it. Bill grills him about seeing the girl he fished out of the river. Liam says yes they went to a party and it went well. Wyatt comes to see Bill so Bill lets Liam go and says he will see him tonight. Wyatt tells Bill that he would like a favor. He'd like to move into the cliff house with Hope. Bill says that is Liam's house. And why does he want it. Wyatt says it is bigger and Liam can have his place, sort of a bachelor pad. He'll even de- Wyatt the place and fill the frig with tofu and bean sprouts. Reluctantly Bill says okay, but he can't promise anything. Maya drops in on Caroline and asks about Ridge helping her. She calls Caroline lucky to have a mentor like Ridge. And since it is crunch time around here she is surprised that he has time for her or anyone, including Katie. When Katie comes in, Caroline says she hates how everyone is pressuring Ridge. He always comes through and this time will be no different. It will be another fabulous Ridge collection. Katie guesses Caroline knows. Caroline says yes he told her. Katie says good, she is glad he had her to confide in. Caroline says it has been good so far, he's taught her more than she ever learned in school. He's put her on a whole different level. He dresses women like he is in love with each and every one. He perfects everything. Katie says she is grateful to Caroline as this has been a nightmare. Hope walks into Ivy's office and there is silence for a few minutes. Finally Ivy starts to apologize for the other day. Hope says it is fine; Ivy had her say and so did Hope. All she wanted to get across was that it was too soon for Liam to be getting into another relationship, that's it. So they should just leave that alone and concentrate on the couture collection for now. However then she turns the conversation to the dinner party she heard about the other night. Ivy is low-key about it and says it was spur of the moment with all the normal suspects, Aly and Oliver, Rick and Caroline and Liam was there too. Hope says by invitation she assumes. Ivy tells Hope that they both want Liam to be happy again. Hope says that is why they need to leave him alone and let him sort this out. She knows Liam better than Ivy does and he is not ready to jump into another relationship so soon. He's been on that treadmill with her for years. Ivy says she does not think it is Liam, but Ivy as her last name is Forrester. But they could work well together and she knows that is what Hope would want also for Liam and Wyatt. Hope says yes she would not have it any other way. Bill shows up at the cliff house a little early ..pizza, bucket of chicken wings, he's all pumped up for Thursday night football with the Ravens and the Steelers. He knows it's early but this is a pre-game meal. He chows down on several chicken wings; tells Liam that the pizza is half veggies so he can eat that too. Bill gets around to Liam getting back in the game and not spend all his time way out here moping, maybe he should move aback into the city. He says he spent too much time here with Hope and it's time to move on. This could become a mauso-Liam. He even yells at Liam and tells him it's over with Hope and it's time to move on. Somewhere out there is a woman but he will never find her camping out here. Liam says he is trying too hard on the hard sell. He likes it out here; it's quiet and peaceful. Bill says yes there is an issue ..Wyatt wants to move in here with Hope. Wyatt finds Hope in Ivy's office and says he has some good news for her. He still has some details to work out. Liam is appalled that Wyatt wants his house. Bill reminds him that technically it is his house and that is why Wyatt came to him first. Liam throws a chicken wing at him when he is sure Bill must have said yes to Wyatt. Bill says no, he told him it would be difficult. Liam is also stunned when he hears they might be starting a family, but .why rush it. He is not moving out period, it's that simple. Wyatt shows up at the cliff house with a bottle of bubbly and says it's a housewarming gift ..Liam is moving. He assumes he has heard. They get into an argument about Wyatt being an opportunist and marrying Hope and Liam being a no-show in Paris. Wyatt says it is just a matter of square footage here. They need the space and Liam doesn't. Liam says he knows better than that. Wyatt just wants to gobble up everything that is his. Liam points both hands at Wyatt, stamps his feet and says this land is sacred, the history, the memories and Wyatt is not taking it from him. Wyatt argues that is not taking anything, only exchanging, quid pro quo. Liam says he can keep his quid and he'll keep his quo, he is NOT getting the house. He's already taken Hope from him and this house is all he has left and it will NEVER ever be Wyatt's.",
    "soapcentral_condensed": "Wyatt asked if he could move into the Spencer Cliff House with Hope. Bill said that Wyatt was married, and the cliff house had more space. Bill suggested that the young and single Liam move to the city and get back into the game. Liam said he wasn't ready for that, and he was taken aback when Bill yelled, \"Well, get ready for it, Liam, all right! It's over. It's done!\"\"This is about Wyatt taking me from me! Well, I'm not moving out,\" Liam declared when Wyatt breezed through the front door carrying a bottle of champagne. \"And you being a opportunist again,\" Wyatt murmured, but cut himself short. \"Liam, I assume you heard,\" Wyatt said, \"You're moving out.\" \"I wasn't,\" Liam replied, \"but I was thinking about it. I wasn't going to lie to you about it.\" \"This is the end of our story,\" Bill said. \"It's time to move on.\"\n"
}