{
    "soap_central": "\n\nAt Forrester Creations, Nick tells his mother now that he has Harrison's; he is determined to buy out the rest of Forrester's distributors.  Jackie fears that Nick's ambitious plans will lead them to bankruptcy.  After Jackie leaves, Nick meets with the next distributor on his list, Mr. Chen.  At first Mr. Chen is hesitant, telling Nick he has always respected Eric Forrester and doesn't want to be any part of a revenge plan.  However Nick makes him an offer that he can't refuse. \n\n\nMeanwhile at Forrester Originals, in Ridge's office, Brooke and he continue to make out.  They are excited about their upcoming nuptials and wish that Rick could share in their happiness.  Realizing that they have a lot of work to do in order to be ready for the fashion show, they finally manage to tear themselves away from each other. After Ridge leaves, Phoebe comes by and Brooke fills her head with dreams of becoming a super model.  Brooke compliments Phoebe, telling her she possesses all the qualities necessary to be the Face of Forrester. Brooke promises Phoebe that the day that she relinquishes that title, Phoebe will take her place.\n\n\nIn a Forrester Original showroom Rick works with a flirty model. As the model is leaving, Ridge walks in and tries to make peace with his future son-in-law. Rick bashes Ridge for his unfair attack on Jackie, telling Ridge many of their international clients were appalled by Ridge's actions. He also complains about being forced to fire a lot of his international employees. Trying to keep peace, Ridge says that they can hire them all back once Forrester regains power. Still not satisfied, Rick blames Ridge's ego for losing Forrester Creations, and hints that Brooke was much better off with Nick.  Ridge argues that Nick screwed up his marriage all on his own.  He encourages Rick to let go of his bitterness and focus on making Forrester Originals a success. Ridge believes that Nick doesn't stand a chance against them.  Rick thinks Ridge is foolish to underestimate Nick and angrily storms out of the room when Brooke walks in.  Ridge explains that Rick thinks he isn't taking Nick seriously enough.  He adds that Rick still isn't happy about them being together. Ridge pulls Brooke towards him and assures her that everything will work out and that Nick is nothing to worry about, but Brooke looks doubtful. Later, after Ridge and Brooke have left, Phoebe eagerly poses in one of Forrester's new creations.  Rick loves her enthusiasm and thinks she is going to make a great model. \n\n\nBack at Forrester Creations, Brooke drops by to see Nick and figure out what he is up to.  Before she can get to him she bumps into Jackie who tells her that Nick is in a meeting. Brooke doesn't understand why Jackie and Nick think they could possibly make it in the fashion business. Jackie assures her that Nick isn't worried and is determined to do whatever it takes. Suspicious, Brooke demands to know who Nick is meeting with and why Jackie is so confident that they will have no trouble competing with the Forresters. Just then Nick bursts in eagerly telling his mom the deal is done and he wants to celebrate. Nick is shocked when Brooke confronts him, asking him what deal.\n\n\n",
    "tvdb": "Brooke informs Ridge that Stephanie is planning an engagement party for them. Brooke is thrilled that the family is coming together for them. Brooke tells Phoebe that when she chooses to end her career to spend time with her family she would like her to be the new face of Forrester Originals. Rick blasts Ridge for losing Forrester Creations. Rick decides to stay in Los Angeles to work with Eric, but tells Ridge that he and Stephanie are responsible for Nick's takeover. Storm and Jackie warn Nick about the amount of money he is spending in buying out the distributors. Nick is confident with his plans and meets with Mr. Chen to buy the Asian distribution. The papers are signed and Nick wishes to celebrate with Jackie, but he is confronted by Brooke who demands to know what he is up to.\r\n",
    "yt": "\n\nStorm and Jackie share their concern about the money Nick is spending to buy all of the distributors. Mr. Chen arrives and Nick offers to buy his company. Chen agrees to sell his company to Nick even though he feels guilty about betraying Eric. Brooke and Ridge are suspicious of how quiet Forrester Creations has been. Brooke tells Phoebe that when the time is right she wants her to take over as spokesperson for Forrester Originals. Brooke arrives at Forrester Creations to talk to Nick but becomes suspicious when Jackie refuses to let her see him and doesn’t tell her why.  Jackie tries to tell Brooke that her true happiness lies with Nick. Nick enters triumphant after his meeting with Chen and Brooke wonders what plan he has up his sleeve. Nick tells Storm about his plan to buy out all of the Forrester Originals distributors. Rick admits to Ridge that he blames him for the public relations mess that Forrester Creations is in. He also blames him for Brooke’s failed marriage to Nick. He warns Ridge not to underestimate Nick. Nick and Phoebe talk about the sale of Forrester Creations and bond over their feeling of loss.",
    "imdb": "\nRick reproaches Ridge ruining Forester's international reputation irreparably and doubts if Originals will overcame Nick. Despite his doubts about Nick's motives, next fashion retail take-over-prey Chen still sells for a fortune. Storm finally hears the exclusivity exclusion plan.    ",
    "tvmega_recap": "Brooke and Ridge continue their lip smooches in the office, but remind each other they do have a showing and they better get rolling. They speak of their engagement party and everybody except Rick seems to be on their side. Brooke fills Phoebe's head with years down the line of being her replacement. Nick tells Jackie that he has Harrison locked up, but he still has to talk to the other distributors. Jackie is still worried that he is over-extending. Mr. Chen surmises that selling to Nick makes him part of the vendetta against Eric Forrester, but a very rich man, so he signs. Rick and Ridge have a heart to heart and Rick rubs it in that Ridge takes the blame. Ridge advises him to stop throwing all his resentment toward him, and start trying to make this company a success. Ridge tells Brooke that Rick is also afraid she will fall back into his evil spell, but they have nothing to worry about. Rick and Phoebe hit it off more and he loves her enthusiasm. Brooke drops in to see Nick, but is thwarted by Jackie and she's infuriated that Jackie won't let her see him. What is he up to? Jackie will only say that he will do anything it takes to win. Not seeing Brooke, Nick blurts out to his mother that the deal is done, they need to celebrate. Brooke asks what deal?",
    "soapcentral_condensed": "At Forrester Creations, Nick tells his mother now that he has Harrison's; he is determined to buy out the rest of For rester's distributors. Meanwhile at Forresters Originals, in Ridge's office, Brooke and he continue to make out. They are excited about their upcoming nuptials and wish that Rick could share in their happiness. After Ridge leaves, Phoebe comes by and Brooke fills her head with dreams of becoming a super model. Brooke promises Phoe be that the day that she relinquishes that title, Ph Zoebe will take her place. In a Forreter Original showroom Rick works with a flirty model. As the model is leaving, Ridge walks in and tries to make peace with his future son-in-law. Rick blames Ridge's ego for losing Forreger Creations and hints that Brooke was much better off with Nick. Ridge argues that Nick screwed up his marriage all on his own. He encourages Rick to let go of his bitterness and focus on making forrester Originals a success.\n"
}