{
    "soap_central": "\n\nAt Big Bear, Rick and Maya enjoyed the quiet country setting. Maya looked outside and said the cabin felt \"like a million miles away.\" Rick told her that the cabin had always meant a lot to him, ever since he'd been a kid. He promised to give Maya the VIP experience.\n\n\nMaya laughed and asked what the VIP experience included. Rick teased she would have to wait to find out. Maya recognized how special the cabin was to the Forrester family. She added that it was nice to get away from the city. \"I feel safe and welcome,\" Maya said. Rick agreed. \"No one is judging us here. All the doubters who think I don't know you -- we're going to prove them wrong,\" Rick said.\n\n\nRick added that people could be cruel. He referred to her time in jail, but Rick said that it had made her who she was. Maya agreed, and she wouldn't change what she had done. \"That's why I adore you,\" Rick said. \"No regrets,\" Rick said. \"No regrets,\" Maya agreed.\n\n\nMaya and Rick left for a walk in the woods and later returned to the cabin. Maya marveled at the acreage his family owned in the mountains. Rick said she would be part of his family some day. Rick's phone beeped, and he admitted he had set a few alerts for stocks and baseball, but he promised to ignore his texts for Maya.\n\n\nMaya and Rick cuddled on the couch, and Rick refused to let Maya out of his arms. He told Maya that she had no idea how much she had touched his life. Rick admired her integrity and grace.\n\n\nRick credited Maya for delivering sanity to his crazy world. Maya said she never wanted to hurt Rick, and she was proud of everything they had built together. She felt very loved. \"You have my vow to always make you feel that way for years and years to come,\" Rick said. Maya smiled, and they hugged.\n\n\nAt Forrester Creations, Nicole worried to Carter that she had told Wyatt about Maya's transgender secret. Carter said it could have all been avoided if Maya had admitted the truth to Rick sooner. Ridge interrupted. Nicole tried to cover their discussion, but Ridge said he knew all about Maya, and so did Brooke and Eric.\n\n\nNicole grew nervous. Ridge reminded Carter and Nicole that Rick valued honesty. Ridge worried that the Spencers would all soon know about Maya. Ridge asked if Maya knew what Nicole had done. Nicole said she had never meant to endanger Maya.\n\n\nRidge advised Nicole that the Spencer family specialized in tabloids and gossips. Nicole argued that Wyatt wouldn't embarrass Maya, but Ridge quickly countered that Bill Spencer would because he was a ruthless man. \"Soon the whole world will know,\" Ridge said. Ridge said that the Forrester family wanted to handle the news with decorum and sensitivity, but that wouldn't be possible. \"Thing's are going to start to explode around here,\" Ridge said.\n\n\nAt Spencer Publications, Liam and Wyatt couldn't believe Maya's secret. \"A boy named Myron,\" Wyatt said. Bill and Katie entered. \"So, who's Myron?\" Bill asked. They all joked about the name being a hipster name, but Katie and Bill noted that Liam and Wyatt weren't laughing. Katie said they were cagey.\n\n\nWyatt admitted that he knew the secret. He advised Bill and Katie to brace themselves because they wouldn't believe it. Wyatt added that the Myron they had discussed was Maya. She had been born with the name Myron. \"What?\" Katie asked.\n\n\n\"Maya is transgender,\" Liam announced. Katie didn't believe it. She accused Wyatt and Liam of lying and behaving like children. Wyatt and Liam disagreed. Bill marveled that it was legitimate. Katie wondered where they had learned the information, and Wyatt admitted Nicole had told him. \"She thinks I am not going to tell anyone,\" Wyatt said.\n\n\nLiam noted that he didn't feel the news offered any leverage over Rick, but they acknowledged that Rick didn't know. Bill was shocked that that Rick didn't know he was living with a man. \"She's not a man,\" Liam countered.\n\n\nKatie maintained it was all a personal issue. She refused to allow Spencer to exploit the news. Bill scoffed that the news would \"knock Rick off his high horse.\" He promised it would be front-page news.\n\n\nLiam said it was news of just another transgender model. \"Whoop-de-do,\" he said. Bill argued that Forrester had an older and more traditional clientele that would be shocked. Bill maintained that it was a story about Rick Forrester living as a fool. \"Ignorance is bliss, even if it makes a man a miss,\" Bill quipped. Katie groaned, and Liam said he would quit if Bill used that headline. Bill countered that he had copywriters for that, but the story was gold.\n\n\nKatie argued it was embarrassing public humiliation. Bill agreed all of it was a moneymaker. \"Everyone will find out sooner or later,\" Wyatt said. Bill added that his competitors would run with it. Bill vowed to be the first out of the gate, and Rick Forrester would get a big surprise.\n\n\nKatie shook her head and refused to allow the story to break at Spencer. Liam agreed they should not throw Nicole or Maya under the bus. Katie said it was Rick's private life, and it was dangerous for Maya because transgender people were murdered for no reason other than being transgender.\n\n\nKatie asked Bill if was clear that they would not break the story, and Bill answered that it was \"crystal\" clear. Bill stared at a magazine with a picture of Maya. Katie, Liam, and Wyatt left.\n\n\nAt Forrester, Nicole found Wyatt at work. She feared that she had messed up by telling him about Maya. She worried that his last name and the fact that his family was a media giant would be bad news for her family. \"I work here. I make jewelry here,\" Wyatt said of his job at Forrester. Nicole asked, \"Did you, Wyatt? Did you tell them?\" Wyatt was quiet.\n\n\nAt Forrester, Bill stared at a magazine with Maya on the cover. He nodded and picked up his phone. He ordered someone to stop everything and get up to his office. \"I've got a story to run -- it's huge, and it will rock Rick Forrester and Forrester Creations,\" Bill said. He hung up.\n\n\n",
    "imdb": "\nRick and Maya leave their worries behind and take a trip to Big Bear.    ",
    "tvmega_recap": "Rick tells Maya that this place at Big Bear has meant so much to him since he was a kid. He wants her to enjoy it too. She says she will even if it is only temporary. He tells her it is not temporary and all the doubters will soon go away. He's proud of Maya and is tired of Ridge always telling him that she is not who he thinks she is and always judging her. That is all old news with her being in jail and has made her stronger. She says she would not change what she has gone through for anything in the world, no regrets. He proposes a walk in the woods while the sun is still out. She is impressed by all the family history and he says she will have all of that someday too .the beautiful woman in his life. Carter expresses to Nicole that the person she told was a guy who she has gone like on two dates with .and the son of a publishing mogul, so this is dangerous. Nicole herself reveals she hopes she has not screwed up but Wyatt said he would not tell anyone. Ridge walks in and lets her know that he knows so does Brooke and now Wyatt and he is sure he will tell all the Spencer's. Those are the little magazines you find in the supermarket. Bill is one of the most ruthless men he knows and he will dive right into this with Maya news. Ridge says like it or not this involves Rick, his family, and Nicole had no right to share this secret. Liam and Wyatt are discussing Myron when Bill walks in and wants to know who they are talking about. Wyatt is reluctant but finally tells Bill that he got Nicole to open up. Liam breaks the news to Katie and Bill who are shocked to hear that Maya is transgender. Katie thinks Liam is doing this for a giggle. Bill can not believe he got this directly from Nicole and she does not believe Wyatt will share it with anyone else. Bill says good job. Liam doesn't see how this will help them. Rick does not even know this yet. Katie says this is a personal issue and they will not go near this. Bill says no way not to use it, this is huge and could knock Rick off his high horse. This is first page news. Ignorance is bliss. The story is gold. Their competitors will eventually hear it and will use it, so they will too. Mr. Whoopee Do Forrester will catch a big surprise. Nicole looks in on Wyatt and says she hates feeling this way and hopes she is wrong. She says she likes Wyatt and she got caught up by telling him things about Maya. Now she needs to know if Wyatt told the rest of the Spencer's. Liam tells Bill that by throwing Nicole and Maya under the bus does not mean it will topple Rick and just makes them look bad for exposing it. Katie reminds them this is about her family and should be private and can be dangerous for both Rick and Maya. Liam muses that transgender people are murdered all the time just for being. Katie wants to be sure Bill is clear about this. This is off limits. Rick tells Maya that she has been the constant source of his strength with her honesty and grace. He loves her. She says she loves him too and how valued and loved he has made her feel. Bill looks at the cover of Eye on Fashion and picks up the phone and calls Justin. He tells him get in here ASAP. He has a huge story for him to publish .one that will rock Rick and the entire Forrester Creations.",
    "tvmega_summary": "Episode # 7065 ~ Liam & Wyatt's strategy is thwarted by Bill's involvement; Rick & Maya take a trip.",
    "soapcentral_condensed": "At Spencer Publications, Liam and Wyatt couldn't believe Maya's secret. \"A boy named Myron,\" Wyatt said. Wyatt added that the Myron they had discussed was Maya. At Forrester Creations, Nicole worried to Carter that she had told Wyatt about Maya's transgender secret. Ridge told Nicole that the Spencer family specialized in tabloids and gossips.\"Thing's are going to start to explode around here,\" Ridge said. \"Soon the whole world will know,\" Ridge told Carter. \"Ignorance is bliss, even if it makes it a man,\" Bill quipped, and Liam said he would quit if he used that headline. \"Whoop-de-do,\" Bill said, and he promised it would be front-page news. \"She's not man,\" Liam scoffed, and Katie refused to allow Spencer to exploit the news to \"knock Rick off his high horse\" \"That's why I adore you,\" Rick said, referring to Maya's time in jail.\n"
}