{
    "soap_central": "\n\nIn the Forrester CEO's office, Deacon leaned on the doorframe with coffee and doughnuts in hand. Brooke dismissively shook her head, but when he asked if she still liked \"those maple bars,\" she ordered him to get in there and close the door before Pam saw that he had store-bought treats.\n\n\nThe two sat down to eat breakfast, and Deacon begged Brooke for information about Hope. Brooke revealed that Liam had headed to Paris to meet Hope at her behest, and Brooke anticipated that it would be a very big moment in Hope's life. Deacon assumed that if Liam showed up, the couple would recommit to each other, but Deacon asked what would happen if Liam didn't show up.\n\n\nBrooke doubted that a no-show would be an issue. Deacon thought that it was a long flight, during which Liam could get cold feet. Deacon asked if Hope would move on if Liam didn't show up. Brooke guessed that Hope could have a life with Wyatt, but Brooke was certain Liam would show. Deacon reasoned that Hope was like her mother but different. Agreeing, Brooke said she respected Hope's choices.\n\n\nDeacon still couldn't believe he had anything to do with \"making that amazing human being.\" He recalled that, on his bad days, he'd close his eyes and conjure up Hope's laugh, and every good thing he'd questioned in the world became restored. He felt that their daughter deserved to have the best and someone who understood how spectacular she was. Brooke stated that both men understood, and Deacon asked who she preferred. Brooke wouldn't answer but asked for Deacon's pick.\n\n\nDeacon said that Wyatt had pulled himself up with his own bootstraps and had given their daughter a \"hell of a diamond.\" Deacon didn't know how one could not want their daughter with a guy like that. Brooke said that Wyatt had made Hope happy, but he was too carefree for Hope. Brooke felt that Liam was more solid and a true gentleman who would always do the right thing.\n\n\nBrooke felt that Liam was more Hope's type, and Deacon guessed that Brooke didn't consider Wyatt a gentleman. Brooke relayed that Liam and Wyatt had different sets of morals. She figured that Wyatt could have turned out a lot worse after having Quinn raise him. Brooke was glad that Quinn wasn't involved in Hope's life anymore.\n\n\nDeacon wished he'd known how much trouble Quinn was when he'd met her. Brooke said she understood wanting the best for one's child, but Quinn had crossed the line. He figured that Quinn was getting the help she needed and staying away from Hope. Looking at his watch, he noted that it was after three in Paris, and the big moment had arrived for Hope and Liam.\n\n\nIn the studio, Aly was glued to her laptop, awaiting news about Hope and Liam. Oliver arrived and hailed another successful Wyatt Fuller production. Aly admitted that Wyatt knew how to create buzz, but the real show for her was Hope and Liam reuniting again -- finally.\n\n\nStaring at Hope's pictures from Paris, Aly cooed that Hope was beautiful, and Brooke couldn't have picked a better name for the daughter who gave so much hope to the world. Aly felt that Hope taught women a new way to live their lives from a place of respect and strength while respecting the earth. Aly said that the message had pulled her through many lost and confusing times.\n\n\nOliver remarked that Aly was also special. Aly thought it was incredible the amount of people who'd tried to keep Hope and Liam apart; however, it didn't matter because the couple was meant to be. Aly asked if she sounded silly, but Oliver said she didn't.\n\n\nAly imagined that the couple was together in Paris and untouchable to Quinn.  Aly felt almost sorry for Wyatt. \"Having a crazy mother like Quinn,\" Oliver replied. Aly said that Quinn was crazy-scary.\n\n\nAly returned to her vigil at the laptop, but Oliver doubted Liam and Hope would post selfies from the tower. Aly agreed, but she couldn't help herself because she'd been drawn to their story from the beginning. She believed that Liam really understood Hope and how she led her life, and Hope and Liam really complimented each other. \"Like you and me,\" Oliver said. Oliver and Aly agreed that every girl needed a knight and shining armor, and Liam would always be Hope's.\n\n\nIn Paris, bells tolled, signifying that it was three in the afternoon. As Liam debated meeting Hope or saving Ivy, Quinn sat down at a café and scanned the nearby area for Hope. Quinn guessed she should have picked a closer café to get a better view.\n\n\nQuinn spied a pair of binoculars on a table beside her and observed that their owner had been distracted by a phone call. The man left without the binoculars, and Quinn swiped them off the table. The man and his waiter returned a short time later in hopes of locating the binoculars. When they couldn't, the man asked Quinn if she'd seen them. Quinn said she hadn't.\n\n\nAfter the man and his waiter had left, Quinn whipped the binoculars out and used them to locate Hope near the tower. Speaking in a Hope-like drawl, Quinn mimicked Hope, saying \"I'd\" thought Liam would be there by then, so he must not love \"me\" after all.\n\n\n\"He doesn't. Not as much as Wyatt,\" Quinn replied in her own voice. Quinn gazed at her phone and noted that the time had passed three o'clock, and \"all's not well for you, Liam.\"\n\n\nPerched against a tree near the carousel at the Eiffel Tower, Wyatt watched Hope milling around by the rose bushes. He glanced at the diamond and uttered, \"Don't come, Liam. Don't show up.\" Wyatt flashed back to the camper trip he'd taken with Hope then anxiously looked around.\n\n\nAt the bridge, Ivy told Liam to go. She became unable to swim against the currents, and in an instant, Liam dove over the side of the bridge to save her. Liam pulled Ivy to the bank, where they collapsed in exhaustion. \"Thank you!\" Ivy breathlessly exclaimed, and a soft look passed between them.\n\n\nLiam said they needed to get Ivy cleaned up, but Ivy told him to go meet Hope. He asked if Ivy was sure. She said she was, and the sopping wet Liam scrambled off, leaving Ivy on the bank.\n\n\nNear the tower, Hope continued to wait, and a fan approached to take a picture with her. After a while, Hope checked her phone and gazed around anxiously. She saw other couples meeting and kissing, and sadness withered her face.\n\n\nMeanwhile, Liam raced up to a platform and propelled himself through the throng around him. Liam darted around the carousel and rounded the rose bushes. The camera slowed down, and piano music played as he saw a blonde standing around with her back to him. He touched her shoulder, but when she turned around, he saw a stranger staring back him.\n\n\nThe woman frowned and skirted away, and Liam glanced all around him. He bowed his head and knowingly shut his eyes. \n\n\n",
    "tvdb": "Liam finds himself in a troubling predicament when he must choose between his innate chivalrous side and his desire to be with the woman of his dreams. Hope has ambitious optimism that, by the end of the day, she will be united with her true love. Deacon’s timing with visiting Brooke is impeccable as they await word of the outcome of their daughter’s intended Parisian fairytale. Quinn watches in wonder as a simple act of hers plays itself out.",
    "tvmega_recap": "Hope is waiting for Liam; Liam sees her on the other side of the river. Ivy tells him to go. Quinn comes along and pushes Ivy off the railing into the Seine. Liam hears her splash and turns around. He looks at Hope, he looks at Ivy needing help. Aly is on the internet thinking good thoughts about Hope and Liam, finally. She goes on and on about Hope's message and how much it means to her. So many people tried to keep them apart but they are meant to be .an incredible reunion. And Quinn is far away unable to touch them this time. Liam will always be Hope's knight in shining armor. Oliver says just like them. Quinn is at an outdoor cafe and wishes she were closer to watch Hope. She spies a guy who leaves his binoculars unattended for a minute and she grabs them. Wyatt is still standing underneath the tree so he can keep eyes on Hope. He hopes for Liam not to show. Deacon knocks on the door at FC and brings in coffee and donuts for Brooke. She frowns but tells him quickly get in before Pam sees these store bought things. She fills him in that today could be a very big day for their daughter. Liam is on his way to Paris to meet Hope. She does not think there is a chance that he won't show. Deacon deducts that Brooke prefers Liam over Wyatt. She says just that she thinks Liam is more Hope's type. She likes Wyatt fine but she's glad that Quinn is not in Hope's life any more. Deacon says yeah he did not know how much trouble Quinn could be when he met her. But thank God she is getting treatment and is not interfering with their daughter's life anymore. He glances at his watch and says it is past 3 in Paris right now so something big could be happening. Brooke says yes finally Hope and Liam together. Liam pulls Ivy out of the Seine and they lay exhausted in the shallow water on the beach. She tells him that she is fine so go find Hope. He runs off and scooting through the crowds almost in a panic. Quinn looks through the binoculars and mocks Hope by saying she looks worried that Liam isn't going to show and doesn't love her after all ..well not as much as Wyatt. Quinn glances at her phone and sees it is past 3 o'clock, doesn't bode well for Liam. Hope too looks at her phone and no messages from Liam. Fairly close to their sacred spot Liam spots a young blonde lady from the back and is sure it is Hope. He goes up to her and puts his hand on her shoulder and turns her around. She is not Hope and she looks at Liam like he's some creep and runs off.",
    "soapcentral_condensed": "Brooke and Deacon discuss Liam and Hope's future together. Aly is glued to her laptop, awaiting news about Hope and Liam. Quinn spied a pair of binoculars on a table beside her and swiped them off the man. The man returned a short time later, but the pair had been distracted by a phone call. The Forrester CEO's office is the perfect place to find out what's going on with Hope and her mother, Pam, and Liam, Deacon says. The big moment has arrived, and Hope is finally reunited with Liam in Paris, Aly says. of the day: Deacon still couldn't believe he had anything to do with \"making that amazing human being,\" and Brooke couldn't have picked a better name for the daughter who gave so much hope to the world. The next day, Liam and Ivy debated saving Hope or saving Ivy. The third episode of \"Forrester\" airs at 8 p.m. ET/PT on CBS.\n"
}