{
    "soap_central": "\n\nAt home, Brooke was devastated while thinking of Nick and Bridget's wedding. Dante figured that Brooke was depressed over the wedding. Dante told Brooke that he admired her for putting Bridget's happiness before her own. Dante acknowledged that Brooke still loves Nick.\n\n\nAt Marone Industries, Nick looked at a photo of Bridget in her wedding dress and marveled at her. He then looked at a wedding photo of him, Bridget and Brooke. He pictured Brooke saying\" married to my daughter, but can't stop thinking about me.\" When Jackie arrived she noticed that Nick was in a mood. Jackie believed that Nick had put his feelings for Brooke behind him when he married Bridget. Nick asked Jackie to take his wedding photos and place them in an album. Jackie suspected something was wrong. Nick came out and admitted to Jackie that by marrying Bridget he did the right thing for everyone. Later, Nick continued to hear Brooke's voice calling him. He then began to hallucinate and he saw Brooke. He realized that he cannot turn off his feelings for Brooke.\n\n\nAt Forrester Creations, Bridget arrived and admitted that she was on top of the world. She told Eric that her life could not get any better right now. Dante arrived and congratulated Bridget on her marriage. Bridget asked Dante if he and Brooke had been together. Dante hesitated to give Bridget an answer. He couldn't tell Bridget how depressed Brooke was over her marriage to Nick. Eric met Jackie for a date and they kissed. They both admitted they had the best time together the previous evening. Jackie told Eric that she has a sense that something is very wrong with Nick.\n\n\nNick called Bridget to try to stop thinking about Brooke. He told her that he missed her and that how much their being together and having a baby means to him. After he finished the telephone call to Bridget, Nick began to hallucinate about Brooke again. In the hallucination, Brooke said to Nick \"come back to me, I love you.\" No matter what Nick did he could not turn the hallucination off. Nick panicked and threw something across the room.\n\n\n",
    "tvdb": "Brooke locks herself away in the darkness of her bedroom. Depressed, she lashes out at Dante when he attempts to cheer her up. Bridget glows as she tells Eric how happy she is that she and Nick are married. Nick grows disturbed when everywhere he turns he sees visions of Brooke and continuously hears her voice in his head. Jackie notices Nick's strange behavior and voices her concern to Eric.\n",
    "yt": "\n\nEric and Bridget notice that Brooke and Dante are not in the office.  Bridget is relieved to finally be married to Nick. Eric remains mum about his relationship with Jackie, but once Jackie arrives, they share a kiss. Dante tells Brooke that he respects the decision she made to not tell Bridget about her feelings for Nick.  Dante tries to comfort Brooke by telling her that they both lost someone they love – Brooke lost Nick and he lost Bridget. Nick is disturbed by a picture of him and Bridget with Brooke on their wedding day. Jackie knows something is wrong, but she applauds Nick for overcoming his feelings for Brooke. However, Nick has visions of a siren Brooke telling him to come to her.",
    "tvmega_recap": "Brooke pines for Nick, crying in her room as she thinks about his wedding to her daughter. Nick is haunted by an image of Brooke standing by the ocean calling out to him. Bridget comes beaming to her dad about how happy she is to be married. Jackie visits Nick and questions if he is ok or not. She also wants to know why he isn't honeymooning and he's giving her his wedding photos. Jackie and Eric meet up later and talk about how happy they are.",
    "soapcentral_condensed": "At Marone Industries, Nick looked at a photo of Bridget in her wedding dress and marveled at her. He pictured Brooke saying\" married to my daughter, but can't stop thinking about me\" Nick realized that he cannot turn off his feelings for Brooke. At Forrester Creations, Bridget admitted that she was on top of the world. She told Eric that her life could not get any better right now. Eric met Jackie for a date and they kissed. They both admitted they had the best time together the previous evening. Nick asked Jackie to take his wedding photos and place them in an album. Nick came out and admitted to Jackie that by marrying Bridget he did the right thing for everyone. He then began to hallucinate and he saw Brooke. In the hallucination, Brooke said to Nick \"come back to me, I love you.\" No matter what Nick did he could not turn the hallucinations off. Nick panicked and threw something across the room. He told Bridget that he missed her and that how much their being together and having a baby means to him.\n"
}