{
    "soap_central": "\n\nAt Spencer, Bill stood by architectural photos on easels in his office and complained about what an idiot C.J. was for passing up the offer of a lifetime. Liam said that Bill, of all people, should understand protecting family. Bill stewed, saying he wouldn't be so generous again, and with Thomas out of the picture, Sally and Spectra's days were numbered.\n\n\nBill suggested that Liam run along and finish his piece on Sally. Liam asked if Bill would try to influence the piece. Bill saw no reason to if Liam told it like it was, which was that Sally was a low-class wannabe with no talent from the wrong side of the tracks, and she had no business being in the fashion industry. Bill believed a truthful article would say exactly that.\n\n\nLiam didn't think Bill could expect Liam to take Bill's lecture about the truth seriously. In Bill's view, there were truths and there truths intended for the greater good. Liam countered that there were truths, lies, and the lying liars who told them.\n\n\nLater, Steffy arrived, and Bill claimed she was his favorite daughter-in-law. She cited that she was the only one, but he said she'd be his favorite even if he had a boatload. He said she'd just missed Liam, who'd gone to Spectra. Steffy assumed it was for the article Liam was working on. Bill clarified that it was the one they'd eventually publish. Steffy didn't see the difference.\n\n\nBill explained that he had final approval of what was in the article. Steffy thought Bill was pushing it because Liam was already uncomfortable about the dying thing with his cousin. She felt that if Bill pulled too many shady moves, Liam might blow everything sky-high.\n\n\nBill refused to coddle Liam anymore and said it was time for Liam to be a man. Bill asked if Steffy was there to lecture him about his treatment of her brother. Steffy replied that she was for anything that helped Caroline piece her family together and put space between her brother and Sally. Bill figured it was even better if Steffy's business rival was out of the picture.\n\n\nThe statement reminded Steffy of Bill's ulterior motive, which was to have his skyscraper looming above them. Bill was unapologetic about it. Steffy respected the way Bill embraced his ruthlessness but warned that it would backfire with Liam. She believed that if Bill tried to push Liam into an unwarranted trashing of Sally, Liam just might tell Sally the truth about everything, including that made-up terminal illness.\n\n\n\"If Liam wants to be a preacher, he can go out and find himself a congregation,\" Bill quipped. In his view, Liam needed to practice loyalty instead of trying to right Bill's wrongs. Bill said he was telling Steffy just like he'd told Liam -- if Liam said anything to Thomas and Sally about Caroline not dying, Bill would kick Liam's \"ass\" out of the company and out of Bill's life.\n\n\nAt Spectra, Coco visited as Sally worked. Sally was thankful to still have the building after again convincing C.J. not to sell. Coco replied that it was his legacy, too. Sally believed she could keep the old battleship afloat if she could pull off the collection. Coco asked when Thomas would be back. Sally wasn't sure, and Coco asked if couples should know each other's plans.\n\n\nSally emphasized that Douglas needed Thomas, and Douglas had to be first. Sally concluded that Thomas wouldn't be back anytime soon, and it was up to her to create the collection while fending off the powerhouse Bill Spencer. Sally was glad to have Coco, who was vital to Sally. Coco's support gave Sally something to live up to.\n\n\nThe sisters hugged, and as Coco turned to leave, Liam arrived. Sally had forgotten about the interview, and he offered to reschedule. Sally wanted to do it because he was there. Coco left, and Liam and Sally sat down together.\n\n\nSally apologized for being the one to tell Liam about Caroline and asked how she was. Liam stiffly responded that Caroline was hanging in. Sure that Liam had heard of Bill's latest scheme of trying to get a quick sale from C.J., Sally wondered if Liam's article would be a trash piece to help Bill get the land.\n\n\nLiam wanted to ease Sally's suspicions. He explained that he was a huge disappointment to his father, but she asked what there was to be ashamed of. Liam said he didn't eat meat, wore his heart on his sleeve, and had a conscience. He rarely approved of or participated in his father's tactics and asked that Sally judge him on his own merits, not by his father.\n\n\nSetting his phone up to record, Liam began the interview by asking how it had felt to go up against Forrester. The competition had galvanized Sally. She knew they'd never be Forrester, but people like Liam were noticing that they were a force to be reckoned with. Thomas had helped her be a better designer, and she'd seen it on the runway. She thought they should have won but said Liam's father would never allow it.\n\n\nSally thought Bill should pick on someone his own size. She said it was like David and Goliath, and she asked how big bad Bill Spencer against dinky little Spectra was even a battle. Liam replied that it wasn't. Thanking Liam for the sentiment, Sally said Bill was a major brand and force in fashion, but she was just trying to stay afloat. She noted that her partner had gone clear across the country.\n\n\nSally didn't mean to blame or sound resentful. She understood why Thomas was gone, but his absence still made everything else fall on her. She had to design, keep the doors open, and make sure Bill didn't knife her. Ending the recording, Liam said it sounded like a lot of pressure.\n\n\nSally was willing to prove herself, as long as she was playing on a level field. She believed that Liam could tell her if she was. She asked Liam if Bill was still up to something.\n\n\nAt the mansion, Sheila woke up, gleeful to be at the mansion. A robe with Eric's initials was on the bed. She put it on, spun around, and said, \"Home, sweet home.\"\n\n\nEric knocked on the door. Sheila shed the robe, hopped into the bed, and pretended to be asleep. Eric entered to awaken her. He called to her several times before she finally roused, stretching and grinning like a fairytale princess with a bandage on her head.\n\n\nSheila noted that it didn't appear to be their bedroom, and Eric told her that they didn't have a bedroom. Shaking her head, she quietly said, \"Oh...\" He asked if she recalled what had happened with Quinn the previous night. Sheila pretended that reality had dawned on her. She apologized and said she'd been dreaming about it being their wedding day.\n\n\nSheila guessed she'd been confused. Eric wanted to check with the doctor about how much Sheila was sleeping. He'd tried to rouse her, but it hadn't been easy. Sheila called him caring and compassionate, and he reminded her that she was there because \"we\" had to keep an eye on her while she recovered. Once Sheila recovered, Eric planned to get her a hotel room or an apartment, whatever she needed to get on with her new life.\n\n\n\"I'll have to leave?\" Sheila asked. Eric stated that the doctor had said the monitoring was for twenty-four hours, and that was all it could be because Eric had to honor his wife. Sheila decided she would leave, but he said she didn't have to do it right then.\n\n\nGetting up, Sheila claimed she'd be fine. She pretended to be unsteady, but when she gained her balance, she asked Eric to observe it. Eric was still uncertain, but she replied that there was only one way to find out. She began walking around the room but suddenly buckled herself at the knees. Eric caught her, and she giggled in embarrassment as he helped her back into the bed. Eric left to get her some food. She grinned to herself and touched her wound.\n\n\nLater, Sheila got out of bed to get her phone. She heard noises, put the phone back in her purse, and rushed back into bed. Eric arrived with water and said Linda was preparing food. Sheila noted how kind Eric was, and he replied that he was sorry that it had happened in his home. Sheila joked that he had a lively wife, but Eric expressed that both women should have used more self-control.\n\n\nEric explained that Dr. Andrews was unavailable that day, so Eric had called in another doctor, one that Sheila knew. The doctor could give them a second opinion and keep the situation away from the press and police. Sheila asked who it was. Eric opened the bedroom door.\n\n\n\"James,\" Sheila said when the doctor entered the room.\n\n\nEric said James had been kind enough to arrive at Eric's request. James Warwick said he'd take a look, assess the condition, and render an opinion on whether Sheila would be well enough to get on her feet and get on with her life.\n\n\n",
    "imdb": "Sheila revels in the beauty of living at the Forrester Mansion and is hopeful that it is just the first step on the way of her desired reunion with Eric. When Eric looks after his house guest, Sheila acts purposely confused and dizzy. A concerned Eric stuns Sheila by calling in medical help to assist her recovery which she never saw coming: her ex-husband Dr. James Warwick. Coco stops by at Spectra Fashions, where Sally updates her on convincing C.J. to give the company a reprieve despite a lucrative offer to sell the building. Liam arrives to interview Sally. He claims that he is his own man and will not write an article as Bill's mouth piece and trash her in the consequence. Steffy pays Bill a visit to warn him: she thinks that Liam could turn against him if pushed too far. Bill is happy to hear that Steffy, despite her husband's concerns, is in favor of his plan to reunite Caroline and Thomas. Yet, he makes it clear that he would not tolerate it if Liam were to turn against him.",
    "tvmega_recap": "Bill welcomes Steffy into his office. He says she just missed Liam who is on his way to Spectra now. She laments that she married him because he was such a good guy so she does not like they have different views on Spectra. Liam comes in as Sally is talking to Coco and telling her again how terrible she feels for getting her in trouble at Forrester. He is not sure he should interrupt but Sally says to come on in. She asks if he is writing this piece of his to trash her and get her out of L.A. Eric looks in on Sheila in bed. He tells her they had a room a long time ago but now she is here because she may be suffering from a concussion. She says she is confused as she was having the most pleasant dream of when they were married. Eric says he has been looking in on her to make sure she doesn't sleep too long. She will be staying here until she is better then he will send her back to her hotel or an apartment, whatever she wants. She starts to get up and he says she does not have to leave now. It is too soon but he cannot watch her 24/7 as he has a wife to attend to as well. She becomes dizzy and falls over in his arms and he puts her back in bed saying again it is a little too soon. He says he will get her some water and be back in a minute. Steffy tells Bill that she is okay with his trying to keep Sally and Thomas apart but if he pushes Liam he might tell Sally the entire truth and he won't get his precious Sky. Liam confides in Sally that his dad loves him but often he is a huge disappointment to him as he has a conscious and that is bad in Bill Spencer's eyes. He rarely believes in his dad's motives so he would like her to judge him on his own merits and not his dad's. Eric brings the water to Sheila and she says he is being so kind. He says again it is the least he can do since all of this happened in his home and at the hands of his wife although both of them should have exercised more control over their emotions. He tells her the doctor from yesterday cannot return so he is calling in another doctor they all know. Sheila is surprised to see Dr. James Warwick. He says he will examine her and give them his opinion. Sally tells Liam this is not even a battle. Bill is a major player in the fashion industry and she is just trying to stay afloat. It is like David and Goliath. And now with Thomas gone she has to do everything to keep the doors open. He says it sounds like a lot of pressure. She says it is okay but she would like to know it is an even playing field and not with Bill still up to something to get rid of her. She needs Liam to tell her the truth.",
    "tvmega_summary": "Episode # 7652 ~ Steffy gets on board with Bill's plan, but she warns him that Liam may be the one to push back; Eric's ultimatum to Sheila forces her to go to extreme measures to get him to reconsider.",
    "soapcentral_condensed": "Liam asked if Bill would try to influence the piece. Steffy thought Bill was pushing it because Liam was already uncomfortable about the dying thing with his cousin. Sally was thankful to still have the building after again convincing C.J. not to sell. Coco asked when Thomas would be back. Sally wasn't sure, and Coco asked if couples should know each other's plans. Sally concluded that Thomas wouldn't be back anytime soon. Liam wanted to ease Sally's suspicions about his father, but she asked what there was to be ashamed of. Forrester galvanized Sally by asking how it had felt to go against his father. She knew they'd never be a force to be reckoned with, but they were noticing that they were like a force of their own.Setting up his phone to record the interview, Liam asked that Sally judge him on his own merits, not by his father's tactics. The interview was a success, and Liam called his father to set up the next one.\n"
}