{
    "soap_central": "\n\nAt Katie's house, Wyatt and Katie made out, but Wyatt was distracted by what had happened that day. Wyatt explained that Bill had taken a leave of absence -- and of his mind because he'd made Liam CEO. Wyatt believed that his brother was unfit to run the business, and Wyatt was leery of Liam's new business plan.\n\n\nKatie wondered if it was the bombshell Steffy had foretold would rock the industry. Wyatt said he'd been working closely with Bill, who hadn't wanted even a vacation. Katie and Wyatt agreed that something wasn't right. She found it hard to believe that Bill had just stepped down, and she recalled that she and Bill had always discussed Wyatt replacing Bill someday.\n\n\nWyatt recalled all the conversations over steak and scotch about how alike he and Bill were. Wyatt couldn't believe that Bill would leave with no explanation, and Wyatt noted that Liam was acting weird, too. Wyatt wondered what could have happened between Bill and Liam.\n\n\nTouching his sword charm, Wyatt said that it had meant everything to him when Bill had given him the revamped sword. Wyatt had finally felt like he belonged in a family, and he'd gained a father that accepted him. Wyatt knew that Bill loved Liam, but Wyatt felt that he and his father had connected on a whole different level.\n\n\nKatie noted that the men had seen themselves in each other. Wyatt, who'd believed that he was next in line, thought something weird was going on. Katie said he was right, and they'd figure it out together. \"Together?\" he repeated, and Katie began kissing him.\n\n\nLater, Wyatt and Katie lay in bed together, marveling at how great their relationship was. Wyatt said it was nice to be able to go to her and shake off the crazy. He was glad he had her. \"Not that I presume to have you,\" he said. She replied that he could have her all he wanted, and they began kissing again.\n\n\nAt Spencer, Steffy tried to get Liam to understand that his relationship with Bill could be forever ruined, but Liam wasn't interested in reconciliation. Steffy said that Bill was willing to meet halfway. Liam asked why Liam would want to do that. She yelled that Bill was Liam's father. She urged Liam not to shut the door and to be willing to give a little.\n\n\nLiam asked if Steffy knew how much he didn't want to hear his wife defend the indefensible. He called Bill a liar, a cheat, and an arsonist. Liam asked what would have happened if someone had gotten hurt in the Spectra fire or if he'd hit his head on the desk when Bill had clocked him. Liam stated that he'd already said all he needed to say to that man.\n\n\nSteffy reasoned that Bill regretted what he'd done, but Liam said Bill was just using her to get Liam to give Bill his power back. She replied that she didn't care about the company, and they could divvy it up any way they wanted. Liam didn't want to divvy it up. He said he was in charge, and he could see what it felt like to sit in the chair. It gave him the power to get things done. Liam intended to hold onto the power to do good instead of letting Bill wreak more havoc.\n\n\nLiam said it was a new dawn, and there was no longer a place at Spencer for Bill's ways. Steffy agreed with Liam standing up for what he believed in, but she insisted that Bill regretted the mistake he'd made. Liam corrected that Bill regretted losing. Steffy believed Bill meant what he'd said to her, and Bill was sorry for setting the fire.\n\n\nLiam recalled that remorse hadn't been the look in Bill's eyes as he'd towered over Liam, who'd been on the floor, and had vowed to decimate Liam. Liam asked Steffy not to let Bill manipulate her as he'd done to Liam for so long. Steffy understood why Liam was upset, but she had reservations about the way Liam was expressing it. She said Bill was Liam's father. Liam stated that he didn't forgive Bill, and he wouldn't forgive Bill.\n\n\nIn Brooke and Bill's bedroom, things were starting to make sense to Brooke. She said Bill would never voluntarily step down from Spencer unless Liam had something on him. She figured that whatever Bill had done, it had to be serious. Bill said he'd work it out, as he always did. She ordered Bill to stop blowing her off and to tell her how Liam had blackmailed Bill into making Liam CEO of Bill's company.\n\n\nBill explained his feelings about Spencer Tower and his desire to put it in the perfect location. He said the building would have gone up no matter what he'd had to do. Brooke replied that the building was still going up, and C.J. would sell the property to Bill because of the fire. The fire had been horrible, in Brooke's view, and she felt bad for the Spectras.\n\n\nBrooke said the building had fallen into disrepair after the original Sally had left, and the young Sally had done what she'd been able to do to keep the doors open. Brooke believed Sally could have succeeded if she'd had one more day, but accidents happened. Brooke didn't want Bill to feel bad about buying the building.\n\n\nBill stated that it hadn't been an accident. \"I'm sorry?\" Brooke replied. Bill repeated that it hadn't been an accident. Brooke asked Bill what it had been if not an accident and who would hate the Spectras that much to start a deliberate fire.\n\n\nBill replied that it hadn't been about hate. He just hadn't been able to wait any longer for the Spectras to fail. He confessed to ordering the fire through Justin. Brooke gasped. Bill added that Liam knew about it and had recorded Bill confessing to it without his knowledge.\n\n\nBill raged that his own son had betrayed him. Bill had trusted \"that boy\" and given him everything, but Liam had betrayed Bill by setting him up. Bill said Liam had threatened to go to the cops if Bill didn't step down and make Liam the CEO. \"You set fire to that building?\" Brooke asked. \"You ordered it? Arson? The day before their show, you committed arson?\"\n\n\nBrooke yelled that Bill could have killed all those people. Bill said he'd made sure that no one had been in the building, but Brooke pointed out that Sally had wound up in the hospital. Bill claimed to feel terrible about it and said he'd had no way of knowing the crew would return to work and run into a burning building.\n\n\nBrooke gasped. She had admired the way Bill ran his business, even though she hadn't agreed with his methods. She said she'd loved him for who he was regardless of his flaws, but \"this\" was criminal behavior. \"How could you? How could you?\" Brooke asked.\n\n\nDeciding that he wasn't going to make excuses, Bill said he shouldn't have done it, and it had been wrong. Brooke stated that it shouldn't have even crossed his mind. It was vile and the most disgusting thing she'd ever heard. She yelled that he'd almost killed people, and she asked if he thought he was going to get away with it.\n\n\nBill stated that he wasn't getting away with anything. Brooke asked if he would have even told her if she hadn't pressed it. Bill claimed he'd wanted to contain it, and the fewer people who knew, the better. She yelled that she was his wife, and what he did affected her. Bill agreed and said he'd done a lot of things he regretted. \"Oh! There's more?\" Brooke asked.\n\n\nBill conveyed that he'd hit Liam, and Brooke groaned in disbelief that he'd hit his own son. Bill explained that he'd just reacted in anger because Liam had threatened to have him arrested. Bill asked if Brooke was hearing him and said that Liam had been kicking Bill out of his own building. All Brooke heard was that Bill cared about his company more than anything.\n\n\nBrooke asked where Bill had hit Liam, and Bill responded that it had been in the face. She asked who Bill was. She recounted that he'd ordered arson, physically attacked his son, and lied to her about the leave of absence. Bill replied that it was indeed a leave, and he had no intention of just letting the mutiny continue.\n\n\nBrooke was sure Bill was just planning his next vile and disgusting attack. She asked if he had ever intended to tell her and then told him that she didn't even want to know. Grabbing her clothes, she decided she couldn't be in the house with him or even look at him.\n\n\nBill caught Brooke's arm as Brooke tried to exit the room. He admitted to screwing up with Liam and the fire. He claimed that he'd learned his lesson. He swore it. He implored her not to go. He said she could yell at him and call him an irredeemable \"bastard,\" as long as she didn't leave. \"Don't go. Please. I might lose my son...I can't lose you,\" Bill said.\n\n\n",
    "yt": "\n\nNeeding to get something off of his chest before becoming intimate with Katie, Wyatt confidentially fills her in on the current dispute between Bill and Liam.  In spite of Steffy’s attempt to appeal to his emotions, Liam is firm that he no longer wants anything to do with Bill ever again.  Bill decides to put his faith in the strength of his marriage when he tells Brooke about his quarrel with Liam and why it happened.",
    "imdb": "Wyatt confidentially fills Katie in on the current dispute between Bill and Liam. Later, Katie and Wyatt make out again. In spite of Steffy's attempt to appeal to his emotions, Liam keeps his grip firm on the CEO chair of Spencer Publications and announces that he intends to use his power for the greater good. Brooke demands that Bill to tell her what Liam is holding over his head. Bill then puts his faith in the strength of his marriage and admits to Brooke that he ordered the fire at Spectra and that Liam achieved his new position with blackmail. Brooke is appalled by Bill's actions.",
    "tvmega_recap": "Brooke repeats what Bill just said \u0096 that he is stepping down from the business so she wants to know what he did to make Liam do that. Steffy tells Liam that do not shut the door on Bill; he is willing to give a little. Liam says his dad is an arsonist and he cannot condone that. There is no forgiving him. And he could have hurt Liam when he cold cocked him. In the midst of almost making a move on Katie Wyatt tells her he was shaken earlier today when his dad took a leave of absence and made Liam CEO. He is completely unfit to run Spencer Publications and Liam has a whole new plan to roll out. Katie says that is certainly a bombshell. He says he has been working a lot with his dad lately and there was no sign of this coming on. Something is definitely not right here and with no warning. Something happened between him and Liam but this does not make sense. Liam tells Steffy that the only thing that happened is that Bill is using her to try and get the company back, but he is in charge now, period. There are things he wants done. He has the power now and he is going to use it to get things done. There is no place now for his dad. Brooke says it is obvious that Liam has something on Bill so he needs to tell her what he did. Bill says Spencer Tower, it was finally becoming a reality for Sky and nothing was going to stop him ..whatever he had to do. She mentions the fire and there was no insurance for Spectra but accidents do happen so no need for him to feel guilty. He blurts out that the fire was not an accident. She wants to know what it was then. Wyatt fingers his sword necklace and says this meant so much to him when Bill gave it to him. It meant he finally had a family besides his mother, of course. And then they discovered they were a lot alike and he really felt like a Spencer. Katie takes his hand and leads him to the bed. Liam asks Steffy why she is looking at him that way. She says he is changing. He says yes a welcome change from Bill. Brooke is stunned and wonders how Bill could do such a thing as to have the fire ordered and now Liam has recorded his confession. Bill groans that he trusted him and gave him everything and now he has set him up and he will go to the police if Bill does not step down. She is aghast that he did this the night before the Spectra showing; someone could have been killed. She rails at him this is criminal behavior and she mentions that she has overlooked some of this flaws before and still loved him, but this is much more. She absolutely cannot believe he did this. With a smile on her face, Katie lays with Wyatt and says it does not matter who knows about them, she is along for the ride. He can have her all he wants. Steffy says of course she wants Liam to be who he is, but Bill is sorry about the fire. Liam says funny when he was laying there on the floor with his Dad looking down at him he did not see remorse in his eyes when he said he would decimate him. Liam still says no he will not give his dad another chance. Bill tells Brooke with a situation like this the less people that know is better. He has done things before he regretted. She wants to know what and he tells her he hit Liam because he was provoked when Liam told him he would call the police. Again Brooke is disgusted when she hears the details and does not want to hear anymore. She walks away and says she cannot even look at him. He says she still loves him and he recognizes now that he made a horrible mistake and he learned a painful lesson, so she can holler at him or throw things at him but please do not go. He cannot lose her. All she can manage is a cold, hard stare.",
    "tvmega_summary": "Episode # 7673 ~ Bill breaks down and tells Brooke half of the truth; Steffy displays her concern for Liam and Bill by attempting to speak with each of them individually.",
    "soapcentral_condensed": "Wyatt believed that his brother was unfit to run the business, and Wyatt was leery of Liam's new business plan. Steffy tried to get Liam to understand that his relationship with Bill could be forever ruined. Liam intended to hold onto the power to do good instead of letting Bill wreak more havoc. The fire had been horrible in Brooke's view, and she felt bad for Bill. She ordered Bill to tell her how Liam had blackmailed her into making Liam CEO of Bill's company, CJ Spectra. The building was still going up, and Bill said he'd sell the property to Bill because he'd work it out, as he'd always did out, and it would be the perfect location for the new Spencer Tower. Bill said the building would have gone up no matter what he'd done, and he'd put it in the perfect place for Brooke to do what she'd always wanted to do, which was take over the reins of the company and run it as a charity.\n"
}