{
    "soap_central": "\n\nNick placed a call to Brooke but she rebuffed him when she told him to go and make Bridget and his baby happy. He needed to focus on them. She hung up and told herself that she was going to do whatever was necessary to ensure her daughter's happiness.\n\n\nEric met with Nick and wanted to know about his feelings for his daughter and what he intended to do. He knew that Nick and Brooke had expressed their feelings for each other and wanted to know how he intended to keep them from Bridget. If he wasn't sure, Eric told him that he was going to Bridget with the truth.\n\n\nThomas, Gaby, and Taylor continued arguing over what to do with the situation that had been created first out of wanting to help Gaby. Thomas told his mother that if she was going to make Gaby leave, then he was going also. Thomas told Gaby to pack their clothes. As they prepared to walk out the door, Agent Dunn was standing there. He was there to confirm what Taylor had called him about.\n\n\nTaylor again told Agent Dunn that the wedding was only to get Gaby her green card. Thomas said that it all had changed. They loved each other. Agent Dunn told them Gaby was on her way out, and as Thomas prepared to follow, the door was opened to expose yet another person there to help, but this time it was Gaby who had made the call.\n\n\nEric told Nick that Brooke had begged him for one more night to settle things. She intended to prove to Bridget that Nick was not a factor in her life anymore.\n\n\nDante and Brooke continued their conversation as she started to hit on him. He told her that her daughter was beautiful but not to sell herself short either. Dante told her that she was a person who loved deeply and hurt deeply, and it caused her nothing but one complication after another. She asked Dante if he was still in love with her daughter.\n\n\nDante told Brooke that Bridget was only interested in Nick and had never responded to his advances. Brooke continued to tell Dante that she was through with Nick and that Bridget needed to know that. Perhaps he could help tell her that, but he wanted proof, so Brooke gave it to him by passionately planting a kiss on Dante.\n\n\nGaby's help was there to confirm that if Agent Dunn proceeded with the case, public opinion would not be on their side. It would be the story of two young lovers against a disgruntled mother-in-law. Taylor was furious, but Agent Dunn said that under the circumstances, there was nothing more he could do, since the marriage had been consummated. Gaby and Thomas felt successful, but Taylor was furious.\n\n\n",
    "tvdb": "Thomas and Gaby pack their bags and prepare to go on the run, but Dunn stops them and has Gaby arrested. Gaby's attorney has her released when Gaby and Thomas admit their love, and the attorney points out that the court will see the marriage as real. Eric visits Nick and digs for information about his feelings for Brooke. Brooke invites Dante to spend the afternoon with her by the pool. Sharing wine, they become close and in an attempt to prove that she is moving on, Brooke kisses him.\r\n",
    "yt": "\n\nNick informs Eric about his feelings for Brooke, but he admits that he doesn’t want to hurt Bridget or the baby. However, Eric can’t help but wonder if Brooke has something planned. Thomas is livid with Taylor for calling Agent Dunn. When Agent Dunn arrives Thomas states that he and Gaby are in love. Taylor reveals to Agent Dunn that the marriage is phony, prompting the officers to handcuff Gaby. Gaby’s lawyer comes to her rescue and she is set free as Taylor stews with anger. Though Brooke might be trying to convince herself, she tells Dante that she and Nick are over. Brooke pours some wine for Dante, which leads to a kiss between the two.",
    "tvmega_recap": "Agent Dunn shows up at the Forrester home to pick up Gabby. Thomas and Gabby are getting ready to leave when they handcuff Gabby to haul her away. A lawyer Gabby called while upstairs packing shows up in the nick of time and reminds Agent Dunn that this could get ugly as the Forrester's are upper crust and Gabby is not. The lawyer asks them if they are in love to which they reply they are. The agents let Gabby go and Thomas announces they are out of there. Brooke and Dante flirt at the pool. Brooke is hoping Dante can help convince Bridget and Nick to stay together. They drink wine and kiss at the pool. Eric comes to see Nick at work asking him how and if he feels the same way Brooke feels about burying their feelings for each other. Nick thinks Bridget should know as well. Eric tells Nick about Brooke asking for one more night. Nick calls Brooke who blows him off pretending in front of Dante she doesn't care about Nick anymore.",
    "soapcentral_condensed": "Eric met with Nick and wanted to know about his feelings for his daughter and what he intended to do. Thomas told his mother that if she was going to make Gaby leave, then he was going also. Agent Dunn told them Gaby was on her way out, and as Thomas prepared to follow, the door was opened to expose yet another person there to help, but this time it was Gaby who had made the call. Gaby's help was there to confirm that if Agent Dunn proceeded with the case, public opinion would not be on their side. It would be the story of two young lovers against a disgruntled mother-in-law. Taylor was furious, but Agent Dunn said that under the circumstances, there was nothing more he could do, since the marriage had been consummated. Told Taylor that the wedding was only to get Gaby her green card. Thomas said that it all had changed. They loved each other. Dante and Brooke continued their conversation as she started to hit on him. She asked Dante if he was still in love with her daughter.\n"
}