{
    "soap_central": "\n\nIn Bill's office, Quinn urged Bill to give Wyatt the announcement. Bill wanted to talk to Wyatt alone, but bursting at the seams, Quinn announced that Bill wanted to give Bill's name to Wyatt.\n\n\nBill claimed that he'd thought about it before, and Wyatt responded that Bill hadn't been as sure about it as he'd been with Liam. Bill asked Wyatt not to compare himself to Liam, who'd arrived under a different set of circumstances. Bill had never been a father before, and Liam had lost his mother.\n\n\nBill said that Wyatt had made a name for himself that hadn't been Bill's. Bill felt that he'd done the same thing in life -- except his father had tried to take the credit for it. Bill had wished he'd had any name but his father's, and because of that, Bill had assumed that Wyatt would feel the same way.\n\n\nJust then, Liam entered, and tensing upon seeing Quinn and Wyatt, Liam asked if he was interrupting. Quinn ordered Liam to get out, but Bill told her not to talk to his son that way. She continued, saying Bill was making Wyatt a Spencer, and Liam couldn't stop it. Bill told her to shut up.\n\n\nLiam contemplated the name \"Wyatt Spencer.\" Quinn shouted that no one cared what Liam thought. Liam asked if Bill had really thought he couldn't tell Liam about it. Wyatt stated that Bill hadn't known how Wyatt would feel about it. Wyatt thanked Bill for considering Wyatt's feelings and added that he'd be honored to be a Spencer.\n\n\nBill and Wyatt hugged as Justin entered. Bill instructed Justin to petition the court to make Wyatt a legal Spencer and heir. Bill suggested that Wyatt go with Justin to provide all the identification information the court would need.\n\n\nJustin and Wyatt left, and Quinn stated that Bill hadn't told Wyatt that Bill would support Wyatt's relationship with Hope. In sudden realization, Liam guessed that Quinn was blackmailing Bill. \"Oww...\" Quinn tonelessly responded and declared that Liam couldn't stop Wyatt from being a Spencer.\n\n\nLiam stated that that didn't bother him. Instead, he was concerned that Bill was letting Quinn walk all over him. Bill claimed that he'd planned to have the talk with Wyatt. Liam said it was happening quickly because Quinn planned to tell Brooke about Bill and Quinn's crazy \"sexacapades.\" Quinn asked what was crazy about them. \"The you part!\" Liam exclaimed.\n\n\nLiam was fine with Wyatt being a Spencer, but Liam implored Bill not to let Quinn lead Bill around by the nose. Bill claimed that he didn't need Liam to tell Bill how to live his life, but Liam asked if Bill would rather Quinn do it. Quinn flashed the picture she had on her phone, and disgusted, the men ordered her to put it away. Bill asked Liam to leave so Bill could handle it.\n\n\nLiam insisted that Quinn only had a photo like that because she intended upon using it. Liam wondered how much Quinn would make Bill give up until she eventually did use it. Bill said Quinn had sworn not to tell Brooke, but Quinn stated that she didn't recall putting her hand on a Bible.\n\n\nLiam said Brooke had been through too many improprieties to stand in judgment of Bill. Bill said nothing. Frustrated, Liam decided to go do his job before Quinn forced Bill to give it to Wyatt.\n\n\nLiam left, and Quinn asked how badly Bill wanted to kiss her. Pouring himself a drink, Bill called her crazy. Quinn said she looked at situations and kicked butt until they were how she wanted them. Her next question was how Bill would support Hope and Wyatt.\n\n\nBill said that Quinn was wrong to think she'd backed him into a corner on legitimizing Wyatt. Bill would have gotten there faster and more genuinely without the badgering. He asserted that Quinn wouldn't go to Brooke because if Quinn did, Brooke would have Hope cut Quinn out at Forrester. Bill suspected that Brooke would then tell Hope to get away from Wyatt.\n\n\nQuinn remarked that reward was more effective than punishment, and she wondered how to reward Bill. She knew his heart was taken, but she asked if his body needed a girl on the side. \"I will never be that hard up,\" Bill retorted. Quinn was sure that Brooke would lock him out one day, and \"think about it. I don't need affection. And you know I know what you like.\"\n\n\nLater, Liam was in his office when Wyatt arrived. Liam guessed that Wyatt had been \"Spencer-ized,\" and Wyatt said that they just needed a judge's signature. Wyatt asked if Liam had meant what he'd said earlier. Liam replied that he'd always seen Wyatt as his brother and joked that it was why Wyatt \"pissed\" him off so much. Wyatt noted that he hadn't treated Liam well and jokingly added that he wasn't about to start. Liam stated that he wouldn't expect anything different.\n\n\nAt the Forrester studio, Aly slipped up to hug Oliver from behind. Oliver warned her that they had to be careful, but she asked if he'd cut himself shaving. He wondered where the cut was, and as she pointed it out, she kissed his cheek. Oliver asked what he'd do with her.\n\n\nAly wished she could tell her mother about how happy she was. Aly said that if wishing were all it took, then Darla would be in the world, and someone else wouldn't be. Oliver understood that Aly wanted to share her happiness with her mother and father, and he wanted that for her -- as long as her father didn't have a gun.\n\n\nAly claimed that her father was the sweetest man in the world. Oliver agreed that Thorne was great, but Oliver didn't think Thorne would like the camper trip idea. Aly recalled that Thorne hadn't wanted her to be anywhere near cars, and she hadn't crossed the street alone until she was twelve. Aly stated that a person needed more than to be safe all the time.\n\n\nAly began to worry that she was holding Oliver back. She felt that she'd lived a sheltered life, and Oliver asked if her father had been overprotective. Aly didn't know, but she felt that she didn't know anything and that Oliver would have to teach her everything. Oliver replied that she was good at being herself, and that was the only skill that mattered to him.\n\n\nOn the Forrester jet, Taylor remarked that she and Thorne were almost home, but she didn't really know where home was any longer. Thorne replied that Los Angeles, the place where they'd had their careers and raised their children, would always be home. Taylor felt it would be different because they were returning as a couple. She wondered how Aly would feel about that.\n\n\nThorne claimed that Aly wasn't the same girl she'd been, and Taylor remarked that Aly had avoided any family function that Taylor had attended. Thorne reasoned that Aly had become a young woman, and he wasn't a young man anymore. He'd done his mourning, and he didn't have to be alone or walk away from love. He felt that Aly would have to understand it.\n\n\nLater, Taylor fell asleep and dreamed of when she'd first fallen in love with Thorne. She awakened in time to put her seatbelt on. She remarked that in the past, Thorne had taught her that love meant absolute forgiveness, but she'd known she couldn't expect that from Aly.\n\n\nThorne recalled being heartbroken when he and Taylor had had to end things; however, his daughter had needed his full attention, and he'd most likely needed hers. It had caused him to lose his ambition, and to him, life was simpler when the goal was happiness.\n\n\nLater, Taylor and Thorne arrived in the Forrester CEO's office. Pam was delighted to see Thorne but was snippy with Taylor, who Pam doubted Aly would want to see. Pam left, and Thorne admitted to Taylor that he was getting cold feet. As Taylor encouraged Thorne to be honest with Aly, the two hugged, and Oliver witnessed it from the doorway.\n\n\nOliver waited for Taylor to leave before he entered the room to talk to Thorne. Oliver said that it looked as if Thorne and Taylor were together, and if they were, Aly could not know about it.\n\n\nBack in the studio, Pam entered to find Aly. Pam said she had a surprise, but she wasn't supposed to tell Aly. Aly asked what was behind Pam's back, and Pam revealed a medieval axe that Charlie had picked up from an antique store after he'd gone with Pam to the medieval dinner in Aly's stead. Aly noted how heavy and sharp it was.\n\n\nPam had thought Oliver might want to use it in a photo shoot. Aly thought that the creative Oliver might, and she suggested that Pam leave it there.\n\n\nAfter Pam had gone, Aly saw a vision of her mother. She wished that Darla was there to tell her what to do. The vision disappeared, and Aly returned to working. Taylor entered the room quietly, and when Aly looked up, she became terrified at the sight of Taylor. \"Aly,\" Taylor said, smiling. \n\n\n",
    "tvdb": "Quinn attempts to blackmail Bill into giving Wyatt what he previously gave Liam. Wyatt remains unaware of his mother’s deception. Aly and Oliver kiss. Oliver reminds Aly to keep their relationship a secret. Later, Aly talks to Oliver about her mother and wishes she could share her new found happiness with her. Bill and Wyatt both decide that Wyatt will officially become a part of the Spencer family. Liam is surprised to learn of the new developments and is immediately wary of Quinn’s role in the decision. Liam and Wyatt trade insults and Liam accuses Wyatt of allowing his mother to run interference in his life.",
    "imdb": "\nNot realizing she is back in town, Aly grows increasingly more upset about Taylor.    ",
    "tvmega_recap": "Quinn tells Bill to go ahead and tell Wyatt the great news. He snarls at her if there is a conversation she is not part of it. Quinn says she is sorry but she was showing Bill this pix she has on her phone and out of nowhere he wants to give his name to Wyatt. Wyatt is taken aback but quips that there is no more William or any variation not in the family so he must be getting Bill's last name. Bill says it's not like he hasn't thought of it before, but he just wasn't sure. And don't compare this with his brother. It is a whole different set of circumstances. Liam lost his mother and had no one. Bill had never had a son and he certainly did not anticipate another one. Wyatt is different. He's made a name for himself that isn't Bill's. He's established a professional force to be reckoned with just like Bill did without his father and yet he wanted to take credit for it. Bill said he wished he had any name but his father's and he assumed Wyatt might feel the same. The door opens and it is Liam wondering if he is interrupting. Aly slips up to Oliver and he tells her they need to be careful. She says they can lock the door. He says she is so beautiful as she kisses him. She remembers her mother telling her that she'd always be loved, but then she was gone. If wishing was all it took to bring her back ..and then somebody else be gone. He wishes being happy didn't make her so sad. And he knows hr dad is great but he is not sure he'd like Oliver to whisk her away in Wyatt's trailer. Aly confides her dad doesn't even like her anywhere near a car. He wouldn't even let her cross the street by herself until she was twelve. But a person needs more than just to be safe all the time. He says in that case they don't have to lock the door. Taylor and Thorne fly back to L.A. on the jet. She says she is glad to be home although she does not know where home is now. It will be odd going back to L.A. now as a couple. He reminds her they are adults and not hurting anyone. She asks if he is sure about Aly. He says Aly is no longer than little girl that she remembers. She does know it was an accident that took Darla from them. Taylor says but that is because Thorne is being rational but Aly isn't. Thorne tells Taylor that he will never ask Aly to forget, but she is a young woman and he recounts that he is not a young man anymore. He's done his mourning. He raised his daughter and does not regret a minute of it. But this is a different time and he doesn't have to be alone. He doesn't have to walk away from love and Aly will have to understand that. He thanks Taylor for bringing all this joy back into his life. Those days were the darkest in his life and then he found her. She says Thorne showed her what love is all about ..absolute forgiveness but she could not expect that out of Aly. Thorne says he was heartbroken all over again when they had to call it off, but maybe it was for the best. His daughter needed his full attention and he probably needed hers. And it made him less ambitious. Life is simple when the goal is simply happiness. Aly confides in Oliver that sometimes she is worried that she will hold him back. She's been pretty sheltered. Her dad wasn't overprotective but she's not good at anything. She'll have to be patient and Oliver will have to teach her everything. He says she is good at being herself and that is the only skill that he is concerned with. Quinn tells Liam that the answer to his question is yes, so get out. Bill tells her she will not speak to his son that way. Wyatt tells his mom to ease up; Liam works here too. Quinn tells Liam that he has no part of this conversation as Bill is making Wyatt a Spencer and there is nothing Liam can do about that. Bill tells Quinn to shut up. Liam says so it is Wyatt Spencer now. Didn't Bill think he could tell him about this. Quinn speaks up and says he didn't make up his mind until today. Liam wonders why the rush all of a sudden. Wyatt tells Liam that Bill did not know how he'd feel .and he thanks him for that. He likes being his son. He'd be honored to be Wyatt Spencer. Justin comes in and Bill tells him his timing is perfect. He wants Justin to petition the court and give Wyatt his name and make him a legal heir. He advises Justin to take Wyatt with him as they will need some personal identification. Quinn reminds Bill that he didn't tell Wyatt that he would support him and Hope. Liam says oh, now he knows what is going on here. Quinn says that is what he gets for walking in when he is not invited. Never know what you might hear. Liam says he would call it blackmail. She says he can not stop this from happening. Liam says he doesn't care if Wyatt is a Spencer. Most people think he is anyway but he doesn't know why Bill is letting her walk all over him. Bill says that is not what is happening. He fully intended to talk to Wyatt at some point. Liam says yeah right but he's having it now because Quinn is threatening to tell Brooke about their sexcapades. He tells his dad to do what he wants about Wyatt but do not let Quinn lead him around by the nose. So she tells Brooke and Brooke will laugh in her face. Bill says all right but he doesn't need his son to tell him how to run his life. Quinn pulls out her phone. Both tell her to put it away. She calls them squeamish. Bill tells him to get the hell out of here and let him handle this. Liam says she will haunt him until the day he dies if he doesn't call her bluff right now. Quinn says she doesn't bluff. Liam tells her then go tell Brooke ..tell her all the gory details. Quinn says okay. Liam tells his dad the only reason that Quinn has a photo like this is because she is going to use it. The question is how much will he have to give up before she does. Quinn quips that she doesn't remember putting her hand on the Bible swearing her to secrecy. Liam tells his dad that Brooke will understand. She has spent her entire life being shamed for her sexual impropriety. She will not stand in judgment of Bill. He looks at Quinn and says but go ahead, crack the whip. He has a job to go to down the hall until she makes Bill give it to Wyatt. Thorne and Taylor surprise Pam but they swear her to secrecy until they see Aly. Suddenly Thorne is getting cold feet. Pam finds Aly and hands her a medieval axe. She said Charlie found it in an antique store. It's very heavy and very sharp. But she thought she'd bring it down here to Oliver and maybe he could use it in a photo shoot. Aly says yes he is very creative. So just leave it and she will leave him a note. Liam runs into Wyatt and asks him if he is all Spencerized. Wyatt wonders how he feels about that. Liam says he has considered him his brother all along. That's the reason he pisses him off so much. But if his dad goes crazy again and loses all his money then he's bunking with Wyatt this time. Wyatt says really, well he knows he has not treated him very well. And he's not about to start now. Liam says he would expect no less. Quinn asks Bill just how bad does he want to kiss her right now. He barks that she is so crazy that she doesn't even know she is crazy. She says some people look at things and ask why. She looks things as they should be and kicks butt until they are. She wants to know how he is going to help Wyatt get Hope. He says she did not back him into legitimizing Wyatt. He would have gotten there faster if she had not badgered him. She says whatever to save face. He tells her she will not tell Brooke. Forget about any repercussion from him. Quinn will suffer as Brooke will go to Hope and tell Hope to cut her off at FC .and the really painful part is she will tell Hope to run to the hills from Wyatt. Quinn smiles and says reward is so much more effective than punishment. She knows his heart is already spoken for but perhaps his body needs a girl on the side. He says he will never be that hard up. Oliver finds Thorne and says it looks like he and Taylor are together. If they are, then Aly must not find out. Aly sees her mother briefly and says Oliver is so gentle and does not judge her. She wishes Darla could meet him. She wishes her mom was here to tell her what to do. She turns around and there is Taylor.",
    "soapcentral_condensed": "In Bill's office, Quinn urged Bill to give Wyatt the announcement. Bill asked Wyatt not to compare himself to Liam, who'd arrived under a different set of circumstances. Liam was fine with Wyatt being a Spencer, but Liam implored Bill not to let Quinn lead Bill around by the nose. Bill instructed Justin to petition the court to make Wyatt a legal Spencer and heir. Bill said Quinn had sworn not to tell Brooke, but Quinn stated that she didn't recall putting her hand on a Bible. Quinn flashed the picture she had on her phone, and disgusted, the men ordered her to put it away. Later, Wyatt asked if Liam had meant what he'd said earlier that he'd always seen Liam as his brother and joked that it was why Wyatt \"pissed off\" him so much. Wyatt said that he wouldn't expect anything different from Liam and jokingly added that he wasn't about to start treating Liam well. Liam asked if Bill had really thought he couldn't tell Liam about it. Wyatt thanked Bill for considering Wyatt's feelings and said he'd be honored to be a Spencer.\n"
}