{
    "soap_central": "\n\nAt Forrester, Ridge handled calls from the press. He asked Eric were Rick was, and Eric said Rick wouldn't be in. Ridge asked if their fearless leader would hide under the covers until his debacle blew over. Eric told Ridge to have compassion, but Ridge couldn't, especially not after Rick had attacked him.\n\n\nEric asked when it had happened, and Ridge said he'd seen Rick while Brooke and Eric had been in the living room. Eric assumed Ridge had slipped in to berate Rick. Ridge said it hadn't been to berate; it had been to have his say, and as usual, Rick hadn't been able to deal with it, proving Rick's instability.\n\n\nRidge felt that Rick needed help, and while he got it, Ridge would run the company. Ridge said Rick was a mess and needed professional help. Eric didn't think Rick was a mess. Instead, Rick had issues, according to Eric. Ridge said the issues affected everyone else.\n\n\nEric didn't think they had to decide anything immediately. Ridge disagreed, saying the unstable Rick had attacked Ridge, and when the company was in crisis due to Rick, Rick took the day off. Eric didn't think they could blame Rick for the media debacle. Ridge did and asserted that Eric should, too.\n\n\nRidge argued that Rick had centered the business upon a woman he'd barely known. Rick had created a toxic work environment, carried a gun to the office, and shot at Ridge and Caroline. Ridge said it was enough, and Eric had to make Rick go. Eric wanted to cut Rick a break because twenty-four hours hadn't passed. Ridge asked how long they should wait while the scandal grew.\n\n\nEric called the scandal nonsense. He said it was a personal smear from Bill, and Eric was more worried about Rick. Ridge suggested that Eric go and hold Rick's hand and put Ridge in control. Ridge knew that Eric couldn't just snap his fingers to do it, but it might be easier with Maya gone.\n\n\nEric looked surprised as Ridge said Maya had resigned the previous night. Eric guessed Ridge had gone to Rick to rub it in. Ridge asked Eric to stop making Ridge the bad guy. Ridge disliked the dissension in the family. Eric guessed Ridge believed it was all Rick's fault.\n\n\nRidge claimed he hadn't said that, but Rick liked to find someone to blame when his life didn't go his way. Ridge asked who was responsible for Rick attacking Ridge, wrecking the car, and hiding out with mommy when he should be there, leading the company.\n\n\nRidge believed that Rick was in an emotional free-fall, and they needed to act. Ridge asked Eric to look at the morality clause -- the behavioral clause. Ridge believed it would be good for Rick and the company if Rick took a break. Eric said he'd talk to Rick.\n\n\nAt the apartment above Dayzee's, Maya watched her phone ring and dismissed calls from Rick. Nicole arrived, sorry for what she'd done. She asked if Rick had reached out to Maya. Maya said that phone calls or texts wouldn't change anything, and when it all died down, Rick could get on with his life without her. Maya declared it was over and had to be that way.\n\n\nNicole urged Maya to talk to Rick, but Maya insisted that a clean break was best in light of the press. \"To hell with the press!\" Nicole exclaimed. Maya stated that there were too many complications. Nicole asked if being a transgender woman had become about complications, and she told Maya to fight for Rick just as Maya had fought for herself. Maya declared that Nicole didn't understand.\n\n\nMaya felt that, after all Rick had given her, she had no right to ask for anything else -- especially if it resulted in months of scandal, whispers, and stares. Nicole berated herself for what she'd done and for thinking she could fit into \"this\" world. She sat beside Maya and hugged her.\n\n\nAt the mansion, Brooke carried breakfast into Rick's room. Rick was trying to call Maya. Brooke told him to let Maya reach out to him if -- or when -- she was ready. Rick claimed that Maya's past had nothing to do with the woman he loved, but Brooke said it did because keeping secrets had turned it into a media circus. Rick blamed it on Bill. Brooke said they'd deal with Bill, but she asked Rick not to chase someone who clearly didn't want to be found.\n\n\nBrooke felt that Rick was in protection mode. Rick said it was because of how it had all happened and everyone finding out before Maya could tell him first. Rick was surprised that Ridge had restrained himself for so long. Brooke asked when Rick had seen Ridge. Rick guessed Ridge had sneaked by Eric and Brooke the previous night to be smug and superior with Rick about not knowing Maya. Rick said he'd had enough and had gone after Ridge, who'd deserved it.\n\n\nBrooke believed that Ridge had been in the wrong, but so had Rick. She understood that Ridge had taken advantage of the situation and pushed Rick's buttons, but Maya had been dishonest and betrayed him -- just like the other women. Rick said not to lump Maya in with Caroline and Amber because Maya hadn't set out to deceive him. Brooke said he could call it what he wanted; however, Maya had done enough damage, and Brooke wouldn't tolerate more.\n\n\nRick felt that Brooke was trying to help, but Maya had made him happier than ever. \"Even though she walked out on you?\" Brooke asked. He didn't know why Maya had done that, but he wanted her in his life. Brooke questioned whether Maya wanted it still and noted that Maya had jeopardized everything by not disclosing sooner. Rick guessed Maya had thought he wouldn't understand.\n\n\nBrooke said it didn't give Maya the right to deceive Rick. Rick exclaimed that Maya hadn't done that. To him, Maya would always be the most beautiful woman inside and out. Brooke asked if Maya thought it of herself and noted that one couldn't love completely without loving oneself. Rick claimed that Maya was completely comfortable with who she was. Brooke stated that it wasn't enough to be completely honest until absolutely having to.\n\n\nRick claimed that Brooke's attitude was why Maya hadn't wanted to date him, and he noted that Eric and Brooke had said they were comfortable with Maya being transgender. Brooke claimed that she was. Rick wanted to find Maya. Brooke asked about having children. He said they'd adopt, but she insisted that it wasn't so simple.\n\n\nRick told Brooke to stop, and he'd already thought about it. Brooke ordered him to think some more because he'd just learned something very significant about the way Maya operated. Brooke said Maya hadn't told Rick about being transgender because she'd thought he wouldn't approve. Rick admitted that he'd found Maya's estrogen pills, and Brooke guessed Maya had said what had been necessary to keep the secret from Rick. \"Oh, Rick, that's what I'm talking about,\" Brooke said with empathy.\n\n\nBrooke urged Rick to step back and reevaluate the situation. She felt that the more distance between the couple, the better. Rick balked when Brooke put Maya's picture in a drawer. Brooke asked him to keep away from Maya, and he guessed it was because Brooke didn't want people knowing.\n\n\n\"No, I don't, but that's not the reason,\" Brooke responded. Rick asked if she thought something was wrong with him for not caring how Maya had become the woman he loved. Brooke said Maya had waited until he had been completely tied up in love to up her odds of holding onto Rick before saying, \"By the way, I'm transgender.\"\n\n\nBrooke felt that Maya wouldn't have told it at all if Brooke hadn't insisted. Rick said Brooke thought she'd played a major role in something she'd had nothing to do with. Brooke told him to just stay away from Maya and get his life together while Maya did the same. \"Clearly, she's more resourceful than either you or any of us ever thought possible,\" Brooke concluded, and she left.\n\n\nRick retrieved the picture from the drawer, and in their separate locations, Maya and Rick thought back on times together.\n\n\n",
    "tvmega_recap": "Ridge dodges the press and Eric tells him good, avoid them all he can. They have a debacle on their hands. Rick is not coming in today. Ridge chides him for their fearless leader staying under the covers today. Rick tells Brooke he has a few bruises but he is okay. He has to talk to Maya. Brooke tells Rick no, she needs to talk to him if she wants to. Clearly she does not want to be found. He says that has nothing to do with the woman he loves. Maya is holed up all moody thinking of her last conversation with Rick while he was tailing her in the car and the phone went dead before he finished saying he still wanted to marry her. She did not hear that. She thought he hung up on purpose. Nicole returns and Maya tells her she was not careful enough since she told Wyatt. And she did turn in her resignation and that is the way it has to be. Calls and texts don't mean a thing now. This is the way it has to be. There are too many complications and a clean break will be the best. It will be what Rick needs. Ridge tells Eric please no compassion for Rick after he attacked him last night. He is unstable and needs help. Rick tells Brooke please do not call Maya a liar, not like Amber and Caroline. Ridge tells Eric that Rick needs to see a shrink. He's a time bomb ready to go off and now today he is taking the day off instead of coming to work. Eric needs to make him go, it's time. Eric says what he sees is his son is hurting right now. This is not a scandal, just a smear and they have been through worse before. Ridge tells him to stop thinking of him as the bad guy and make him CEO. Maya quit last night so Rick will be more concerned about her than the job. Rick tells Brooke that he gets that she is trying to help but he loves Maya and wants her in his life. Brooke says that does not mean she has a right to deceive him. He says Maya is completely secure in who she is. That is why she did not want to date him in the beginning. Brooke rants that he just found out what Maya did not tell him sooner and that should be a big red flag. If he knew about the estrogen pills, then he needs to step back and think this over, what Maya kept from him and may not have ever told him if she was not forced to. Ridge tells Eric they have to do something. He wants Eric to look at the morality clause. This place is too much pressure and stress on Rick, they need to do something about it rather than have Rick to stay home with mommy. Brooke tells Rick that she does not like saying this but Maya waited until Rick was hopelessly in love before she told him, so please stay away from that woman. She is more resourceful than any of them thought possible. Both Maya and Rick are thinking of each other and their romance as they contemplate what to do, what others have told them.",
    "tvmega_summary": "Episode # 7072 ~ A misunderstanding topples a relationship; Ridge tries to talk Eric into a change.",
    "soapcentral_condensed": "At Forrester, Ridge handled calls from the press. He asked Eric were Rick was, and Eric said Rick wouldn't be in. Ridge felt that Rick needed help, and while he got it, Ridge would run the company. Maya watched her phone ring and dismissed calls from Rick. Nicole arrived, sorry for what she'd done. Maya said that phone calls or texts wouldn't change anything, and when it all died down, Rick could get on with his life without her. Nicole berated herself for thinking she could fit into \"this\" world. Maya stated that there were too many complications. Nicole asked if being a transgender woman had become about complications, and she told Maya to fight for Rick just as Maya had fought for herself. Rick was trying to call Maya. Brooke told him to let Maya reach out to him if -- or when -- she was ready. Rick claimed that Maya's past had nothing to do with the woman he loved. Rick blamed it on Bill because keeping secrets had turned it into a media circus.\n"
}