{
    "soap_central": "\n\nIn Rick's old office, Nick arrived with a security pass, looking for Maya. He explained to Ridge that Maya had told him about a special event that evening. Ridge guessed that Nick was there to wish her luck. Nick said luck had a way of failing people like him and Maya, but after praying, wishing, and dealing with casual contempt, one learned to forget luck and have one's own back.\n\n\nRidge didn't think the evening would go well for Maya because she'd lied to Rick. Nick asked what Maya had lied about. Ridge assumed that Nick thought Ridge was a bigot. Nick quipped that Ridge had gay friends. Ridge acknowledged that he did, and those friends put a high value on coming out -- something that Maya hadn't done. Nick said Maya wasn't gay. \"Is that how it works?\" Ridge asked.\n\n\nNick said that \"coming out\" was for when one was hiding something. He claimed that Maya showed her true face every day, and her medical facts, in the wrong hands, could destroy everything about her -- just as it had done when she had been a child. Nick claimed that coming out made gay people feel whole but made \"us\" feel broken.\n\n\nRidge sympathized with Maya -- partially. He said she'd put it on herself, not because of her gender but because she'd picked the wrong guy. Nick said Maya didn't think so, but Ridge told him to check with Maya the next day. Nick asked if Maya would lose her job. Ridge assumed so, and Nick said Maya had made great friends on the road to success.\n\n\nNick turned to leave. Ridge thanked him for stopping by because Ridge had learned something. Nick said to prove it by not discriminating, which was against the law to do in the workplace.\n\n\nAt Spencer, Bill and Justin discussed titles for Bill's story about Rick not knowing that \"she was a he.\" Bill said that it was just the two of them in the room. \"Knowing what we know, do you...?\" Bill asked. Justin declared, \"Oh, no,\" and Bill decided that they had to find a picture of Maya in pants.\n\n\nJustin called three reporters into the office to devise angles for Spencer's scandal sheets, fine photography, and high fashion outlets. One reporter didn't understand where they were taking the story. Bill explained that they had it on good authority from Maya's sister that she had been born a man, and Rick didn't know about it. Another reporter asked if they were quoting Nicole.\n\n\nThe first reporter interrupted and said it wasn't news about a transgender person in fashion. Bill said it was. The reporter said that they were going to out the woman and destroy her career relationships \"because...\" Bill stated that it was because that was their story and because Bill said so.  Bill guessed the guy wanted to write about kittens and flowerpots. The guy said he wanted to work for a human being and left. Bill asked if anyone else in there had a problem with his conscience.\n\n\nThe two remaining reporters sat down to take notes. Bill told them that the subtext of each story was about Rick getting his comeuppance as an \"abusive bastard.\" One reporter asked if Rick had abused Caroline. \"You could say 'shots were fired,'\" Bill responded. Bill told them to hurry. He wanted their copy in thirty minutes. As they hustled out of the office, he yelled, \"We need to get this out!\"\n\n\nAlone with Justin, Bill played a slideshow of some covers and article pages. \"Forrester in Tran-sition,\" \"Wearing and Sharing the Pants in the Family,\" and \"Strange Bed Fellows\" were the titles. Bill said the last one pushed the bounds of good taste but then wondered what he knew of good taste. Justin asked if Bill was sure. Bill said he was, and Justin called someone to make the stories go live.\n\n\nBack at Forrester, Brooke and Eric fretted about Rick and Maya. Eric wanted it to stay a family matter, and Brooke was glad that Spencer had pulled the story. Brooke stared at her phone and said Rick always had his phone on, and it was set to buzz an alert for a story about Forrester or himself. Eric said not to call Rick, and Rick would call if he needed them.\n\n\nBrooke didn't want to see Rick hurt again. Eric said they'd be there for Rick, and whatever happened in Big Bear would stay there. Brooke heard some notifications from Rick's computer and guessed it was a Forrester news alert. They checked the computer and gasped at Bill's headlines.\n\n\nAt Big Bear, Rick wasn't sure of what he was hearing. Maya said she'd been named after her grandfather, and Rick asked who would give a little girl an old man's name. She said that, before a name, she had been given a sex, but sometimes, that had to change just like the name.\n\n\nRick averted his eyes. Maya said he could still look at her; however, there was no boy there, and she'd never been a man. She noted that she'd had a tracheal shave, her forehead was smaller, her eyebrows higher, and her jaw softened. She had the same chin and nose, and her voice had always been high. \"And there are other things, too, that you don't need explained,\" she added.\n\n\nMaya claimed that the changes had been important to her, but they hadn't turned her into a different person, and she was still the same person he'd known an hour earlier. Rick asserted that the person he knew would have told him when they'd first met, and he asked why she hadn't.\n\n\nMaya claimed that she'd been wrong about it but hadn't convinced herself of how wrong until then. Rick asserted that she'd known he'd wanted a life with her, a family, and children, but she'd said nothing to him. Maya claimed that she understood. Rick told her that she didn't and asked if she'd thought he'd hate her or hurt her. He asked if she'd thought he was so naïve that she could keep him in the dark forever. She claimed she hadn't lied to him. \"The hell you didn't lie,\" he shot back.\n\n\nRick said he'd asked Maya about the pills. Maya said she'd sworn she'd never make the mistake again of accepting another proposal without saying anything. Rick asked if she was saying she hadn't told Carter, and Rick swiveled himself around in despair as he guessed the answer. He asked if it had been about keeping her job. Maya said Rick knew what she feared losing.\n\n\nLater, Maya wheeled her bags to the door and said it was the reason she'd followed Rick up there in her own car. Rick asked if she couldn't even have the conversation with him. He guessed she'd already made her mind up about what he'd say and that she'd decided he'd be unapproachable or in shock. She said she knew he'd see her differently, and she'd wanted to put it off for as long as she could. Rick replied that nothing shocked him worse than betrayal. She claimed she hadn't betrayed him.\n\n\nMaya claimed that she'd never been false to him in her feelings and actions. Rick asked when she'd transitioned. She said it had been in her teens, and she'd done stupid things like buying hormones on the streets. The side effects had landed her in a clinic that had taken care of her. Jesse had helped her transition until she and the police had found out how he'd been getting the money.\n\n\nMaya stated that it was hard when she'd been told her whole life that no one would love her. She was sorry she hadn't told Rick sooner.\n\n\nMaya turned to leave, but Rick asked her to wait. Rick understood Maya's feelings because of how he'd grown up, groomed to be Eric Forrester Jr. He said he'd grown up in the shadow of expectation for who he'd be and had been reminded when he hadn't lived up to it. The women in his life had loved his name more than him. When he'd first met Maya, he'd wanted to be liked for himself.\n\n\nRick said Maya had been right to wait to tell him, because if they'd been new, he would have thought it had been a trick. He said he knew Maya, and she was always the same woman no matter what. She'd always put him first, and when everyone hated him, she loved him more.\n\n\nAcross the room, Rick's phone zapped to life with a silent tidal wave of alerts. Rick asked if there was more. Maya said there wasn't. Rick was glad she'd told him and asked what it changed. He didn't care who she'd been named after. He just knew he loved her and wanted to spend his life with her. The tearful Rick asked her not to walk away, and crying, the two hugged.\n\n\n",
    "tvmega_recap": "Rick doesn't understand why a parent would give a little girl an old man's name. Maya explains sometimes it is not a fit and she did change her name. Nick drops in to see Maya but runs into Ridge who wants to know what he wants \u0096 to wish her luck. Nick says you do not wait around and expect luck and he thinks Maya will be just fine. Ridge says she lied to his brother and he doesn't think she will be back at his dad's house. Maya tells Rick that he can look at her. There is no boy here and she never has been a man. She had procedures that were important to her and she doesn't feel he needs an explanation about those. He said the person he knew an hour ago would have told him before now and he can not understand why she didn't. Eric tells Brooke that Rick will call if he needs help or support; just give them time. There is only so much a parent can do. This is a private matter and it should stay that way. Whatever happens at Big Bear should stay there. Bill tells his magazine people about Maya's transgender and neither want to go along with the story being published. Bill demands they get on it right now, he has the headlines, they need to get it out in 30 minutes. Nick tells Ridge that coming out can make gay people feel whole, so it will be too for Maya to admit she is transgender. Rick tells Maya that he does not think she understands. She lied to him, he asked her about her estrogen pills and she knew that he wanted to marry and have children. Then he freaks when he finds she did not even tell Carter when they were engaged. She justifies that she had to re-invent herself to have a career and she was afraid of losing Rick. He looks at her in disdain. She starts to leave and he says he does not deserve that. She says she knew he would look at her differently and she wanted to put it off as long as she could. But she was never false or unfaithful to him. He asked when did it start. She answers in her teens. She left home and did stupid things like getting the needed drugs on the street until she met a good guy who helped her at a good clinic. She cries it is so hard to accept yourself when you are told your whole life that no one will love you. She says she is sorry that she wasn't stronger sooner. As she starts to go, Rick asks her to stay. Nick tells Ridge that it's time that he joined the 21st century. Firing Maya for being transgender is against the law. Bill gives the okay to Justin to run with their headlines and Brooke and Eric see it instantly online. Rick tells Maya that all his life people loved his name and he just wanted to be liked for himself so he did not tell her when they met. She is right and he did feel betrayed. But he knows her now and she always put him first. Everybody else hates him. He is glad she told hm. This is the woman he knows so nothing has changed. He doesn't care who she is named after. He just wants to spend the rest of his life with her, so please do not walk away.",
    "tvmega_summary": "Episode # 7069 ~ Bill proves his ruthlessness to Justin; someone connected to Maya's past gives Ridge insight.",
    "soapcentral_condensed": "Ridge sympathized with Maya -- partially. He said she'd put it on herself, not because of her gender but because she'd picked the wrong guy. At Spencer, Bill and Justin discussed titles for Bill's story about Rick not knowing that \"she was a he\" Back at Forrester, Brooke and Eric fretted about Rick and Maya. Eric wanted it to stay a family matter, and Brooke was glad that Spencer had pulled the story. At Big Bear, Rick wasn't sure of what he was hearing, and Rick asked who would give a little girl an old man's name, and Maya said that she'd been named after her grandfather. Rick averted his eyes; she'd still look at her boy, however, and there was no look at his boy at all. Back to the page you came from.\"Forrester in Tran-sition,\" \"Wearing and Sharing the Pants in the Family,\" and \"Strange Bed Fellows\" were the titles.\n"
}