{
    "imdb": "Bill and Justin interrogate Deacon regarding Quinn's whereabouts, but he keeps mum. Bill laments that Quinn's scheme is wreaking havoc on his sons and therefore wants her found and dealt with. Wyatt and Steffy decide to get their wedding band tattoos. Liam pulls out all of the stops as he plans a romantic dinner for Steffy in hopes of wooing her back into his life. Deacon arrives at a hotel where Quinn is waiting for him. He is disheartened that Quinn declines his offer to run away with him as she is apparently still having feelings for Liam. Deacon tries to warn Quinn about how obsessed Bill is with finding her, but Quinn is not worried about Bill.",
    "tvmega_recap": "Bill introduces Deacon to Justin, his attorney and suggests he get one for himself. He wants to know where Quinn is. Deacon wonders what is going on. Bill tells him not to play dumb. All Deacon knows is that they were married and had it annulled. Justin tells Bill that he doesn't like the guy and certainly doesn't trust him but in this case he thinks he may be telling the truth and knows nothing. Wyatt grabs Steffy's hand and wants to go get their tattoo rings. Liam thinks everything over and prepares his house for Steffy's return, complete with bucket of chilled wine. He thinks of their courtship and marriage. Bill calls Liam and asks him over for dinner. Liam says no thanks as Steffy is coming over, just the two of them. Bill reminds him that she is Wyatt's wife so leave that alone. They are all Spencers and they should have each other's backs. Liam says yes, he got stabbed in that back. He was robbed and he is going to get Steffy back even without Bill's help and he can keep pursuing Quinn. Bill rants at Justin that he wants Quinn found and dealt with. This whole thing is a mess, Steffy with two men in her life, probably in love with one but married and committed also to his brother. Deacon goes back to Quinn and says they need to get the hell out of Los Angeles. He laments that he did not throw her under the bus like she threw him off the cliff. She says that was a temporary lapse in judgment and they cannot leave now, maybe never. Deacon says Wyatt is married to Steffy now so he does not need his mommy to hold his hand. They can go enjoy the beaches of California. He knows she just still has the hots for that kid, her Adam. Steffy praises Liam for fixing up his place. He says he has the feeling that this is not the first time he has done something like this. She says no, and she will drink to friendship. He says he keeps ending up in the same spot with them ending up with a future together. He wonders what those memories mean to her. Quinn tells Deacon that she is not worried about Bill. He says she better. They made a hell of a team until the day she sent him for a swim in the Pacific. This is unreal, they need to get away but she really must be in love with this wimp and now won't leave. Liam tells Steffy that he is not trying to put her on the spot but he could not remember all those things. He has memories on the beach, riding the motorcycles, and their weddings. He says even when he could not remember inside he knew something was missing and it was her and she brought him back. He tells her that she does not have to say anything; he knows she loves him. They were cheated and manipulated and yet here they are again. He does not hate Wyatt but his time is over. He kisses her hand and sees the tattoo ring.",
    "tvmega_summary": "Episode # 7318 ~ Bill becomes obsessed with finding Quinn and making her pay for what she's done; Liam invites Steffy over and creates a romantic setting in hopes of wooing her back into his life."
}