{
    "soap_central": "\n\nAt the Aspen compound, Katie and Bill languished in bed on their honeymoon. Katie had a wedding gift that she kept forgetting to give Bill. She wasn't sure if he'd like the risk she'd taken with the gift but urged him to open it. He opened it and saw a new sword necklace like the one Ivy had designed for Liam. Katie said it was something new, like their new life.\n\n\nBill wasn't sure about the new necklace. The old one had been with him for his entire adult life, and it was part of who he was. He'd never taken it off, and its origin had no bearing on his attachment to it. Katie understood that it symbolized how he'd had to fight for everything in his life, but it also represented the past. The new necklace was his future.\n\n\nRemoving the old sword necklace from Bill's neck, Katie said the new union of Bill's family deserved something new. Katie put the new necklace on him, saying that it would grow in significance because it represented who he was at that time. She felt that he was stronger and better than ever before. Katie didn't want him to renounce his past, but to embrace his future.\n\n\nKatie and Bill discussed the falling snow and how, as kids, Brooke had let Katie win at sledding. Katie was concerned about Brooke, who Katie hoped wasn't making bad choices due to loneliness.\n\n\nLater, Bill was dressed. He reentered the bedroom to tell Katie something, but when he saw her in lingerie before the fireplace, he forgot what he was talking about. He readily removed his shirt to join her on the rug. Bill expressed his love for her, and he was grateful they'd reunited. He vowed that they'd be together forever, and the two began to make love.\n\n\nAt Quinn's loft, a breathless and red-faced Deacon hoisted himself up from the floor to halfway onto the kitchen counter. In his hand was a whisk, and he told Quinn that \"that\" was a new one. Sex had made Quinn hungry, and he offered to get takeout from Il Gardino. As he left, she told him not to be late, and he asked if she'd punish him. Quinn fiendishly replied that she'd do that either way.\n\n\nLater, Quinn was setting the table when Wyatt arrived. He was checking on his mother after seeing her on Valentine's Day. He wanted to know if Deacon had made the holiday up to her after being with Brooke during it. Quinn was impressed that Wyatt was worried about her, but he cynically said he might be worried about Deacon because his mother didn't always do well with rejection.\n\n\nQuinn said to not worry because Deacon treated her the way she wanted to be treated. She asked about Bill's wedding, and in discussing it, Wyatt remarked about Brooke's tipsiness. Quinn knew from Deacon that Brooke had been hitting the bottle and wondered what \"that\" was about.\n\n\nQuinn was touched by Wyatt's concern but said Wyatt didn't have to worry about her because Deacon was a gentleman. Wyatt quipped that she'd have no interest in Deacon if that were true. Quinn said that when Wyatt had lost his child, Deacon had saved her from a bad place, and he'd been there for her ever since. She trusted Deacon.\n\n\nQuinn was even thinking of beginning a business with Deacon, but Wyatt advised her to start a life -- with herself. He wanted happiness for his mother but didn't think Deacon could deliver. She said Deacon had done it thus far, but Wyatt was worried that she'd rely on a man for happiness. \"He won't betray me. If he does --\" Quinn began saying.\n\n\nWyatt cut in, saying the statement was just what he worried about. He didn't want Deacon to disappoint Quinn and wind up with a key missing body part. Wyatt didn't want her to go down a path like that. She was sure she wouldn't have to because Deacon wouldn't disappoint her.\n\n\nAt Forrester, Brooke and Eric toasted to their son's success. Brooke giggled, and Eric said he'd never tire of the sound of her laughter. She poured more scotch and toasted to Rick's parents. She tried to pour a third drink, but Eric said he still had a long day ahead of him. She offered to break for lunch at Il Gardino, but he was too busy to go. Brooke decided she'd go -- alone.\n\n\nEric hoped Brooke wouldn't drive, and she said she'd have a car take her. He asked if she was okay. She said she was glad things were stabilizing. Eric left, and she downed more scotch.\n\n\nLater, Brooke was drinking at the restaurant when Deacon spotted her. She beckoned him to sit down and have a drink with her. Deacon sat down but said he was there to pick up takeout, and Quinn was waiting for him. Brooke was sure that was true and again tempted him to drink. He asked how many drinks she'd had, and she mentioned that she'd begun drinking with Eric.\n\n\nDeacon asked if Brooke had driven there. \"No, I was driven,\" Brooke quipped. His food arrived. He paid the server for it and for Brooke's drinks. He decided that they were leaving because he didn't trust drivers with drunk women. She protested, and Deacon struggled to lift her from her chair.\n\n\nBrooke was flailing everywhere as she claimed she was just buzzed. She drew attention to herself when she knocked over glasses while picking up her purse, and Deacon hustled her out of there.\n\n\nLater, Deacon stumbled with Brooke into her house. She danced around the room, ready for more drinks, but he wanted her to sober up and take a nap. Brooke decided to go upstairs. She was going to sober up but said Deacon would help her. She tripped on the way up the stairs, and shaking his head with exasperation, he warned her to be careful.\n\n\nWhile Brooke was upstairs, Deacon saw a picture of her and Hope. He flashed back to past times with Brooke. Brooke arrived downstairs in a bathing suit and sarong. She wanted him to go swimming with her, but he said he couldn't be her drinking buddy or go swimming with her. He asked if she got that. Brooke claimed she didn't get it, but what she could get was another \"drinkie.\"\n\n\nBrooke swiveled on her heel to go to her bar, but Deacon whipped her around and kissed her. They pulled back and stared at each other in surprise.\n\n\n",
    "tvdb": "Bill and Katie bask in their reunited love as they enjoy the peace and quiet of Aspen during their honeymoon. Feeling as though they are starting a new chapter of their lives together, Katie assists Bill in closing a significant one from his past. When Eric graciously rejects her idea of continuing their conversation about Rick over drinks, Brooke takes her party of one to Il Giardino. A chance encounter puts Brooke and Deacon in the same location for two very different reasons. Deacon is torn when he must choose between Brooke’s invitation to stay with her and his commitment at home with Quinn.",
    "tvmega_recap": "Bill and Katie enjoy their Aspen honeymoon. She likes it where it is cold and wants to stay in bed all day. But she has a wedding surprise for him, something she took a risk on. He opens a new sword necklace. She says she knows the old necklace is who he is, but that is the past and this is the future. He is still powerful and better than before. So she is not asking him to forget his past but embrace his future. They kiss. In the office, Brooke and Eric drink to the success of their son and laugh over how he got his brilliance. Brooke in fact has several refills and Eric quips that he never tires of her giggle. Deacon is down on the floor with no clothes on and comes up for air as he is out of breath. He has a whisk in his hand. He is not sure he wants to leave but tells Quinn they need something to eat so they both settle on chicken and salad from takeout and she playfully smacks his behind before he leaves. Brooke tries to pour Eric another drink but he says he is busy and can not even go out for lunch. She should go alone but do not drive. She assures him she will take a car and thanks him for caring. She says now that Rick is stabilizing everything will be all right. There is a knock at Quinn's door and she gleefully opens it to find Wyatt and invites him in. He says only when she puts that wielding knife away. She is shocked that he is caring about her. He says it might be for Deacon instead. She says he doesn't have to worry as Deacon treats her well. She was depressed when Wyatt lost his baby but Deacon was there for her all the way. Wyatt wants her to be happy but he is not as sure as she is that Deacon can deliver on that. She asks about Bill's wedding and Wyatt tells her it went well although Brooke got a little tipsy. She wants to hear all about that. At the outdoor restaurant Deacon asks about his takeout. Then he spots Brooke and walks over. She tells him she is celebrating and insists that she is not alone now so sit down. She tries to get him a drink but he says he is only here long enough to get his takeout and needs to get back with Quinn. Brooke keeps insisting and he realizes she has had many drinks already so pays for both of their tabs and tells her she can not drive and he is taking her home. She makes a scene in leaving and he ends up apologizing to everyone in her path. Deacon is at odds getting Brooke into her house. She doesn't want to sit; she wants to dance. She calls Deacon young and sexy. When she has another drink but Deacon doesn't, she bounds toward the stairs and says she will sober up like he says upstairs and he can help. Deacon looks at Brooke's photos on the mantle and thinks back to when they slept together and Hope was born. Brooke comes down in a bathing suit and has one in hand for Deacon. She says they can swim then have that drink. Remember when they used to have fun? He says yes but he is committed to Quinn now. Brooke says that has nothing to do with anything and pours herself a drink. Deacon grabs her and kisses her, shocking them both.",
    "tvmega_summary": "Episode # 7014 ~ Wyatt talks to Quinn about her taste in men; Brooke looks for a drinking buddy.",
    "soapcentral_condensed": "Katie and Bill discussed the falling snow and how, as kids, Brooke had let Katie win at sledding. Deacon hoisted himself up from the floor to halfway onto the kitchen counter. In his hand was a whisk, and he told Quinn that \"that\" was a new one. Brooke and Eric toasted to their son's success. She poured more scotch and to pour a third drink, but Eric said he still had a long day ahead of him. She offered to go for lunch at Il Gardino, but he said he was too busy to go alone. Eric asked if she was okay, and she said she was glad things were stabilizing and she was waiting for him at the restaurant for Deacon, but she was sure she'd have a car to take her. She beckoned him to sit down and have a drink with her when Deacon spotted her and said he'd take her up. She said she'd do that either way, and Deacon said he wouldn't disappoint her.\n"
}