{
    "soap_central": "\n\nAt Forrester, Maya entered the CEO's office, saw Rick working behind the desk, and noted how nice it was to see him in the seat. Rick said not to get used to it because the others would be home soon enough. She asked if there had been word about the wedding. Rick replied that no one had called yet, and no news was good news.\n\n\nLater, Rick was on the phone with Eric and getting an update about the wedding. After the call, Rick and Maya discussed Steffy zip-lining into the wedding. Rick said Steffy always had to make her grand entrances. Maya asked how Rick felt about Brooke and Ridge marrying next.\n\n\nRick was trying to be supportive because Brooke needed stability and R.J. was depending on the wedding. Maya sensed that Rick still had concerns. Rick said Brooke had gone back and forth between Bill and Ridge, and it seemed that something always got in the way just when Brooke was about to get what she wanted.\n\n\nRick said his father had sounded good. Maya replied that Eric's granddaughter had gotten married, and Eric would watch Ridge and Brooke get married with Quinn by his side. Rick evoked the husband-to-wife confidence privilege and said Quinn might be good for Eric. Maya was shocked to hear it from Rick. Rick said that he might have been wrong about Quinn hurting Eric, and maybe Quinn wanted what was best for Eric.\n\n\nAt the bar at Steffy and Liam's wedding reception, Eric was with Katie when Ridge approached to ask where everyone was. The two related to Ridge that the younger adults had all gone off by boat. Ridge wondered where Brooke was, and Eric was surprised that Brooke hadn't caught up with Ridge yet.\n\n\nEric contemplated whether he'd miss home if he didn't take the plane back to Los Angeles. Ridge was sure Eric would miss his house. Eric agreed and remarked that Quinn had made the house a home again after Stephanie's death. Eric was ready to go back to the hotel and wondered if Ridge had seen Quinn on the beach. Ridge guessed she was already headed back.\n\n\nBill approached to ask the father of the bride when the \"damn shuttle\" would be back to take them to the hotel. Ridge bet that Bill could swim back on his own. Bill asked if Ridge had a wedding to rehearse for and a loving woman's heart to break -- again.\n\n\nAs time went on, Bill grew more impatient, waiting for the shuttle. Finally, it arrived. He and Katie took the shuttle while Ridge hung behind with Eric to wait for Quinn. Eric asked Ridge if he'd said he'd seen Quinn on the beach. Ridge said he had, and she'd been deep in thought.\n\n\nIn Katie's hotel room later, Katie told Bill that it wasn't scandalous if he entered with her. Bill claimed that he had things to do, but Katie replied that his only event in Australia was over. She offered him a drink from her mini bar, but he said drinking in the sun all day hadn't been good for him.\n\n\nKatie sensed Bill was agitated and guessed it was about Brooke. Bill didn't think it was a good subject for them to discuss, but Katie asked who else he could talk to without having to explain everything. Bill replied that he'd been sure it would be over by then between \"those two.\" He wasn't used to not knowing what happened next.\n\n\nKatie said Bill would go home and pick up the pieces. She told him to look at her; she'd done it. Bill replied that she might be tougher than he was. She was amazed to hear that she was tougher than Bill Spencer. He predicted that, as in-laws, he'd see Brooke and Ridge all the time. Katie asked what the alternative was. Bill contemplated building a Spencer Tower in Australia and remarked that he did speak the language. \"Yeah, right,\" Katie replied.\n\n\nAfter a while, Bill decided that he would have a drink, and Katie remarked upon the beautiful wedding. Bill said Liam had waited a long time to get the love of his life back, but he had finally done it. It made material things seem insignificant. Katie decided Bill really had been in the sun too long. She found it weird that Brooke and Quinn had disappeared at the same time and guessed that the women might have discovered that they had something to talk about.\n\n\nBack at the bar, Eric couldn't get reception on his phone and decided to go look for Quinn. He asked Ridge to hold the shuttle for them if it arrived before they did. Ridge asked Eric to be on the lookout for Brooke, and Eric replied that the women might have intercepted each other.\n\n\nEric took off. Ridge couldn't get phone reception, either. \"Intercepted each other,\" he uttered, and he hurriedly took off from the bar. Ridge ran down the beach and caught up with Eric. He convinced Eric to take the shuttle, which was waiting, back while Ridge located the ladies.\n\n\nAt Manly Beach, Brooke asked how big of a fool Quinn thought Brooke was. Quinn claimed that it wasn't what Brooke thought, but Brooke exclaimed that she'd seen Quinn. Quinn said that there was nothing between her and Ridge, and he'd tell Brooke the same. Brooke called Quinn a sick disease and declared that Quinn's time was done.\n\n\nQuinn explained that she and Ridge had just wished each other well. She said there was nothing between them, and nothing ever would be. Brooke asserted that Quinn was destroying two marriages over nothing. Brooke asked why Quinn had to cheat with Eric's son and the man Brooke had loved for most of her life.\n\n\nQuinn said there'd been foolishness and carelessness, but there had been nothing like cheating. Brooke replied that it was for Eric to decide. Quinn begged Brooke not to tell Eric anything, but Brooke insisted upon telling Eric what she'd seen. Quinn contended that Brooke had seen what she'd expected to see because she'd had a past of Ridge betraying her. Quinn said that hadn't been what had just happened.\n\n\nBrooke said that Quinn would just deny, deny, deny. Brooke couldn't believe that Quinn would repay Eric's love and loyalty by cheating. Quinn decided that if Brooke wanted to know what had gone on with Ridge and Quinn, then Quinn would tell her.\n\n\nQuinn explained that while Brooke had been in \"Paris\" with Hope, Ridge had planned to humiliate Quinn and discredit her with Eric. Brooke asked how, but Quinn replied that it didn't matter because it hadn't gotten off the ground. Recalling that he'd postponed the wedding because he'd wanted to get Quinn out of their lives first, Brooke asked what had happened.\n\n\nQuinn explained that she'd poured her heart out to Ridge when she'd gotten drunk. She said Brooke would have to ask Ridge why, but Ridge had stopped hating Quinn. It had made the reconciliation with Ridge and Eric possible and had enabled Quinn to give Eric his family back after the pain that loving her had caused him. Quinn was grateful to Ridge.\n\n\n\"And then you kissed him,\" Brooke replied. Brooke said that on that beach the next day, she was supposed to see the end of everything that had been broken in her life. Quinn replied that Brooke didn't have to call off the wedding because Ridge loved only Brooke.\n\n\nBrooke asked if Quinn really thought Brooke would marry a man that Quinn had to explain to Brooke. Because of what Brooke had seen, she wouldn't have a husband the next day, and she warned that Quinn wouldn't, either.\n\n\nBrooke conveyed that she'd seen things and noticed subtle things. She just hadn't wanted to believe anything would happen or that Ridge would ever do that. Quinn insisted that Brooke was right and would regret it if she didn't marry Ridge. Brooke asked how Quinn could do it to the adoring Eric. Brooke had believed that Quinn loved Eric and asked how Quinn could betray him with his own son. Quinn replied that there hadn't been a betrayal.\n\n\nBrooke exclaimed that she'd seen the kiss, and she'd seen the way Ridge had kissed Quinn. Quinn claimed that it was only because it had been safe. It had been safe because Quinn had known that Ridge would marry Brooke, and he knew that Eric was Quinn's whole world. Brooke wasn't buying it. The kiss had seemed too easily done, and she guessed it hadn't been the first.\n\n\nQuinn admitted that it had happened before. She insisted that it had just been a kiss, and that was all. Brooke concluded that Ridge had kissed and made love to her while thinking of Quinn.\n\n\nQuinn insisted that she meant nothing to Ridge. She said that Brooke could hate her all Brooke wanted, but Brooke shouldn't deny herself and Ridge their future. Brooke said she was going to tell Eric how Quinn had abused his faith in her.\n\n\nIn a parking lot, Ridge helped Eric into a shuttle van. As the van took off, Brooke yelled Eric's name and ran past Ridge as she chased the shuttle. Ridge asked her what she was doing and said he'd been looking for her. Brooke stopped chasing the van and screamed, asking Ridge why he'd made her fall in love with him again.\n\n\nBrooke hopped into an awaiting taxi. As it drove away, Quinn arrived and told Ridge that Brooke had seen them. Ridge replied that Brooke had gone after his father. Saying they couldn't let it happen, Quinn hailed another taxi.\n\n\nOn the ride to the hotel, Ridge told Quinn that she should have seen the look in Brooke's eyes. Quinn didn't want to see it in Eric's, and she said her loyalty was all he ever talked about. She believed it would destroy Eric.\n\n\nAt the hotel, Eric arrived in his room and left Quinn a message that he'd returned. He knew she was in good hands because he'd left Ridge to locate her. Someone pounded on Eric's door, and when he answered it, he saw an upset Brooke on the doorstep. \"Something horrible is going on, and you need to know about it,\" Brooke told him.\n\n\n",
    "imdb": "Brooke puts Quinn on the spot and accuses her of having an affair with Ridge. Quinn claims that Brooke misread her conversation with Ridge earlier. Quinn reveals what happened between them in San Francisco and says it was a gift that Ridge stopped hating her. Brooke is still furious as Quinn tries to convince not to cancel her wedding. Bill complains to Katie that he was sure it would be over with Ridge and Brooke by now. He mulls the idea of accepting the inevitable and starting over in Sydney. Meanwhile in Los Angeles, Rick and Maya discuss Eric's marriage and that apparently they were wrong about Quinn. Back in Australia, Brooke storms off and makes a beeline to Eric's hotel room to reveal the truth about his wife. A panicky Quinn informs a shocked Ridge that they have been busted. Will they find a way to stop Brooke from spilling their secret?",
    "tvmega_recap": "Maya tells Rick that it is good to see him behind that desk again. He laments not to get too used to it, Ridge will be back soon after the wedding. He talks to Australia over the phone and then tells Maya that Steffy zip lined over the wedding site. He also is trying to be supportive of his mother as she deserves some happiness even if it is with Ridge. Brooke stares Quinn down and asks how long this affair has been going on. Quinn swears that it is nothing like it looks like. Brooke says she is like a disease that has come over them and won't go away. Eric and Katie inform Ridge that Quinn did not come back and he thought they would hook up. Ridge says he saw her but she was deep in thought. Bill walks up and snipes that Ridge probably has a wedding to rehearse to break another heart. Quinn tells Brooke there was recklessness and carelessness but nothing like cheating and it is over now. She begs Brooke not to tell anyone. Brooke says she knows what she saw and she does not like it. Brooke tells her she has not changed one bit; she just denies, denies, denies. Quinn begs again and will tell her what really happened. Quinn admits that she was lonely and a little drunk and it was a gift, instantly Ridge didn't hate her. It brought the whole family back together, something she was grateful for. Brooke adds and then there was the kiss. And after what she saw today there will be no husband for her tomorrow but neither will Quinn. Katie invites Bill to her room but he says he really has things to do. She says no, he flew here to the wedding and it is over now. He is sure Brooke and Ridge's wedding is over too. She says they always get back together so Bill can go home and start over. He quips he might start a brand new Spencer Tower right there in Sydney. Eric and Ridge part saying they will meet up again when Eric finds Quinn. Brooke tells Quinn that Eric is the sweetest person in the world so how could Quinn betray him with his own son. Eric heads down the beach. Ridge cannot reach Brooke by phone so he also heads down the beach. He catches up with Eric first and tells him this is too exhausting. Eric needs to go back and he will find both Quinn and Brooke. Quinn asks what she can do now to convince Brooke there is nothing going on and she needs to go ahead and marry Ridge tomorrow. Brooke won't listen and takes off and sees Eric in the distance and goes after him. She manages to catch a taxi on the beach just as Ridge walks up. She screams at him about him making her fall in love with him again. As she takes off, Quinn walks up and tells Ridge that Brooke saw them. They jump in another taxi to get to Brooke before she tells Eric. Bill tells Katie that he is proud of his son. He waited a long time to get the love of his life and he did so it overshadows everything else. Katie says maybe not; she puts the doubt in his mind that Quinn and Ridge might have hooked up on the beach. Brooke pounds on Eric's door and says she is not all right. Something horrible is going on and he needs to know about it.",
    "tvmega_summary": "Episode # 7551 ~ Bill contemplates starting a new life outside of Los Angeles, because he thinks he's lost Brooke forever; Ridge & Quinn anxiously await word about their fates.",
    "soapcentral_condensed": "At Forrester, Maya entered the CEO's office, saw Rick working behind the desk, and noted how nice it was to see him in the seat. Maya asked how Rick felt about Brooke and Ridge marrying next. Rick said Brooke had gone back and forth between Bill and Ridge, and it seemed that something always got in the way just when Brooke was about to get what she wanted. At the bar at Steffy and Liam's wedding reception, Eric was with Katie when Ridge approached to ask where everyone was. The two related to Ridge that the younger adults had all gone off by boat. Eric asked Ridge if he'd said he'd seen Quinn on the beach, and Ridge said he had, and she'd been deep in thought. Eric agreed and remarked that Quinn had made the house a home again after Stephanie's death. Bill contemplated building a Spencer Tower in Australia and remarked he did speak the language. Katie told Bill that it wasn't scandalous if he entered with her. Bill claimed that he had things to do, but Katie replied that his only event in Australia was over.\n"
}