{
    "soap_central": "\n\nIn the photo studio, Sasha modestly grinned as Rick lauded Zende's work. Rick said that something had surely inspired Zende. Zende pulled the pictures up on the laptop and said he and Sasha had just been fooling around, and it had been nothing serious. Rick replied that it was all it took sometimes to get what one wanted. Nicole silently stared at Zende and Sasha.\n\n\nRick and Maya continued to compliment Zende's work with Sasha, and Sasha wondered where Zende had been for her senior portraits. Sasha and Nicole joked about the questionable photographers from back then. Rick admitted that he'd been critical of Zende's work in the past; however, the new pictures were completely different, and one could see that Sasha had been having the time of her life.\n\n\nZende tried to give the credit for Sasha. She claimed she'd just been clowning around, but Zende could make anyone feel like a model. She asked if Rick agreed it was the mark of a good photographer.\n\n\nAfter Maya and Rick left, Zende and Sasha were on a high about the photos. Nicole said that they'd been Zende's best pictures thus far. Sasha figured Nicole was saying that just because she was Sasha's friend. Nicole claimed to mean it and said it was obvious that the two had clicked. She kissed Zende and said she was proud of him. Sasha half-smiled as she watched Zende.\n\n\nLater, Zende was alone when Sasha returned to see if he needed help packing up. He asked why she'd given him all the credit when she'd brought the shoot to life. She believed that if he wanted to be a photographer, he needed to stop trying to tell people he had nothing do with the work. He thanked her, but he still planned to tell Rick it had been a team effort.\n\n\nZende believed it could be the start of Sasha's modeling career. Sasha thought that could be awesome but didn't want him to feel obligated. She claimed that she hadn't jumped into the shoot for herself. Zende replied that she barely knew him. Knowing Nicole, who had great instincts, was enough for Sasha. Sasha added that Nicole was lucky to have him.\n\n\nOn the flight to Los Angeles, Liam stared at a cell phone picture of Steffy. Howard noted that she was hot. Liam looked surprised. Howard said he was old, not blind, and he wondered why Liam was messing things up. Liam said he had to get home to make Steffy she knew how he felt.\n\n\nThe flight attendant indicated that it was time to fasten the seat belts because the plane would soon land. Liam chatted with her, and Howard asked her for a dessert bar. She left to get it, and Howard figured Liam's flirtatious ways were the reason he had problems at home. Liam didn't think he'd flirted with the flight attendant. Howard said he'd been like that, too, but a few divorces under his belt had helped him to see his pattern of always having his eyes on two women at the same.\n\n\nLiam almost asked how Howard knew. Instead, Liam said it sounded familiar, but Steffy was the one. Howard advised to make sure Steffy knew it. Eating his dessert bar, Howard said that Steffy was a keeper if she could make goodies like the bar.\n\n\nLiam talked about Pam, who made stuff like that all the time. Howard asked if Pam was married. Liam indicated that she was seeing someone. Liam stated that Pam was different, and Howard didn't want to add her to his ex-wife list. Howard said he liked different; different was good, especially if it knew how to bake. Liam called Pam a new level of different and couldn't imagine being married to her.\n\n\n\"Maybe you can't imagine being married at all,\" Howard concluded. Liam quietly affirmed that he did want marriage, and he planned to convince Steffy to walk down the aisle as soon as possible. \"And after that, nothing can stop us -- I don't think,\" he added.\n\n\nLater, the plane landed. Howard told Liam to hustle and sweep Steffy off her feet. He gave Liam his card in case Pam became available. When Liam stood up, he got dizzy but ignored it. Howard left. Liam started to call Steffy but quickly clicked off the line.\n\n\nIn the bedroom at the cliff house, Steffy didn't think that Wyatt should be speaking that way. Wyatt didn't know why not. She said that Ivy's treatment of him didn't make it okay to do \"this.\" Sitting on the bed, the shirtless Wyatt said that it might, and Steffy might be the woman he was meant to be with. Steffy turned on the lamp and pulled the covers up over her underwear.\n\n\nWyatt wished he'd gone after Steffy when she'd first arrived in town. Steffy didn't think they should be discussing it. He asked why not and recalled that she'd felt the connection, too.\n\n\n\"Wyatt, I'm in love with your brother,\" Steffy replied. She climbed from beneath the covers, and in her bra and panties, sat at the foot of the bed to face Wyatt, who was sitting on the edge of the bed with his back to the headboard. Steffy stated that it would be easy to do \"this,\" and Wyatt said he liked easy. He was tired of giving his all but getting nothing in return.\n\n\nWyatt wanted a relationship to be easy for once and asked if Steffy did, too. She said it would be with Liam, once they got past \"this.\" Wyatt hoped Liam knew how lucky he was, but Steffy replied that she was a handful. Wyatt said she was smart and sexy. Flattered, she smiled, but then the smile faded.\n\n\nWyatt said he'd try to be hopeful for Steffy, but he didn't think things would get easier with Liam, the type of fool who'd always be jumping off bridges and catching flights to Sydney. Steffy wasn't sure Liam understood that she needed to be Liam's first priority, but she might not have made it clear.\n\n\nWyatt insisted that Steffy should be the priority. She recalled that Liam had said he was done, but she'd thought he'd meant that he was done with more than the accidents and Ivy getting hurt. Steffy had needed Liam to hold her, need her, and be there for her.\n\n\nSteffy respected Liam's need to rescue people, but she expected him to return home to her when he was done. Wyatt stated that Liam should do so -- after he was done walking the little old ladies across the street. Wyatt felt that it was what he'd do, and he couldn't figure out why he was always second best. Liam was every woman's hero, and Wyatt was the one they had to settle for.\n\n\nWyatt lay back on the pillows. Steffy wished he didn't feel that way. He replied that it seemed as if he and Steffy each wanted to be someone's number one. Steffy admitted that she wanted someone to be there for her. He stated that they were there for each other \"right now.\" He wanted them to be more than friends, but he'd be her friend or whatever she wanted.\n\n\nSteffy stated that she just wanted someone to lean on. \"I can do that,\" Wyatt readily said, beckoning her with open arms. Steffy climbed to the head of the bed and cuddled beside him.\n\n\nLater, Liam arrived to a quiet and dark house. He saw wine bottles on the coffee table and a man's jacket on a chair. Upon entering the bedroom, he saw the underwear-clad Steffy cuddled against the shirtless Wyatt as the two slept beneath the covers.\n\n\nLiam walked around to the foot of the bed. Something inside him struck him with pain, and he grasped a chair by the window. He sank down into the seat and stared, unblinking, at the bed.\n\n\n",
    "tvdb": "Liam shares his women troubles with a fellow passenger as he makes his way home to Steffy; Zende finds success as a fashion photographer with the assistance of a new muse!",
    "imdb": "Anxious to get back home to L.A., Liam spills all the details on his complicated love life to Howard, the man sitting next to him on the plane. Commiserating with Steffy over their respective flawed and failed relationships, Wyatt realizes that Steffy would have been perfect for him, but out of respect for Liam he agrees that they can be just friends. Following this lengthy talk, they fall asleep on the bed... Liam is shocked to find Steffy in his brother's arms and suffers a dizzy-spell. Seeing how Zende's recent success is due to his chemistry with Sasha, Nicole becomes jealous of them working together. Sasha feels humbled by all the praise, but claims that it is all just due to Zende.",
    "tvmega_recap": "The old man on the plane is snoring, he did not hear Liam pore out his heart. Liam says things were not good when he left so that is why it is important that he get back home. Steffy sits up in bed and tells Wyatt that he should not be saying this. She knows Ivy hurt him badly but He says she knows it too, it should have been them. She says no, she is in love with his brother. Rick likes Zende's photos and says sometimes that is all it takes is impromptu. He likes the images as Sasha is fresh and sexy. She gives all the credit to the great photographer, Zende. She watches as Nicole kisses Zende and tells him how proud she is of him. Wyatt tells Steffy that he wants something easy, not a relationship where he gets nothing in return. She says they can get past this and that is what she wants from Liam. Wyatt says he hopes Liam knows how lucky he is. He will try his best to be hopeful for her. But he does not think things are gonna be different as that is the kind of fool Liam is and deep down he thinks she knows that. Howard accuses Liam of having his eye on two women at the same time; that will get him in trouble like he is flirting with the flight attendant. Liam says all he wants to do is get home and walk down that aisle and nothing can happen after that .at least he doesn't think it will. They depart the plane and Howard wishes him well and gives him his business card. He tells him to give him a call if Pam and her desserts become available. Steffy tells Wyatt that she just needs Liam to hold her. He does not have to jump off a bridge for her. Wyatt says he doesn't understand how she puts up with him. Liam is everyone's hero and Wyatt has to settle for second place. She says he does not have to feel that way. He reminds her they are both here now and he will always be there for her, whatever she wants. She whines that she just needs someone to lean on now and goes into his arms. Liam checks his messages, no Steffy. Steffy falls asleep in Wyatt's arms. Sasha tells Zende that he gets all the credit and now Rick and Maya know it, that is all that matters. He says maybe he won't be the only one advancing their career. She does not want him to feel obligated. And Nicole is really lucky to have him. Liam slips into the house and first he sees Wyatt's coat and two bottles of wine on the table. Slowly he goes into the bedroom and almost gags as he sees Wyatt and Steffy in bed asleep. He backs out and falls into a chair.",
    "tvmega_summary": "Episode # 7234 ~ Liam shares his women troubles with a fellow passenger as he makes his way home to Steffy; Zende finds success as a fashion photographer with the assistance of a new muse.",
    "soapcentral_condensed": "Zende believed it could be the start of Sasha's modeling career. Liam said he had to get home to make Steffy she knew how he felt. Howard said he liked different; different was good, especially if it knew how to bake. Liam indicated that she was seeing someone, and Howard didn't want to add her to his ex-wife list. \"Maybe you can't imagine being married at all,\" Howard concluded. \"And after that, nothing can stop us -- I don't think,\" he added. \"Wyatt, the shirtless woman might be the woman he was meant to be with,\" Liam said. \"I don't know why I didn't think that Wyatt should be speaking that way,\" she replied. \"It might be because I'm not too good at it,\" he said. 'Watt' said he wished he'd gone when she'd first arrived in town, and she said that she'd gone after the woman who'd pulled up the covers over her underwear.\n"
}