{
    "soap_central": "\n\nAt Spectra, Darlita was engrossed in the incident unfolding on her laptop with Coco and Rick; however, Coco shocked Darlita by walking into the office. Darlita guessed there was a transmission delay, and Coco asked what Darlita was talking about.\n\n\nInstructing Coco not to worry, Darlita asked how Rick Forrester was. Coco was puzzled by the question. Darlita asked if Coco knew that his wife was a model at Forrester. Coco replied that Maya didn't trust Coco, but Coco was working on it and had even loaned her brooch to Maya. Relieved, Darlita hugged Coco and said it explained a lot.\n\n\nIn Sally's office, Saul and Shirley discussed whether Sally should break it off with Thomas. Saul didn't like the relationship, but he said that Sally seemed genuinely happy. Shirley stated that men let women down; they came and went, and it was Thomas Forrester's time to go.\n\n\nSaul asked why all men had to be lumped together. He said he didn't let women down, and he wasn't in and out of women's lives. Shirley quipped that she wasn't talking about Saul. She was talking about men who swept women off their feet. He sarcastically thanked her. She insisted that the only thing trustworthy in life was money.\n\n\nDarlita rushed into the office, stammering as she tried to explain what had just happened with Coco and the brooch. Shirley asked her to calm down and state the issue. Darlita said that Coco didn't have the \"roach\" anymore because Coco had given it to Maya, the model. Shirley became worried that Maya would find the camera, but Darlita said that Maya was too busy thinking about her sexy husband to worry about a piece of jewelry.\n\n\nShirley wondered what Darlita was talking about, and Darlita led Saul and Shirley to the laptop. Shirley squealed at what she saw on the screen. Darlita though it was hanky-panky, but it turned out to be Rick showing Maya designs. However, Rick was flipping boards really quickly. As Saul took screen captures, he asked about Sally's feelings for Thomas. Shirley asserted that Sally had better be breaking up with Thomas at that very moment.\n\n\nLater, Saul handed Shirley some color printouts of the designs they'd seen earlier. He was still worried because stealing wasn't Sally's way. Shirley claimed it wasn't her way, either. At his disbelieving stare, she doubled down, insisting that it was business. He hoped Sally would be on board. Shirley yelled that Sally would put the silly relationship with Thomas in the past. \"Break her heart, you mean,\" Saul replied.\n\n\nAt Il Giardino, Thomas convinced Sally to return to the table to talk about their relationship. He knew he should have told her about his son, but he didn't believe that him keeping it from her had made her want to walk away. Sally advised him to go be with his son and son's mother. Thomas asked what Sally wasn't telling him.\n\n\nThomas explained that he'd gone to New York to make it work with Caroline, but things had been complicated. When he'd returned home, Sally had turned his confusion into laughter. He'd thought he'd known what he'd wanted, but he'd figured out that he hadn't really known until he'd met Sally.\n\n\nSally tried to convince Thomas that they wouldn't work out in the long run and that she didn't fit in with his crowd. Thomas contended that he didn't, either, and it had made him act out as a child. As an adult, he'd been overlooked for the CEO job more than once, and he wondered where he fit in with his family and company. When he'd met Sally, all of his bitterness had seemed to melt away. He no longer worried about office and family politics because he had Sally.\n\n\n\"I do that for you?\" Sally asked, softening. She snapped out of it and said it wasn't easy for her, but it was time for a reality check. She believed he needed to return to the people who ate caviar and added that she liked pigs in a blanket. Thomas permitted her to like what she wanted. He wanted her to be herself, the crazy, outrageous Sally.\n\n\nThomas said that they had something wonderful, and Sally couldn't let him having a son get in the way of it or the special thing they had between them. Sally didn't know how to be with him while being a Spectra. Thomas didn't know why couples should fit together due to their last names.\n\n\nSally reasoned that Thomas would regret trying with her and wonder why he'd done so when a socialite was awaiting him. Thomas stated that he wanted to take the chance. She contended that she'd arrived in Los Angeles on a mission, but all she'd accomplished was kissing him. She wondered what she'd been thinking to chase him to Australia.\n\n\nThomas saw it as Sally living a dream worth achieving, but Sally said she was a Spectra who scrapped for a glimmer of what the Forresters were born with. She asked if he really thought she could be a part of his world. She stated that a cushy lifestyle with rich and powerful friends in every country wasn't who she was. He replied that it could be. Sally stated that it would be only if she made it happen -- not because she'd depended upon a man.\n\n\nThomas said Sally didn't have to depend upon him, but she should trust him. Scoffing, Sally asked who one could trust in the world. She wished it could be different, but she'd promised her grandmother that she'd stay focused. To help her focus, he offered not to invite her to any events for the next three months. He didn't believe she had to cut him out to be a success.\n\n\nSally asked if Thomas had wax in his ears or had never been rejected before. She insisted that he go on and live his life. Thomas didn't think Sally meant it. Sally told him to go on and leave. She suggested that he go to the gym to work off the carbs from lunch. He just stared at her in response. She told him that she didn't want him, but he stated that he didn't believe it.\n\n\n\"Goodbye, Thomas. Ciao. Sayonara,\" Sally stated. She asked if there was any other way she could say it. Finally, Thomas nodded, got up, and left the table. Sally sobbed.\n\n\n",
    "imdb": "Thomas pleads with Sally to not end their blossoming relationship. He senses that Sally is using Caroline and Douglas as a cop-out, but she stands firm. Fully aware that he will dump her anyway after learning about the stolen designs, Sally takes a hard line and tells Thomas that it is over between them. At Spectra Fashion, Shirley informs Saul that Sally is cutting ties with the Forresters as they speak while Darlita is dumbfounded when Coco is standing right before her even though she is still receiving a live-stream from Forrester Creations. Darlita is relieved to hear that Coco gave Maya Forrester her brooch and therefore Rick was canoodling with his wife - and not Coco. Coco is left bewildered by Darlita's more than usual strange behavior. Later, the Spectra gang gets more than they bargained for when seeing the latest designs through Coco's hidden camera as Rick and Maya have a look on the entire collection.",
    "tvmega_recap": "Thomas convinces Sally to sit back down and they will discuss this. He tells her that she is so important to him but there is some reason she wants to run away from him and he does not get it. He wants to know what she is not telling him. Shirley laments to Saul that he has that going to give a lecture look. She knows he does not want Sally hanging around with Thomas any more than she does. He just does not want her to get her heart broken. Darlita is shocked when Coco comes in and Darlita is looking at who she thinks is her on the laptop at FC. She is finally straightened out by a confused Coco that she loaned the brooch to Maya. Shirley tells Saul that she is not talking about him but Thomas. There is one thing you can trust more than the wind and that is money. Sally asks Thomas if he has ever been rejected before. She doesn't think he should be hitting on other women. He should go back and hit on Caroline, the mother of his son. He says he did. He went out there and it was impossible and then he met Sally and all that confusion turned into laughter. When they are through with their hanky panky in the office, Rick shows Maya the newest Ridge designs and Shirley and Saul capture it all. She knows they can tweak them here and there and they will be pure Spectra. And Sally is breaking up with Thomas right now and she will be just as thrilled with these designs. Thomas tells Sally that he came back from New York and his little sister was handed the CEO position and he was overlooked, not even considered. He is just another cog in the wheel but he is not going to think about that now. She brings him so much happiness. She says she fell for him hard too but this is reality. He says he does not want her to like or do anything different, just be herself. He will always love his son and be in his life but they have something so special and nothing should stop them. Shirley tells Saul that stealing is not her way but this is business. Sally will love these designs. She tried but Maxwell shut her down so they will have to go back and do what Spectra has always done and get back on top. She knows Sally will shut this silly thing with Thomas in the past. Sally tells Thomas she has been wasting her time. She came here to get Spectra back on top. She is Sally Spectra, the one who fights and scratches to get on top, unlike the Forrester's. She will not be dependent on a man. He says he only wants what is best for her so trust him. She says she wishes she could trust him but she promised her grams that she would stay focused. He says she can do both. She does not have to cut him out. She says it was fun while it lasted but that is all it was \u0096 fun, so just go. He says he does not believe her but he does slowly leave, leaving her crying.",
    "tvmega_summary": "Episode # 7561 ~ Thomas is blindsided and heartbroken by Sally when she makes an abrupt change in their plans; the Spectra clan hit the jackpot when their plan of espionage finally pays off.",
    "soapcentral_condensed": "Darlita rushed into the office, stammering as she tried to explain what had just happened with Coco and the brooch. Shirley asserted that Sally had better be breaking up with Thomas at that very moment. Saul didn't like the relationship, but he said that Sally seemed genuinely happy. Sally tried to convince Thomas that they wouldn't work out in the long run and that she didn't fit in with his crowd. Thomas explained that he'd gone to New York to make it work with Caroline, but when he'd returned home, Sally had turned his confusion into laughter. He'd thought he'd known what he'd wanted. But he'd figured out that he hadn't really known until he'd met Sally. He no longer worried about office and family politics because he had Sally.\"I do that for you?\" Sally asked, softening. She snapped out of it and said it wasn't easy for her, but it was time for a reality check. She believed he needed to return to the people who ate caviar. Thomas permitted her to like what she wanted.\n"
}