{
    "soap_central": "\n\nIn the CEO's office, Hope stooped down to check on Liam, whom Wyatt had punched to the ground. She was appalled by what Wyatt had done, but Quinn said Hope should have heard what Liam had said. Hope was concerned, not by anything that Liam had said, but by Wyatt's response to it.\n\n\nWyatt claimed not to be a violent person. Easing back on his feet, Liam wiped blood from his nose and brow. Liam said Quinn made her actions sound so innocent, but they weren't -- not when Ridge could be dead as a result of them.\n\n\nWith his whole left side of his face bruised, Liam remarked that \"this\" was what Quinn and Wyatt brought to everyone's lives. Wyatt said he might have overreacted, but Liam had been verbally attacking Quinn. Wyatt insisted that it wasn't Liam's place to cast blame. \"Yeah, this is a place of business,\" Quinn added. Liam said it was Eric's business, and Quinn might be responsible for the death of Eric's son.\n\n\nLiam felt that punching him wouldn't stop what was about to happen to \"you people,\" and while Liam couldn't tell Hope what to do personally, he asserted that the Fullers would be gone from there professionally. Liam was willing to talk to whomever it took to make it happen.\n\n\nQuinn was enraged that Liam would use the tragedy to his advantage. She asked if Hope saw what Liam was doing. \"No,\" Hope replied. Quinn noted that a man who Hope had thought of as a father was missing, and Liam turned it around on Quinn. \"And you call me manipulative?\" she said to Liam.\n\n\nQuinn asserted that Brooke and Bill shouldn't have been getting married, and Quinn had done what she could to stop them from making a big mistake by giving Ridge a clear picture of who Bill really was. \"Yeah, Quinn. And now Ridge may be dead,\" Liam responded.\n\n\n\"Oh -- says who?\" Quinn shouted. Liam asked her how long Ridge had been in the water and if she thought Ridge had survived something like that. \"Oh, God,\" Hope uttered at the thought of it. Liam apologized for upsetting Hope, but he said Quinn was an accomplice and might as well have pulled a gun out and shot Ridge. \"Let's face it. You killed Ridge Forrester!\" Liam accused, pointing a finger at Quinn.\n\n\nQuinn stated that Liam was losing it, and she'd merely given Ridge a photo. Hope asked why Quinn had even needed to do that. Quinn asked if Hope had wanted her mother to marry the wrong person, and Hope yelled that it wasn't her business -- and certainly not any of Quinn's.\n\n\nQuinn said the contents of the photo made it her business. \"So you have a thing for Bill! Well, guess what? He proposed to my mom. He wants to marry her,\" Hope retorted. Quinn reasoned that some people shouldn't get married, though Brooke liked to have one or two ceremonies a year.\n\n\nLiam growled in anger, but Quinn continued saying that people like her and Bill didn't need to be tied down by a ceremony. Hope's patience began to unravel, but Quinn continued saying that Brooke should have known what she'd been getting into. Quinn was angry that everyone had thought Bill had been faithful to Brooke when he'd really enjoyed every second of being with Quinn.\n\n\nWyatt tried to stop his mother from getting into further details, but Quinn declared that she wasn't ashamed. \"But you are jealous,\" Liam countered. Quinn scoffed at the idea of being jealous of Brooke and asserted that Brooke had deserved to know before the wedding. Hope was appalled when Quinn added that they all should thank her for doing Brooke a favor.\n\n\nLiam asked if Ridge should also be thanking Quinn. Wyatt stated that things could have been handled differently, but his mother had a point about the truth surfacing before the marriage. Hope agreed with Wyatt, but she asked why it had to be \"so shady\" with Quinn. Hope recalled all the things Quinn had done -- sending the Steffy video, flying Steffy to town on Hope's wedding day, and trapping Liam in an elevator. \"Don't forget the steam room,\" Liam interjected.\n\n\nHope said she'd explained the separate incidences away, but at that point, Ridge could be dead. Quinn said it was the last thing she'd want, and Hope seemed enraged by Quinn's toneless response. Hope asked if Quinn understood what it could mean for Katie, Brooke, and the business.\n\n\nQuinn claimed to understand and even offered to take the blame if Hope had to give it to her; however, Quinn asked Hope to remember that Wyatt hadn't had anything to do with it. Hope groaned and thanked Quinn for giving her a lot to think about.\n\n\nLiam and Hope exited, and Quinn said she and Wyatt had a major problem because Liam was taking advantage of the crisis. Quinn owned the situation but refused to let it cost Wyatt his relationship with Hope.\n\n\nAt the cliff house later, Hope nursed Liam's bruised face. She was sorry that Wyatt had hit Liam and added that Aly had been saying wonderful things about Liam. Hope admitted that she'd already known the things, but she might have been ignoring what she needed in her life.\n\n\nHope felt responsible for the bad outcomes because she'd been adamant about having Wyatt and Quinn at the business. Hope reasoned that there had been many lies from Quinn -- and Wyatt, too. The diamond heist would always be in the back of Hope's mind, and Ridge could be dead.\n\n\nHope didn't know how she could be with Wyatt after all his mother had done. Imagining what Katie and Brooke were going through had opened Hope's eyes, and Hope could see clearly what she needed for her life. She said that many things were beyond their control, but the decision to be with Liam after all that had happened...\n\n\n\"I know what I want. I want to be with you,\" Hope stated. Liam asked if Hope were saying what he thought she was saying, and Hope kissed him.\n\n\nAt the hotel in Abu Dhabi, Brooke and Bill's suite became the central headquarters for Ridge's rescue search. An official told Bill that they had yet to recover a body. Bill bellowed that there would be no \"body\" because Ridge was alive. Bill asked if it was money or manpower holding up the rescue. The official said he had plenty of resources, but the search had to inevitably end.\n\n\nBrooke insisted that Ridge was out there somewhere, and she asked if he could be at a hospital. The official claimed to be checking every avenue. Another official asked how to handle the press. Brooke asked that the press remain at bay because she didn't want R.J. to know about the incident yet.\n\n\nThe officials intended to try to hold off the press but suggested that Brooke prepare the child in case they couldn't find a body. Brooke and Bill insisted that they'd find Ridge, who hadn't just disappeared. Bill requested that the search continue, and he hugged the distraught Brooke.\n\n\nLater, Bill got on a call to insist that the rescue team hire more divers at his expense. Katie and Eric arrived, and Brooke and Katie embraced. Eric and Katie were desperate for news, and Brooke assured her sister that they wouldn't give up. Brooke said that Bill was making sure that the teams searched on land and sea. Brooke declared that Ridge was out there, and they'd find him.\n\n\nEric didn't understand how it could have happened. Brooke didn't, either, but said that, out of nowhere, the helicopter had tipped. Katie asked about safety precautions before takeoff, and Eric said the pilot should be fired. Brooke recalled that everything had happened very quickly, and Bill added that Ridge had been determined to take Brooke away.\n\n\n\"Well, we all know why, don't we?\" Katie retorted, and Bill silently turned away from the group. Katie declared that it had all been Bill's fault, and he didn't even like Quinn. Brooke corrected that it hadn't been Bill's fault because Ridge had punched Bill and practically kidnapped her.\n\n\nKatie tried to calm down, but when Eric and Brooke began discussing waiting for a final word before telling R.J., Katie shouted that Ridge was alive. Katie said she needed Ridge. Brooke replied that she knew Katie did, and Brooke hugged Katie. Eric said they all needed Ridge and would get him back.\n\n\nEric contemplated calling Ridge's siblings, but Katie thought it should wait until they had good news. Brooke decided to get some air and left alone. Eric took a phone call, and Bill assured Katie that Ridge would be okay. Katie muttered that Bill had better hope so. Katie admitted that Bill wasn't entirely at fault. \"Quinn sent that photo. She knew what he would do,\" Katie bitterly added.\n\n\nOut on the beach, Brooke stared at the water. She recalled Ridge's fall and shuddered. \"You're out there, Ridge. If you were gone, I'd feel it,\" Brooke thought to herself. \n\n\n",
    "tvdb": "Hope is shocked to see a violent side of Wyatt after he punches Liam. Katie and Eric remain a rock for each other on their way to Abu Dhabi. Liam stands by what he said about Quinn. Katie and Eric arrive and Brooke updates them on the situation. Quinn promises Wyatt that she won’t let him fall for her actions. Hope makes a big decision in her love life.",
    "tvmega_recap": "Hope walks in to find Liam lying on the floor with his mouth oozing blood. She sees Wyatt and it's obvious that he has sucker punched Liam. She bends down over Liam to check on him. Quinn says Hope should have heard the garbage that Liam was saying. Hope says she doesn't care what he was saying. She looks at Wyatt and asks if he hit him. Is this who he is? Wyatt tries to explain that he is not a violent person, she knows that. Quinn says Wyatt was pushed to his limits. Even Hope would have smacked Liam if she had heard what he said about Quinn. Liam tries to get up and says everything he said was true. Yes he laid into Quinn and it is not a lie to call someone who manipulates manipulative. He declares that Quinn needs to accept the consequences of her actions instead of justifying everything so innocent .not with Ridge possibly being dead and it being her fault. Eric tells Katie they will be landing soon and Ridge is gonna be okay. She says good, he will be there to meet them in Abu Dhabi and he can explain how all of this happened. Hassan and his men are all huddled in Bill's suite looking at maps and discussing the case. He tells Bill there is no body yet. Bill grouses there is no body as Ridge is alive somewhere. Hassan tells Bill that his money and manpower is not the problem. He has enough men but at some point it won't matter. They will have to cut off the search. Brooke says they can't. If he's not in the water, he's somewhere. She knows they are doing all they can but this is insane. Hassan also tells them it is harder and harder to hold off the press. Bill tells them to please not say a word. Brook also says keep it at bay at least until they find Ridge. They have a son together and he does not know yet. Hassan says maybe she needs to prepare him. Brooke says she knows they will find Ridge; he could not have just disappeared. Katie and Eric arrive at Bill's suite just as he is barking orders to hire ten more divers. Brooke tells Katie they are not going to give up but they've no good news to report. Maybe a boat picked him up or maybe he's in the hospital. He's out there somewhere and they will find him. Wyatt tells Liam that perhaps he over-reacted but he was attacking his mom and he couldn't let that go. He was verbally attacking her and they are all upset about what might have happened to Ridge but it is not Liam's job to go blaming people. Liam says punching him is not going to stop what is going to happen to them. He says he can not tell Hope what to do or who to include in her personal life but he does know what will happen to them professionally. They are gone. He will talk to Eric and to Rick. He'll talk to whoever it takes but they are gone from FC. Quinn counters that she did not push Ridge out of the chopper so how dare Liam use this to his advantage. Hope says he isn't. Quinn says that Brooke and Bill should not be getting married. She did what she could to keep that from happening. She provided Ridge with a better picture of Bill, that's all. Liam says yeah and now Ridge might be dead. He says she is an accomplice so face it. She may as well have pulled a gun out and shot Ridge. He says she killed Ridge Forrester. Quinn rants that Liam is losing it. They don't even know if Ridge is dead, but God forbid if he is she only gave him a picture; that is not murder. Hope says she doesn't know why Quinn even had to do that. Quinn says surely she did not want her mother to marry Bill without knowing. Hope says that was not her business and it certainly isn't Quinn's. she knows Quinn has a thing for Bill but he proposed and wanted to marry her mother. Quinn says that some people should not be getting married. She knows her mother likes to have one or two ceremonies a year, but people like Bill and Quinn don't need to be tied down with that kind of ceremony. Everybody has been talking about how true and loyal Bill is throughout all of this ..but guess what, he wasn't faithful. He slept with her and enjoyed every minute of it. Wyatt says they are getting into too many details. Quinn says she is not ashamed. Liam says but she is jealous. Quinn says all the cards need to be on the table so Brooke knows who she is marrying. Her mother should be thanking her for doing her the favor. Liam asks about Ridge; if he should be thanking her right about now. Wyatt says all of his could have been handled differently but his mother has a point in thinking everyone should know before they marry. Hope says that is true but why does Quinn have to be so shady. Hope thinks back on everything Quinn has done .sending her the video Liam made for Steffy and then brought Steffy to LA. on their wedding day and then trapping Liam in the elevator. Liam says and not to forget the steam room. Hope says when she thinks of these things separately maybe she could explain it away but not now with what has happened to Ridge. He might be dead. Quinn says and that is the last thing she wants. Hope isn't sure that Quinn gets the severity of what has happened. Quinn says she does and if Hope needs to blame her all right but just remember one thing that Wyatt had nothing to do with this. Hope thanks Quinn and says she has given her a lot to think about. Katie tells Bill this is all his fault. Brooke says no, he doesn't even like Quinn. It was Ridge who came and punched Bill and kidnapped her. Katie says she is so confused. She has not slept. But there is no body so Ridge must be alive. Eric says they need him and he will return to them. He has missed phone calls from Thorne and needs to try and call Felicia and Kristen again. Quinn tells Wyatt they have a minor problem. Wyatt says it is more like major. She says that Hope has left with Liam and he's using this to his advantage. She confesses this whole Ridge situation is her mistake but she will not let it cost him Hope. Hope cleans up the mess of Liam's face and says she is sorry that Wyatt hit him. She says she has been ignoring what she needs in her life. She says she brought Quinn and Wyatt into the company and she was very adamant that they stay so she feels some responsibility and now that all these really bad things have happened she feels guilty, like it's her fault. There have been so many lies, not just from Quinn who had her fair share but from Wyatt too with the stupid diamond heist that will always be in the back of her mind. Liam says maybe it should as neither are terribly honest people. She says and Ridge could be dead so how can she accept what Quinn did and then be with Wyatt knowing what his mother did. Quinn has caused so much pain and it's really opened her eyes. She thinks she can see very clearly now what she needs for her life. There are so many things that are not in their control but this decision to be with Liam after all that has happened .she knows what she wants. She wants to be with him. Liam is not sure he heard her correctly or if she means what he thinks she said. She kisses him. Brooke sits alone on the beach staring out at the sea and reliving Ridge's fall. She whispers that he is out there someplace. If he was gone she would feel it.",
    "soapcentral_condensed": "Liam said Quinn made her actions sound so innocent, but they weren't -- not when Ridge could be dead as a result of them. Wyatt said he might have overreacted, but Liam had been verbally attacking Quinn. Liam apologized for upsetting Hope, but he said Quinn was an accomplice and might as well have pulled a gun out and shot Ridge. \"Let's face it. You killed Ridge Forrester!\" Liam accused, pointing a finger at Quinn. \"So you have a thing for Bill! Well, guess what? He proposed to my mom. He wants to marry her,\" Hope retorted. \"And you call me manipulative?\" she said to Liam. \"Yeah, Quinn. And now Ridge may be dead,\" Liam responded.\"Oh -- says who?\" Quinn shouted. \"Don't forget the steam room,\" Liam interjected, but that point was missed by Quinn, who said she'd explained the separate incidences away, at Hope's request. Hope groaned and thanked Quinn for giving her a lot to think about.\n"
}