{
    "soap_central": "\n\nAt Katie's place, Katie asked Ridge if he still felt the same about Bill since he'd had a chance to sleep on it. Ridge reminded Katie that Bill had no moral compass. \"Ridge, we are talking about attempted murder,\" Katie reminded him.\n\n\nRidge was infuriated by Bill's arrogance \"more than anything else,\" he said. Katie wanted Ridge to be 100 percent sure in his accusation. Ridge assured her that he was positive of what he had seen. Ridge was convinced that Bill had chartered a helicopter in Abu Dhabi. \"Do you believe me?\" Ridge asked. \"Of course,\" Katie answered. She promised to help Ridge prove his theory.\n\n\nAt Brooke's house, Brooke and Bill discussed that Ridge had blamed Bill for the incident, and Brooke wondered if it was time for Ridge to seek professional help. \"I just feel horrible -- so compromised,\" Brooke said. Bill said that he hoped Ridge found help before his potential slander continued.\n\n\nBrooke left the room, and Bill took a few phone calls. Brooke reentered and wanted to know what Bill had been talking about. Bill admitted that he had planned a wedding for them in Catalina. Brooke was surprised that Bill wanted to get married in a few hours. \"Don't you?\" Bill asked Brooke. She agreed, and they hugged.\n\n\nBrooke thanked Bill for believing in them and never giving up. \"I'm a flawed man, Brooke,\" he said. Bill said he had made mistakes in judgment, but he never wanted to lose Brooke. Brooke assured him that he would never lose her.\n\n\nAt Spencer, Alison advised Adele that a fully stocked bar meant that every bottle had to be full. Adele wondered if she was supposed to throw out half bottles. Alison suggested that Adele be creative. Adele doubted that Bill wanted to waste booze, but Alison told her to follow orders. Adele left, and Deacon entered.\n\n\nDeacon called Alison beautiful in Italian. Alison wondered why Deacon would risk running into Bill. \"Your boss did run me out of town,\" Deacon said, but Deacon added that Bill knew Deacon was in town because Deacon had met with Brooke and Hope. Alison insisted that Deacon should not be at Spencer. \n\n\nDeacon maintained that he was a sucker for brunettes, but with a face like Alison's, hair color didn't matter. Deacon asked for a hug, and Alison teased that she wasn't sure Deacon deserved one, but she obliged. They hugged.\n\n\nAlison admitted that she was glad that things were good between Deacon and Hope. Deacon fondly recalled the time that he and Alison had spent in an Italian farmhouse. Deacon reminded Alison that he had been defensive, but he wasn't that guy anymore.\n\n\nDeacon wanted the chance to prove that he was different. Alison agreed to give him the chance. Deacon played with a helicopter model in the office. He remarked that Bill not only had a helicopter but a model of it.\n\n\nDeacon said that he and Alison were close to rich people but had no way of ever experiencing what rich people could experience. Deacon suggested they hijack Bill's helicopter. He teased that they could do it and have a good time.\n\n\nAlison confessed that the helicopter was on the yacht in the Middle East. She advised that she really couldn't talk about it. Deacon noted that rich people never had to worry about crowded airports.\n\n\nDeacon lamented that the rich life never seemed to trickle down. Deacon added that Bill didn't even have to employ a private pilot because he had one in Justin. Alison took a call from Bill and noted that he was chipper. Bill told her that he was planning his wedding with Brooke, and it would take place that day. \n\n\nAfter Alison had hung up, Deacon noted that Bill and Brooke were getting married. Alison agreed. Deacon added that it had to be convenient that Justin was a pilot. Alison turned secretive and noted that it was none of Deacon's concern.\n\n\nAlison warned that Deacon had to leave, and Deacon asked if he could spend some time alone with Alison. She agreed and told him that he had her number. Deacon promised to call her. He left and looked satisfied with the information he had gathered.\n\n\nAt Katie's, Adele entered with file folders. Katie thanked Adele for her loyalty. Adele promised that she had collected everything she could. Katie noted Bill had always been obsessive about documenting how money had been spent. Katie, Ridge, and Adele searched through receipts but found nothing for a helicopter. Ridge was frustrated, but Ridge and Katie thanked Adele for trying.\n\n\nKatie encouraged Ridge to sit down and relax. Ridge lamented that Bill's lackey had dumped Ridge into the sea out of a helicopter and had gotten away with it. Ridge worried that he would never uncover the truth. Ridge insisted that Bill had to have made a mistake. The doorbell rang, and Deacon entered.\n\n\nDeacon shared that he had discovered that Bill's helicopter had been docked on the back of his yacht in Abu Dhabi. Ridge and Katie thanked Deacon. Ridge noted that Bill had been lying to everyone. \"Thank you, Deacon. Bill Spencer is officially out of business,\" Ridge said. \n\n\n",
    "tvdb": "When Brooke confronts him about the allegations, Bill vehemently denies having any involvement in Ridge’s accident. Deacon uses his charm and his history of involvement with Alison to get answers about Bill’s dealings in Abu Dhabi. Brooke becomes suspicious as to why Bill is in such a rush to get married, but still agrees to marry him that day. Katie commissions her assistant to dig through Bill’s financials to help her prove his guilt.",
    "imdb": "\nKatie uses her resources from Spencer Publications to confirm that Ridge's mistrust of Bill is spot on.    ",
    "tvmega_recap": "After sleeping on it, Ridge tells Katie that he is more convinced than ever that Bill was behind the helicopter dump. She says he knows what he is saying, potential attempted murder. She says Bill has many character flaws and being a jerk is one of them. But she wants him to be 100% sure that he saw Justin and the SP jacket on while he was piloting the helicopter. Ridge says he is not making this up and he realizes the consequences of it as Bill will go away for a very long time. So he has been struggling with it, but yes he is sure that Justin was piloting and Bill gave him orders to dump him in the ocean. She says okay then they just have to prove that Bill chartered a helicopter in Abu Dhabi. He has a lot of money and he is usually willing to spend that money to cover his tracks. So she will help him prove it. Brooke has breakfast with Bill and says she can't believe that Ridge is still accusing him of masterminding this horrible accident. Bill says Ridge has never been objective when it comes to him. They are getting married and what does Ridge get \u0096 his bell rung. She says she never expected them to be friends but to accuse him of this is going way too far. Bill says he is going to keep good thoughts and perhaps this cloud will lift before Ridge goes further with any more slander. He checks with someone on the phone and Brooke manages to get it out of him that it is Catalina and he'd like to make arrangements to get married there today. Alison gives explicit orders to Adele to keep Bill's liquor cabinet fresh each day; no half filled bottles. Just be creative. Deacon surprises Alison by showing up. He calls her beautiful still and ends up charming everything out of her that he wants. He asks if she will give him a hug and she does. While looking around Deacon is amused by a large model of a helicopter, Bill's helicopter. He proposes to Alison that they take the chopper and fly over for a romantic view of the city. She says as much as she would like that, they can't as the chopper isn't here. Next thing you know she is telling him that it is on Bill's yacht and still in the Middle East. Adele brings a briefcase full of papers for Katie to look at but nothing proves that Bill ordered a helicopter. Katie tells Ridge to sit and not be so nervous. He says it is just too darn frustrating not finding the answers they hoped for. He hates to see that smirk on Bill's face, but he's going to find the answers and bury him. No one makes a perfect crime so they just need to find the mistake. Deacon arrives and tells Ridge that he has something he might find very interesting. He can look all he wants but he will not find any records. They don't exist but there is a reason why. Ridge tells him to spit it out. Deacon says Bill has his own helicopter. He keeps it on the back of his yacht. So there never was a record of a flight plan. That's the helicopter that Ridge was dumped from. Brooke tells Bill that she likes fun and she trusts him explicitly so just lead the way to their wedding and she will follow. People just do not know him like she does. He is an amazing man, so thoughtful, gentle and so generous. He's a lot more than people give him credit for. He says he does not need the world's validation; just hers. She says he has it till death they do part. He confesses that he is a flawed man and still makes mistakes and errors in judgment but he wants her to know that he's working on it to be worthy of her. He never wants to lose her. Deacon tells Ridge now all he has to do is find out where this yacht is docked. ..winner, winner, chicken dinner. Ridge thanks Deacon and says this is the proof they need. Katie admits Bill has been lying to them all this while. Ridge says Bill Spencer is now officially out of business.",
    "soapcentral_condensed": "At Katie's place, Katie asked Ridge if he still felt the same about Bill since he'd had a chance to sleep on it. Ridge was convinced that Bill had chartered a helicopter in Abu Dhabi. At Spencer, Alison advised Adele that a fully stocked bar meant that every bottle had to be full. Deacon suggested they hijack Bill's helicopter, and he teased that they could do it and have a good time. The doorbell rang, and Deacon entered and shared that he had discovered that Bill's chopper had been docked on a yacht in the Middle East and had been on its way to Abu Dhabi to meet his wife, Brooke. The next day, Bill told Alison that he was planning his wedding with Brooke, and it would take place that day. The following day, Deacon noted that Bill and Brooke were getting married, and Alison agreed that it was none of Deacon's concern. He left and Adele thanked Adele for her loyalty and thanked Katie for trying to help Ridge.\n"
}