{
    "soap_central": "\n\nAt Bill's house, Bill and Steffy discussed Bill reconciling with Liam. Bill said Liam believed Bill was a monster. Steffy replied that Bill had punched Liam in the face after committing arson and lying about Caroline dying.\n\n\nBill informed Steffy that Caroline had text-messaged that she'd told Thomas that she'd been cured. Steffy replied that Thomas had texted that he was staying in New York. Bill exclaimed that it had worked out the way he'd planned, but Steffy refused to give him credit for it.\n\n\nAs for dealing with Liam, Steffy urged Bill to make the first move. Bill assumed she wanted him to apologize. She said it was a start. He conveyed that he could be reasonable and compromise to a degree. \"I don't want to lose my son,\" he concluded.\n\n\nBill had realized that Liam didn't think Bill took Liam seriously because Bill made fun of Liam's lifestyle. \"Called him tofu boy,\" Bill fondly stated. Steffy glared at him. \"He's my son,\" Bill stated. Liam was a part of Bill, and Bill claimed he'd do what he needed to do to save the relationship. Steffy was glad to hear it, and Bill guessed she'd assumed that he'd blow her off.\n\n\nSteffy said no one defied Bill, and anyone who tried usually regretted it. Bill replied that he wasn't saying Liam wouldn't, and in Bill's view, protecting the circus clown was the worst mistake that Liam had ever made. \"But he won't lose his father over it -- not if I can help it,\" Bill stated.\n\n\nSteffy asked if Bill would reach out. Bill asked if Liam would listen, and she decided that she should talk to Liam first. Bill remarked that she was putting herself in the middle. Steffy acknowledged it but said if they could fix it, then it might not be an uncomfortable place to be.\n\n\nLater, Bill was upstairs in the bedroom, flashing back to punching Liam out. Brooke emerged from the bathroom in a teddy and robe, asking how Bill had known she was home. He said he'd seen her arrive through the back. Brooke had wanted to surprise him with a fashion show of things she'd been putting together for their trip.\n\n\nBrooke had been pondering their trip and decided upon surfing in Mexico. Bill said they wouldn't go to Mexico. She suggested Jamaica, but he declined to go there, too. He said they'd travel the world someday, but it wasn't the time. Confused, Brooke expressed that the whole point of Bill taking time off was to travel with her. She knew something was wrong and urged him to reveal it.\n\n\nBrooke said she'd love to travel with Bill, but it seemed that he'd reconsidered. Bill said he didn't want her to worry about it. She didn't think he'd say that unless there was something to worry about. She knew that he didn't want to take a leave of absence, and his behavior was worrying her. She implored him to say what was going on.\n\n\nBrooke believed that they'd be on the yacht at that very moment if Bill had actually wanted to get away. She insisted that Bill tell her what was the matter. She guessed that he might be sick and didn't want her to know it. Bill said he wasn't. Brooke refused to give up on it and said he could tell her anything. Bill admitted that something had happened at the office.\n\n\nBill told Brooke that his son had forced him to take a leave of absence. Brooke guessed that he meant Liam. Bill said Liam had forced Bill to sign a letter of resignation. \"He blackmailed me. After everything I've done for him, he blackmails me! Hypocrite. To punish me for my supposed crimes, he commits one himself,\" Bill exclaimed.\n\n\nBrooke didn't get it. She said Bill hadn't done anything wrong to be blackmailed with. She insisted that, as his wife, she needed to know what was going on.\n\n\nAt Spencer, Sally thought Liam had given her an unbelievable gift. He disagreed, insisting that it was because the building had been in the Spectra family for years, and therefore, she should own it. She couldn't let Liam give it to her because she wasn't a charity case. Liam knew that but felt that it was what was right.\n\n\nSally wanted to pay Liam back whatever he'd paid C.J. for the building, but Liam insisted that she didn't owe him anything. She said Liam had restored her faith in humanity, and she owed him more than she could ever thank him for.\n\n\nSally thought she needed a magic wand because the Spectra offices were decorated in modern American barbecue. Liam advised her to take out a loan against the property to get everything she needed to fix the property. Sally was impressed by the feeling of owning a building.\n\n\nSally believed Bill would go crazy when he heard about it. Liam replied that Bill couldn't do anything because he wasn't in charge. Liam said to look at himself and Sally, who were two big shots, leading their companies into the future. Each warned the other not to let it go to their head.\n\n\nLiam believed Sally was most of the way to where she wanted to be and said he'd seen her designs. Sally replied that no one else would. Liam instructed her to recreate and improve and to think of everything she'd overcome. The worst was behind her, and all she had to think about was rebuilding the business. Sally had believed that everything had been over, and just like that, Liam had turned it around. She didn't know how anyone could be so generous.\n\n\nLiam remarked that Sally had just worked too hard to end up with nothing. Sally promised to make the most of the chance. Liam reminded her that what he'd done was their secret. She said it was more than she could have hoped for. They hugged, and Sally left.\n\n\nAt the dark shell of the Spectra building, Saul, Shirley, Coco, and Darlita met Sally. They were confused at why she wanted to meet there and believed the bulldozers would be there at any moment. Sally said it wouldn't happen because the owner didn't want bulldozers. Shirley replied that Bill wanted to tear it down, but Sally replied that she owned the building, not Bill.\n\n\nSaul asked how it was possible. Sally explained that she had the document to prove it. Shirley hoped Sally hadn't bribed the records department downtown. Sally denied it. She said she had a better question and asked who wanted to get back to business.\n\n\nShirley said they'd need to find the winning lottery ticket in the rubble first. Sally explained that she'd take a loan out on the property. Saul asked if Sally was serious and if it really wasn't over. Sally knew that she was asking a lot, and it was a big task; however, they'd done it before. Saul and Darlita said they were in, and Coco agreed to help out.\n\n\nSally asked what Shirley thought. Shirley worriedly replied that the building was a big trash heap. Sally asserted that it was where Spectra had been born. It was their history and future. She couldn't do it without her Grams. Shirley said her sister wouldn't forgive her if she wasn't in. Sally exclaimed that Spectra Fashions was back in business.\n\n\nBack at Spencer, Liam circled \"Sky.\" Steffy arrived. She said she was trying to be supportive, but she was worried about the family rift. She'd seen his father, who felt terrible and regretted everything that had happened, especially punching Liam. Liam scoffed at the idea. He asked about the fire at Spectra and what Bill had done to them.\n\n\nSteffy said she hadn't gone to Bill to talk about Spectra. She was worried about Liam and Bill. Liam replied that, for the first time in a long time, he wasn't worried, and it was because he wasn't lying for his father anymore or keeping Bill's secrets anymore. Liam was no longer walking the tightrope of ethics and legality. It was a relief to Liam.\n\n\nSteffy stated that Bill was upset and hated the way he'd left things. Liam believed it was because Bill had thought Liam would let him get away with it, and Liam had done that in the past. Liam was righting his father's wrongs, and it felt good. In Liam's view, Bill had used his power to crush people, but Liam said he would use it to help people.\n\n\nThough Steffy had total faith in Liam to be an innovative CEO, she didn't think it was the time or the right way. Liam couldn't tell if Steffy was trying to defend his father. Steffy affirmed that Bill had been wrong, but Bill, who felt terrible about what he'd done, was willing to make things right. She said Bill was willing to compromise if Liam would talk to Bill.\n\n\nLiam didn't think Bill would listen. Steffy disagreed, but Liam said his face indicated otherwise. Steffy stated that Bill had lashed out. Liam believed that Bill had done what came naturally. Liam claimed that Bill did what he'd always done -- attack, attack, attack, attack. In Liam's view, it didn't matter that he was Bill's son or that Sally's designs had been good, and if one was in Bill Spencer's way, Bill would take him down.\n\n\nSteffy understood and said Bill had lost control. Liam accused her of rationalizing, but she denied it. Liam insisted that Spencer \"shouldn't be run by someone like that.\" To Steffy, it wasn't about the company; it was about the family. She didn't believe either man wanted to poison the family. She believed the punch had awakened Bill, who was willing to implement Liam's ideas for the company.\n\n\nLiam asked why he couldn't do it himself. He said that if his father was open to change, then his father could prove it by supporting him as CEO and supporting Liam's vision for the company. Liam believed Bill wouldn't do it and said it probably hadn't even been in Steffy and Bill's discussion, because fixing things with Liam was just a means to an end and to getting back power.\n\n\nSteffy asked Liam to say it to Bill. Liam claimed that Bill already knew it. She urged her husband to talk to his father. She believed family stuck together. She understood Liam's anger, but she urged him to find a way. She cited that Bill was willing to do it, and she wanted to believe Liam was, too. Liam refused. Liam claimed to know his father and refused to compromise, no matter Bill's promises.\n\n\n",
    "imdb": "Sally is overjoyed by Liam's generosity and the gift to become owner of the Spectra Fashions building. Liam advises her to take up a loan on the property to finance the rebuilding after the fire. Sally vows to make the most out of this chance and they embrace. While attempting to get him to reconcile with Liam, Steffy gets Bill to admit that he went too far in his actions regarding Spectra. Later, Brooke continues to be suspicious of Bill and pressures her husband to come clean to her. Steffy tells Liam that she saw his father and that he is sorry. Liam remains skeptical and unconcerned. Steffy is distraught that Liam is not willing to compromise with Bill. Sally gathers Shirley, Coco, Saul and Darlita for a meeting to announce to her stunned staff and family that Spectra Fashions will soon be back in business.",
    "tvmega_recap": "Sally cannot leave Liam's office. She says she is not a charity case but it is the most unbelievable gift and she will pay him back. Liam convinces her otherwise and says she owes him nothing. He advises her not to go to some loan shark but a legitimate guy who will give her a loan against her business to rebuild and get into business again. She says she is definitely up for the challenge. He says all her bad luck is behind her so all she has to worry about now is business. She says it all turned around thanks to him. She vows she will make the most of this chance. They hug. Steffy tells Bill again that she will do all she can to mend his fences with Liam. Bill says he lost his head for one freaking minute but he does not want to lose his son. Whatever she proposes he will do. This is not over if he can help it. Steffy agrees to talk to him first. Bill warns her that she is placing herself in the middle here between father and son. Brooke is all dolled up sexy getting ready for her trip to Mexico or Jamaica. Bill has to tell her they are not going. She says she knew something was wrong the minute he stepped down from being CEO and she needs to know what it is. Sally goes back to Spectra and tells them the bulldozer is not coming .Bill Spencer does not own this property anymore, it is 100% hers. She wants to bring Spectra Fashions back and all she needs is their help and support. All are in agreement although Grams says it is nothing but a big trash heap now. Steffy goes to Spencer and tells Liam she saw his father. He is sorry that he punched Liam. Liam says that is rich but for the first time he is not walking a tightrope in between what is right and what his father does and he does not care anymore. His dad used to use this company to crush people but now he going to use it to help them. Bill tells Brooke that he doesn't want her to worry about this but she keeps asking .a leave of absence but now no vacation. Liam is not sure Steffy is telling him the truth or defending his dad. She says just talk to Bill, he will listen. Liam says his face says otherwise. You get in Bill Spencer's way and he will take you down. Spencers should not be run by someone like that. Steffy says that punch woke him up so give him a chance to make a change. She keeps arguing that Bill is his father and you have to find a way. Bill is willing and she wants to think that Liam is too. Liam walks off and says he is not compromising with him. Brooke keeps begging Bill to tell her something. Maybe he is sick but he can tell her anything. Finally he says something was forced on him by his son. He did not offer the company to Liam; he made him sign a piece of paper and blackmailed him for his supposed crimes. She says if he did nothing wrong then he should have no concern. Just tell her!",
    "tvmega_summary": "Episode # 7672 ~ Bill begins to realize he may have taken things too far in the wake of a terrible memory; Sally excitedly shares the news of an unexpected and gracious gift with the rest of the gang.",
    "soapcentral_condensed": "At Bill's house, Bill and Steffy discussed reconciling with Liam. Bill said Liam believed Bill was a monster. \"He's my son,\" Bill stated. Liam was a part of Bill, and Bill claimed he'd do what he needed to do to save the relationship. At Spencer, Sally thought Liam had given her an unbelievable gift, but he disagreed, insisting that it was because the building had been in the Spectra family for years, and therefore, she should own it. Liam advised her to take out a loan against the property to get everything she needed to fix the property, but Sally insisted that she didn't owe him anything and that she owed him more than she could ever thank him for giving her his faith in humanity. At the end of the episode, Bill told Brooke that his son had forced him to take a leave of absence, and she implored him to say what was going on. He said Liam had forced Bill to sign a letter of resignation, and he exclaimed, \"He blackmailed me. After everything I've done for him, he blackmails me!\"\n"
}