{
    "soap_central": "\n\nNick and Brooke prepare to leave for work.  Nick tells her that they can ride together, but she has something that she has to do first.  When Nick steps out of the room, Brooke places a call to her father.  She wants to see him, and talk about the fact that he slept with Taylor.  Hearing a female voice in the background, Brooke assumes that it is Taylor, he is with.  Stephen tells her that he will be over to see her, and as the two of them hang up from their conversation, Stephen turns over to Jackie, who is lying beside him.  Jackie is glowing as she finds Stephen handsome, and what she needed at this time in her life.  Later, as Nick leaves for work, Stephen is coming into Brooke's home.  Brooke tells him that she knows that he slept with Taylor and asks, \"What in the world is going on with you?\"  He dismisses what she is saying to find out whether or not Stephanie threatened her or not.  Brooke is then told that he did not sleep with Taylor to get her stock.  He cared for her, but it is all over now.  Brooke tells her father, that every time she lets him back in her life, chaos comes along with him.  She tells him that she wants him gone, out of LA and out of her life.\n\n\nBridget and Christian talk at work about Dante and her relationship with him.  She tells Christian that she had this wonderful man in her life, but because she couldn't get over her ex, she never gave her relationship with Dante a chance.  She tells Christian that Dante even proposed to her.  He suggests that if he proposed, he had to love her, and that love wouldn't just disappear in a day, so she needs to pick herself up and go to him and apologize.  Bridget decides to take his advice and heads on over to see Dante.  \n\n\nFelicia and Dante are in bed.  They are talking about the miraculous way they are coming together as a family.  Felicia asks him how he feels about Bridget.  He tells her that he will always care about Bridget but it is over and he is fine with it.  He is not sorry that things turned out the way they did.  Dante is getting dressed as Bridget arrives and he is surprised to see her.  They start to tell each other that they have something to tell the other person, but Bridget goes first, and she apologizes to him for taking him for granted, when he gave her love and support.  He was there for her when she was having her problems with Nick, and she is sorry what she put him through.  She walks closer to him and kisses him, and would like to give them a chance.  Before Dante can say anything, Bridget's cell phone rings, and it is Felicia.  Bridget tries to tell Felicia that she is in the middle of something, but Felicia has something very important to tell her.  Felicia tells Bridget that she and Dante are engaged.\n\n\n",
    "tvdb": "Felicia and Dante wake up together. They share the memories of the previous night and then Felicia wonders how Bridget will take their news. Bridget and Christian talk at the hospital and he comforts her when she tells him that things ended between herself and Dante. Christian advises her to tell Dante how she feels now that there is no chance of ever being with Nick again. Bridget goes to Dante to apologise and kisses him, offering the chance to make a relationship work between them. Bridget is devastated when Felicia calls and tells her that she is engaged to Dante. Nick is angered when he finds a full spread of Brooke's Bedroom in the newspaper with Brooke as the model. Stephen wakes with Jackie at his side, but rushes to Brooke when she calls. Brooke vents her anger at Stephen for sleeping with Taylor, and tells him to leave her life forever.\r\n",
    "yt": "\n\nJackie and Stephen are delighted over the news that Nick and Brooke are engaged. Christian and Bridget discuss their bad past with relationships. Christian encourages Bridget to go talk to Dante and tell him how she feels; that she wants to be with him. Brooke reassures Nick that he is the only one for her. Bridget finds Dante and tells him that she wants to be with him. Before Dante can get the chance to say anything, Felicia calls Bridget’s cell phone.  Felicia tells Bridget that she and Dante are engaged. Bridget is in shock.",
    "imdb": "\nDante, Dino and Felicia are delighted now they're planning to become a stable 'Italian' family, they even consider another child. When Christian hears that Bridget regrets refusing Dante's proposal, he convinces her to try again - two hot nights too late, as she'll learn from her sister. Nick is angry that Forester stars Brooke in a new ad campaign she didn't approve of. Brooke is calm about that, but so livid to find out that her father, Stephen, slept with Taylor (and dumped her), she tells him to leave her life and LA for good.    ",
    "tvmega_recap": "Brooke and Nick continue to celebrate their engagement from the night before. When Nick goes upstairs to get ready for work, Brooke places a call to Stephen, demanding to see him to discuss his tryst with Taylor. What Brooke doesn't know as she tells her father of her engagement, is that Stephen is in bed with Jackie ! Stephen tells Brooke that he will be over to see her soon. The other newly engaged couple, Dante and Felicia, discuss their happiness. Bridget talks to Christian at the hospital about her breakup with Dante. Christian, sensing that she regrets turning Dante's proposal down, encourages her to go to Dante and tell him she wants him back before it's too late. Before Nick leaves for the office, he notices a full page ad in the paper of Brooke in lingerie, advertising the Bedroom Line. Brooke is shocked that Ridge put the ad in the paper without her permission and assures an angry Nick that she will speak to him about it. Stephen arrives and Nick tells him that Brooke did not fire the Forresters. Felicia and Dante discuss Bridget's possible reaction to their engagement. Felicia is concerned, but Dante is confident that she will be happy for them. Alone with Stephen, Brooke demands to know if his \"affair\" with Taylor is over. Stephen tells her that it is, but it had nothing to do with obtaining the stock. Convinced by Christian to go see Dante, Bridget bursts into his bedroom and apologizes for turning him down. Dante tries to tell her about him and Felicia, but Bridget kisses him as her cell phone rings. When she answers, Felicia happily tells her that she and Dante are getting married. Devastated, Bridget mumbles congratulations to her sister. Brooke berates her father for his interference in her life. Despite Stephen's pleas that he was just trying to make things up to her, Brooke demands that Stephen LEAVE LA immediately !",
    "soapcentral_condensed": "Nick and Brooke prepare to leave for work. Nick tells her that they can ride together, but she has something that she has to do first. When Nick steps out of the room, Brooke places a call to her father. She wants to see him, and talk about the fact that he slept with Taylor. Later, as Nick leaves for work, Stephen is coming into Brooke's home. Brooke tells her father, that every time she lets him back in her life, chaos comes along with him. Felicia and Dante are in bed. Dante tells Felicia that he will always care about Bridget but it is over and he is fine with it. He is not sorry that things turned out the way they did. Bridget apologizes to Dante for taking him for granted, when he gave her love and support. He was there for her when she was having her problems with Nick, and she is sorry what she put him through. She kisses him and would like to give them a chance.\n"
}