{
    "soap_central": "\n\nAt Thomas' place, Caroline, Douglas, Thomas, and Steffy chatted about how big Douglas had gotten. \"He's going to be tall like his daddy,\" Caroline said. Thomas said he was happy to spend time with Douglas, no matter what. He added that he'd missed Douglas and that daily video chats were not enough.\n\n\nCaroline noted that Spectra had been keeping him pretty busy, along with his new relationship with Sally. Thomas agreed. He added that starting a new business was time-consuming, and he added that he had a new business challenge with Forrester Creations to a fashion showdown in Monte Carlo. Caroline replied that she had seen it in the trade magazines, and it sounded like fun. Steffy maintained it was more like an ambush and sounded like Sally, but Thomas pointed out that it had been his idea. He picked up Douglas and carried him around.\n\n\nDouglas wanted to get down, and Thomas set him down and said he had to leave for work. He thanked Caroline again for visiting. He left. After Thomas was gone, Steffy said Thomas' involvement with Sally was why she had called Caroline to return to Los Angeles. \"See why I called?\" Steffy asked.\n\n\nSteffy added that Caroline had been doing a great job with Douglas on her own. Caroline credited her moms for their help, and she said Thomas had often flown across the country to be with Douglas, but not much since he had joined Spectra. Steffy maintained that it was wrong because Thomas was missing out on time with Douglas and his family while he was helping Sally with her business.\n\n\nCaroline wondered what Sally was like. Steffy said Sally was manipulative, and she had managed to get Thomas to leave his family and risk everything with her on her business.\n\n\nSteffy explained that Sally had lured Thomas away from Forrester. Steffy wanted to get Sally out of their lives, but she also blamed herself because she had told Thomas that Sally was going to leave town. \"I opened my big mouth,\" Steffy lamented. She maintained that Sally and Thomas were joined at the hip.\n\n\nSteffy told Caroline that she didn't know what Thomas saw in Sally. Caroline wondered if it was love. Steffy believed Thomas had been sidetracked, but she added that the real question was what Caroline and Thomas wanted. Caroline felt there was still something between them. Steffy wanted Caroline to stay in Los Angeles and get back together with Thomas.\n\n\nAt Spectra, Shirley, Darlita, and Saul discussed that it was great to have Thomas to keep Bill Spencer and his skyscraper at bay. Saul said it was a bad idea to change everything including the logo. He liked the old logo. He called Thomas \"Mister Pecs,\" and Darlita said she liked the new logo.\n\n\nShirley told Saul and Darlita that Sally and Thomas would soon be flying off to Monte Carlo, showcasing the new logo and the company. Shirley said she figured they could fly first class. Shirley entered Sally's office and noted that Sally seemed down in the dumps. Sally admitted to it and explained that she'd fielded a phone call from Caroline Spencer. \"Thomas' baby mama?\" Shirley asked.\n\n\nSally said that was who it was and admitted she was worried about Caroline. Shirley said Sally's relationship with Thomas was good because she was in Los Angeles, and Caroline was not. Sally noted that she believed Caroline wanted Thomas back and had a hold on him because of their son. Thomas entered, and Shirley left. Thomas wanted to talk to Sally. He shared that Caroline had returned with his son. He wanted Sally to meet them. She said that she had spoken to Caroline when she'd called looking for Thomas.\n\n\nSally wanted to meet Thomas' son but not Caroline because she didn't think Caroline would like her very much. Thomas explained that Caroline expected the universe to conform to her time frame. He added that Caroline was impulsive.\n\n\nThomas reminded Sally that he and Caroline were not together. He admitted they would always have a bond, but he was with Sally. He added that he felt Sally and Caroline could be friends under other circumstances. He reminded her that it didn't matter who approved; he was in a relationship with Sally, not Caroline. They started to make out passionately.\n\n\nCharlie entered a hotel room and asked why Sheila had wanted to see him. She answered that she was sure he'd want to know that they had succeeded in breaking up Eric and Quinn. She said that it would have been unthinkable for Ridge and Quinn to get away with hurting Eric.\n\n\n\"Quinn is out,\" Sheila said. Charlie admitted he couldn't feel sorry for her. Sheila called Quinn \"a faithless woman.\"  Charlie worried that \"Pammy\" would find out. He didn't want her to know that he had helped Sheila. He worried that his head would be on the chopping block.\n\n\nCharlie wanted to conclude their meeting, but Sheila laughed and said she wasn't sure if she was insulted or flattered. However, she promised that Charlie could earn a lot of money. Sheila advised Charlie that he should consider her an investment opportunity. She wanted him to give her $1,000 to pay her hotel bill. She added that she needed to be in Los Angeles, near Eric.\n\n\nCharlie refused to give Sheila $1,000, but she reminded him that it would pay for her silence. \"Does $1,000 seem too much to pay for my silence?\" Sheila asked. Charlie noted that it sounded like blackmail. Sheila said it was more about partnership.\n\n\nCharlie said he had tried to give Quinn the benefit of the doubt. Sheila promised that Ridge and Quinn would get what they deserved. She added that Eric was a special, warm, kind, and generous man. She added that he was compassionate and might even forgive her.\n\n\nSheila got closer to Charlie and asked where Eric was. Charlie answered that he didn't know. Sheila didn't believe him, but Charlie said he had no idea where Eric was. Charlie prepared to leave, but Sheila asked him to reconsider her financial proposition. She explained that it was necessary for her to stay in Los Angeles to be near Eric. She promised it would pay off for Charlie. He said goodbye and left. Sheila smiled after he left.\n\n\nSheila walked out into the hotel hallway and ran into Eric. She called him by name, and he wondered how she'd found him. Sheila maintained it was a coincidence. Eric looked disheveled.\n\n\n",
    "imdb": "Caroline returns to Los Angeles with Douglas so that Thomas can spend some quality time with his son. After Thomas leaves for work, Steffy shares with Caroline that she wants Thomas to be reunited with his family and not wasting his time with Sally. Caroline thanks Steffy for calling her and explains that she still cares deeply about Thomas. Meanwhile, Darlita and Saul argue about the new Spectra logo that Thomas created. Shirley notices that Sally seems preoccupied. Sally admits that feels insecure now that the elusive Caroline Spencer is back who also happens to be the mother of Thomas' child. Charlie arrives at Sheila's hotel at her insistence and hears that Quinn is out of Eric's life. When Charlie tries to make Sheila understand that Pam must never know of his role in the reveal of Ridge and Quinn's affair, Sheila uses her charm and blackmail-ish powers of persuasion for him to pay for her hotel bill in exchange for her silence. Later, Sheila leaves her room and runs straight into Eric, in the hallway, as he is checking into a room.",
    "tvmega_recap": "Thomas spends time with Douglas who he thinks is growing up so much. Caroline says they must be keeping him very busy over at Spectra and then there is his new involvement with Sally. Grams senses that Sally is awfully quiet and asks if she is all right. She says nothing is wrong yet but she did get a phone call from Caroline, Thomas's baby mama. Grams does not think she has to worry. She thinks Sally has the advantage. After all, Sally is here with Thomas every day and Caroline lives a long way off in New York. Charlie stops over at a motel room where Sheila is. He says he should not be here. She says she only wants to thank him for telling her the truth so she can tell Eric. He deserves the truth. Charlie says he has something at stake here. Pam will get mad if she knows and his head will be at stake. So he had rather not see Sheila again and this be the end of their relationship. She says before he goes would he be ready to make some money ..some big money. He is skeptical but says sure everyone can use a little more money. She says it would be working for her to keep other's silence. She only wants to stay close so she can keep track of Eric. Thomas thanks Caroline for bringing Douglas and says he has been very busy as they have challenged FC to a fashion show dual. Later Caroline tells Steffy that she is resentful of Sally and all the time that Thomas spends and now works with her. Thomas laments to Sally that Caroline is in town and Douglas is getting so big. He knows she will like him. She asks how long Caroline will be here. She wonders what prompted her to show up all of a sudden. Steffy says she knows everything now is about Sally. She actually was about to leave town and then Steffy opened her big mouth and it was Thomas to the rescue. He is making awful decisions concerning Sally. That is why she invited Caroline back. He really needs her now. Sheila reminds Charlie that they did a very big thing for Eric but Quinn went on and on after she was outed. She hopes her days as Mrs. Eric Forrester is limited. Eric is too special .warm, kind and compassionate. That is the reason he will forgive her. Charlie says he honestly does not know where Eric is now. She says she hopes he will reconsider her financial offer. It will more than pay off for him someday. Thomas laments that Caroline is impulsive, but it is partly his fault this time. He has been so busy with Sally that he has not seen her or the baby in a long time. Sally says she understands. So far she has only heard about her or seen her picture but now she is here and she will have to deal with her. Thomas says whether Caroline approves or not he loves Sally. Steffy confides in Caroline that there is no redeeming value in Sally but Thomas cannot see that. He even thinks it is love. Caroline says she wants Thomas. There is still something there. Steffy says they belong together and she is going to see that it happens. Sheila walks down the hall and runs into Eric. He wonders how she found him. She relays that she didn't. She has been staying here for a while but wonders why he is here. He says he did not want to be around anyone or be found so he checked in here. Sheila says what a coincidence.",
    "tvmega_summary": "Episode # 7626 ~ Caroline returns to Los Angeles with Douglas to spend quality time with Thomas; Charlie suspects that Sheila has an ulterior motive when she makes him a tempting proposition.",
    "soapcentral_condensed": "Steffy wanted Caroline to stay in Los Angeles and get back together with Thomas. Sally wanted to meet Thomas' son but not Caroline because she didn't think Caroline would like her very much. Sheila called Quinn \"a faithless woman\" Charlie admitted he couldn't feel sorry for Quinn because he was hurting with Eric Ridge and Eric Quinn. The pair started passionately making out in a hotel room and Sheila wanted to know why she had succeeded in breaking him up with Quinn. \"He's going to be tall like his daddy,\" Caroline said of her son's size. \"See why I called?\" Steffy asked. \"I opened my big mouth,\" she lamented. \"Mister Pecs,\" Saul said of Thomas' new Forrester logo, and Darlita said she liked the new logo. \"It was a bad idea to change everything including the logo. He liked the old logo, he called Thomas 'Mister pecs,'\" Saul said. \"Sally and Thomas will soon be flying off to Monte Carlo,\" Shirley said.\n"
}