{
    "soap_central": "\n\nBrooke tells her father that she is not afraid of Ridge.  She will talk with Ridge, and at her request, Stephen leaves.  Ridge tells Brooke that he feels like he has ruined everything.  She tells him that he has.  He ruined who she was trying to become.  Brooke understands that Ridge loves her, but she won't forget what he did.  She has all ready given him one chance too many.\n\n\nNick asks Taylor to tell her what happened, last night.  She tells him that she doesn't want to get involved, but somehow they are always drawn into Brooke and Ridge's life.  She asks if Brooke was on any medication, and then comments that what happened, might not have been consensual.  Nick calls Brooke in the presence of Taylor, and asks her if Ridge did what he thinks that Ridge did.  Brooke tells him that she is okay. Nick says that he is going to kill him.   Nick, in a rage, storms out looking for Ridge. Brooke tells Ridge, that Nick knows what happened.  He better leave now and Brooke suggests that he head up to Big Bear for a couple of days, until she has time to calm Nick down.\n\n\nHe stops at Forrester's, and hears Sally tell a courier that she has a parcel to be delivered to Ridge Forrester up at Big Bear.  Nick immediately heads up there. \n\n\nTaylor goes to see Brooke.  She tells her that she was in the wrong place at the wrong time.  First Ridge came and talked with her, and then Nick came looking for answers.  She tells Brooke that she got what she wanted, Ridge without any guilt.  Taylor tells Brooke that Ridge was terribly ashamed of himself, but implies that Brooke got what she wanted.\n\n\nDante comes over with their itinerary in Italy for Felicia.  They came to pick up Dominick.  Christian tells Dante that he helped Felicia pack a bag for Dominick.  He is all ready, but Felicia steps out and says, that she is not.  \n\n\nBridget stops at the main house, at Stephanie's request.  She begs Bridget to reconsider taking the baby out of the country.  Bridget tells her that it will be all right, it is just for a week.  Bridget tells her that there are no rules about what they are doing, so if they end up hurting each other, it is not maliciousness.  Felicia agrees.  Bridget tells her that Dante is a good man and will be a good Father.  Felicia tells Bridget, that she never was very good at sharing.  They are all gathered around saying goodbye and Stephanie walks into the room.  She tells Felicia that she tried to get them to change their mind.  The traveling party leaves and Felicia turns to her mother, and says, \"You promised me this would never happen.\"  Stephanie says to herself, that yes, she did promise it would never happen.  \n\n\nNick reaches Big Bear and Ridge is inside.  Nick pushes the door open to confront Ridge and Ridge tells him that he all ready apologized to Brooke, and anything else can be taken, directly up with her.  Ridge turns to the wall, removes a rifle, and turns to Nick, saying, \"Now back off little brother.\"\n\n\n",
    "tvdb": "Stephanie tries one last time to convince Bridget not to take the baby to Italy. Christian helps Felicia pack some bags for Dino when Dante comes by. Felicia finds it hard to watch Dante and Bridget take the baby, then later vents her anger at Stephanie for allowing them to take him. Brooke has Stephen leave and then tells Ridge that she doesn't resent him for sleeping with her. Brooke blames herself and feels ashamed. Nick questions Taylor when she lets it slip that she knows what happened between Ridge and Brooke. Nick discovers the truth and Brooke warns Ridge to hide out in Big Bear until she has talked to Nick. Nick overhears Sally arranging for a package to be sent to Big Bear so Nick heads up there, while Taylor goes to Brooke to throw some sarcastic comments her way.\r\n",
    "yt": "\n\nStephen confronts Ridge about his night with Brooke. Brooke tells Ridge he has ruined everything in regards to her relationship with Nick. On Brooke’s request, Ridge leaves to go to Big Bear to get away. Taylor fills Nick in on what happened and Nick goes searching for Ridge to get revenge. Nick discovers Ridge in Big Bear. Felicia says goodbye to Dino before he leaves on his Italy adventure with Bridget and Dante.",
    "imdb": "\nDr. Christian Ramírez manages to make Felicia accept that Dino is going with dad Dante and Bridget to Italy for a week, despite Stefanie. Brooke tells Steven she's not afraid of Ridge. Taylor tells Nick that something happened which brought Brooke and Ridge closer together, but Nick can't handle the truth and traces Ridge to Big Bear.    ",
    "tvmega_recap": "Stephen confronts Ridge about what he did to Brooke. Brooke tells Stephen that she is not afraid of Ridge and asks Stephen to leave. Ridge apologizes to Brooke. She forgives him, but she can't forget. Nick finds Taylor in Ridge's office at Forrester. He questions her on what happened between Ridge and Brooke. Taylor reluctantly tells him that Ridge and Brooke slept together. Nick is reeling from the revelation when Taylor asks him if Brooke is on medication, when Nick confirms this, Taylor insinuates that although Brooke may have been under the influence, she still wanted it on some level. Nick calls Brooke to tell her that he knows what happened. After hearing the rage in his voice, Brooke hangs up and begs Ridge to go to Big Bear for a few days while she calms Nick down. Nick overhears Sally talking to Ridge and finds out that he is headed to Big Bear. Taylor goes over to see Brooke and Brooke can't believe Taylor told Nick, and Taylor can't believe that Brooke was that out of it that she didn't know what was going on. Bridget has a confrontation with Stephanie as Dante picks up Dino from Felicia. Felicia instructs Dante on the baby's care as Christian tries to assure her that the child will be fine in Italy. Bridget comes in with Stephanie, Felicia is surprised that Stephanie was unable to convince Bridget not to go through with the trip. Bridget talks to Felicia in private and they agree to disagree, she and Dante leave with the baby for the airport. Steph vows to stop them. Nick bursts into the cabin at Big Bear and confronts Ridge. Ridge takes a gun from the wall and tells Nick to BACKOFF !",
    "soapcentral_condensed": "Brooke tells her father that she is not afraid of Ridge. Nick calls Brooke in the presence of Taylor, and asks her if Ridge did what he thinks that Ridge did. Taylor tells Brooke that Ridge was terribly ashamed of himself, but implies that Brooke got what she wanted. Felicia begs Bridget to reconsider taking the baby out of the country. Bridget tells her that there are no rules about what they are doing, so if they end up hurting each other, it is not maliciousness. The traveling party leaves and Felicia turns to her mother, and says, \"You promised me this would never happen.\" Stephanie says to herself, that yes, she did promise it would never happened. Christian tells Dante that he helped Felicia pack a bag for Dominick. He is all ready, but Felicia steps out and says that she isn't. She tells Bridget, that she never was very good at sharing. Ridge tells Nick that he all ready apologized to Brooke, and anything else can be taken, directly up with her.\n"
}