{
    "soap_central": "\n\nAt Forrester, Rick tried to persuade Nicole to sign the adoption papers. He was emotional and changed his tone from demanding to desperate in his conversation with her. He continued to pressure her and finally demanded that she sign the papers. He shouted that she had to sign them.\n\n\nZende entered and gently advised Rick to calm down. He stepped between Rick and Nicole and warned Rick to back off and never raise his voice to Nicole again. Rick was exasperated. He told Zende that he didn't know why Nicole was trying to tear his family apart because she wouldn't sign the adoption papers.\n\n\nZende looked at Nicole, and Nicole nervously glanced at Rick and Zende. Rick left. Zende softly asked his wife what was going on, and Nicole answered that she needed more time. \"For what?\" Zende asked. Nicole looked distraught.\n\n\nZende told Nicole that he knew she was having a rough time. He understood that they had not received the news they had expected from the doctors, but he had been supportive and was worried that he had not been supportive enough. He admitted he had been focused on his new job designing. Nicole understood.\n\n\nNicole explained that she'd had feelings she hadn't anticipated and had been worried. She'd realized that Lizzy meant a lot to her.  He remembered that Nicole had spent a lot more time with Lizzy recently and said it was understandable. However, Zende reminded her that Maya and Rick were Lizzy's parents.\n\n\nNicole said she had also spent nine months with Lizzy, and Lizzy had been a part of her. Zende countered that Nicole had done a wonderful thing when she had been a surrogate who helped Rick, Maya, and Lizzy become a family. \"You can't give it to them and then take it away,\" Zende said. Nicole looked tense.\n\n\nZende looked at Nicole and held out the papers. Nicole said she knew it was only a formality, and she hadn't meant to scare Rick and Maya. She had enjoyed being close to Lizzy, who had called her Mama. \"I can't get that out of my head, and the way that she looked at me,\" Nicole said. Zende said there was no way he could understand how that felt.\n\n\nZende said that stress and anxiety weren't healthy for Nicole. He wanted them to have their own family when the time was right. He led Nicole by the hand to the adoption papers and set the pen down on the document. Nicole looked at Zende, and he nodded at her.\n\n\nAt Spectra, Thomas and Sally discussed that the office was a sauna because the air conditioning was broken, and the maintenance man had not fixed it yet. Thomas removed his shirt and suggested they work at his apartment, but Sally refused. She said she needed to be there with the staff.\n\n\nSally thanked Thomas for his concern and for moving the company forward with new designs and a new logo. He said they needed people to talk about Spectra. \"You and I are partners, and we're gonna make this happen,\" he said.\n\n\nSally and Thomas were sweating, and Thomas promised that their new and dynamic leadership would blaze an entirely new path for Spectra. Sally complimented his vision and asked if they had an interview with a New York paper yet. Thomas admitted he had hit a brick wall because no one would return his calls.\n\n\nSally turned on a fan and unbuttoned her clothes. Thomas admitted that he hadn't realized how hard Sally had needed to work for every little victory she'd had. They kissed.\n\n\nSally said it had always been like that. However, she didn't want his pity. Fighting for everything had made her feisty, and it was all part of being a Spectra.\n\n\nSally added that she had Thomas in her life -- a smoking hot champion -- who supported her like no one else ever had. He said he'd had to learn that he didn't have as much clout as he had at Forrester. He said people would take notice and give them respect as the fashion powerhouse dream they wanted. Sally said he'd given her goose bumps even though it was hot in there. They kissed.\n\n\nIn another office at Forrester, Coco and R.J. discussed that Coco loved everything about Forrester, and she was incredibly grateful to be a part of the team. R.J. wondered if Coco wished she had waited and worked at Spectra because they were revamping everything thanks to Thomas. Coco said she was happy for her sister, but she was glad to be where she was.\n\n\nCoco said Sally knew she was making something for herself. R.J. worried that she was competing with her sister, but Coco wasn't concerned. She was concerned about Nicole.\n\n\nIn Rick's office, Maya and Rick worried that Nicole wouldn't sign the adoption papers. Rick was confident that Zende would convince her to sign the papers. Maya said she felt sick with worry.\n\n\n",
    "imdb": "Rick angrily pressures a reluctant Nicole into signing the adoption papers for Lizzy. Then, Zende walks and tells Rick to back off. Rick leaves to talk to Maya while Zende gets worried when he finds out more about Nicole's confused feelings for Lizzy. Zende gently reminds Nicole that the little girl is Rick and Maya's child - and obsessing about her is not healthy. To put an end to this toxic situation, Zende hands Nicole the documents and urges her to sign them. Coco reassures R.J. that, despite her being happy for Sally's chance to make a name for herself in the fashion world, she feels perfectly happy to work at Forrester Creations. Sweating from a failure of the air conditioning system, Sally and Thomas brainstorm on how to portray to the public that Spectra Fashions is now a reputable company.",
    "tvmega_recap": "Rick holds out the papers and asks Nicole to sign them. She cannot even stand there and look at them. He reminds her that this is a binding contract and she had every opportunity to back out and didn't. He raises his voice and demands that she sign the papers. Zende hears him and rushes in and tells him to never raise his voice like that to his wife again. Thomas peels off his shirt as he is working; the air conditioning must not be working. Sally tells him that not only does she have a smoking hot partner but he bailed her out and she totally knows he is on her side. So her dream of having Spectra a power house can finally come true. He says they need everybody to take Spectra seriously so they have to do this. Maya is worried and tells Rick this is taking too much time. Zende questions Nicole and she simply says she needed more time. He tells Nicole that he knows this is weighing on her and that is only natural as Lizzy was part of her for nine months. But Lizzy should be with her family. She means the world to Rick and Maya. She did a wonderful thing being a surrogate but she cannot take that away now. He hands her the papers and suggests she sign. RJ tells Coco that he does not think it was wrong to talk to Nicole, so she is just overreacting. Rick refuses to believe that Nicole would take Lizzy away from them. She is just confused and disappointed right now. Zende tells Nicole they all thought the adoption was final. She says when she holds Lizzy in her arms she feels this pull. And Lizzy called her mama and she cannot forget that. Now what if she gives away the only child she will ever have. He says this is not good for her; all this stress and anxiety. But if she signs they will get through this together. For now she has to do this. He puts the pen and document on the table in front of her.",
    "tvmega_summary": "Episode # 7612 ~ An overwhelmed and misunderstood Nicole lashes out at Rick; Thomas gets a big dose of reality and learns the differences he will face now that he works at Spectra, not Forrester.",
    "soapcentral_condensed": "At Forrester, Rick tried to persuade Nicole to sign the adoption papers. At Spectra, Thomas and Sally discussed that the office was a sauna because the air conditioning was broken. Coco and R.J. discussed that Coco loved everything about Forrerester and was grateful to be a part of the team. Coco said she was happy for her sister, but she was worried about Nicole and Rick's worried that she wouldn't sign the papers. In Rick's office, Rick told Zende that he didn't know why Nicole was trying to tear his family apart because she wasn't signing the adoption documents. He shouted that she had to sign them. Zende gently advised Rick to calm down and warned Rick to back off and never raise his voice to Nicole again. In R.C., Coco wondered if Coco wished she wished she had waited and worked at Spectra because they were revamping everything at the company because of a broken air conditioner. In Forreer, Rick was exasperated. He told Zenden that he was worried that he had not been supportive enough.\n"
}