{
    "soap_central": "\n\nBrooke defended her new idea to the Marone board. Later, Nick complimented Brooke on how great she had been in the meeting, but she was not sure if working with Nick at Marone was the best idea. Brooke felt that the fashion industry was more her area of expertise.\n\n\nWhile the inmate talked to Taylor and Phoebe, they grew more fearful of telling the truth. Hector told Taylor all the reasons why she couldn't tell the truth, yet Taylor felt she needed to step forward. Lieutenant Baker saw Taylor and Hector leaving the prison. He found out from a guard why they had been there and began to put the pieces together.\n\n\n",
    "tvdb": "Taylor and Phoebe talk with Diane Walker, who is in prison for vehicular manslaughter. Listening to her story terrifies Phoebe more than ever, but Taylor still wants to come clean. Brooke manages to win over the board when she advises them to be environmentally conscious, but despite Nick's congratulations, she's not certain if she wants to work for Marone Industries. Thorne tells Sally how much help Taylor has been, but he is disheartened when Lt. Baker informs him that he still has no leads. Lt. Baker later sees Hector leaving the jail with Taylor and Phoebe and begins to put the pieces together.\r\n",
    "yt": "\n\nBrooke defends her new idea to the Marone Board.  Later, Nick complements Brooke on how great she was in the meeting but she’s not sure if working with Nick at Marone is the best idea. Brooke feels that the fashion industry is more her expertise. While the inmate talks to Taylor and Phoebe they grow deeper in fear of telling the truth.  Hector tells Taylor all the reasons why see can’t tell the truth yet Taylor feels she needs to come forward.  Lt. Baker sees Taylor and Hector leaving the prison. He finds out from a guard why they were there and begins to put the pieces together.",
    "imdb": "\nDiane's tragic example frightens Phoebe, but Taylor keeps whining about the truth. Thorne starts wondering if it was an accident, and if knowing really helps him. Ironically the detective in charge of the case recognizes Hector and wonders why they are visiting Diane. The Marone board considers Brooke's proposal to invest in a green image and style, only George is against the idea, yet she feels like bowing out.    ",
    "tvmega_recap": "Brooke shocks the Marone board members by suggesting certain changes, \"greener and cleaner\". Nick beams with pride, others agree but old school George doesn't appreciate her even being there much less dictating policy. Sarcastically, he asks if she will be wearing a negligee or nothing at all? Sally is surprised to see Thorne back at work so soon. He just dropped Alexandria off at art camp and laments that it's pretty hard to be in the house alone. Diane Walker continues that she took her life for granted. One day everything was fine, the next it was ruined. It doesn't matter to the Justice System, not who you are, just what you have done. She can serve her time and she can confess to the whole world, but nothing will lift that burden from her shoulders. She drives the message home to Taylor and Phoebe, don't take that first drink and drive, you don't want to end up here! Lt. Baker visits Thorne but has no new information. Hector emphasizes again to Taylor that no judge is going to let her off without major jail time. And in order to help Thorne and Alexandria, she has to keep this secret. She has everything to lose and nothing to gain. Taylor finally gives in and says she will think about it. Lt. Baker, also there at the prison with another detainee, sees Hector, Phoebe and Taylor and becomes suspicious.",
    "soapcentral_condensed": "While the inmate talked to Taylor and Phoebe, they grew more fearful of telling the truth. Lieutenant Baker saw Taylor and Hector leaving the prison. He found out from a guard why they had been there and began to put the pieces together. Brooke defended her new idea to the Marone board. Later, Nick complimented Brooke on how great she had been in the meeting, but she was not sure if working with Nick at Marone was the best idea. Brooke felt that the fashion industry was more her area of expertise. She felt she needed to step forward and be the one to tell the truth about the inmate's story. She told the inmate all the reasons why she couldn't tell thetruth. The inmate told her that she was the one who needed to be the person who told the truth, and she told him that she would do anything to help him out. The pair left the prison together and were reunited with their friends and family. They were reunited at the hospital where Taylor was being treated for cancer.\n"
}