{
    "soap_central": "\n\nAt Forrester, Steffy told Liam he needed to take the day off because he hadn't slept at all the previous night. Liam worried that his father had ordered Spectra to be torched. Liam insisted that he couldn't let Bill get away with it. \"Or I am no better than he is,\" Liam said.\n\n\nSteffy agreed that Bill was wrong, and she didn't condone what he had done, but she reminded Liam that Bill was his father. Liam said Bill felt that Liam was weak, but Liam felt his conscience made him strong. Steffy countered that family was important to Bill and Liam, but Liam said it wasn't important enough to make Bill listen. Steffy looked worried.\n\n\nAt Spencer Publications, Justin met with Bill, and they discussed that C.J. Garrison was on his way to sell Bill the Spectra building. Justin noted it had been a \"spark of an idea\" that had encouraged C.J. to meet with Bill.\n\n\nC.J. entered and said he was prepared to sell the building to Bill as promised. Bill said they had slightly modified the offer, and Justin gave the contract to C.J. Bill asked Justin to give C.J. a pen to sign.\n\n\nC.J. noted that the purchase price was substantially lower. Bill said that he wasn't going to pay top dollar for a \"smoking pile of rubble\" because he was a businessman and not a charity. He chastised C.J. because C.J. hadn't accepted Bill's previous offers that Bill called \"very generous.\"\n\n\n\"Take what I give you, and be grateful for it,\" Bill advised. C.J. said that Bill was going to demolish the building, anyway, so it didn't matter what was left of it, but Justin said it had been worth more previously. C.J. looked nervous.\n\n\nLiam stood outside Bill's office and listened to Bill bullying C.J. Bill said that Spectra was worthless, and C.J. had made the mistake of not having any insurance and couldn't even afford to \"sweep up the debris.\" He had to sell to Bill.\n\n\nLiam entered. \"Don't do it, C.J. Don't take the offer,\" Liam advised. Bill glared at Liam and advised C.J. and Justin to leave so that he could talk to his son. C.J. said he wanted to talk to Liam, but Justin and Bill said they needed to step outside for a few minutes.\n\n\nAfter C.J. and Justin left, Bill angrily told Liam to keep his nose out of Bill's deal. Liam argued that he would not allow Bill to scam C.J. out of his family's property. Liam threatened to do anything he had to in order to stop Bill.\n\n\nBill understood that his business dealings often offended Liam's morals and principles, but he would not permit Liam to stand in the way of his plans for development of his skyscraper.\n\n\n\"I don't think you're hearing me,\" Liam said. He repeated his threat to do everything he could to stop Bill because Bill had usually done what was best for the company, but Bill had lost perspective. Liam said that Bill had attacked a young girl and her business. \"I'm not gonna shut up,\" Liam said. Bill warned Liam that he needed to be loyal to Spencer and to Bill.\n\n\nLiam replied that he was loyal to the company and his family, and that meant protecting the company from Bill. \"What are you trying say?\" Bill asked with a laugh. Liam ordered Bill to take a leave of absence. Bill laughed again. \"You're taking a leave of absence, or I go to the police,\" Liam said.\n\n\nBill sat in his chair, sneered at Liam and told him he was fired. \"Get out of my building,\" Bill said. \"I'm not going anywhere,\" Liam answered. He added that Bill had abused his power in an unlawful manner and manipulated everyone to get what he wanted. Liam refused to allow Bill to commit a crime and burn down a building just to create a tower in the middle of the city. Liam leaned on Bill's desk and said it was a new era for Spencer \"with me at the helm.\" Bill glared at Liam.\n\n\nAt Forrester, Zende met with Rick and Ridge to review his designs. \"Wow I'm impressed,\" Ridge said of Zende's designs. Ridge and Rick praised Zende's work as bold and confident. They added that he had a bright future in the business. Zende was thrilled, and he left.\n\n\nRidge and Rick discussed how impressed they had been with Zende's work. Steffy joined them, and they shared their opinion with her. Rick got a phone call and left. Steffy looked worried, and Ridge asked what was wrong. Steffy complained that Liam and his dad were arguing, and she was worried about their relationship. Ridge was happy to see that Liam stood up for himself against Bill, but Steffy maintained that they were at serious odds.\n\n\nIn another office, Nicole played with Lizzy while Maya finished a photo shoot. Maya entered and saw them having fun. Maya overheard Lizzy call Nicole \"Mama.\" Nicole dismissed it as Lizzy waiting for her mama. Maya noted that Lizzy had fun with her Auntie Nicole.\n\n\nZende entered and told Maya and Nicole how Rick and Ridge had loved his work. They were impressed that he had learned so much and followed his instincts. Maya and Nicole were happy for him. Maya and Lizzy left, and Zende and Nicole kissed. Nicole told Zende how proud she was of him, and Zende thanked her for putting up with him. They laughed and agreed they had a lot to look forward to.\n\n\nLater, Maya met with Rick and told him she was worried that Nicole was attached to Lizzy, and Lizzy had called Nicole \"Mama\" again. Maya said that neither Nicole nor Lizzy had done anything wrong, and she didn't want to overreact, but it worried her that Nicole was concerned about her ability to have children.\n\n\nRick said they could talk to Nicole, but Maya suggested that Rick promote Zende to a designer's position in Paris because it would give Nicole and Zende an opportunity to travel as newlyweds, and it would make things less confusing for Lizzy. Maya looked hopeful, and Rick looked concerned.\n\n\n",
    "imdb": "Ridge and Rick complement Zende's latest designs. A beaming Zende admits he feels as if he is coming into his own as a designer. Elsewhere, Maya overhears Lizzy call Nicole \"Mama\" and is immediately overcome with concern. Maya tries to mask her insecurity with Nicole and Lizzy's bond, yet immediately runs to Rick to share her fears. Rick is somewhat taken aback when Maya reminds him about an opening in the international office and therefore suggests to Zende and Nicole transferred to the Paris office. On top of the world that his plan is succeeding, Bill takes a meeting with C.J. to discuss the sale of the Spectra property. Steffy tries to calm down Liam who thinks that it is the time and place to reign his father in: for once he has power over Bill and he intends to use it for the greater good. Liam interferes with Bill and C.J.'s negotiation, which infuriates Dollar Bill. Bill threatens to fire his son but Liam will not budge. He counters that it is Bill who will be taking a leave of absence as he will take over as CEO of Spencer Publications.",
    "tvmega_recap": "Liam tells Steffy that things are not over as long as Bill still does not think he did anything wrong. And if Liam overlooks this then he is no better than Bill. Steffy says he does not have to do this as that is his father. He says his father thinks his conscious is weak but he is about to find that it is the strongest thing about him. And he is not afraid to use it now. CJ drops in on Bill and admits it was a sentimental but monumental mistake that did not work out and now he is here to sell Spectra. But he does not agree when he looks over the new contract that Bill drew up. Of course it does not include the extra $5 Million but it also does not include the original selling price. Bill says surely he did not expect that for a pile of rubble, so take it or leave it. He says CJ made a mistake with no insurance so now he will have to take what he gets. Spencer Publications is a business, not a charity. Liam starts to go in when he hears this. Bill tells CJ to take the offer and that this is none of Liam's concern. Liam says no, CJ needs to hear this before he accepts Bill's bargain basement offer. Bill says he deals with his personal problems privately so he excuses Justin and CJ so he can talk to Liam. Bill tells him he is sticking his nose into something where it does not belong. Liam laments that he is tired of all the lies. He will stop him no matter how he has to but he will stop him from getting the land for that tower to lord over Los Angeles. Maya tells Rick that it happened again \u0096 Lizzy called Nicole mama. She knows the adoption papers have been signed and all is well but she cannot help feeling concerned. Zende tells Rick and Ridge that he appreciates this great promise they have made and he is excited about this great future they have given him. He relays this to Nicole who is happy of course for his opportunity. Maya says she is not worried that Nicole would take Lizzy away from them but she is afraid of the attachment and they need to do something now. Her instinct is to protect Lizzy. Maybe it would be a good idea for Zende and Nicole to work in the Paris office. They need a replacement there anyway. Steffy tells Ridge that she is worried about Liam. He has always been on his dad's side but now he is wanting to buck him. Ridge says good, it is about time someone stood up to the great Bill Spencer. Bill tells Liam that he will not say anything or save anyone. Liam says maybe Bill did not hear him. He will do anything he can to keep Bill from getting Spectra. CJ does not have to sell to him. And he is not going to shut up or keep his secret any longer. He suggests Bill take a leave of absence. Bill laughs in disbelief. Bill says he is going nowhere. Liam says then he will call the police and tell them Bill crossed the line and had Spectra torched .and he will have to step down. Bill keeps saying this is all his. Liam says no more, now they are in a new era and he will be at the helm.",
    "tvmega_summary": "Episode # 7666 ~ CJ finally makes a firm decision about what he wants to do regarding the Spectra building; Maya becomes insecure when she witnesses the closeness between Nicole and Lizzy.",
    "soapcentral_condensed": "At Forrester, Steffy told Liam he needed to take the day off because he hadn't slept at all the previous night. Liam worried that his father had ordered Spectra to be torched. At Spencer Publications, Justin met with Bill, and they discussed that C.J. Garrison was on his way to sell Bill the Spectra building. Bill said that he wasn't going to pay top dollar for a \"smoking pile of rubble\" because he was a businessman and not a charity. At Zende's design show, Rick and Ridge were impressed with Zende and her designs. Zende said she was happy to see that Liam was standing up for himself against his father, but Steffie was worried about what was wrong with their relationship. She said she didn't condone what Bill had done, but she reminded Liam that Bill was his father and that she was his daughter. At the end of the episode, Zende met with Ridge and Rick to discuss the future of the company.\n"
}