{
    "soap_central": "\n\nIn the Forrester cabin at Big Bear, Hope and Wyatt discussed their relationship. \"I am not losing you because of my mother, Wyatt said. Hope shook her head. Wyatt pointed out that Hope had made a decision to end their relationship based on a reaction to something his mother had done.\n\n\nWyatt begged Hope to forget about their parents and look him in the eye. \"Tell me you don't love me,\" he dared. Hope was silent. Wyatt noted that Hope was not ready \"to walk away from us.\" \n\n\nHope said Wyatt had meant a lot to her, but she couldn't take it any longer with him and his mother. Wyatt argued that his mother didn't matter. Hope disagreed. \"She is such a huge influence on you, but it's not just about her,\" Hope explained. \"It's the way that I've changed.\"\n\n\nHope went on to explain that she had dismissed the diamond heist, but it was a big deal. Wyatt blamed Aly for getting inside Hope's head, but Hope stopped him. Hope said, \"I forgave you, and I meant it. We had a lot of fun together, and you came along at exactly the right time, but when it comes to settling down...\" Wyatt interrupted, but Hope added that lying came easily to Wyatt and Quinn. Wyatt tried to make excuses, but Hope stood her ground.\n\n\n\"All I know is that I've had enough. So much has happened, and Ridge could be dead. Wyatt, I'm always gonna care about you, but I just can't do this anymore,\" Hope said, and she tearfully walked away from him.\n\n\nWyatt refused to lose the only woman he had ever loved because of something he'd had nothing to do with. He said his mother had made an insanely stupid mistake, and he understood that Hope wanted to lash out at Quinn, but he begged her not to sacrifice everything they had built together.\n\n\nHope said she had had told Liam that she would make a choice, and she had made it. She admitted that Liam had let her down many times, but he was honest. \"I can trust Liam,\" she said.\n\n\nWyatt said that he and his mother had done some dishonest things to make ends meet, but it hadn't been such a bad thing. Wyatt dissed Liam and said that Liam was nothing more than a fashion writer who saved kittens and puppies in between yoga classes. Hope angrily stopped him. \"Those are things that are important to me. With Liam, I know exactly what I'm gonna get. That's what I want -- that's my future,\" Hope shouted.\n\n\nWyatt begged Hope to focus on them. He reminded her that they were back where they had started, and he wanted to start all over again. Hope refused. \"I wouldn't trade anything that we had,\" Hope said. \n\n\nWyatt continued to remind Hope of his good points, especially his complete devotion to her. He said she never had to doubt that he loved her and only her. Wyatt got down on one knee, and he begged her to start over. \"Be my wife,\" he said, and he presented Hope with an engagement ring. Hope looked confused.\n\n\nAt Forrester, Caroline, Rick, Maya, Carter, Pam, Charlie, Oliver, and Aly had gathered to discuss what they could do to help look for Ridge. Rick lamented that he had to stay at Forrester because everyone else was gone. Everyone agreed. Pam encouraged Rick to fire Quinn immediately, but Rick wanted to talk to Brooke first. Pam reminded him that after what Quinn had done, no one would want to work with her.\n\n\nLater in the hallway, Carter and Maya discussed that Carter had been close to Ridge. Maya worried that Oliver had been taking advantage of Aly because she had been so vulnerable. Carter looked skeptical, but Maya reminded him that Oliver had all but admitted to using Aly to keep his job, but Maya was worried about more than that. \"I remember being her age, and I was taken advantage of more than once,\" Maya said.\n\n\nIn Oliver's office, Aly hung up the phone with her dad, and she told Oliver that Thorne was joining the search for Ridge. Oliver maintained that the Forresters were tough, and Ridge would be fine. Oliver suggested that Aly would always be safe with him. Oliver kissed Aly, and Maya peeked in from the doorway.\n\n\nAt Liam's, Quinn had barged in and told Liam that he would have a broken heart by the end of the evening because Hope would never return to a boy like him when she had a man in Wyatt. Liam countered that everyone at Forrester knew about Quinn's dishonesty. \"You will be out of Forrester and out of Hope's life,\" Liam said.\n\n\nQuinn defended the quality of her jewelry, and she refused to believe that anyone would fire her because she had accidentally emailed a photo. She added that nothing would change Hope's feelings for Wyatt. \"He treats her with respect and doesn't waffle,\" Quinn said.\n\n\nQuinn mocked Liam and said that she was sure Liam had many fascinating sides, but she knew that Liam had seen the connection and passion that Hope and Wyatt had. Liam opened a beer and advised Quinn that she had caused a lot of trouble, and instead of apologizing, she was harassing Liam. He accused her of having messed-up priorities and no concern or guilt for what she had done. \"Your lies are catching up with you,\" Liam said.\n\n\nQuinn bristled. \"It's all your fault. You stayed here pining away for Hope. She was happy with Wyatt. Stop getting in the way,\" Quinn shouted. Liam realized how crazy Quinn was. \"Hope may have been seduced by Wyatt and manipulated by you, but now she is freeing herself,\" Liam said\n\n\n",
    "tvdb": "The general consensus around Forrester Creations is that Quinn is entirely responsible for the unfortunate incident that took place in the UAE. Wyatt takes the news hard when Hope tells him that she can no longer condone or accept Quinn’s antics. Quinn lashes out at Liam for his continued interference in Hope and Wyatt’s relationship.",
    "imdb": "\nCarter puts Maya on notice to stop meddling in Oliver and Aly's budding relationship.    ",
    "tvmega_recap": "At Big Bear Wyatt takes Hope's hand and says his mother's actions do not define him so she should not matter. She says but her actions do influence him. She says he is Quinn's whole world and she does not think she can be part of that anymore. He says he is not going to lose her because of his mother. At Liam's, Quinn gloats that Hope is with Wyatt right now and if he thinks she is coming back to him tonight then he is cuckoo crazy. He takes that as a compliment coming from her. Quinn says he can be delusional if he wants, she just thought he ought to know. Liam says that is not why she came. She is going to ambush Hope the minute she walks through that door. Quinn say again, she is not coming back here. Liam says Hope has re-committed herself to him ..and everybody is on to Quinn now ..Brooke, Eric, everyone who matters at FC, and when they find out her true involvement in what happened to Ridge, she and Wyatt will be out at FC and more importantly out of Hope's life. She counters with that she is known for her expertise in jewelry, not her sparkling personality. She doubts they will fire her over a photo accidentally sent to Ridge, but even if they do it will not change Hope's feelings for Wyatt. Maybe Hope said a few words in anger but they have real passion and Liam has seen it and after spending some alone time with Wyatt she will not leave a real man and come back to a boy like Liam. He tells her there are a millions things she ought to be doing now, like praying, groveling, fleeing the country but instead she is over here harassing him. And she only has one thing on her mind, - Wyatt must have Hope. But her one track mind is about to bite her in the butt. Aly tells Ollie and the group that whatever happens to Ridge, Quinn is responsible. He hugs her and says The Forrester's are tough and if he is anything like her, he will be fine. Pam tells Rick not to wait for his parents to get back. As President, he should fire Quinn right now tonight. Maya spies Ollie kissing Aly and is concerned. Wyatt tells Hope that he feels like he is losing her and he can't let that happen. She reminds him that he knew she was not going to drag this out and would make her decision. He says this is all about Ridge. Just forget their parents, look him in the eye and tell him that she does not love him. He says she is simply not ready to walk away from them. Hope answers that it is not that she wants to walk away; she doesn't want to give it up but she has to. All because of what his mother has done to them and it does matter to her. Wyatt says he will prove her wrong. He can distance himself from his mother. She says she forgave him for the diamond heist and she meant that and it's not just him or his mother. She has changed and she thinks she justified a lot of things that she shouldn't have. She says all she knows is that she has had enough and now Ridge may be dead. She will always care about Wyatt but she can not do this anymore. He says he does not believe she means what she is saying. Yes he knew she was dating both but he always knew she would chose him and get Liam out of her system and she still can. She is just settling. She says she made the only decision she could live with and she is not settling. He asks her not to sacrifice everything they have over a punch or because of his mother. She admits she loves Wyatt but she trusts Liam. He lashes out that he can't believe she had rather spend her life with a guy who writes fashion articles in between yoga classes and rescues puppies and saves kittens. She says those things are important to her and she is glad she is with a man who thinks of those things and not just of himself. And when she is with Liam, she knows exactly what she is going to get and that is what she wants. That's her future. He says just to focus on them. He has changed since being with Hope. There is a reason he brought her here to Big Bear. Just take a step back and spend the night and in the morning it will all make sense. She says no she can't do that. He says she can stay in the cabin and he'll stay in a tent in the back yard. In the morning she can snap a picture of him and he can chase her through the woods and he will kiss her and they can start over. She cries that she can't do that. He says maybe he made a mistake but he wanted to be different than Liam with no pressure, no ultimatums, and he is offering her complete devotion here not insecurities. He says he loves her with everything that he is and always will. Yes he has made mistakes and he has a crazy mom. She agrees that she does not regret a thing they have done. He opens his hand and holds up a ring and sincerely asks her to say yes, be his wife.",
    "soapcentral_condensed": "Wyatt begged Hope to forget about their parents and look him in the eye. Wyatt dissed Liam and said that Liam was nothing more than a fashion writer who saved kittens and puppies in between yoga classes. Wyatt got down on one knee and he begged her to start over. \"Be my wife,\" he said, and he presented Hope with an engagement ring. At Forrester, Caroline, Rick, Maya, Carter, Pam, Charlie, Oliver, and Aly had gathered to discuss what they could do to help look for Ridge. Quinn defended the quality of Hope's jewelry, and she refused to believe that anyone would fire her because she had accidentally emailed a photo of a diamond heist to Wyatt and Quinn. \"He treats her with respect and doesn't waffle,\" Liam said of Wyatt. \"I wouldn't trade anything that we had,\" Hope said of her relationship with Wyatt and his devotion to her. \"All I know is that I've had enough. So much has happened, and Ridge could be dead\"\n"
}