{
    "soap_central": "\n\nAt the mansion, Rick awakened to Maya gazing at him. Maya couldn't believe their life together had started and said no one could call her a husband stealer or gold-digger. Rick promised that those names were behind her, and she was under his protection. Maya said the lifestyle was a dream, but she was there because she was completely in love with him.\n\n\nHelping Rick get dressed, Maya wondered how long they'd have in the house. Rick figured the remodeling of the guesthouse would take a while, and his father would be gone a couple of months. He wanted her to be comfortable as the lady of house. Maya was excited that Rick was CEO and that they were in the mansion and running the company together. She wondered how it could ever get better.\n\n\nDownstairs, Pam charged in with Ivy and Aly behind her. Pam asked if two Forresters had really stayed at a hotel the previous night because of Maya. Ivy cynically replied that Maya had moved herself in and was with a Forrester man \"now.\" Ivy and Aly gasped, looking at the wall behind Pam.\n\n\n\"What the -- where is my sister?\" Pam exclaimed upon seeing Maya's portrait in Stephanie's place of honor on the wall. Rick descended the stairs, and Pam asked if he'd seen \"this.\" Rick admired the portrait and the twinkle in Maya's painted eye. Pam asked if that meant he'd known that the picture was on the wall, and he replied that he'd put it there. Pam asked how he'd dare disrespect his sister.\n\n\nRick claimed not to be doing such. \"This is about me. It's about me running the company and running the family,\" he said. Pam asked if Eric had signed off on Rick sleeping in Eric's bed with a mistress or replacing Stephanie's portrait with Maya's. Rick declared that he wasn't his father, and while Rick was the man of the house, it would reflect him.\n\n\nRick said he didn't need anyone's permission to move in or do whatever he wanted because it was his family home. Pam retorted that Rick could sleep with Maya in every room of the house, but it wouldn't make his fling last. \"Which is what makes that all the more upsetting!\" Pam yelled, pointing at the picture. \"You replace my sister's portrait with a home wrecker?\"\n\n\nRick roared that Stephanie had played favorites with Ridge, who'd destroyed Rick's marriage. Rick didn't want Stephanie's portrait reminding him of it. He declared that upon Eric's return, Stephanie could go back on the wall, but until then, Maya stayed -- end of discussion.\n\n\nRick stormed off, and by the time he returned with coffee, the ladies had gone. Maya entered and said she'd heard voices. He indicated that the ladies had been there, and Maya guessed that they'd been upset by the portrait. Rick explained that Ivy and Aly weren't upset, but Pam was.\n\n\nMaya didn't blame Pam, who probably thought Maya was trying to be Stephanie or erase her. Maya didn't want the picture to cause trouble for his family. Rick said he and Maya could do what they wanted under their own roof. He liked the picture and didn't \"give a damn\" who disapproved.\n\n\nAt Forrester, Aly and Ivy discussed the portrait incident earlier. They were shocked by it, and Aly said Rick had been very cold. Aly believed that he was really changing. She didn't know how he could trick Caroline and Eric, and in Aly's opinion, moving Maya into the house and into her grandpa's bed had been \"eww!\" Ivy stated that Rick was doing it to get back at Caroline.\n\n\nIvy theorized that people who mattered the most could hurt a person the most, and Caroline had injured Rick deeply by her fascination with Ridge. Ivy believed that if Rick didn't care about Caroline, he could move on with his new life and new lady, but everything Rick was doing was calibrated to get a rise out of Caroline -- even down to the \"shrine on the wall.\"\n\n\nIvy asked Aly to imagine how Caroline would react to the picture. Aly figured that Ivy was saying that Rick and Caroline weren't done. Ivy replied that she wouldn't bet against them.\n\n\nAt the cliff house, Caroline was curled up on the sofa, staring into space. Liam skirted past, moving boxes, to hand her a cup of coffee. She apologized for landing on him, but he appreciated the company. Caroline couldn't believe she'd been kicked out of her own house.\n\n\nLiam didn't know what had gotten into Rick, but Caroline did. Caroline said it was the husband-stealing Maya. Caroline asked if she was foolish to not give up on her marriage. Liam said he was the last person to judge holding on past the expiration date, but Maya was the interloper. Caroline noted that underestimating Maya the first go-round had been a mistake Caroline wouldn't make again.\n\n\nLiam admitted that Maya had fooled him, and she'd seemed innocent. Caroline replied that Maya had always been clocking everything until she'd zeroed in on what she'd wanted. \"Rick,\" Liam guessed. Caroline corrected that it wasn't just Rick, but the accouterments that accompanied Rick. She declared that Maya was a social climber. \"But not on my husband's back,\" Caroline decided.\n\n\nLiam wanted to understand what it was between Caroline and Ridge that had railroaded her marriage. Caroline wasn't sure how to explain it. Smiling, she said that Ridge was a powerful man intellectually, creatively, and physically. She hadn't thought she'd be vulnerable because she'd been happy in her marriage. Liam asked what had happened. Caroline stated that it had been chemistry.\n\n\nCaroline had felt it when Ridge had first touched her hand. She'd tried to convince herself that it had been the excitement of the collaboration, and being Ridge's drawing instrument had been breathtaking. Liam thought that maybe it had been the fan within her experiencing idol worship. She'd thought of that idea, but it had only been that up to a point. She wished she'd stopped it before it had gone too far and said she'd questioned herself about why she hadn't.\n\n\nLiam asked for the answer to the question. Caroline candidly replied, \"I didn't want to.\" She stated that she'd been all in, and she'd wanted to know what it felt like to kiss Ridge and be in his arms. Her marriage had been the last thing on her mind. Liam understood what it was like to not stop even though the action jeopardized the most important thing in a person's life.\n\n\nCaroline claimed that it was behind her, and she was focused on getting her marriage back. Liam said there was something Caroline needed to know, and he and Ivy had debated about telling Caroline. He explained that Ivy had seen Rick and Maya kissing in an apartment building, and Ivy had confronted Rick, who'd claimed that it had been a farewell kiss. Caroline's jaws clenched in silent anger.\n\n\nLiam admired Caroline's desire to heal her marriage, but he said he'd learned the hard way that \"you need to start standing up for you, your pride, your dignity -- and that might mean letting go.\" Liam said that it took two to save a marriage.\n\n\nCaroline wasn't ready to accept defeat yet. She believed that Rick still loved her, and the feelings they had couldn't disappear overnight. Liam contended that a relationship could break down that quickly due to distrust, and though she wanted to save it, she had to know when to call it quits. Caroline said it was great advice, but she couldn't take it yet.\n\n\nCaroline called Rick to talk. Rick told her that nothing had changed. She asked when he'd be at the office. Looking at the portrait, Rick asked Caroline to meet him at the mansion.\n\n\nAfter the call, Caroline told Liam what Rick had asked her to do. Liam asked if Maya was at the house. Caroline said she wouldn't be surprised if Maya had glued herself to the wall, but it didn't matter because, once Caroline got her husband back, she wouldn't let him go.\n\n\nBack at the mansion, Maya told Rick that she wouldn't be offended if he wanted to remove the picture. Rick reminded her that there was no more hiding, and the world would have to deal with it. He asked her to get ready for their big day ahead. She called it their first day as \"the ruling class\" and flounced off to get dressed. Rick looked at the portrait then cut his gaze away.\n\n\nCaroline arrived to talk, and on the threshold, she asked Rick if Maya was there. When he said Maya was upstairs, Caroline offered to talk outside. Rick stated that, unless it was a drawn-out conversation, Caroline wouldn't encounter Maya.\n\n\nCaroline agreed to enter the house, and Rick offered her some water. She faced the front door as he wished her well, just not with him. She urged him to help her get beyond the hurt for the sake of their vows. He asked if she'd thought about the vows while kissing Ridge. She promised not to make a mistake like that again. As she groveled for another chance, Rick entered the living room. She turned to follow him. Upon seeing the portrait, she shrieked, and her drinking glass shattered on the floor. \n\n\n",
    "tvdb": "Aly, Ivy and Pam are in complete disbelief when they arrive at the Forrester mansion and see the extravagant gift that Rick has given to Maya. Having been displaced due to the downfall of her marriage, Caroline finds comfort and refuge with Liam. In response to his family’s outrage, Rick justifies his motivation for the abrupt renovation to Eric’s living room during his absence. Rick has an ulterior motive when he invites Caroline to the house to discuss their relationship.",
    "imdb": "\nCaroline seeks out family in her time of woe, and proceeds to move in with Liam.    ",
    "tvmega_recap": "Maya looks at Rick while he is waking up. She tells him she can not believe this, they are sleeping in this bed, sharing their life together out in the open. They can hold hands and kiss in public, no more hiding or sneaking around or people calling her a gold digger. He says no one will call her that again as she is officially under his protection now. She asks how long they can stay. Rick says what with the electrical and plumbing upgrades it could take a while. And his dad might be gone for a couple of months. He does not want her to feel intimidated; just be comfortable. Lady of the house; that would be a long way from where she has come. Rick says something tells him that she will adjust. She says this is crazy. He is CEO and they are going to run the company and live in this house, it can't get any better. Pam is in the house and questions Aly and Ivy that they had to spend the night in a hotel. Ivy says yeah that Rick and Maya wanted a private place on their first night. And it's not just for one night as Maya has moved in. Then they all look up and say Oh My God. They see Maya's portrait instead of Stephanie's. Caroline wakes up on Liam's couch. He muses that bar-b-que and coffee is about the extent of his talents. She says she calls in a mean takeout. He says that will work. She apologizes for landing on his doorstep like this. He tells her don't be. He's sorry for the circumstances but happy for the company as it is lonely rattling around in this big old house. She can't believe she has been kicked out of her own house. Maya stole her husband. Liam says she is welcome to stay as long as she needs. She says no offense to her cousin but this might be the shortest stay in history. She is not giving up on her marriage. He says that is the Spencer in her; they are pretty stubborn. He says judging by his past behavior he is the last one to judge. He says she is fighting for something she already has; Maya is the interloper. Caroline says she underestimated Maya at first but she won't do that again. She is clever and dangerous. And not just for Rick but what he has \u0096 the power, the money, the house and the family. Maya is a social climber but not on her husband's back. Pam says her eyes must be playing tricks on her but isn't that Maya up there instead of Pam's sister ..Stephanie's place of honor. Ivy says not to worry when Rick sees it he will have it taken down. In walks Rick and says good morning. They ask about the portrait and he says it is beautiful, captures the twinkle in Maya's eyes. He likes it and that is why he put it there. Pam says how dare he disrespect her sister like this. He says he is not. It's about him running the company and the family. Pam huffs did Eric sign off on Rick sleeping in his bed and putting his mistress on the wall. Rick says his dad does things differently of course, but while Rick is here he is the man of the house and he'd like it to reflect that. He tells Pam that he doesn't need hers or anybody else's permission to do what he wants. This is his family home. Pam scoffs okay sleep in that bedroom with Maya; sleep in any bedroom with Maya as it isn't going to last anyway so that is what is most upsetting exchanging the portrait for one of a home-wrecker. Rick spouts that Stephanie played favorites. That would be Ridge, the same man who destroyed his marriage that he was supposed to value so much. He did not want to come downstairs and look at her portrait every day so he hung a beautiful picture of Maya. When Eric comes home he will put Stephanie's back up. Until then Maya stays, end of discussion. After the ladies are gone, Maya comes down and says she heard voices. He fills her in on the portrait and she agrees that Pam may have had a right to be upset. He says they can do what they want under his roof and he likes the picture and doesn't give a damn who disapproves. He wants his lady to grace the walls and the world will have to deal with it. Ivy tells Aly that she sees a method to Rick's madness. He is only trying to get back and even with Caroline. Liam asks Caroline to explain to him what this thing with Ridge is so strong that she bulldozed her marriage. She finds it hard to explain. She says he is a very powerful man, intellectually, creatively and physically but she did not think she was that vulnerable. She was happy in her marriage and Rick was everything to her. But there was chemistry the first time that Ridge touched her hand. She tried to explain it to herself that this was normal in the excitement of creating with him. It was sort of like hero worship. But that only goes so far and there was this electricity between them she could not explain. And Ridge started feeling it too and that is when she should have stopped. But she admits she did not want to; she was all in. She wanted Ridge to kiss her and know how it felt to be in his arms. And if she is painfully honest she was not thinking of her marriage. It was like the last thing on her mind. But that is all behind her now and she is only focused on getting her husband back. Liam says he respects her decision and he'd like to weigh in here. He says again that he respects her decision but at some point she might have to do like he did with standing up for pride and dignity and that might mean letting go. Caroline tells Liam that he is her cousin and she loves him but his advice she can not take today. She calls Rick and wants to talk. He says nothing has changed but when she insists he invites her to the house. Liam asks if Maya is there. Caroline says probably glued to the walls already. She says it doesn't matter as Maya will be gone soon. She will get her husband back and she will not let him go this time. Caroline arrives at Rick's and asks if Maya is there. He says yes so she suggests they talk outside. He says no, unless it is going to be long and drawn out Maya is upstairs and Caroline will not see her. She says she did not like the way they left it earlier. Basically she goes over all they have discussed before \u0096 she made a mistake , one she will not make again and wishes she could take back. Rick leads her further into the living room until it is obvious. She sees the portrait and is so shocked that she drops and breaks her glass.",
    "tvmega_summary": "Episode # 6989 ~ Caroline seeks out family in her time of woe and moves in with Liam.",
    "soapcentral_condensed": "At the mansion, Rick awakened to Maya gazing at him. Maya was excited that Rick was CEO and that they were in the mansion and running the company together. At Forrester, Aly and Ivy discussed the portrait incident earlier. Aly believed that he was really changing, and in Aly's opinion, moving Maya into the house and into her grandpa's bed had been \"eww!\" Ivy theorized that people who mattered the most could hurt a person the most, and Caroline had injured Rick deeply by her fascination with Ridge. At the cliff house, Caroline was curled up on the sofa, staring into space. Liam apologized for landing on him, but he appreciated the company. Caroline said it was the husband-stealing Maya. Liam admitted that Maya had been a go-round, but she wouldn't make that mistake again. Caroline asked if she was foolish to not give up on her marriage, and Liam said he was the last person to judge her on her past. Caroline admitted that she'd fooled him, and she seemed innocent.\n"
}