{
    "soap_central": "\n\nAt Jackie M.'s, Nick managed to convince Taylor to join him for an innocent lunch between two friends at Chuck's bar for a bucket of wings. When they arrived, Taylor recalled that the last time they were there together they both were going through bad times. Taylor told Nick her life history. \n\n\nAt Forrester Originals, Ridge warned Thorne again about Nick. Thorne did not listen to Ridge's advice. Thorne was defensive about Taylor. Arthur Roark assured Ridge and Brooke that he supports their new company. He had to cancel their meeting, though, because of his daughter's recital in San Francisco. Later Ridge christened his new office when he and Brooke locked the door and had sex.\n\n\nAs he started to leave LA, Nick called him on his cell phone him and offered to fly him to San Francisco on a jet he was renting for the day. During the flight, Arthur told Nick that he did not want to carry Forrester Creations designs because it might confuse the customers. Nick then made Arthur a whopping offer to purchase his string of boutiques.\n\n\n",
    "tvdb": "Brooke, Thorne and Ridge have a meeting with Arthur Harrison, one of their loyal distributors. Arthur agrees to come on board for their new company and the designs for which they will produce. Brooke and Ridge discuss the old days of Forrester Creations and make love in his new office. Nick invites Taylor to lunch, she reminds him that she is engaged to Thorne. Nick insists that it will be strictly friends. Nick and Taylor talk about her life before they met and bond over chicken wings at Chuck's Bar. Phoebe questions Taylor when she learns about her lunch with Nick. Phoebe wonders if their something going on between them. Nick sets up a meeting with Arthur and makes a proposal of buying out Harrison Boutiques.\r\n",
    "yt": "\n\nArthur Harrison arrives for his meeting with Brooke and Ridge. They inform him of their engagement and he agrees to carry Forrester Originals new fashion line. Brooke and Ridge celebrate the deal. Brooke tells Ridge she doesn’t want their feud with Nick to get ugly. Nick wants to get to know Taylor better and invites her to lunch at Chuck’s. While they are eating Nick gets a phone call from Arthur and must go meet him right away. They depart and Taylor accidentally leaves her sunglasses behind. Arthur is shocked when Nick offers to buy his company. Phoebe demands to know of Taylor what is going on between her and Nick.",
    "imdb": "\nAn amicable visit from Arthur, heir of the Harrison retail empire, confirms the family's confidence Forrester Originals is taken a great start commercially. Nick enjoys a flirtatious lunch with Taylor, who tells about her past before Ridge, but dashes off to meet Harrison and make him an offer. Ridge and Brooke 'chisten' the new offices.    ",
    "tvmega_recap": "To continue their conversation, Nick invites Taylor to Chuck's for a bucket of wings. She reminds him that she is engaged to Thorne, and their friendship is a little complicated. He says only if she lets it; ignore other people's concerns. They seem simpatico and to her embarrassment she finds herself spilling her guts to him about her past life. He understands her more now and why she went into psychiatry to help others. One of the biggest distributors, Arthur Harrison, only has moments to spend with the Forrester's but pledges his support to remain in their corner and carry their new line. Ridge and Brooke renew their lovemaking on the desk routine during working hours. This is almost perfect according to Brooke and Ridge pronounces that there is nothing Nick can do to ruin it or affect them. Mr. Harrison calls and Nick talks him into meeting him at airport for a quick talk. Both Taylor and Nick find it hard to part. Phoebe grills Taylor that if she isn't actually treating Nick anymore why is she spending so much time with him. Is there something going on between them? Nick meets Harrison on the plane and corrects him that he doesn't want Harrison to buy his line, Nick wants to buy his boutiques. Everything has it's price, it's time to deal.",
    "soapcentral_condensed": "At Jackie M.'s, Nick managed to convince Taylor to join him for an innocent lunch between two friends at Chuck's bar for a bucket of wings. At Forrester Originals, Ridge warned Thorne again about Nick. Thorne was defensive about Taylor. Arthur Roark assured Ridge and Brooke that he supports their new company. He had to cancel their meeting, though, because of his daughter's recital in San Francisco. Later Ridge christened his new office when he and Brooke locked the door and had sex. Nick then made Arthur a whopping offer to purchase his string of boutiques. He offered to fly him to San Francisco on a jet he was renting for the day. During the flight, Arthur told Nick that he did not want to carry For rester Creations designs because it might confuse the customers. Nick offered to flight him to Los Angeles on his cell phone him and offered toFly him to LA on a Jet he was rented for the Day. Nick called him on his phone and said he was flying to LA.\n"
}