{
    "soap_central": "\n\nAt the Big Bear cabin, Bridget asked Brooke if she had anything to say. Brooke deflected and questioned what truth Bridget was referring to, causing Bridget to wonder how many secrets her mother was keeping from her. Bridget seethed that Brooke knew exactly what Bridget was talking about.\n\n\nDeacon reacted sarcastically when Whip arrived on his doorstep. When Whip wanted to know if Brooke had called Deacon, Deacon said Brooke was fine and that she was in Big Bear with Bridget. That surprised Whip, who then assumed that Bridget hadn't actually heard Deacon professing his love to Brooke over the baby monitor. Deacon said it had been a close call.\n\n\nWhip figured that Deacon was disappointed that Bridget was still in the dark, because Deacon had wanted Brooke for himself. Whip pointed out that it would nearly kill Brooke if Brooke lost her daughter, and that Deacon had already taken too many risks. Whip got a surprise when Deacon agreed to Whip's command to stay away from Brooke.\n\n\nBridget compared Brooke to a scared little rabbit and reflected that the truth had been there all along, but Bridget had put on blinders, just as she had growing up when someone had expressed pity that Bridget had Brooke for a mother. Bridget recalled that she had never felt bad with Brooke as her mother, because Brooke had loved her more than anything. Brooke tearfully said she did love Bridget, who went on to say she had learned to gloss over the bad and focus on the good where Brooke was concerned. Bridget lamented that she had been training for Deacon her whole life by learning to overlook lies.\n\n\nBridget said that she, and everyone, had thought of Brooke as the sexiest woman in the world. Brooke had built a career on it, and Bridget surmised that Brooke had to be irresistible if Brooke could steal her daughter's husband away from her. Brooke gasped and reached out for Bridget, who demanded not to be touched.\n\n\nWhip had a hard time believing that Deacon would leave Brooke alone. Deacon asserted that he had to, or Bridget would find out about Brooke carrying his baby. Deacon knew how much that would devastate Brooke, and Whip reiterated that they'd all had a taste of it that day. Whip wondered if Deacon would quit his job, but Deacon suggested taking Bridget on a publicity tour for the Ambrosia line. Deacon laughed when Whip offered to help set up such a tour. Whip genuinely said that he thought Deacon's plan was admirable. The men agreed that they all needed for the tour to happen, but Deacon still didn't think Whip was the man to make Brooke happy...and Deacon conceded that he wasn't, either.\n\n\nBrooke realized that Bridget had heard Brooke talking to Deacon over the baby monitor, and Brooke cried that she had never wanted the events to happen. Bridget thought that Brooke just hadn't wanted to get caught and that she probably found the whole affair a thrill. Brooke denied that, and, when Brooke begged Bridget to let her explain, Bridget demanded to know all the details of the tryst and why Brooke hadn't gotten an abortion. As Brooke insisted that she loved her baby, Bridget realized that also meant that Brooke was in love with her baby's father, because Brooke had told Bridget so; Bridget had naturally assumed that Brooke was talking about Whip.\n\n\nBrooke cried that she didn't know how everything had happened. Bridget snarked that it was obvious that Brooke and Deacon had been having sex. Bridget got Brooke to admit that the affair had started eight months prior and was incredulous when Brooke couldn't pinpoint how many times she had slept with Deacon. Bridget ran through a list of places where Brooke could have bedded Deacon and remembered a night when Deacon had been nowhere to be found before deducing that Brooke had also used her office bed for the rendezvous.\n\n\nBridget labeled Brooke disgusting, and Bridget screamed that she had thought she was important to Brooke, who maintained that Bridget was. Bridget wondered how Brooke could say that with a straight face, crying that Brooke had thrown Bridget away. When Brooke swore that she loved and needed Bridget, Bridget said she wished Brooke had thought of that before. \"I'm gone,\" Bridget announced resolutely.\n\n\nBrooke didn't blame Bridget for hating her, and Brooke said she hated herself for what she had done. Bridget reasoned that Deacon had that effect on all the women in his life. Bridget was amazed that Brooke hadn't seen their confrontation coming from the first time Brooke had been with Deacon. Brooke's contention was that she had thought Bridget's marriage to Deacon had been over when the affair with Deacon had begun. Brooke tried to explain how she hadn't even wanted to tell Deacon about having gotten pregnant, and she allowed that she wasn't making sense.\n\n\nBrooke didn't want to talk about her feelings for Deacon and avowed that she had tried to protect Bridget by marrying Whip, a man Brooke didn't love. Bridget said that she didn't feel grateful, just sick. Unable to believe marrying Whip and raising a child in a loveless home was Brooke's \"brilliant solution,\" Bridget got choked up upon realizing that, had the truth not come out, Bridget would be raising babies with the adulterous Deacon. Brooke emphatically said that Deacon loved Bridget, but Bridget didn't want to hear another word.\n\n\nBrooke repeated that she had tried to do the right thing, but Bridget didn't think that made a difference -- or that she would come around to thinking \"these things just happen.\" Bridget believed that Brooke had made a choice and that choices had consequences -- one, that Brooke had a child coming into her life, and two, that Brooke had a child walking out of it. Bridget tried to leave, but Brooke closed the door and said that Bridget didn't need to \"do this.\" Bridget yelled that Brooke had \"done this,\" prompting Brooke to pledge that she would do anything to fix the situation, including sending Deacon away.\n\n\nBridget said it would be nice if they could wave a magic wand and start over, but Brooke was forgetting that she was pregnant by Bridget's husband, which Bridget was sure she couldn't overlook. Bridget knew she would see Brooke with Deacon every time she looked into the baby's face and wouldn't be able to get past it; she shouldn't have to, Bridget stressed. Bridget said that Brooke didn't have to send Deacon away or stay married to Whip, while Brooke refuted Bridget's claim that Brooke had been thinking, \"if it wasn't for Bridget...\" Bridget coldly told her mother to go for it, to \"follow your heart.\"\n\n\nOutside his beach house, Deacon lit a cigarette and listened to Whip's assurance that Deacon was doing the right thing. Deacon didn't want Whip's approval, but Whip said that Deacon had it -- along with Whip's respect. Whip joked that it wouldn't be torture for Deacon to go on an all-expenses-paid tour with a beautiful woman. Deacon half-heartedly agreed that he was a lucky guy.\n\n\nWhen Whip asked when Deacon was leaving, Deacon snarkily wondered if the next day was soon enough for Whip. Whip realized that Deacon was not fooling around, and that Deacon wouldn't be there for the birth of his child. Whip solemnly promised Deacon that he would treat Deacon's baby as if he or she were Whip's own and that the infant would know nothing but love. Deacon nodded silently as Whip left.\n\n\nBrooke assured Bridget that she wouldn't embarrass Bridget by letting the truth come out and implored Bridget to let her prove how much Brooke loved her. Brooke knew that Bridget would forgive her someday. Bridget didn't want to hear the word \"someday,\" nor did Bridget want to be the new Ridge in Brooke's life, with Brooke fighting to get Bridget back; Bridget didn't want to be back. Bridget bemoaned how she had waited for Brooke to grow up, but Bridget no longer cared if Brooke did or not. Bridget just wanted out.\n\n\nBrooke ran after Bridget and swore she could change. Bridget suggested that Brooke put her energy into her unborn baby, who was going to need everything Brooke had, even if Brooke didn't have everything to give. Perhaps, Bridget pondered, it wasn't too late for Brooke's new child. Brooke frantically said it wasn't too late for them, either, and she grabbed Bridget to keep her from leaving. As Bridget tried to pull away, Stephanie arrived.\n\n\nBridget announced that Stephanie had driven her to the cabin. Brooke presumed that Stephanie had been the one who had convinced Bridget to cut Brooke out of her life, but Bridget affirmed that she had made her own decision -- the only decision she could make. Brooke was sure that Bridget would forgive her one day; however, Bridget said the issue was trust, not forgiveness. Bridget declared that she would never trust Brooke again and that Brooke couldn't blame Stephanie, Whip, or even Deacon for that -- Brooke could only blame herself. Brooke sobbed and continued to apologize, but Bridget stoically bade her mother goodbye and walked out of the cabin.\n\n\nStephanie stopped Brooke from going after Bridget, saying that Brooke had to respect what Bridget had told Brooke. Suddenly, Brooke winced in pain and dropped to her knees. Stephanie asked if Brooke was cramping, but Brooke firmly stated that she was going into labor. When Stephanie scoffed as if to say she didn't believe Brooke, Brooke grabbed Stephanie's hand and pleaded for help. Stephanie still looked dubious until it dawned on her that Brooke really was about to give birth.\n\n\n",
    "tvdb": "Whip is surprised when Deacon agrees to stay away from Brooke. He explains that he's planning to take Bridget on a publicity tour for the Ambrosia line. After their close call, he doesn't want to risk Bridget finding out the truth. Whip assures Deacon that the baby will be surrounded with love from the day he's born. Stephanie sits outside in her car, hoping that Bridget can be strong. Bridget demands to know how many times Deacon and Brooke were together, and where. Brooke tries to convince Bridget how important she's always been to her. Bridget insists that Brooke threw her away but Brooke swears that she tried to do the right thing. Bridget tells Brooke that she made her choice, and choices have consequences. One is a child coming into her life, and the other is a child walking out of her life and never looking back. Brooke grabs Bridget's wrist. She begs her not to leave and to give her another chance. Stephanie emerges and orders Brooke to let Bridget go. Bridget admits that she may forgive Brooke someday, but she'll never trust her. Bridget leaves, and Brooke drops to her knees. Panicked, she informs Stephanie that she's in labor.\n",
    "soapcentral_condensed": "Bridget seethed that Brooke knew exactly what Bridget was talking about. Bridget got Brooke to admit that the affair had started eight months prior. Deacon suggested taking Bridget on a publicity tour for the Ambrosia line. The men agreed that they all needed for the tour to happen, but Deacon still didn't think Whip was the man to make Brooke happy...and Deacon conceded that he wasn't, either.\"I'm gone,\" Brooke announced resolutely. \"I don't want to talk about Deacon's life with Bridget\" Bridget said she didn't even want to tell Deacon about having gotten pregnant, and she allowed that she wasn't making sense about Brooke's marriage to Deacon, and that she wanted to talk to Brooke about the baby's father, but Brooke wouldn't let her talk to Bridget about it. \"Brooke, I love you,\" Bridget told her mother, and Brooke cried that she had never wanted the events to happen.\n"
}