{
    "imdb": "Eric gives Quinn another gift to prove his devotion: a crystal pendant. Before heading for their honeymoon, Eric decides to confront the family. At Forrester Creations, Rick, Maya, Zende, Thorne and Pam come to the conclusion that their boycott of the wedding was a mistake. Thomas and Wyatt agree that the relationship between Eric and Quinn seems a lot stronger than they expected it to be. Only Ridge and Steffy stand by their decision and feel that they have done the right thing. Eric arrives at Forrester Creations and wants everyone to gather in his office. Meanwhile, Wyatt congratulates his mother and tries to make Quinn understand why he remained absent for her big day.",
    "tvmega_recap": "Eric brings Quinn breakfast in bed and she laments how lucky can a girl be. He even surprises her with another huge expensive trinket in her water glass ..a mere compliment to their exotic honeymoon destination. The ones in the office, Ridge, Pam, Wyatt, Steffy and Thomas look at each other and say none of them have heard a word. Rick joins in and admits he is worried too. Thorne says his dad has always stood by them and they should have been there for him. What they did could not change anything; Eric still married Quinn anyway. Steffy says when they divorce they will throw him the biggest party ever seen. Quinn will show her true self and it will help Eric get her out of his life. Thorne says Zende is right, not showing up for the wedding probably will backfire big time since Eric has made no effort to get in touch with them. Quinn is optimistic that his family will come around and she will try to make them feel welcome in their marriage. Eric says he is trying but he is never going to forgive them. Quinn says they were only trying to protect him and then in one year they will celebrate their first wedding anniversary and they will all come around. He wants to talk to them ..he wants them to hear him now. He tells her to let him handle this without her hearing any more criticism and then they will take off on their honeymoon for the rest of their life. Felicia is on her way home feeling they messed up. Ridge closes the door and says no one but Eric messed up. That was wrong. Thorne says again they were wrong for not supporting their father. Eric shows up at the office and is curt with Pam. She says she feels terrible and does not know what to say. Eric says she showed up with Charlie and pretended to be supporting him but then she disappeared and must have come back here. They threw a tantrum thinking he would call off the marriage to the woman he loved. He wants her to get them all in here ..now. Ridge tells Thomas that he is worried too but he has better things to do. Pam interrupts and says Eric is here and he is really hurt. She has never seen him like this before. He wants to talk; he wants them all in his office right now. Tentatively they all walk in with Eric not looking at them or saying anything for a few minutes. Wyatt goes to see his mother via her text. She says the wedding was simple and elegant and wonderful, just what they needed. She is sorry that he was not there. She knows he had Steffy to think about. She would have never put him in that predicament if she did not truly believe in what she and Eric have. The whole family united to hurt him. Not one person could be there to support him .not one. Thomas speaks up first and says he is sorry he was not there. Zende adds they thought he might change his mind. Maya says if any of them thought he would go through with it then they would have been there. Thorne says he hopes his dad can forgive him as he as best man should have been there. Rick says they were all just trying to make a statement, they were doing it for him. Eric finally turns and says he has heard from everybody but the ringleaders; does Ridge or Steffy have anything to say? So any affection or respect any of them have for him just went out the window, throw it away. He looks at Ridge and says he is his son and knows how much this would hurt him despite him standing by him all these years and this is what it came to. They all betrayed him.",
    "tvmega_summary": "Episode # 7429 ~ Steffy & Wyatt are at odds over Eric & Quinn's relationship; the Forrester family learn their plan backfired & caused irreparable damage."
}