{
    "soap_central": "\n\nBridget and Dante try to come up with a plan to stop Stephanie from interfering in their involvement with Dino. Taylor visits Nick and questions if Nick is worried that Brooke won't be able to leave Forrester Creations. Ridge begs Brooke to stay at Forrester Creations. Brooke gives Ridge one last kiss and leaves. After Brooke leaves Ridge tells Stephanie this is all her fault. Ridge is obviously upset. He then grabs his chest and collapses.\n\n\n",
    "tvdb": "Taylor wonders if Nick is worried that Brooke will be unable to leave Forrester Creations and Ridge behind. Ridge begs Brooke to stay at the compnay but she quits and leaves. Ridge accuses Stephanie of being obsessed with him then collapses, having had a heart attack. Dante proposes to Bridget as the two enjoy a romantic night.\r\n",
    "yt": "\n\nBridget and Dante try and come up with a plan to stop Stephanie from interfering in their involvement with Dino. Taylor visits Nick and questions if Nick is worried that Brooke won’t be able to leave Forrester Creations. Ridge begs Brooke to stay at Forrester Creations. Brooke gives Ridge one last kiss and leaves. After Brooke leaves Ridge tells Stephanie this is all her fault.  Ridge is obviously upset.  He then grabs his chest and collapses.",
    "imdb": "\nDante and Bridget are worried sick Stefanie may fire him so he'll be deported, away from Dino and her. However the experience brings them even closer together, she's now ready to commit to him all way. Brooke makes Stefanie and Nick happy by resigning from Forrester Creations. Ridge is furious at Stefanie, accusing her of manipulation to keep her firstborn basically for herself, denying him his true love.    ",
    "tvmega_recap": "Ridge continues to beg Brooke to reconsider her decision to leave Forrester as Stephanie continues to voice her opinion. At Marone, Taylor pays Nick a visit. Nick is still angry about what Taylor implied when she disclosed that Brooke and Ridge slept together. Taylor tries to apologize and asks if things are all right between Nick and Brooke. Nick tells her that everything is fine and Brooke is quitting her job at Forrester. Taylor is unconvinced that Brooke will be able to let go of either Forrester or Ridge ! Brooke tells Ridge that she cannot fight with Stephanie any longer and that her future is with Nick. After kissing Ridge and saying that a part of her will always love him, she takes her things and leaves. Bridget and Dante are at home discussing Stephanie's interference in the custody of Dino. Bridget suggests that perhaps Eric can help them. Dante worries about what losing his job would do to his work visa. Bridget convinces him that because they all love Dino, they should be able to work something out. After some wine, Bridget reveals that she is ready to make love with Dante. As the two were in bed, Dante stops and reaches in the bedside drawer and presents Bridget with an engagement ring and pops the question. Brooke goes to see Nick at his office and tells him that she has left Forrester. Nick is pleased, although Brooke confesses that she hurt Ridge badly by walking out. Nick whisks her off to the Marone jet for a surprise getaway ! At Forrester, Ridge angrily accuses Stephanie of causing all his problems with Brooke. Stephanie is stunned as Ridge bashes her with a vengeance and then clutching his chest, collapses to the floor !",
    "soapcentral_condensed": "Bridget and Dante try to come up with a plan to stop Stephanie from interfering in their involvement with Dino. Taylor visits Nick and questions if Nick is worried that Brooke won't be able to leave. Ridge begs Brooke to stay at Forrester Creations. Brooke gives Ridge one last kiss and leaves. After Brooke leaves Ridge tells Stephanie this is all her fault. Ridge is obviously upset. He then grabs his chest and collapses. The episode airs on CBS Sunday nights at 8 p.m. ET. For more, go to www.cnn.com/soulmatestories and www.soulmatthewspoint.com. The series also airs on PBS Sunday evenings at 9 p.M. ET and Sundays at 10 p.S. ET, and on PBS Thursday nights at 11 p.E. and Sunday nights in the U.S., and on CNN.com Saturday and Sunday mornings at 11 a.m., Sunday morning and Sunday morning in the UK.\n"
}