{
    "soap_central": "\n\nAt Brooke's, Brooke stood in front of Ridge and told him that things could be the way they had been before. Ridge put his hands on Brooke's waist. Brooke invited Ridge to go \"out to the pool or up to the bedroom -- our bedroom,\" she said.\n\n\nRidge noted that the house was full of a lifetime of memories. Brooke cooed that they could make many more. Ridge laughed and said that their children would see to that. Brooke asked Ridge to tell her that he was in love. \"I am in love,\" Ridge said. Brooke grabbed Ridge and hugged him.\n\n\nBrooke had been convinced that Ridge was in love with her, but Ridge gently tried to explain himself. He said that it was crazy they had been together for so long. He wanted to start a new chapter of his life. He looked at Brooke and said she'd returned from Italy an empowered woman. \"You look great,\" he said.\n\n\n\"I changed too. I'm in love with Caroline,\" Ridge explained. Brooke balked that Caroline was half his age and was married to Rick. Brooke declared it was all infatuation. Ridge told Brooke that it had all started at the drawing board. Ridge said he was committed to Caroline. Brooke glared at Ridge. Brooke said she felt it was all payback for her time with Bill because Caroline was his niece.\n\n\n\"Caroline doesn't understand you the way I do,\" Brooke said. She accused Ridge of having a midlife crisis. Ridge countered that his biggest crisis had been trying to save Brooke from marrying Bill Spencer and getting dumped from a helicopter.\n\n\n\"I tried to so hard to get my life back,\" he said. He added that Caroline had helped him get his life back. Brooke scoffed that he was indebted to Caroline. \"That's not love, Ridge, that's dependency,\" she said bitterly.\n\n\nRidge wondered what had happened to them and all the magic they'd had. Ridge said he was moving on, and he suggested that Brooke do the same. \"You're making a huge mistake,\" Brooke said. Ridge maintained that Brooke could always count on him as a friend. \"That just sounds so distant,\" she said tearfully. \"Hey, I will always love you. I'm starting a new chapter in my life with Caroline,\" Ridge said. He walked away and out the door.\n\n\nAt Forrester, Pam admonished Donna, who had returned late from lunch. Donna wondered what had happened -- she asked if there had been more gunfire. Donna explained that she had been at Brooke's, and Brooke wanted to get Ridge back. Pam was surprised, and Caroline overheard the conversation when she walked by the door. Donna and Pam discussed that Brooke had wanted to teach Caroline a lesson.\n\n\nDonna and Pam agreed that Brooke and Ridge had the itch that never went away, and they ended up back together again. Everyone knew it. Caroline entered. \"Except for me,\" Caroline announced. \"I don't believe for a moment that Ridge will leave me for Brooke,\" she said. Brooke and Pam said that Ridge and Brooke had history, and they always found their way back to each other. Caroline stated that Brooke had history with a lot of men. Donna encouraged Caroline to return to Rick and be content with a working relationship with Ridge.\n\n\nCaroline announced that she and Ridge knew what they had, and she would never return to Rick. Donna advised her to go home and get some rest. Caroline's cell phone rang, and it was Ridge. He asked her to meet him at his loft as soon as she could.\n\n\nCaroline entered Ridge's loft, and he had candles lit. He admired the painting he had done of her. \"The real thing is right here,\" she said. Ridge smiled. He grabbed her hand, and he said that he'd seen Brooke, who wanted him back. \"Of course she does,\" Caroline said softly. \n\n\nRidge said he would not return to Brooke. He'd made a commitment to someone else. Caroline said he could change his mind. \"Not now, not ever,\" he said. Caroline smiled, and Ridge kissed and hugged her.\n\n\nAt Brooke's house, Brooke had changed out of her bathing suit and into jeans and a shirt. She was in shock after Ridge had rejected her. She tearfully sat in a chair with a glass of booze. She drank one glass then poured another.\n\n\nBrooke sat in a chair by the fireplace and flashed back to her time with Bill on a balloon ride and in Italy. She flashed back to when she'd first seen Ridge after he'd returned. She cried and toasted them both. \"To all of the men who have loved me and left me,\" she said. She sat all alone in her house.\n\n\nAt Quinn's, Quinn lamented to Deacon that she had finished her 19th game of solitaire. She said her career had taken a dive since Ivy Forrester had stolen her job. Deacon offered her a beer.\n\n\nQuinn worried that Deacon would leave her for Brooke. Deacon smirked that Brooke looked good and that Italy had been good for her. Deacon professed that he only had eyes for one woman: Quinn.\n\n\nDeacon professed that he and Quinn were good for each other. Deacon maintained that Brooke had her sights set on Ridge. Quinn noted that everything had always fallen into place for Brooke, but Deacon countered that Brooke had been a hot mess most of the time.\n\n\nQuinn said that Brooke had been two steps away from the nuthouse, and Quinn knew that road. Deacon said she'd been doing fine. Quinn lamented that her son and her daughter-in-law hated her, and it was her fault that she had no grandson. Deacon consoled her and gave her a beer.\n\n\nQuinn thanked Deacon, and he said he would change his plans for a card game with the guys so that he could stay with her. Quinn told him not to change his plans, but she teased that he needed to win a lot of money.\n\n\nQuinn said she wanted to make things right with Wyatt and Hope and get her business back on track. Deacon said that he would support her in her efforts. He said he didn't \"bring much to the table,\" but he planned to stick around. They kissed and hugged.\n\n\n",
    "tvdb": "Realizing that she is feeling insecure in their relationship now that Brooke is back in town, Deacon assures Quinn that she is the only woman for him. When Caroline overhears Donna telling Pam about Brooke’s plan to win Ridge back, she assures them that her relationship will persevere. Donna and Pam warn Caroline that Brooke and Ridge always end up together. As Brooke is attempting to work her magic on Ridge, he makes a heartfelt confession to her about his feelings.",
    "imdb": "\nQuinn questions Deacon about where his loyalty, and his heart, lays know that Brooke is back.    ",
    "tvmega_recap": "Brooke coos to Ridge that it's just the two of them. Surely he hasn't forgotten. He puts his hands on her waist and says no, he hasn't forgotten anything. She gives him a choice \u0096out to the pool or up to their bedroom. She gives him a hug when he says he remembers it all and he is in love and she has been amazing since she got back from Italy, so full of energy. But he has changed too. She asks how. He says when he said he was in love, he did not mean her. He is in love with Caroline. She says no, she will not believe that. That is Rick's wife and she is half Ridge's age. She reminds him that he was under a lot of stress so she understands Caroline helping him. He says no, it wasn't just that. It sounds weird but it is almost like they are of one mind; it's nice. He assures her that he never meant to hurt her but he is now committed to Caroline. She accuses him of payback by being with Bill's niece. Ridge admits that Brooke being with Bill made his stomach turn but that is not what led him to Caroline. Brooke goes on and on about their long history and Caroline is young and inexperienced and can not understand Ridge like she does. This seems more like a mid life crisis. And Caroline helped him get his drawing back so he feels like he owes her. But that is not love; that is dependency. Ridge tells her that he is sorry. Whatever magic they had all those years is gone and he is moving on and thinks she should do the same. He says he will always love her and be there for her and their son but he just wants to start a new chapter in his life. And he wants to do that with Caroline. Pam chides Donna for being late back from lunch. Just as Caroline walks by the door and hears them and stops she hears Donna say she was at Brooke's and get this Brooke wants Ridge back. She walks on in and says she does not believe for a moment that Ridge is going to leave her for Brooke. They share something no matter how many other young girls have been in love with the great Ridge Forrester. Both try to tell Caroline that Ridge and Brooke may have their silly little escapades but eventually they do get back together. It's inevitable and is going to happen again so she better prepare herself. Quinn bemoans to Deacon that there is no work at FC since Ivy stole her job. She asks how he spent his day and he replies the same old. She inquires even with Brooke back in town. He reminds her that he is not interested in Brooke. She is nothing like strong and independent like Quinn. She says Brooke is about two steps away from the nuthouse and she has been there too but Brooke rises above it and conquers it whereas Quinn can't. He hugs her when she complains the fact that Wyatt wants nothing to do with her and Hope outright hates her and the baby they lost because of her. Deacon changes his mind and tells Quinn that he won't play poker with the guys tonight and he will stay in with her. She says she is not in a funk but she wants him to know that he does bring a lot to the table, more than he knows. Pam and Donna tell Caroline to go home and she will feel better in the morning. Ridge calls as she is leaving and asks her to meet him at the loft. She arrives and says the real thing is here. He tells her about Brooke wanting him back but he's made a commitment to another. She muses only if that is what he truly wants. He kisses her. Brooke wanders around and heads to the bar and pours herself a glass of vodka and lets it soothe her throat. She pours another and flops down in the comfy chair by the fireplace thinking about the men in her life and silently cries.",
    "tvmega_summary": "Episode # 7013 ~ Ridge opens up to Brooke; Quinn talks to Deacon about how he feels now that Brooke is back.",
    "soapcentral_condensed": "Brooke and Ridge had the itch that never went away, and they ended up back together again. Ridge said he was moving on, and he suggested that Brooke do the same. Caroline announced that she and Ridge knew what they had, and she would never return to Rick. Quinn lamented to Deacon Deacon that she had finished her 19th game of solitaire. She flashed back to when she'd first seen Ridge after he'd returned from Italy. She cried and cried and said she was in shock after Ridge had rejected her. She looked worried that Deacon would leave her for her good friend, Brooke. \"To all of the men who have loved me and left me,\" she said all alone in her room. \"Not now, not ever,\" Ridge said. \"The real thing is right here,\" she says. \"Of course she does,\" Caroline said softly. \"I don't believe for a moment that Ridge will leave me for Brooke,\" Caroline announced. \"You're making a huge mistake,\" Brooke said.\n"
}