{
    "soap_central": "\n\nIn Rick's old office, Quinn was shocked to learn about Ivy's visa problems. Quinn claimed to be concerned because she and Ivy worked together. Ivy explained that she'd thought she had dual citizenship, but her father hadn't properly filled out her paperwork. Carter had advised Ivy to follow Immigration's directives, but waiting on paperwork in Australia could take years.\n\n\nIvy was upset because her whole life would be altered. Steffy was already kissing Liam, and Ivy was worried that she'd lose her boyfriend. Quinn asked how long Immigration had given to provide proof of citizenship. Ivy only had a week. Quinn asked for Ivy's \"plan B\" was, but Ivy had none. Ivy was sure Steffy would be all over Liam the moment Ivy boarded her plane.\n\n\nQuinn said that Liam loved Ivy, but Ivy revealed that Aly had seen Steffy kiss Liam. Ivy wanted to go to Liam to tell him about the problem. Quinn offered to cover if Ivy wanted to take the day off. Ivy was skeptical of Quinn's support. Quinn admitted that she wasn't a fan of Liam's; however, Ivy and he made a sweet couple, and Liam was a committed man.\n\n\nQuinn urged Ivy to make it work because defeat wasn't an option. Ivy was amazed at Quinn's response. Quinn said people were critical of her obstinate resilience, but in Ivy's case, it was the only way to be. Quinn believed Liam would wait for Ivy, and Ivy shouldn't accept less. Quinn hugged Ivy.\n\n\nIn the Forrester CEO's office, Bill arrived. Wyatt snipped that Bill had gotten the wrong son. Bill said to ease up, and Wyatt quipped that Liam, vice president of Forrester and president of Spencer, had all the pressure. Bill guessed he'd walked in on a pity party.\n\n\nBill explained that he'd given control of the stock to the son who'd pitched the takeover idea, and Wyatt would have gotten it if he'd pitched the plan. Wyatt felt that he should have been consulted. Bill replied that Wyatt didn't have \"a Steffy.\" Wyatt retorted that Liam didn't have a Steffy, either.\n\n\nBill sensed it might change and didn't believe one could fight destiny. Wyatt reminded Bill that Liam was in love with Ivy, who had been Liam's inspiration for the takeover. Bill corrected that Ivy had only been a part of the reason, but Wyatt said that unless Ivy disappeared, Liam and Ivy were solid. Bill felt that a reunion was obvious and inevitable.\n\n\nWyatt believed differently, and he wished Bill wouldn't pressure Liam. Bill called Ivy a stopgap measure and doubted she could hold back the reunion, especially with Liam and Steffy working together. \"I mean, tell me you don't find that woman incredible,\" Bill challenged. Wyatt agreed and added that she was a \"hell of a kisser.\" Bill felt that things were getting a little weird.\n\n\nWyatt revealed that he'd kissed Steffy earlier that day. Bill asked why Wyatt would do it. Wyatt thought he'd be a fool not to do it. Bill bellowed that she was in love with Wyatt's brother. \"Oh, so you're worried that I might get hurt. I'm touched. Thanks, Dad,\" Wyatt cynically responded.\n\n\nQuinn arrived and wondered if Wyatt had told his father. \"Oh, boy,\" Bill murmured. Quinn said it was wonderful, but Bill saw nothing wonderful about Wyatt pining for a woman who was in love with Wyatt's brother. Quinn asked if Bill would stop playing favorites.\n\n\nBill asked Wyatt and Quinn to get real because Liam and Steffy were the future of Forrester Creations. Wyatt asserted that he wouldn't back down because of Bill. Bill said it wasn't about him; it was about Liam. \"Who's involved with another woman,\" Wyatt added.\n\n\nAt the cliff house, Liam asked if Wyatt knew that the kiss Steffy had planted on him had been for Liam's benefit. Steffy claimed that Wyatt had done the planting; she'd just enjoyed it. She preferred Liam's lips on hers, but she planned to move on unless Liam gave her a reason not to.\n\n\n\"My brother?\" Liam said. Steffy thought Wyatt was fun and confident. She liked who she was when she was with Wyatt, but there was only one guy she wanted to kiss -- if he was ready for it.\n\n\nLiam and Steffy remembered times in the house. Steffy asked if he remembered what she'd said when he'd proposed to her there. After some prompting, Liam recalled that she'd said she'd bring him back to life. Steffy stated that she didn't have to do it that time, and he didn't appear to be suffering. \"I'm the one who's suffering,\" she stated. He said she'd suffered enough, and she uttered that there was only one thing he could do to make it stop.\n\n\nLiam and Steffy recalled having good times and bad times. She said she wouldn't give any of it up. He added that it had gotten them to where they were. She wondered where that was.\n\n\nBehind them, Ivy slipped into the house. Steffy said that much had happened, but they were back in the same place. He felt as if they'd stepped outside of a time capsule. Steffy declared that she wanted their life back. She wanted the good, the bad, and the lost child. She felt incomplete. He likened it to walking out in the middle of a movie.\n\n\nSteffy urged Liam to finish what they'd started. She was sure that Ivy was wonderful, but it was about what Steffy and Liam had let slip away. They agreed that losing the child had been too much to bear. She was sorry she hadn't been able to be there for him. Liam said it had been a two-way street.\n\n\nSteffy stated that they couldn't turn back time, but they could start again -- if they wanted to. Liam said he had to talk to Ivy. By the door, Ivy frowned. \"About us?\" Steffy asked. Liam said, \"About everything.\" The hurt Ivy sneaked out of the house and sobbed on the stoop.\n\n\nBack in the house, Liam said Ivy had helped him through a dark time in his life. Steffy quipped that he was surrounded by an abundance of female love. Liam claimed not to know why and to be no different from other guys. Steffy asked if he was feeling what she was feeling. He admitted that feelings were resurfacing. He had to be honest with Ivy about it, but he had to be honest with Steffy, too.\n\n\nLiam didn't know where it was going, and Steffy said she didn't, either. It felt good to him to be honest and to acknowledge things he'd hidden inside for a long time. Steffy locked her hands around his neck and asked if it meant he was glad she was back. The two hugged, and Liam said he'd talk to Ivy.\n\n\nSteffy relayed that she'd never stopped believing in them. Steffy wanted a family and future with Liam and said nothing would stop them that time.\n\n\nBack at Forrester, Bill had gone, and Quinn ranted about Bill, who favored sons and dictated how people's lives would be. Wyatt stated that Bill didn't always get his way, and Wyatt felt good about his chances with Steffy. Wyatt felt excited. He hadn't felt that way since Hope had left. Things were looking up for him. Quinn grinned and said she wanted it to be the best year of Wyatt's life.\n\n\nThe sullen Ivy arrived, and Quinn shooed Wyatt out of the office, so the women could work. Once he left, Ivy stated that she was going to lose Liam. Ivy revealed that Steffy had been at Liam's, and the pair had been making plans. Ivy feared she'd lose her whole life in America. Ivy said that if she went back to Australia, she'd lose Liam forever, and Steffy would win.\n\n\nQuinn assured Ivy that Ivy wasn't going back to Australia, and Liam wasn't going back to Steffy. Placing her hands on Ivy's shoulders, Quinn stated, \"I'm gonna make sure of it.\"\n\n\n",
    "tvmega_recap": "Steffy tells Liam that she is serious; what is it going to be. Liam asks her if Wyatt knows that the kiss she planted on him was more for Liam's benefit than it was for Wyatt. She corrects him and says Wyatt planted the kiss on her and she enjoyed it but she would have wished it was Liam's lips instead. He will have to work with her on that or she moves on. Bill finds Wyatt who says that his #1 son is out to lunch. Bill sees that he is in for a pity party as Wyatt says Liam has all the pressure, President at Spencer and VP at Forrester ..and Wyatt he's just glad to be a working grunt. Bill explains that Liam has Steffy and they needed her shares to complete the transaction. Wyatt says maybe Bill hasn't noticed, but Liam is with Ivy. Not to worry, says Bill, Steffy is back and it's only a matter of time. They are meant to be together and you can't fight destiny. Wyatt says unless Ivy disappears, it seems pretty solid with Liam. Bill continues to argue that Ivy is just a stopgap measure and will never compete now that Steffy is working so closely with Liam. That woman is incredible. Wyatt admits she is incredible and a hell of a kisser. Bill seems a little shocked that Wyatt has already kissed her too. Quinn is too quick and sees the Deportation papers on Ivy's desk and asks what is she going to do. It is her problem too since they work together on the jewelry line. Ivy explains that she thought she had dual citizenship but her dad did not fill out the papers properly. Immigration is telling her to go back to Australia and do them properly but that could take months or even years and meanwhile Steffy will have her boyfriend. And she feels she is out of options unless she shows proof to Immigration that she is leaving the country. She needs to talk to Carter and get his view. But she knows Steffy will be throwing a party and be all over Liam the minute she hears Ivy is on the plane back to Australia. Quinn tells her to take the rest of the day off. She really needs to go talk to Liam about this. She needs to make this work. It is too important to accept defeat. Steffy tells Liam that she hopes he is not uncomfortable as that was always their strong suit, being comfortable with each .and in this room where he asked her to marry him. He tells her that he doesn't want her to suffer. She has done enough of that. Bill questions Wyatt that why would he kiss Steffy. Wyatt answers honestly that Steffy is a free agent and she is sexy as hell so he'd be a fool not to. Bill counters with that she is in love with Wyatt's brother .that is reason enough not to. Wyatt says thanks Dad, he is so touched that Bill might want to protect him from getting hurt. Quinn comes in and asks Wyatt if he told Bill the wonderful news. Bill scoffs and says she needs to look at the bigger picture. Steffy and Liam were married, they have history and they are going to be the future of FC. Wyatt tells them enough. He is not in love with Steffy and they are not an item but he certainly isn't backing off because Bill said so. Steffy tells Liam that she is not trying to force or put pressure on him but the memories this house has .and the good ones always seem to outweigh the bad ones. He says he would not give any of those memories up as they brought them to where they are now. It is like they stepped outside a time capsule. Steffy says yes she wants her life back, all of it, including the child they lost. She knows Ivy is great and all but she feels her own life is not complete. She is sorry she had to run away to Paris and not be there for him, but she is here now. They can not turn back the clock but they can start again. He stops for a moment and says he has to talk to Ivy. He has to help her understand. He has to be honest with Ivy that it is all coming back, but he has to be honest with Steffy too that he does not know where this is heading ..things that he has kept inside for a very long time. Wyatt tells Quinn that is just the way Bill is but he is confident in his chances with Steffy. He hasn't felt this way in a very long time since Hope. He's excited about the summer and the future. Quinn wants it to be the best year of his life. Wyatt leaves as Ivy comes in. She tells Quinn that she just came from Liam's place and she is going to lose him. She can not afford to go to Australia right now as she will lose Liam and Steffy will win. She was in his house and overheard what he said to Steffy and they were making plans. Liam tells Steffy that Ivy is coming over so she better leave. Steffy says okay but she wants a family with Liam and she will never stop believing in them. Nothing will stop them this time. Quinn tells Ivy that she is absolutely right. She cannot go back to Australia now, and Liam is not going back to Steffy. She is gonna make sure of that.",
    "tvmega_summary": "Episode # 7087 ~ Quinn confronts Bill about playing favorites with his sons; Ivy overhears Steffy & Liam talking.",
    "soapcentral_condensed": "Wyatt revealed that he'd kissed Steffy earlier that day. Bill bellowed that she was in love with Wyatt's brother. Wyatt said that unless Ivy disappeared, Liam and Ivy were solid. Bill called Ivy a stopgap measure and doubted she could hold back the reunion.\"I'm the one who's suffering,\" she said to Liam. \"I'm touched. Thanks, Dad,\" Wyatt cynically responded. \"Oh, boy,\" Bill murmured. \"Liam and SteffY recalled what she'd said to her when he'd proposed to her\" She said she'd bring him back to life, and he didn't have to do it that time, but she didn't appear to be suffering. \"There was only one kiss when she was with me,\" she told him. \"My brother thought Wyatt was fun and confident. She liked who he was,\" he said, and she said she liked who she wanted to be with, but only if he was ready for it.\n"
}