{
    "soap_central": "\n\nAt the cliff house, Liam and Bill discussed Ridge being back. Liam remarked that Ridge had been the love of Brooke's life, but unconcerned about Ridge, Bill changed the subject to Hope. Bill was surprised that Liam had gotten nothing from his trip to Hawaii.  Liam asserted that the email-snooping, tiny-sword-wielding Quinn was insane and needed to be stopped.\n\n\nBill was glad his taste in women had improved. \"Well, one of your baby mamas is certifiable, and Hope and I are paying the price,\" Liam quipped. Bill figured it could be his fault for ever becoming involved with Quinn, but Liam replied that Bill wasn't responsible for the woman who'd had it out for Liam from the moment she'd met him.\n\n\nBill said Wyatt and Quinn didn't seem to have the healthiest relationship. Liam felt that Wyatt got his ways from Quinn. Liam remarked that one moment, Wyatt was promising to respect Liam's relationship, and the next moment, he was in Hawaii with Hope.\n\n\nBill asked what they'd do about it. Liam declared that he hadn't given up on Hope, and Quinn hadn't won. Bill suggested that Liam convey that to Quinn. Liam decided to give Quinn a piece of his mind, and Bill warned Liam not to let her get a hold of his necklace.\n\n\nAt Forrester, Quinn gave Maya jewelry for her swimsuit photo session with Carter, the volunteer, shirtless model. Donna asked if they should be doing shooting without Hope, but Quinn snapped that Hope was enjoying herself in Hawaii with Wyatt. Aly handed Wyatt's notes about the photo shoot to Oliver, and Oliver noted that there wasn't a lot of detail to it. Quinn claimed that her son could be mysterious, and even she didn't know his plans.\n\n\nThe photo shoot started with Maya and Carter in front of a blue screen. Donna suggested that they at least wait for Rick and Caroline, but Quinn insisted that the people in the room knew what they were doing. Aside, Quinn instructed Donna to make herself useful instead of questioning Quinn.\n\n\nAly prepared for the next setup, and Donna remarked that it was hard to know if things were going as planned when there was very little direction from Wyatt. Quinn told Donna to embrace the unknown, but Donna retorted that no one liked being blindsided or manipulated.\n\n\nAfter the photo shoot, Donna and Quinn were alone in the office, and Quinn asked if there was still some coffee. Donna checked the decanter and replied that it was empty. \"There's a way to fix that,\" Quinn knowingly responded. Donna quipped that she was sure there was.\n\n\nDonna advised Quinn to rethink her \"M.O.\" before all her scheming backfired on her. Quinn replied that it hadn't yet. Donna was sure that Quinn would ruin her relationship at Forrester, and once Wyatt started resenting her meddling, she'd have nothing. Quinn maintained that things couldn't be better for her and Wyatt, and Wyatt was having the time of his life in Hawaii.\n\n\nLater, Quinn smugly read an article about Hope and Liam's failed marriage. Liam entered, and she asked how Hawaii had been. He claimed to be onto her and her misdeeds regarding Steffy. \"This again?\" Quinn asked. She figured he wanted an explanation; however, he retorted that the explanation for it was that she was crazy. All he wanted her to do was admit what she'd done.\n\n\nQuinn readily admitted that she'd taken a business trip with Steffy and encouraged Steffy to share her news. Quinn further admitted that she'd even written the note, but she wasn't sorry for it. She asserted that it didn't matter because the reality was that Liam had never gotten over Steffy.\n\n\nLiam ordered Quinn not to presume to know his feelings. He said that he'd gotten closure with Steffy, and he'd been preparing for a life with Hope. Quinn wondered what it was like to be Liam, a waffling, weak little boy who always made excuses and never took responsibility. She asserted that Liam had blown his many chances, and Hope was with Wyatt. Liam leaned close to Quinn and asserted, \"I'm never going to give up on Hope.\"\n\n\nIn Hawaii, Hope and Wyatt discussed what Quinn had done in forging the note and getting Steffy to Los Angeles.  Once Hope had made sure that Wyatt hadn't known about the manipulation, she remarked that people had manipulated her and Liam too many times.\n\n\nWyatt didn't think it mattered how Steffy had wound up at the wedding, and because she could have children, she'd probably keep popping up in Hope's life if Hope were married to Liam. Wyatt said it was a new year, and Hope could hit the reset button. Hope, however, replied that it was hard not to wonder what might have been.\n\n\nWyatt reasoned that one could change the future, not the past. He asked Hope to trust him because he had something wonderful planned for the day.  Wyatt wanted to show Hope that a man could be completely devoted to her, and he vowed to make enough money someday to buy her the Hope Diamond. He promised she'd have it by their seventieth wedding anniversary.\n\n\nWyatt claimed to have a bunch of surprises in store for Hope, and he hinted that there might be a diamond or two involved. From his pocket, he pulled out a black box. Hope shrank back, saying she wasn't ready. Wyatt said it wasn't a proposal, and he also wasn't ready for such a thing.\n\n\nWyatt claimed that he was a different kind of guy who didn't need to pressure Hope into marriage. He said he'd love to marry her, but they had their whole lives to get there.\n\n\nWyatt handed Hope the box, and she gasped when she saw a diamond necklace inside. He said that it wasn't their Hope Diamond, but it was a part of it. Wyatt explained that he'd requested one of the fragments that Ricardo had procured as a result of mining the bigger diamond.\n\n\nWyatt said that he'd never met anyone like Hope. He felt that he had a real chance to show her what she meant to him. He wanted to take her on an adventure, but since she didn't want to go out, he'd decided to bring Hawaii to her. Hope gasped as hula dancers entered the room.\n\n\nHope changed into the bikini and sarong Wyatt had given her, and when the hula dancing began, she remarked that it was amazing. Wyatt said they were at the base of a spectacular place called Diamond Head, and she presumed that was the other diamond that he'd alluded to earlier.\n\n\nWyatt escorted Hope to the center of the room to learn how to hula dance. After the lesson had ended, Hope thanked him for what he'd done, and he thanked her for letting him do it. He said he'd been practicing something since he'd arrived in Hawaii. \"Nau ko'u aloha...my love is yours,\" he said and kissed her. \n\n\n",
    "tvdb": "Carter puts his law books on the shelf for the day when he takes part in a sexy photo shoot with Maya. Knowing that Hope is still hurting by the cancellation of another wedding, Wyatt plans something special with the intentions of cheering her up. Quinn and Donna compete in a power-play over who has more pull at Forrester Creations. Angered at what prevented him and Hope from walking down the aisle, Liam confronts Quinn about her being the cause.",
    "imdb": "\nWhile Wyatt and Hope bond in Hawaii, Liam confronts Quinn about her evil machinations against him.    ",
    "tvmega_recap": "Wyatt joins Hope in her room and she says she just had a dream that Liam was in here begging her to go back home with him. Wyatt says that wasn't a dream. That was a nightmare but it really happened. She asks if Wyatt knew anything abut Quinn's forging the note. He swears he didn't. She says they have been manipulated so many times that one more time, it's just hard. He says this is a new day even a new year and it means she can hit the re-set button. She can't change the past but she can change the future. He says he is not going to let her dwell on the past. She just has to trust him, he will make sure she has a good time today. She says she trusts him and he's glad as he has something very special planned for her today. Liam tells Bill that there was a lot more going on with his wedding day than he thought. Liam says he explained to Hope that nothing happened between him and Steffy but she still would not come home with him. It was all Quinn's doings. The woman is a certifiable and needs to be stopped. He and Hope are paying the price. But he declares that it is not over between him and Hope although he believes Quinn would do just about anything for her son. She thinks she has won. Bill says well let her know that she hasn't. Liam says that is exactly what he is going to do. Quinn is running the show at FC while fitting Maya and Carter with jewelry for a photo shoot. Donna gets in a few digs that she should have someone else that is really in charge .like Hope since it is her line. Quinn doesn't miss a beat and says can't do as Hope is in Hawaii with Wyatt. Wyatt tells Hope that he wishes he could take away all her pain by Liam. But all he can do is show her a man who is completely devoted to her as she deserves that. He wants to give it to her along with the Hope diamond. He knows that is huge but someday he says he is going to make enough money to buy her that Hope diamond. He says maybe for their 50th wedding anniversary or 60th or even 70th. If not by then, that's where he draws the line. He asks Hope if she is ready for one of her surprises. He's been busy around the clock for this. It is kind of like being in Mexico with the Hope for the Future diamond, and a little piece of it is always with them. He pulls out a ring box from his pocket. Hope almost panics and he tells her not to be. He is not proposing. He knows she is not ready and neither is he although he would like to marry her. He says he is a different kind of man. He doesn't need to rush her to the altar and pressure her into marrying him. They have their whole life to be married. He just wants to spend some time with her and laugh and take her on adventures. He says they have something and he just wants to make it better and that is what this box is about. She opens it and out falls a pendant. She is dazzled. He says it is not their girl. It is not the HFTF diamond but it is part of it, part of them. Ricardo sent this fragment over from the diamond that he kept when it was originally mined. He praises the hotel for a magnificent view, good room service, etc. and since Hope doesn't want to leave it, it'll have to do. He opens the door and ushers in hula dancers, music, flowers and hands Hope her own hula sarong and asks if she is ready to rock and roll? Quinn holds up a press picture of Hope and Liam/another marriage failed. Liam says good call. Quinn grins and asks how was Hawaii, did it rain? He says she is even more twisted than he thought. He knows she flew back from Paris with Steffy and it was she that planned this whole thing. She says is was a business trip, nothing more. But she was there when Steffy got the good news and she encouraged her to share it with Liam. Yes, she flew back with Steffy; yes, she wrote the note, but she is not sorry that she did, because regardless of what he tells Hope, he is not over Steffy. He tells Quinn not to presume how he feels. She says Hope had to see it with her own eyes but now she has closure. She tells Liam that he has waffled too many times and he is a weak little boy. He's had so many chances with Hope and always blew it, now she is with Wyatt. Liam leans in and whispers FYI, he is never going to give up on Hope. Wyatt asks Hope to hurry up. She steps out in her outfit and he adds a lei and plays the ukulele as she does the hula. They enjoy their drinks and he says he has been practicing this since they have been in Hawaii \u0096 Nau Ko'u Aloha \u0096 my love is yours. He kisses her.",
    "soapcentral_condensed": "At the cliff house, Liam and Bill discussed Ridge being back. Bill was surprised that Liam had gotten nothing from his trip to Hawaii. Liam asserted that the email-snooping, tiny-sword-wielding Quinn was insane. At Forrester, Quinn gave Maya jewelry for her swimsuit photo session with Carter, the volunteer, shirtless model. In Hawaii, Hope and Wyatt discussed what Quinn had done in forging the note and getting Steffy to Los Angeles. He asked Hope to trust him because he planned for the future, not the past, and she replied that it was hard to not wonder what might have been. He said that he hadn't given up on Hope, and Quinn hadn't won. He claimed to be onto her and her misdeeds regardingSteffy. She figured he wanted an explanation; however, he retorted that the explanation for it was that she was crazy. All he wanted her to do was admit what she'd done. She admitted that she'd even written the note, but she wasn't sorry for it. She asserted that it didn't matter.\n"
}