{
    "soap_central": "\n\nAt Quinn's, Hope accused Quinn of stalking Liam. Quinn found it both amusing and insulting. Quinn made fun of Liam and called him a scaredy-cat. Hope noted that he had sprained his ankle because he'd thought that he had seen Quinn. \n\n\nQuinn maintained that she had been working on her new line all night. \"It's very cutting edge,\" she said. Hope didn't care, and Deacon watched secretly from a hiding place. Hope said she didn't want to see Quinn's latest work. Quinn maintained that Hope had shown up because Liam didn't have the guts.\n\n\nHope said that she was sick of all the trouble that Quinn had caused for Liam. Quinn tried to shift the blame, but Hope called her out on stabbing Liam and Bill in the neck with their sword necklaces. Hope wondered why Quinn had told Liam, \"Live by the sword, die by the sword.\" Quinn said it meant nothing, but Hope saw it as a threat.\n\n\nQuinn scoffed and said that Liam had overreacted to everything. Hope disagreed. Hope added that Quinn had threatened Liam in the hopes of keeping him away from Hope. \"It's not gonna happen,\" Hope shouted.\n\n\nQuinn argued that she knew Hope loved Wyatt, and she added that Hope had punished Wyatt because of Quinn, \"He shouldn't have to pay the price,\" Quinn said. Hope said that she and Liam were in love. Quinn continued to argue, \"You have to separate the mother from the son, and I will tell you how.\" \n\n\nHope was speechless. Quinn defended her actions out of love for her son. Hope argued that Quinn had been reckless and always interfered. Quinn begged Hope to understand that Wyatt was a decent, caring young man with a mother who was \"a little nuts.\" Quinn apologized for everything and desperately begged Hope to give Wyatt another chance. Quinn promised, \"I'll move as far away as possible. Please take Wyatt back,\" she said.\n\n\nAt Liam's, Liam used crutches to enter his home, and he heard the wind gusting. He saw a knocked-over table, and he heard more crashing as the wind continued. He walked outside with a flashlight and discovered a downed tree branch against the house. Back inside, Liam heard noises and fearfully flashed back to seeing Quinn in the dark.\n\n\nAt Rick and Caroline's, Rick got out of the shower and worried about Aly. Caroline said that she trusted Oliver. Rick worried that Oliver was using Aly, an impressionable young girl. Caroline blamed Maya and warned that Maya would not get a free pass for putting moves on Caroline's \"hot hubby.\" They kissed passionately.\n\n\nAt the Medieval games, Oliver, Aly, Pam, and Charlie watched a jousting match between knights. \"I love everything about this night,\" Oliver said. Charlie and Pam discussed a medieval dance group lesson. Charlie told Pam that she had ignited a spark in him that he hadn't known existed. They exchanged loving glances.\n\n\nAfter the event, Oliver took a selfie with Aly in their costumes. Later, Oliver took Aly home, and they discussed that it had been a good idea to call the auto club to change his flat tire on the way home. Aly giggled that they would have looked ridiculous changing the tire in their costumes. Oliver reiterated that he'd had a great time at the Medieval fest. He wanted to do it again. \n\n\nOliver presented Aly with a gift for her goldfish, Wally. Aly was touched that he'd remembered. They kissed and recited a few lines from Romeo and Juliet. \"I once played Romeo in high school,\" Oliver said. He admitted it had not been good. \"Maybe you didn't have the right Juliet,\" Aly said, and they kissed goodnight. Aly smiled, and Oliver left.\n\n\nWhen Oliver left the mansion, Rick intercepted him before he could get to his car. Rick asked Oliver to join him in the guest cottage for a conversation. Rick wondered what the relationship was between Aly and Oliver. Oliver said he was fond of Aly, but Rick was mistrustful.\n\n\nCaroline added that Aly really liked Oliver. Rick pointed out that Aly was much younger than the girls Oliver normally dated. Rick noted that Oliver had started working with Aly when Ridge had fired Oliver, but Eric had reinstated him. Rick wondered if Aly had become job security.\n\n\nOliver was insulted, but Rick played the recording that Maya had given him. In it, Oliver had stated that he would put up with the redheaded Forrester if it helped him hold onto his job. Rick demanded to know if Oliver had been using Aly. Oliver looked disappointed. \n\n\n",
    "tvdb": "Hope angrily confronts Quinn about being the cause behind Liam’s recent trip to the hospital. Fearing for his safety in his own home, Liam reacts with panic to every single noise that goes bump in the night. Caroline has suspicions about Maya’s ulterior motive for playing the recording for her and Rick. Having had a wonderful night with Aly, Oliver is unaware of what is waiting for him back at the office.",
    "imdb": "Alexandria, Oliver, Pam and Charlie have a blast at Buena Park Castle. At Quinn's artisan jeweleries, Deacon is in hiding and listens in as Hope angrily confronts Quinn about being the cause behind Liam's recent trip to the hospital. Quinn claims that Liam is suffering from a vivid imagination. Fearing for his safety in his own home, Liam reacts with panic to every single noise that goes bump in the night. Charlie thanks Pam for bringing so much unexpected joy to his life. Caroline is suspicious over Maya's ulterior motive for playing the recording for her and Rick. When Oliver brings Aly after their medieval knight out, Rick is waiting for him.",
    "tvmega_recap": "At the Castle of Medieval Knights the crowd cheers as the Red Knight gets the advantage. Oliver is taking it all in and loving it as Aly, Charlie and Pam explain what is happening. Aly thanks him for coming saying most guys would have run the other way. He says not him my lady, he thinks it is awesome. With Deacon listening in the shadows, Hope asks Quinn again if she was at Liam's tonight ..he heard a noise and got out of bed to investigate and one of his sliders was open. Quinn says maybe he ought to get a guard dog, a Chihuahua. Hope asks if this is amusing to her. Quinn says no, actually it is insulting. Liam gets spooked, thinks he sees her face and sends Hope over here to accuse her. Hope says she's here because Liam has a sprained ankle. Quinn says she supposes that is her fault too. Hope says yeah if she was there to make him trip and fall, then yes. Quinn calls Liam a scared little boy. He thought he saw her face and freaked. Hope asks if that is what scared mothers do who are estranged from their son she loves and wants to make things right. Quinn asks would playing peek-a-boo with Liam accomplish that. There is nothing to tell. She has been here all night working on her new line; it's very cutting edge. Hope came because Liam didn't have the guts to, surprise, surprise. Hope wants to know what she would have told Liam if he had come. Quinn says same thing she told Hope, only she would not have let him even in the door, not after the trouble he caused Wyatt especially over Hope. But guess that was Quinn's fault too but as a mother her heart was always in the right place. Hope tells her that what she has done has gone way past just interfering. Quinn knows she is thinking about Ridge now. And she stabbed Liam with his sword like she did Bill. Quinn calls it a little prick. Hope asks if she was messing with his head. Quinn says he overacts to everything so it's easy. So maybe she should not have said live by the sword, die by the sword but he should not have sent Hope over here either. Hope says she is glad he dig drag her into this. Here she is the mother of the guy she was dating and she is upset because Hope ended things so she is harassing the new guy. But she is not going to intimidate Liam into stepping aside; they are in love. Quinn says she is in love with Wyatt too and just because Quinn made some bad choices Wyatt should not have to pay the price. Hope tells her that is something she and Wyatt will have to work through. Quinn says no, Hope had a right to fire her but it should not affect Wyatt. He is his own man, his own person. Hope says she is not punishing Wyatt. Quinn says maybe not intentionally but he is hurting. And what kind of mother would she be if she didn't try to fix that. Hope says she doesn't think she can; too much has happened. Quinn says she has to separate the mother from the son and she will move away and keep her distance and stay out of their lives but please take Wyatt back. Liam grunts but manages to get inside the house on his crutches. He spies a dining room chair down in the kitchen. He rights it and then hears another loud noise. Clearly spooked, he picks up his flashlight and starts looking around. He finally sees it is a large tree branch that has split and fell against his patio doors so he opens the doors and removes the branch. Caroline tries to work some kinks out of Rick's neck/shoulders. He says Maya was wrong for taping the conversation with Oliver, but Oliver was also wrong to use an impressionable young girl like Aly. Caroline says Maya's fanny is still on the line as far as she is concerned but she thinks Maya was just shifting this conversation on Oliver to get her off the hook for the steam room. But nobody hits on her hubby and gets a free pass. They see Oliver bring Aly home. Caroline talks Rick into not confronting Oliver in front of Aly for fear of how she will react. Aly tells Oliver that thanks to him she is a different girl now. Rick waits for Oliver to leave Eric's and catches him in the courtyard. He asks if he will follow him as he wants to see if there is a problem. He starts innocently enough by asking if Oliver is seeing Aly a lot. Oliver admits that though there is an age difference he likes Aly and they have a lot in common. Rick thinks that is okay as long as he is not using Aly. Oliver assures him he is not. Rick pulls out his phone and asks if Oliver can explain this. In the taped conversation Oliver admits to Maya that his job is in danger, he likes Aly okay, she is beautiful enough so if he needs to date her then he is willing to do that. The Forresters are incredible people, and he'd like to be part of that. When done, Rick asks him one question - if he is using Aly?",
    "soapcentral_condensed": "Oliver, Aly, Pam, and Charlie watched a jousting match between knights. Charlie told Pam that she had ignited a spark in him that he hadn't known existed. Rick worried that Oliver was using Aly, an impressionable young girl. Caroline blamed Maya and warned that Maya would not get a free pass for putting moves on Caroline's \"hot hubby\" Rick asked Oliver to join him in the guest cottage for a conversation. Oliver reiterated that he'd had a great time at the Medieval fest. He wanted to do it again. Oliver said he was fond of Aly, but Rick was mistrustful. Rick played him the recording that Maya had given him. In it, Oliver had stated that he would put up with the redheaded Forrester if it helped him hold onto his job. Rick demanded to know if Oliver had been using Aly. Oliver admitted it had not been good. \"Maybe you didn't have the right Juliet,\" Aly said, and they kissed goodnight.\n"
}