{
    "soap_central": "\n\nAt Liam's house, Ivy worried about whether or not to tell Liam about the immigration officer's news that Ivy did indeed have dual citizenship. He had apologized for the paperwork mix-up. Ivy realized she didn't need to be married to Liam to stay in the United States.\n\n\nLiam watched Ivy, who nervously paced the room. Liam asked what was wrong. He worried that the immigration officer had threatened her. Ivy didn't answer. She kept hearing Quinn's voice ordering her to hide the truth about her dual citizenship from Liam.\n\n\nLiam demanded to know why Ivy wouldn't answer him. \"We shouldn't be married. It doesn't feel right,\" Ivy blurted out. Liam admitted that he had wanted to pursue his feelings for Steffy because he had been around her again. Liam added that he would not stand by and watch Ivy lose her family and career. He didn't want her to be forced to return to Australia.\n\n\nIvy looked hurt. \"I'll talk to Carter,\" Ivy said. She planned to get an annulment. Ivy maintained she wasn't interested in trapping Liam. She acknowledged that he was in love with Steffy.\n\n\nLiam asked if Ivy wanted out of the relationship. She grabbed his hands and told him that she loved him. \"You can't help your feelings like I can't help mine,\" Ivy said. She added that it meant a lot to her that he had married her to keep her in the U.S. \"Maybe that's enough?\" she wondered aloud.\n\n\nLater, Ivy sat alone in another room at Liam's. Her phone rang, and it was Quinn warning her not to tell Liam the truth. Ivy maintained that the marriage was unnecessary.\n\n\nQuinn advised Ivy not to hand Liam over to Steffy. \"Be the wife that he needs,\" Quinn said. Quinn suggested that Ivy plan for a future with Liam and starting a family. \"Liam loves you, Ivy,\" Quinn said. Ivy hung up.\n\n\nAt Forrester, Ridge and Steffy discussed Steffy's failed relationship with Liam. \"We were right there,\" she said. Steffy lamented that they had been close to getting back together.\n\n\nRidge said he was sorry for Steffy, but Steffy maintained they were done. Ridge said that Liam had married Ivy for a good cause, but he added that Steffy deserved better. Ridge planned to tell Liam.\n\n\nSteffy maintained that Ivy and Liam would have to be married for years. She refused to wait for him, and she refused to be second behind another woman after all she had gone through with Hope.\n\n\nSteffy said she wanted a normal guy. Ridge hugged his daughter. Wyatt entered, and Ridge left. Steffy warned Ridge not to talk to Liam.\n\n\nWyatt said he'd overheard Steffy's conversation. He understood that she was in the market for a wonderful, committed guy. \"And here I am, right on cue,\" he said.\n\n\nSteffy and Wyatt bantered about monogamy, and they flirted. Steffy said that Wyatt was refreshing. Wyatt encouraged her to have some fun. \"Spend some time with me,\" he said. Steffy said she wasn't ready to date, and Wyatt understood. \"That's why I haven't asked you out yet, but I will, and when I do, you'll say yes,\" he said.\n\n\nSteffy liked Wyatt's confidence, but Wyatt warned he would not be interested if she went running back to his brother. \"That's not happening,\" Steffy said. Wyatt assured her they would be okay together. Wyatt left.\n\n\nSteffy closed her eyes and flashed back to her honeymoon with Liam. She took a deep breath and tearfully stood up. She angrily wiped away her tears.\n\n\nIn Quinn's office at Forrester, Deacon entered and kissed his wife. She said she was working on wedding rings for Ivy and Liam. She promised they would ward off anyone who wanted to interfere.\n\n\nDeacon thought the rings were props because the marriage was one of necessity for Ivy to remain in the U.S. Quinn said they had been a couple before they'd gotten married. \"Why do you care?\" Deacon asked. Ivy said she had warmed up to Ivy, but Deacon guessed that Quinn was working an angle.\n\n\nQuinn admitted that if Liam was married, he would stay away from Steffy, and that left Steffy free because she was \"perfect for Wyatt.\" \"Don't get carried away,\" Deacon said.\n\n\nQuinn added that there was a secret involved. She said that Immigration had made a mistake. There had been a bureaucratic snafu, and Ivy did have dual citizenship, so the marriage had been unnecessary. However, Quinn maintained that Liam didn't know.\n\n\nIn Bill's office, Katie and Bill discussed that Liam had married Ivy. Bill wondered why his sons didn't consult him more often because he had \"vast life experience.\" Instead, Wyatt and Liam often made stupid decisions.\n\n\nKatie defended Liam's choice to marry Ivy if she was going to be deported. Wyatt entered and said they should not be surprised because Liam had made a career of rescuing women and small, furry creatures.\n\n\nBill worried that \"Crackpot Quinn\" had had something to do with it. Wyatt admitted that Quinn had helped Ivy. Wyatt left. Katie asked why Bill was against a Wyatt and Steffy relationship. Bill answered that Wyatt would get his heart \"stomped on\" because Liam would return to Steffy at the earliest opportunity. Katie wondered if Liam might decide to return to Steffy too late, and she might have moved on.\n\n\nAt Liam's, Liam sat in the living room and held the wedding rings he and Steffy had exchanged during their wedding in Aspen. He flashed back to the wedding and kissing Steffy. Ivy interrupted his thoughts and hugged him.\n\n\nThis episode featured the song \"Think About You,\" performed by Molly J McCook and written by Casey Kasprzyk and Anthony Ferrari.\n\n\n",
    "imdb": "\nDeacon questions Quinn about why she's become so invested in Ivy and Liam's relationship.    ",
    "tvmega_recap": "Ridge sits down with Steffy and she tells him that Liam married Ivy and that is that. Deacon sneaks up on Quinn and plants a kiss on her neck. She jokes that better be her husband and he says damn straight. And now that he can come and go at FC any time he pleases it is even more of a turn on. She says it is her work place though and she doesn't want to risk Ridge coming in and finding them doing something inappropriate but she will make it up to him tonight. Deacon opines that he thought this was a marriage of necessity. Quinn says there was real stuff going on there so this is a genuine marriage. He wonders why she cares. Steffy says she is sorry. She is shocked but she is done. She and Liam are over. She is not going to be the chick on the side waiting for him to sneak away from his wife. Liam tries to get Ivy to tell him whatever she is keeping from him. She keeps freaking him out and he wonders if Immigration is threatening her again. They can't. They are married. She keeps hearing Quinn's words but says that is just it, they should not be married. Katie asks Wyatt what does Quinn have to do with this. Bill says yes, what does Loony Tunes have to do with it. He guesses it will get Steffy out of the way so Wyatt and Steffy can get together. Quinn says she does not exactly like Liam but she is warming up to Ivy and she's a good person. And with Liam committed to Ivy there is no place in his life with Steffy, leaving her for Wyatt. Steffy says the joke is on her. Immigration will make sure that Ivy and Liam are together for years and she will not wait for him. She gets him to keep his silence when Wyatt walks in. He says he overheard that she is in the market for a fun, uncommitted guy and here he is right on cue. Ivy tells Liam that if it were not for her, he would not be in this mess and he'd be free ..to pursue Steffy. He says he cares very deeply for Ivy and she belongs in L.A. with her family and job. She says she does not want to trap him as it is not fair. He's in love with Steffy. He says he is her husband and that is a done deal, he said yes. He asks her if she wants out because of his feelings for Steffy. Katie says the lord and master is not getting his way and she is sorry he is not on board with Liam and Ivy. He says Liam will not be with Ivy longer than he has to be and he will make a bee line to Steffy so Wyatt will get his heart stomped on again. Quinn confesses to Deacon that Ivy did not have to marry Liam after all; she had dual citizenship papers. Ivy tells Liam that she will never be able to thank him enough for helping her. It is not easy knowing he has feelings for Steffy. It is painful but he can not help his feelings just like she can not help how she feels. Just that he gave her a shot, that is enough. Steffy tells Wyatt that he does not strike her as a man for commitment. He tells her to spend some time with him and she will find out. She says she likes his confidence and no she is not going back to his brother. Quinn checks in with Ivy and hopes she has not told Liam that she is not going to be deported. Ivy says not yet but she can not deceive him. Quinn says she will only be gift wrapping Liam and sending him on to Steffy if she tells him. She needs to be planning her future with a family. Do not push Liam away. He married her because he loved her. That's the last words on her mind while Liam's is thinking of the Mountain Top wedding with Steffy. Steffy has memories of him too as she chokes back tears. Ivy comes out of the bedroom and puts herself in Liam's arms.",
    "tvmega_summary": "Episode # 7095 ~ Wyatt reveals to Bill & Katie that Quinn was involved in Liam's latest move; Deacon asks Quinn why she's so invested in Ivy & Liam's relationship.",
    "soapcentral_condensed": "Ivy realized she didn't need to be married to Liam to stay in the U.S. Liam admitted that he had wanted to pursue his feelings for Steffy because he had been around her again. Ridge said that Liam had married Ivy for a good cause, but he added that SteFFy deserved better. Wyatt said he understood that she was in the market for a \"wonderful, committed guy. \"Steffy and Wyatt bantered about monogamy, and they flirted. She refused to wait for him, and she refused to be second behind another woman after all she had gone through with Hope.\"We shouldn't be married. It doesn't feel right,\" Ivy blurted out. \"Be the wife that he needs,\" Quinn said. \"Liam loves you, Ivy,\" Quinn told Ivy. \"I'll talk to Carter,\" Ivy said, planning to get an annulment. \"Don't get carried away,\" Deacon said, suggesting that there was a secret involved.\n"
}