{
    "imdb": "Bill and Katie continue to hash out their divorce settlement. Amidst a very civil conversation, he is surprised to hear that Katie has moved out of the house. Katie, who slightly sarcastically encourages her husband to have Brooke move in with him, then learns that Bill is still opposed to give her his Forrester stock. Ridge and Brooke inform Steffy and Thomas of the plan to oust Eric from the company in order to protect it from Quinn's influence. To further his strategy of safeguarding Eric, Ridge recruits Brooke to do his bidding with Bill... Thomas wonders if Steffy is giving up on her marriage which she denies.",
    "tvmega_recap": "Ridge tells Brooke, Steffy and Thomas that he has come up with a plan. It involves the Spencer shares and he thinks it might stop Quinn. He cannot kick her out of Eric's house but it might keep her out at Forrester's. Thomas and Steffy say he has their full support and won't tell anyone. Katie informs Bill that he can have the house now; she is moving out so he can have Brooke move in. She just would ask that he not put her in their bedroom; that would be confusing. Then he adds his part .no way in hell will he give the dressmaker his 12 ½%. But he is sweetening the pot and Justin is working on that now. He is happy to see her stronger now and in control. She says she feels good and thinks she can handle anything that comes her way. Ridge shares his plan with Brooke because it involves her getting her hands on the shares from Bill. Steffy laments to Thomas that she is glad their dad has a plan. They are all in a bad place right now. Ridge tells Brooke to look at the bigger picture. He will deal with his dad later but right now they need to focus on those shares. He needs her with him there at the company running it and Rick can help. Brooke gets a phone call from Bill wanting to see her at the house. He tells her Katie has moved out and has her own place. Ridge tells her not to get involved if she does not want to. He does not want to see her drug down by Bill. Katie shows up to see Ridge but informs him nothing has changed. Bill will not turn over his shares. Ridge says he is hoping that will change as Brooke is on his way there now. Brooke shows up and Bill has the place all romantically arranged. He puts on the big push that this is his house now and they can get married and live the life they were destined to have.",
    "tvmega_summary": "Episode # 7406 ~ Ridge & Brooke reveal a plan to their family that they hope will lessen Quinn's impact on Eric; Bill & Katie voice their stipulations concerning their divorce agreement."
}