{
    "soap_central": "\n\nIn Rick's old office, Rick said he and Maya needed the getaway, and the cabin had been the setting for a lot of big events in the Forrester family. Rick felt that Maya had handled gossip and insults with grace, and she was a sexy woman, too. Maya noted that he'd confronted many obstacles, but he told her that none of them were due to her. \"Not yet,\" she replied.\n\n\nRick was confident that she'd never cause him an obstacle, and the only real one he'd had to deal with was Ridge. Maya asked if Rick was comfortable leaving Forrester for the retreat. Rick was and said Ridge had been neutralized. Maya thought it had to be a relief.\n\n\nRick recalled that in the past, Ridge had been able to do no wrong -- except to Rick and Brooke. Rick remembered the pain Ridge had put Brooke through. Rick said that Brooke had tried to hide it, but Rick had been good at picking up on secrets -- until Maya had happened along. Rick admired her integrity, and it gave him something to live for. He'd once had Caroline, but Ridge had taken her away.\n\n\nMaya declared that Ridge couldn't take her away from Rick. Rick added that Ridge couldn't take Forrester, either. Rick felt that he had everything and that his entire life had been building up to \"this.\" Rick couldn't wait to get Maya up to Big Bear. She asked if he was sure he could get away, and he replied that he just had to clear the schedule.\n\n\nRick felt that everything was as it should be at Forrester with the leadership. The profits were up, and Ridge was at the drawing board and out of Rick's hair. \"And I have you,\" Rick added. Maya looked worried, and he asked if she was okay with things. She said she was; she just wanted to be everything he needed in a woman. \"And I am,\" she decided and hugged him.\n\n\nIn the studio, Eric tried to soothe Brooke's worries about Rick proposing to Maya. Eric said that Rick needed stability, and Maya provided that for him. Brooke figured it meant that Eric approved of the couple. He admitted that he hadn't at first, but Maya had been by Rick's side in a way that Ridge and the others hadn't been. Eric agreed with Rick that Maya deserved credit for his success.\n\n\nBrooke wished Rick would wait. Eric asserted that Rick, who was on the fast track at Forrester, wouldn't wait for anything. Eric believed it was tradition for a Forrester man to have a strong woman by his side. Brooke agreed that Rick needed a strong woman, but not necessarily marriage.\n\n\nBrooke decided that she and Eric needed to focus on stopping Ridge from quitting. Eric didn't want Ridge to leave, either, and decided that they'd all have to hash it out and work together. Brooke stated that was why she felt that Rick needed to get his priorities straight, and getting engaged and planning a wedding weren't priorities.\n\n\nEric agreed that planning a wedding should be months off, but he wouldn't discourage Rick from becoming engaged. Brooke figured it would be hard to get Ridge and Rick to work together. She believed the men had been at odds for years because of her. Eric blamed himself. He said he'd tried to be supportive of his sons, but it had gotten him into trouble.\n\n\nJust then, Maya arrived, looking for something. Brooke and Eric explained that they wanted Rick and Ridge to work together. They felt that Rick valued Maya's opinion and honesty, but Maya said she had no influence over Ridge. She agreed that the men should work together, and Eric told her it would help the company if she could help Rick sort out his differences with Ridge.\n\n\nMaya agreed to do it if she ever got the opportunity. Eric pointed out that she had it at that moment, and she was the only person Rick trusted implicitly. Brooke said that the men were family and should look out for each other instead of arguing and competing. Maya agreed.\n\n\nIn the CEO's office, Ridge believed that Carter was mistaken about Maya. Carter said he'd overheard Maya and Nicole talking, and afterward, Maya had confirmed to Carter that she was transgender. Ridge figured it was a joke, but Carter insisted that he wasn't making it up, and the Avant sisters had sworn him to secrecy.\n\n\nCarter stated that Maya wasn't the first transgender model. Ridge agreed and said he knew several; however, Ridge said that Rick trusted Maya and would freak out. Ridge figured it had been a shock to Carter who'd been engaged to Maya. Carter admitted being thrown by it, but to him, the point was that Maya was a female who'd been wrapped in a male's body. Ridge said he had no idea how Rick would react. \"Oh, Ricky boy. You're in for the shock of your life,\" Ridge concluded.\n\n\nCarter explained that Maya had decided to reveal herself if there was a marriage proposal, but Nicole was trying to talk Maya out of it. Ridge said Rick would lose his mind over it, but Carter said Rick wasn't that stable to begin with, which was why Carter had told Ridge.\n\n\nCarter felt that Ridge couldn't quit because Rick leaned on Maya and shared everything with her, but Maya had hidden a significant part of her life from him. Ridge said Rick wouldn't be able to function once he found out. Carter suspected it would be a full-blown breakdown, and if the news reached the tabloids, Rick would be unable to fulfill his responsibilities as CEO.\n\n\nCarter decided it wasn't the time for Ridge to leave and asked who knew about his resignation. Ridge said his father, Brooke, and Carter. Cater predicted that Ridge's resignation on top of Maya's secret could cause the company to unravel. Ridge decided that he'd take it from there. Carter asked what Ridge would do. \"What needs to be done,\" Ridge replied.\n\n\nLater, Ridge was staring at several framed pictures of Maya and Rick. Rick entered and guessed that Ridge was thinking about the happy couple. Ridge said he'd been talking to Carter, but it hadn't been about business. Rick guessed that Ridge thought that pictures were disgusting, but Rick wouldn't hide his happiness. It had been hard to get it, and despite what Ridge thought, Rick was succeeding.\n\n\nRick said he understood it was a team effort. He felt that Ridge, Caroline, and the others had been amazing. Rick began to talk about Maya. Rick said that Maya had given him loyalty and honesty, which meant more to him than anything.\n\n\nRidge told Rick that he wouldn't like what Ridge had to say. Rick asked what it was. Ridge sighed but remained tense. He stated that Maya hadn't been honest with Rick about herself and wasn't who Rick thought she was.\n\n\n",
    "imdb": "\nCarter lets Ridge in on a vital piece of information that concerns Forrester Creations.    ",
    "tvmega_recap": "Ridge tells Carter that he wants Rick and Maya out of here as much as anyone else, but this makes no sense and he does not believe it. Carter is saying Maya is transgender. Carter says he heard Maya herself and she admitted it. Nicole knows too so this is the truth and they have been sworn to secrecy as she does not want Rick to know. Rick tells Maya that Big Bear is so beautiful this time of year and they can celebrate he will find a reason if she needs one. She says he has been working so hard so she realizes he needs to get away. He tells her she is the one who is so elegant and has handled all the gossip and disgrace that she did not cause. His only obstacle is Ridge. Brooke and Eric discuss Rick proposing. She is a concerned mom and she wants him to be happy but he has not been divorced that long and this is happening so fast. Eric says Maya has had a tough life but that is no reason to reject her. Brooke surely has seen the change in Rick. Maya has helped there. They compliment each other and she has changed Rick from what he was before. She has been right by his side like others have not. He is on the fast track and he wants Maya with him. He needs her. Maya asks if Rick is okay with leaving Ridge alone here while they take their retreat. Rick mouths again how Ridge treated his mom when he was young and how many nights he saw his mom cry. He is pretty good on picking up on secrets until Maya came along .but she has integrity and honesty so none of that with Ridge bothers him now. His whole life has been building up to this and Ridge is not going to take the company from him. Carter states to Ridge this is the truth. And both of them know this is not the first transgender model .that doesn't matter to Ridge but this will come as quite a shock to Rick who places such a high value on honesty. Ridge says Ricky boy will be in for the shock of his life. Maya is hesitant but tells Rick that she wants to be everything he needs in a woman .and she is, so she is looking forward to Big Bear. Eric and Brooke agree they do not want Ridge to leave FC so they will sit down and talk to him. Rick has way too work to do so he has no time for a big wedding in the next few months but Eric will not stop the proposal. They can do that. Brooke says it won't be easy with the history of Rick and Ridge. Carter tells Ridge that is why he told him. They can not let Maya call all the shots. She let Rick fall for her and did not tell the truth. She kept much private and she is only going to tell him now after he proposes. He will have a meltdown and the company could be in trouble. Ridge admits he has already told his dad and Brooke he was leaving but he will take it from here. He will do what needs to be done. Maya walks in on Brooke and Eric and Eric tells her they put a lot of stock in her opinion and honesty. They hope she can give some good intake to Rick about Ridge and they can look out for each other and work together. Ridge gives it a good long time to think this over. Rick comes in while Ridge is looking at Rick's pictures. Ridge says he was just talking to Carter and it wasn't about business. Rick says he had to fight his way into this position but he is a happy man happier than he has ever been. But he admits that Ridge and Caroline have done an amazing job. Then there is Maya. She has given him something immeasurable she has been upfront and that means the world to him. Ridge says Rick will not like to hear this .Maya has not been open and upfront or honest about herself at all. He hesitates but finally says Maya is not who she says she is.",
    "tvmega_summary": "Episode # 7059 ~ Brooke & Eric disagree about Rick; Carter shares vital information with Ridge.",
    "soapcentral_condensed": "Brooke and Eric decided that they wanted Rick and Ridge to work together. They felt that Rick valued Maya's opinion and honesty, but Maya said she had no influence over Ridge. Maya agreed that the men should work together, and Eric told her it would help the company if she could help Rick sort out his differences with Ridge. Carter said he'd overheard Maya and Nicole talking, and afterward, Maya had confirmed it was a joke, but Ridge insisted that he wasn't making it up, and the Avant sisters agreed that Rick would freak out if there was a marriage.Carter explained that Maya had decided to reveal herself to Ridge, but Nicole was trying to talk out of it. \"Oh, Ricky boy,\" Ridge said, \"you're in for the shock of your life,\" referring to Rick's proposed marriage to Maya. \"And I am,\" she decided and hugged him. \"I have you,\" Rick added. 'And I have you, too,\" Maya said. ' and I am,' Rick said.\n"
}