{
    "soap_central": "\n\nAt Forrester, Ridge is busily fitting the models for Brooke's new Bedroom Line when Dante drops in.  After the models leave, Ridge questions the sincerity of Dante's proposal to Felicia since just days before he wanted to marry Bridget.  Ridge is afraid Dante is just marrying Felicia because of Dominick and he wants to make sure Felicia is not being misled. Dante admits that his proposal to Felicia is impulsive but he assures Ridge that he wants to have a life with Felicia and his son.  Ridge is skeptical and warns Dante that if he makes this commitment to Felicia he had better honor it.\n\n\nAt Marone, Brooke talks with Bridget while she is moving into her new office.  She tells her daughter that she knows Stephen meant well by getting her the extra 2% of Forrester.  However, for Brooke it was too little too late and her father's interference only brought back painful childhood memories for her of how he abandoned her when she needed him most.  Brooke tells Bridget that she told Stephen to leave LA. Bridget thinks her mother is being harsh, but Brooke argues that she cannot trust her father and she does not want him anywhere around her. When Bridget attempts to defend him, Brooke informs her that Stephen slept with Taylor in order to get revenge on the Forresters.  Bridget cannot believe that Stephen would sink so low. Brooke tells her that Stephen claimed to have some kind of connection with Taylor, but Brooke does not buy it. Brooke adds that she cannot believe Nick and Stephen expected her to fire Stephanie, Eric and Ridge once she gained control of the company.  Bridget agrees that firing them would be ridiculous, but she does understand why Nick does not trust Ridge to be working with her mother.  Brooke says she is compromising with Nick by having her office in Marone.  Bridget thinks Brooke is underestimating her feelings for Ridge.  She warns her mother that she is encouraging Ridge, by going against what Nick wants her to do. Bridget also thinks re-launching Brooke's Bedroom Line is a bad idea.  As usual, Brooke ignores her daughter's concerns.  Bridget notices Brooke's new engagement ring and congratulates her.  She tells her mother that Dante and Felicia are getting married too.  Brooke is confused.  Bridget explains that after she refused Dante's proposal he decided to propose to Felicia.  Bridget thinks she made a mistake by refusing to marry Dante.  She tells her mother she did not appreciate what she had with Dante until she lost it.  Brooke does not think it is too late and reminds her daughter that Dante loves her, not Felicia.  Brooke encourages Bridget to tell Dante how she feels before it is too late. After Bridget leaves Ridge drops by bringing samples of The Bedroom Line, Brooke scolds him for coming to Marone.  Ridge playfully holds up a pair of panties and tells her they have work to do.  Brooke refuses to discuss panties with him.  Ridge tells her to try them on instead.  Ignoring her exasperation, Ridge places the lingerie out on the table and makes her look at it.  She admits that he has not lost his touch and he tells her she is his muse.  He then shows her the teddy showstopper that he wants her to model at the fashion show. Ever the professional, Brooke generously agrees to wear it for the good of the company.  Ridge begins to get touch feely with her until he notices her engagement ring.  He cannot believe that she is going to marry Nick.  Brooke does not want to discuss it with him.  Ridge begs her to follow her heart one more time and come back to him.  He promises he will never let her down again. \n\n\nMeanwhile at Jackie's, Stephen drops by and tells her they need to talk.  Before he gets the chance to confess, Jackie calls him out about his romp with Taylor.  Surprised to find out that she already knows about it Stephen begins to stammer.  At first, Jackie is annoyed and does not make it easy for him.  Jackie assumes that he slept with Taylor in order to get her to sign over the 2% stock.  Stephen informs her that they did not have sex until after she signed the stock over.  Jackie is oddly turned on by his rakish behavior.  She tells him sleeping with Taylor was very James Bond of him and admits she finds that alluring.  Bloating his ego further, Jackie goes on to tell him that he is a dangerously complicated man but she cannot fight her attraction toward him.  Genuinely surprised by her reaction, Stephen tells her that she might be more dangerously complicated than him. \n\n\nAt the Beach House, fearing she has lost the only man who truly loved her, a lonely Bridget paces back and forth wistfully remembering the special times she shared with Dante.  She is shocked back into the moment when Dante walks in.  She thanks him for coming by.  As they look longingly into each other eyes, Dante realizes how upset she is about his impending wedding.  He admits to her that he never should have proposed to Felicia and starts to kiss her, but Bridget pulls away.  Dante walks toward her telling her a marriage to Felicia would be a lie.  Bridget tells him Brooke told her she should listen to her heart.  Dante asks her what her heart says and she tells him that she loves him.  Things get hot and heavy as they begin to kiss and remove each other's clothes.\n\n\n",
    "tvdb": "Stephen drops in on Jackie, whom acts angry with him when he arrives. Jackie informs him that she is aware of him sleeping with Taylor. Stephen apologises for his actions, but Jackie tells him she isn't angry, but actually finds him very attractive. Bridget tells Brooke that she feels she made a mistake in letting Dante go. Brooke advises Bridget to tell Dante how she really feels before he gets in too deep with Felicia. Ridge and Dante prepare some underwear designs and Ridge tells Dante that he needs to be sure before marrying Felicia, as he doesn't want her hurt. Dante later goes to Bridget when she calls and after telling him she loves him, they kiss passionately. Ridge takes some lingerie to Brooke at Marone Industries. Brooke isn't impressed with him being there, but he is even less than impressed when he sees Brooke's engagement ring.\r\n",
    "yt": "\n\nRidge shows Brooke the lingerie for Brooke’s Bedroom line and tries to persuade her to be with him. Brooke once again tells Ridge her future is with Nick. Ridge asks Dante if he loves Felicia, or just wants to give Dino a family. Later, Bridget and Dante confess their love for one another. Stephen tells Jackie what happened with Taylor (that he slept with Taylor as well). Jackie decides the two should be friends, but before he leaves they kiss in a more than friendly way.",
    "imdb": "\nRidge asks Dante if he proposed to Felicia for Dino's sake or out of love for her. Bridget deeply regrets turning down Dante, who comes over and might give her a second chance. Jackie forgives Stephen his James Bond-style tryst with Taylor. Ridge visits Brooke at Marone Industries to discuss the new lingerie line - and them.    ",
    "tvmega_recap": "While visiting Brooke's office at Marone, Brooke reveals to Bridget she asked Stephen to leave town. Brooke explains to her how Stephen and Nick got the stock for her and that Stephen also slept with Taylor. Dante and Ridge look over the new bedroom line designs and Ridge questions Dante's engagement to Felicia. Stephen shows up at Jackie's to explain why he slept with Taylor one night and with her the next. Stephen is surprised that Jackie isn't angry that he slept with Taylor, even after he reveals that it happened AFTER she signed over the stock. Ridge warns Dante that he should tell Felicia if he's just marrying her because she is the mother of his son. Bridget asks Brooke if she is able to keep things strictly business with Ridge. Brooke assures her of her commitment to Nick as Bridget sees her mother's engagement ring. Bridget congratulates Brooke and reveals that Dante has proposed to Felicia. Ridge tells Dante that he'd better honor his commitment to Felicia. Bridget confides in Brooke that she didn't appreciate Dante when she had him. Brooke tells her to follow her heart and tell Dante how she feels, but Bridget fears hurting Felicia. Ridge shows up at Brooke's office at Marone with the new lingerie for the bedroom line. Bridget sits at home thinking back over her times with Dante and suddenly he comes through the door. Dante tells her that he thinks he may have made a mistake and wants to know how Bridget feels about him. Bridget confesses that she does have feelings for him and they kiss, but Bridget is still concerned about Felicia. At Brooke's office, she warns Ridge that this is not the way she wants to run the company. Ridge shows her the lingerie he wants her to wear in the fashion show launching the new line. Ridge is stunned when he sees her engagement ring from Nick and tells her that she can't marry Nick. Over her protests, Ridge tells her that she belongs with HIM !",
    "soapcentral_condensed": "At Forrester, Ridge is busily fitting the models for Brooke's new Bedroom Line when Dante drops in. Ridge questions the sincerity of Dante's proposal to Felicia since just days before he wanted to marry Bridget. Meanwhile at Jackie's, Stephen drops by and tells her they need to talk. Jackie assumes that he slept with Taylor in order to get her to sign over the 2% stock. She tells him that she finds his romp with Taylor very rakish. At the Beach House, Bridget paces back and forth remembering the special times she shared with Dante. She is shocked when she is back into the back of the car with Dante and tells him she has lost the only man who ever truly loved her, a lonely lonely man who abandoned her when she needed him most. She goes back to the house and says she is going to marry Nick and he begs her to follow her heart one more time and come back to him. He promises he will never let her down again.\n"
}