{
    "soap_central": "\n\nAt Jackie's Boutique, Nick is surprised to find Megan snooping in his mother's office \nand questions her.  Nick asks her how she got into the locked store and Megan \nreplies that Eric gave her the keys. She tells him she stopped by to follow up on some \norders Jackie had placed with Forrester.   After she leaves, Nick goes through some of \nJackie's files attempting to find something that will clear his mother. \n\n\nAt the Forresters,' Stephanie and Felicia are encouraged by Felicia's improvement.  \nBridget drops by and they share the news with her.  While they are talking, Christian \ninforms them it is time for Felicia to get some rest and wheels her back to the \nGuesthouse.  After they leave, Stephanie asks Bridget if she is happy about Felicia \nbeing alive.  Bridget is shocked that Stephanie could think she would be anything but \nhappy that her sister is alive.  Stephanie thinks Bridget is feeling conflicted about the \nbaby.  Bridget explains that she and Felicia are both going to be a mother to him. \nNow that she knows Felicia is alive, Bridget understands why Stephanie cautioned her \ninitially about getting too close to Dino.  Stephanie stresses that Bridget should allow \nFelicia to spend a lot of time with Dominick since she may not have much time left.  \nBridget accuses Stephanie of being against her, because she is Brooke's daughter.  \nStephanie denies that she is taking sides.  Bridget loves Dominick and refuses to let \nhim go.  She vows to play an important role in Dominick's life.  Stephanie realizes \nhow much Dominick means to Bridget and gives her a hug.\n\n\nAt the Guesthouse, Christian checks Felicia's blood pressure and tells her it is a little \nelevated.   She flirts with him saying that a \"hunky doctor\" always raises her blood \npressure.  He laughs and says he thinks it is more than that.  Felicia admits that she is \nconcerned about Bridget and she hopes that Stephanie is not giving her a hard time.\n\n\nMeanwhile at Marone, Brooke warns Massimo that Nick will hate him if he finds out \nthat Massimo is behind Jackie's arrest.  Massimo plays innocent and steers the \nconversation back to Brooke's love life.  He urges Brooke to be with Ridge.  Then \nRidge walks in and Massimo demands that they work things out right then. Ridge  \ntells Brooke how much he loves her. However, Brooke is not swayed by his words and \ntells Ridge once again that she has chosen Nick and he needs to respect her decision. \nAfter Brooke has left, Ridge plots a way to get Brooke back.  He asks Massimo to \nborrow the jet because he wants to fly to Paris. He tells Massimo that he appreciates \nhim helping him with this. Massimo says that family always comes first. Ridge is \nconfident that he will be able to win Brooke back. Later Megan comes by with some \ndocuments for Ridge and they leave Massimo's office.  Megan returns to Massimo's \noffice later and tells Massimo she \"can't do this anymore.\" \n\n\nAt Brooke's, Nick tells Brooke about finding Megan in Jackie's office.  Brooke tells him \nthat she told Massimo that he is not going to keep her and Nick apart.  They kiss \npassionately.   Nick is determined to get Jackie out of prison.  He tells Brooke that he \nhas to find proof that Massimo is responsible for Jackie's arrest.\n\n\n",
    "tvdb": "As Felicia tells Christian how she wants herself and Bridget to find a way to raise Dino together and of her hopes that Stephanie will stay out of it, Stephanie is busy asking Bridget to take a step back from her responsibilities to the baby and allow Felicia to raise him. Megan tells Nick that she is in the boutique to help so Jackie won't get a back log of orders while she is in jail. Brooke is finishing giving Massimo a piece of her mind as Ridge arrives. Massimo advises them to talk and again Ridge attempts to win her back, but Brooke tells them both to accept her being with Nick. Ridge asks if he can borrow Massimo's jet to fly to Paris with a plan. Nick goes to Brooke and tells her he needs evidence that Massimo framed Jackie. Megan later arrives in Massimo's office and tells him they need to talk.\r\n",
    "yt": "\n\nNick questions Megan at the Jackie M Boutique. Megan tells Nick that she borrowed Eric’s key to the store.  Megan also tells Nick that she found out what Jackie is going through and wants to help make things easier for her in any way that she can.  Brooke threatens Massimo about interfering in her and Nick’s life. Massimo tells Brooke to calm down. Bridget admits to Stephanie that emotionally, she can’t let go of Dino. Nick vows to find out who framed Jackie. When Massimo meets with Ridge, Megan stops to see Massimo.",
    "imdb": "\nMassimo denies framing Jacqueline and fails to reconcile Brooke with Ridge, who now gets dad's blessing for his own plan. Bridget realizes Stefanie foresaw that she would bond with baby Dominick 'Dino', and feels disfavored just for being Brooke's daughter when she's asked to allow Felicia quality time with him and refuses in tears. Nick wonders why Forrester employee Megan Conley was also sneaking in his mother's boutiques chain HQ and keeps looking for proof.    ",
    "tvmega_recap": "Nick literally catches Megan in the dark in his mother's office at the Boutique. It has been closed since his mother's arrest, so naturally he is suspicious and needs questions answered. She is shocked to learn that Jackie's bail has been denied. Then does some tall talking of how she was only trying to fill in and help to make it easier when Jackie did return. As he looks through some of his mother's files, Nick offers a thank you to Megan, as one of Brooke's best friends. Stephanie is elated at Felicia's good test results. Christian gives his star patient his best care. Stephanie has a rather poignant heart to heart with Bridget about letting go a little of Dominick and let Felicia mother him for as long as she's able. Bridget sees it a little more black and white than that \u0096 taking sides \u0096 Brooke and her daughter vs Stephanie and her daughter. Brooke continues her talk with Massimo and informs him that Nick will never speak to him again if he had his mother framed. He assures her he is not that cold-hearted. Ridge interrupts which delights Mass. He wants the two of them to stand there and work this out; he knows they love each other. He preaches to Brooke just don't bring Dominick into this. She listens but then tells Ridge that she has made her decision. Her future is with Nick and she implores him to please accept that. He tells Massimo there is something he can do. He already has. He wants to borrow the Marone jet, to go to Paris. He has a plan to win Brooke back. Massimo is more than happy to do his part. He gets a phone call and he's able to put them off until he can get back with them. Ridge appreciates him dropping everything else to help him with his problems. Nick tells Brooke that his mother is not a criminal and he's doing all he can to help her. She's not surprised to hear that Megan is helping as well. Megan pops into Mass's office, but with Ridge there she covers that she was bringing some papers for him to sign. She returns later and calls Massimo by his first name and says they need to talk. She can not do this any anymore.",
    "soapcentral_condensed": "At Jackie's Boutique, Nick is surprised to find Megan snooping in his mother's office and questions her. Nick goes through some of Jackie's files attempting to find something that will clear his mother. At the Forresters,' Stephanie and Felicia are encouraged by Felicia's improvement. At Brooke's, Nick tells Brooke about finding Megan in Jackie's office. At Marone, Brooke warns Massimo that Nick will hate him if he finds out that Massimo is behind Jackie's arrest. Ridge plots a way to get Brooke back. He asks Massimo to borrow the jet because he wants to fly to Paris. Massimo says that family always comes first. Ridge is confident that he will be able to win Brooke back, but she is not swayed by his words and tells Ridge once again that she has chosen Nick and he needs to respect her decision.  Megan returns to Massimo's office later and tells Massimo she \"can't do this anymore\" She tells him she stopped by to follow up on some orders Jackie had placed with Forrester.\n"
}