{
    "soap_central": "\n\nAt Brooke's house, Brooke and Bill discussed Ridge blaming Bill for the incident, and she wondered if it was time for Ridge to seek professional help. Just then, Katie returned to the house with a few more questions. Even though Bill was the father of her child, she knew that he had a complicated relationship with the truth, and so she asked him to just tell her what had happened.\n\n\nBill declared that he hadn't tried to kill Ridge, and that was the end of the story. He decided to head to the office and leave the sisters alone to talk. He handed Katie his drink on the way out and told her to lighten up. Katie took a swig and put down the drink.\n\n\nKatie stated that Brooke probably wanted to believe in Bill. Brooke added that she wanted to believe in Ridge, too, but Ridge didn't have the right pieces.\n\n\nHope arrived from upstairs and asked what was happening. Brooke explained that Ridge was holding Bill responsible for the helicopter incident. Hope didn't know how that could be possible because Bill hadn't been in the chopper, but Katie explained that Justin might have been the pilot who'd dumped Ridge into the gulf upon Bill's orders.\n\n\nDeacon entered the house, unannounced, and Brooke and Katie scowled. Brooke told him that he couldn't show up there anytime he felt like it. \"Even if I come bearing gifts?\" he asked, gesturing to a small bag in his hand. In it was Hope's favorite flavor of Italian ice.\n\n\nDeacon had seen Bill drive away and was happy to have the Logan women to himself. Brooke pointedly asked what Deacon wanted, and he claimed to be there to make sure Hope was okay after what Quinn had done to her and Liam. Hope said she was fine. Deacon wasn't surprised to hear that because, in his view, Hope was strong, resilient, and beautiful, just like her mother.\n\n\n\"Your mother and I are very proud of you. Aren't we, Brooke?\" Deacon asked. Katie informed him that they were in the middle of something, and he asked if it would kill any of them to cut him a little slack for his effort. Brooke said she was grateful for the help Deacon had provided Liam. Deacon sensed that, even so, Brooke was still leery of him due to the past.\n\n\nHope didn't want to rehash things; however, Deacon said that Brooke was right, and he might be a grandfather by then if he hadn't let Bill spring him from prison. Deacon felt that Bill had a talent for letting others do his dirty work.\n\n\nDeacon took Hope's treat to the kitchen, and the women wondered what he'd overheard when he'd arrived. Brooke doubted he'd heard what Ridge suspected Bill of. Hope asked what would happen if Bill had actually been behind it.\n\n\nDeacon reentered in time to hear Brooke say that Bill had been trying to give her a dream wedding, but Ridge had shown up and fallen after interrupting the wedding. She'd thought that nightmare had ended when she'd found Ridge; however, it hadn't because of Ridge's accusations. Deacon chuckled, amazed that Ridge thought Bill had dumped Ridge into the Persian Gulf.\n\n\nKatie said that Deacon hadn't been meant to overhear them. Deacon replied that, subconsciously, they wanted his help. He claimed to be a man of many talents with a soft spot for the Logan women. He asked what the plan was to figure out if Bill had done it.\n\n\nDeacon suggested putting pressure on Justin, but Katie replied that Justin was as loyal as Alison. Deacon recalled Alison as the blonde assistant, but Hope corrected that Alison had darkened her hair. \"Really? How does that look?\" he asked. \"I suppose it's closer to her natural color -- if there is anything natural about her,\" Katie snipped, and Deacon scraped the air as if he had claws.\n\n\nBrooke insisted that she and Bill were in love, and he couldn't do something like that. \"Could he?\" Brooke added. Hope proposed using Donna to get to Justin, but Katie felt that neither Justin nor Alison would turn on Bill. Deacon flashed back to kissing Alison in Italy, and he decided he knew how to help Brooke. Brooke didn't know how, but he said it was his chance to show what he could do.\n\n\nAt Spencer, Ridge grabbed Justin by the collar and demanded that he admit to dumping Ridge into the gulf. Ridge said he'd seen the jacket logo, and he knew Justin had been there. Jerking away, Justin replied that Ridge wasn't making any sense. Ridge claimed that he wasn't after Justin and didn't want Justin in jail for attempted murder. He just wanted Justin to admit to following Bill's orders.\n\n\n\"Ridge, Ridge...That's enough,\" Bill softly said as he entered the office.\n\n\nJustin told Bill about Ridge's accusation, but Bill said he already knew. Justin claimed he'd been explaining that he'd only been at the wedding in case Bill had needed a best man. Ridge asserted that Justin had been there to exact Bill's revenge, and once Ridge had proof of it, Bill would lose his business, family, and Brooke.\n\n\nAfter Ridge had gone, Justin wondered what Ridge would do next. It didn't matter to Bill what Ridge would do because he couldn't pin \"jack\" on them. Bill asked if Justin had cleaned up all the evidence and trails. Justin claimed that he had, and they were squeaky clean.\n\n\nAlison entered and said she'd seen Ridge \"stumbling\" into the elevator. Bill replied that Ridge had ludicrous ideas about Justin piloting the helicopter. Bill asked what she knew about it. She said there had been an investigation, but nothing like that had been uncovered. Bill asked why not. She said it had never happened, and she dared anyone to prove it had. \"That's my girl,\" Bill responded.\n\n\nLater, Alison was deleting things on Bill's computer when she received a call from a man who spoke Italian. She recognized him as Deacon and asked why he was calling. He asked if she still had a soft spot for bad boys. She claimed that she did, but Bill wouldn't appreciate distractions from her work. Deacon assured her that she would, and he promised to be on his way there.\n\n\nAlone in her living room, Brooke flashed back to the moments before the helicopter took off and then to Ridge's fall. Bill entered and informed Brooke that Ridge had been at the office, accosting Justin. Bill said he and Justin had talked Ridge down, but Katie would probably refuel his paranoia. Brooke doubted Katie wanted to do that.\n\n\nBill cited that Katie was the only person -- other than Brooke -- who could get through to Ridge. Bill felt that Katie couldn't keep coddling Ridge, and Ridge had to keep slinging around accusations. Bill claimed he was trying to be patient, but it was a bit much for Ridge to be in Justin's face about it. Bill said his patience had its limits. \"And then you push back,\" Brooke concluded.\n\n\nBill's brow rose, and he asked if Ridge had gotten to Brooke, too. Brooke said that she hated asking, but she needed the truth because Ridge could have died. \"Did you try to kill him? The absolute truth, Bill,\" she asked. Bill declared that he hadn't tried to kill Ridge. The tense Brooke smiled, but tears rolled down her face as she hugged him. \n\n\n",
    "tvdb": "Ridge aggressively puts pressure on Justin to admit his and Bill’s participation in the almost fatal accident in Abu Dhabi. The situation becomes even more heated when Bill arrives just in time to defend his trusted associate. Having overheard Brooke and Katie talking about Ridge’s suspicions, Deacon becomes intrigued about the topic and decides to do some digging on his own. Having seen a change in Deacon, Hope convinces Brooke and Katie to allow him to help out.",
    "tvmega_recap": "Ridge continues to hold Justin in a chokehold by the neck, wanting him to admit taking orders from Bill to dunk him in the water. He just wants Justin to tell him he was following Bill's orders. He's after Bill, not Justin. Brooke admits to Bill that maybe it is time for Ridge to see someone professionally. Katie barges back in to find the truth. Bill says he did not try to kill Ridge so he will leave them at that. Brooke says she wants to believe in Ridge but he is struggling right now. The picture he has in his head is just that, a picture. Hope walks in and Brooke fills her in that Ridge thinks Bill is responsible for his accident. Deacon also just barges in and says he can believe that. Brooke says he can not just walk in here any time he wants to. Katie says this is lovely but they are sort of in the middle of something. Deacon says he knows he has been a louse in the past but he's trying .gotta be careful who you play nice to in a bar or you might run into a whack job. Bill has a way of having others do his dirty work for him .before he says more he says he did not come here for this. Bill interrupts Ridge and Justin pulls free. Ridge says he has no proof yet but Justin tried to kill him at Bill's orders. Then Bill will lose his business, his family and Brooke. Bill tells Justin that Ridge does not have jack on then. Alison even backs this up, it never happened. Hope wonders what will happen if Ridge is correct and Bill is responsible. They thought Deacon had left but he walks back in just in time to hear this. Maybe he can help. He is a man of many talents and he has a huge soft spot for the Logan women. So what's the plan? Brooke says she and Bill are in love and going to get married. He could not do something like this. Deacon thinks back to a time in Italy with Alison. He tells Brooke maybe there is something he can do. Katie says Deacon has no connection to this so what can he do. Deacon calls Alison and asks if she still has a soft spot for bad boys as he is as bad as he can be. He wants to come see her when she is least expecting him. Bill comes home and asks Brooke if Katie still has her doubts about him. Brooke tells Bill that yes this is tearing Katie up, but she is trying to cope. He says Ridge is still at it because he came by the office and accosted Justin. He tried to extract a statement of guilt out of him. Bill is trying to be patient and understanding but it is running pretty thin and.....she knows - he will push back. Bill says Ridge can't go running around with all these accusations. It was bad enough that he got in Bill's face but now Justin's too. Brooke says he was very calm and rational to Ridge and she hates to ask this, but......she says she needs the truth, the absolute truth from Bill. Did he try to kill Ridge? He looks her right in the eyes and says no, he did not try to kill Ridge. A tear rolls down her cheek as she sighs and gives him a hug.",
    "soapcentral_condensed": "Brooke and Bill discussed Ridge blaming Bill for the incident, and she wondered if it was time for Ridge to seek professional help. Deacon entered the house, unannounced, and Brooke and Katie scowled. Brooke told him that he couldn't show up there anytime he felt like it. \"Even if I come bearing gifts?\" he asked, gesturing to a small bag in his hand. In it was Hope's favorite flavor of Italian ice. Hope proposed using Donna to get to Justin, but Katie felt that neither Justin nor Alison would turn on Bill. At Spencer's office, Ridge grabbed Justin by the collar and demanded that he admit to dumping Ridge into the gulf. Bill said he'd already told Justin about Ridge's accusation, but he knew he'd been explaining that he'd only been in the case for attempted murder. Justin replied that Ridge claimed that he wasn't after Justin and didn't want to admit to following Bill's orders...Ridge, that's enough,\" Bill said softly.\n"
}