{
    "soap_central": "\n\nIn the CEO's office at Forrester, Thorne was astounded to see Taylor and Aly hugging. He assumed that something significant had happened. Taylor conveyed that there had been a breakthrough. Aly explained that Oliver had helped her to see that forgiveness was the only way to move on, and her mother would have wanted her to move on.\n\n\nThorne was surprised that Aly had forgiven Taylor. Aly replied that it had been an accident, and Taylor had suffered, too. Thorne had never thought he'd see such a thing happen. He hugged his daughter and said he owed Oliver a debt of thanks.\n\n\nTaylor stated that Aly's forgiveness meant everything to her. Aly said she wasn't against Taylor and Thorne's relationship anymore, and it was obvious how much Taylor and he cared for each other. Aly told them that it was okay for Thorne to go back to Paris to be with Taylor. Aly didn't want Thorne giving up anything or stopping his life for her again. Thorne and Aly hugged.\n\n\nAly and Oliver left, and Taylor told Thorne that a weight had lifted off Aly's spirit when Aly had forgiven Taylor. Thorne was grateful that Aly and Taylor had put the past behind them. He was glad that he didn't have to lose Taylor, and Aly could really start to live after finding her peace. Taylor thanked God for Oliver and said Aly wouldn't have made the breakthrough without him.\n\n\nThorne thought it had been a big breakthrough for Aly and Taylor, and Taylor remarked that the power of forgiveness was amazing. She thought she might be able to forgive herself. Thorne asked if Taylor was ready to start their journey. \"Ready,\" she said, and they hugged.\n\n\nIn the studio, Oliver and Aly cuddled on the chaise. Aly was invigorated because the time had arrived to move on, forgive, and find joy in life. Thanks to Oliver, she'd finally heard Taylor. It had led to forgiveness, and she thanked Oliver for helping her get there. Oliver kissed Aly.\n\n\nOliver was amazed by Aly, who constantly made him rethink his view of her. Watching Aly's amazing transformation with Taylor had been powerful, and he'd never seen Aly more beautiful. Aly felt that Oliver had led her to the forgiveness that her mother had practiced, and it had made her feel closer to Darla than ever. Oliver said Aly could thank him by being whoever the new Aly would be, and if there was room, he wanted to be along for the ride.\n\n\nIn Brooke's bedroom, Bill arrived and said his day had gone from the sublime to the ridiculous. He told Brooke that it had started off by him giving Wyatt the Spencer name. Brooke hadn't known Bill had been considering it, but she felt that he was a great man. She was glad to have him to herself.\n\n\nBrooke asked if Liam was on board with making Wyatt a Spencer. Bill replied that Liam had an adverse reaction to Quinn. \"Like father, like son,\" Brooke replied. Bill admitted that Quinn rubbed him the wrong way; however, he was stuck with her as Wyatt's mother.\n\n\nBrooke found it hard to imagine that Bill had been with Quinn, who wasn't his type. Bill agreed, but he said that back then, anything had been his type. Brooke found it hard to picture, and he asked her not to try. He kissed Brooke and thought of Quinn's cell phone picture.\n\n\nNext, Bill discussed Ridge's visit. Bill said Ridge wanted control over everything, including Brooke. Bill noted that Ridge was supposed to be happy with Katie, but Ridge still wanted to dictate where Brooke could go, who she could see, and who she'd marry. Brooke found it to be ridiculous because she and Ridge had moved on. Bill informed her that she wasn't allowed to move on without Ridge's permission, and Ridge didn't approve of Bill as Brooke's spouse or a male influence over R.J.\n\n\nBrooke asked what Ridge had said. Mocking Ridge's tone, Bill said that Ridge had asserted that Katie could overturn Bill's power play or sue Bill. Bill stated that Ridge also wouldn't allow Bill's \"evil presence\" to taint R.J., and Ridge planned to undermine Bill and Brooke's relationship.\n\n\nBrooke assured Bill that it wouldn't happen, and Bill couldn't believe Ridge's nerve to return to town, dump Brooke twice, get engaged to Bill's ex-wife, and then try to tell Brooke what to do. Bill claimed that Brooke's son could do a lot worse than Bill, who'd teach the boy to man up a bit.\n\n\nBrooke said R.J. was just fine. Bill said all mothers felt that way, but fathers usually saw room for improvement. Shaking her head and smiling, Brooke noted that it was parenthood, according to Bill.\n\n\nAfter Bill had taken a shower, he returned to the bedroom to ask what Brooke thought of Ridge's ordering Bill away from R.J. Brooke thought they shouldn't antagonize Ridge, who'd let it go once he saw that Bill and Brooke were serious.\n\n\nBrooke was confident no one could change what she and Bill had. Bill wanted to change it and make each day even better. Brooke replied that they had it covered. Bill thought Brooke was incredible and said that he got a little woozy when he was around her. He joked that he was feeling dizzy enough to fall into her face, and they kissed.\n\n\nIn Katie's bedroom, Ridge arrived, and Katie noticed that he was tense. Ridge said that Bill had that effect on him. Ridge didn't want to upset Katie, but he didn't want Brooke to marry Bill. Though Katie understood why Ridge didn't like Bill, she said Bill was a good father. \"Not to my son, he's not,\" Ridge retorted. She said she wasn't thrilled with the situation, but Bill would probably be in R.J.'s life.\n\n\nRidge stated that they'd see about that one, and he wondered what Brooke was thinking. Katie claimed that her sister never thought about the consequences, and no one could do anything about Brooke following her heart. Ridge still grumbled about Bill being around R.J.\n\n\nKatie knew that it might sound strange for her to say, but to her, Bill wasn't a monster when it involved his influence on a child. She felt that Bill was a good dad, had a unique parenting style, and loved his sons. Ridge thought that was fine, but he didn't want Bill around R.J. Katie thought that would be difficult to stop because Bill was with Brooke and was Will's father.\n\n\nRidge wasn't concerned about Bill's limited exposure to R.J., but Ridge was sure that a marriage to Brooke would give Bill full access. Katie asked if Ridge didn't want Brooke to marry Bill because of R.J. or because of Ridge's feelings for Brooke. Ridge claimed that he'd always have feelings for Brooke, but they weren't the same feelings he had for Katie. He was certain that his future was with Katie.\n\n\nKatie said she believed Ridge, but she didn't want to make the same mistakes again. Honesty was what she needed -- even if it hurt. Ridge said that if honesty was what she wanted then she didn't have to worry about anything. They kissed, and Katie uttered that she couldn't believe they were getting married. Ridge stated that he wanted to get married as soon as possible, and he asked what was stopping her. Katie said nothing was, but she looked concerned when Ridge hugged her.\n\n\nRidge left to get some wine. When he returned, Katie was looking at a bridal magazine. They clicked their glasses and kissed. \n\n\n",
    "tvdb": "Thorne returns to the Forrester CEO office and is surprised by what he witnesses between Aly and Taylor. Bill informs Brooke that he is going to move forward in formally welcoming Wyatt into the Spencer family. Katie and Ridge begin to make wedding plans.",
    "tvmega_recap": "Bill tells Brooke that his day went from the ridiculous to the sublime. He did something life altering for one of his kids \u0096 he gave Wyatt the Spencer name legally. Brooke says he must have been so excited. Bill says Wyatt was shocked, thrilled and touched. She says he is a good dad, a great man and she is glad to have him all to herself. She asks if Liam knows. Bill says he came in when he was discussing it with Quinn. He had kind of a bad reaction to her but he is on board with the name. Bill says Quinn rubs him the wrong way too, but she is Wyatt's mother so he is stuck with her. This is everything she wanted for her son. Bill says he feels good about it too. Wyatt's a good kid and he's proud of him so he's glad he gave him the Spencer name. Brooke says Bill and Quinn, it's kind of hard to say that since she is not his type. He says no but back in the day almost anything was his type. Ridge comes home and Katie says she will be ready in two seconds. He says he loves coming home to her. She says he looks tense. He says Spencer has that effect on him. He says he hopes there is a way of saying this without upsetting her, but he does not want Brooke to marry that man. He is not a role model. Wyatt and Liam were lucky. They came to him already formed and Will has Katie to balance him out so he has a fighting chance. Katie says she understands why he doesn't like Bill in business as he is ruthless but he is a good father. Ridge says not to his son, he won't be. Katie says she is not thrilled about the situation either but he's probably going to be a part of RJ's life. Ridge says they will see about that. Bill Spencer is unacceptable. He doesn't want him around his kid. That is a beautiful developing mind and he can't have that. Brooke must not be thinking. Katie says she doesn't think of the consequences when she is following her heart. He says Brooke can make her choices but not when it comes to his son. He doesn't want RJ to be around this stuff. She says this may sound strange coming from her but Bill is not a monster. He may have his own unique parenting skills but he loves his sons. Ridge says that is great. He is supposed to do that but not with his son. Katie explains that may be a little difficult keeping RJ away since Bill is in a relationship with Brooke and Bill is the father of Katie's child. Ridge says yes for now as that is a limited time. But if he marries Brooke that Bill will have total access to RH. She wonders if he doesn't want Brooke to marry Bill because of his feelings for Brooke or because of RH. Ridge says he will always have feelings for Brooke but not like he has for her. So yes she can ask him again but the answer will be the same. His future is with her. She says okay because she doesn't want to keep making the same mistakes again and again. She certainly was guilty of willful blindness before when it came to Bill. She's learned it's better to know the truth and honesty is what she needs now, even if it hurts, especially if it hurts. He asks her to set a wedding date. He wants to get married as soon as possible. Thorne walks in with Aly hugging Taylor. He says obviously something profound has happened here. Taylor says they had had a breakthrough. Aly says Ollie made her see that she couldn't keep carrying this negativity around. The only way to put it down is accept what happened and forgive, the only way for all of them to move on. It's what her mom would have wanted. She has forgiven Taylor. It was an accident and she suffered too. Thorne takes a big sigh of relief and says he never thought he'd see this day. He hugs his daughter. He tells Ollie that he owes him a big debt of thanks. Words can not express how grateful he is. Taylor thanks Aly and says her forgiveness means everything to her. Aly tells them that she was freaked out that they were seeing each other, but she is not against it anymore. She wants him to be happy and if Taylor does that for him, she will be happy too. So go back to Paris and work on that, pick up where they left off. She does not want him to give up anything else for her, not Taylor nor the job that he loves. Bill tells Brooke that his ex came to see him, his arrogance on full display. Just the usual, control over everything including Brooke .which he finds odd given he is so thrilled about his relationship with Katie, yet he has to dictate who Brooke can see, what she can do and who she can marry. Brooke says that is ridiculous because they have all moved on. Bill says no because she is not allowed. She has not gotten Ridge's permission or his seal of approval. And Bill certainly doesn't get it as her partner or as a male influence over RJ. Ridge had said he wouldn't allow his evil presence to taint RJ. And the marriage isn't going to happen as he would do everything he could to undermine that. The nerve of that guy and concerning RJ he could do a lot worse than having Bill as a step father; teach him to man up. Brooke says her son is just fine the way he is. Bill says mothers all say that but dads think there is room for improvement. Thorne tells Taylor that he didn't know what to think when he came in and she and Aly were embracing. Taylor says Aly came back in and really listened to her. She opened her heart and really forgave her. She felt the lift off of her spirit. He says he doesn't know what to say except how grateful he is that they have put the past behind them and can start over and he doesn't have to lose Taylor again. But mainly for Aly as she has finally found peace and can really start to live. Taylor says thank God for Ollie. She doesn't think Aly could have done this without him. Aly tells Ollie that she is not tired. She is invigorated and excited of what comes next. He says something major shifted in her tonight. She admits she never thought she would get past what Taylor did, but it's time to forgive each other and themselves and find joy in life. And thanks to Ollie she was finally able to hear Taylor and once she did forgiving her was the only choice. She says that was huge and thanks Ollie for being there to show her the way. Thorne tells Taylor that it was a huge breakthrough for Aly. She agrees and says all those years of grief and guilt that she carried .she deserved it, it cost Darla her life and a little girl her mother, but forgiveness is amazing. Thorne forgave her and now Aly has forgiven her so maybe she can forgive her own self. Thorne says he thinks his daughter is going to be all right. Taylor says in her professional opinion she already is. He wants to know if she is ready for this journey. Ollie tells Aly that she just keeps making him rethink her .watching her make this amazing transformation with Taylor was so powerful. He could see the weight lift off of her and he's never seen her more beautiful. She admits that he showed her a new way to live, the way her mother would have wanted. She was a good person, all about forgiving and acceptance. There is no way she can thank Ollie enough as she feels closer to her mother now. He says he can think of a couple of ways, but Aly .whoever she turns out to be, if there is room, bring him along for the ride.",
    "soapcentral_condensed": "Thorne was astounded to see Taylor and Aly hugging. Aly explained that Oliver had helped her to see that forgiveness was the only way to move on. Bill told Brooke that Ridge wanted control over everything, including Brooke. Bill said Ridge also wouldn't allow Bill's \"evil presence\" to taint R.J., and he and Ridge planned to dump Brooke and get engaged to Bill's ex-wife, and then Ridge would try to tell Brooke what to do to her son, R. J. Bill admitted that Quinn rubbed him the wrong way; however, he was stuck with her as Wyatt's mother. Brooke found it hard to imagine that Bill had been with Quinn, who wasn't his type, but he said that back then, anything had been his type. Brooke asked if Liam was on board with making Wyatt a Spencer. Bill replied that Liam had an adverse reaction to Quinn, \"Like father, like son,\" Brooke replied. Shaking her head and smiling, Brooke noted that it was parenthood, according to Bill.\n"
}