{
    "soap_central": "\n\nIn the CEO's office, Quinn humbly listened as Maya praised her work. Rick told Quinn to just make sure she made the adjustments he'd asked for. Quinn wondered if he'd gotten her email. He said he got hundreds of emails. Quinn stated that she'd sent an email invitation to her wedding. Maya and Rick exchanged glances as Quinn said she hoped they'd make it the next day.\n\n\nRick quickly stated that it was a busy week, and Maya added that they had a lot going on. He told Quinn they couldn't make it, and Quinn bitterly smiled. Rick hoped it was okay. Quinn claimed to understand and expressed how happy she was to be back at Forrester. Rick appreciated Quinn's talents, and she relayed that there was no one better for Forrester's CEO position than Rick. He replied that they weren't getting rid of him anytime soon. \n\n\nQuinn left. Rick said people were human and made mistakes, but he couldn't believe the nerve of the woman for inviting them to her wedding. He figured no one would attend it because she'd alienated herself from everyone. Maya felt bad for Quinn. \n\n\nRick said there was only so much one could forgive, and Quinn had dug her own grave. He asked if Maya knew the destruction Quinn had caused. He didn't know that he could forgive what Quinn had done to Hope. To him, it was one thing to be rehired, but it was another thing for Quinn to ask people to embrace her or support her wedding to Deacon. \n\n\nIn Rick's old office, Brooke forbade Deacon from marrying Quinn. Brooke believed that as a recovering addict, Deacon should concentrate on himself and not a marriage to a lunatic. She asked how he thought it would affect Hope, from whom Quinn had taken so much. \n\n\nDeacon said he'd invited Hope to the wedding. He doubted Hope would attend but added that Hope hadn't read him the riot act, either. Brooke asserted that Hope would never be okay with him marrying Quinn. Brooke was frustrated that Deacon wouldn't wake up and let her help him as he'd helped her. Brooke insisted that he wouldn't marry the crazy Quinn.\n\n\nQuinn charged in and ordered Brooke to stop bad-mouthing her. Quinn had invited people to the wedding to show them how much she'd changed. She said that Brooke didn't have to attend it but had to stop trying to prevent it. Brooke refused to let Deacon make the biggest mistake of his life. Quinn asserted that Deacon wasn't Brooke's toy to play with; he was all Quinn's. \n\n\nDeacon told the women to stop it and put it to rest. Brooke said he had no one else looking out for him, and she was trying to protect his relationship with his daughter. Quinn accused Brooke of guilting Deacon into not marrying Quinn. Quinn asserted that she and Deacon would get married the next day, and it would be a beautiful wedding -- without Brooke. \n\n\nBrooke left, and Deacon expressed pride in how Quinn had handled herself. He claimed not to care what anyone thought because he knew who Quinn was and loved her anyway. The couple couldn't believe they were doing it, and he said it was her last chance to back out. Quinn refused, and he said she was about to make him the luckiest man in the world. \"Damn right I am,\" she replied and kissed him. \n\n\nElsewhere, Brooke made a call, asking someone to help her stop Deacon from marrying Quinn.\n\n\nAt the sky lounge, Wyatt chatted with Nicole, seeking to learn her take on Rick and Maya. Wyatt guessed that Nicole got to see a whole other side of the couple that no one else did.  Nicole relayed that she and Maya had just begun being sisters. He said he had her beat because he'd only learned a couple years back that he had a brother. Nicole said Maya hadn't been around when Nicole had been little, and Nicole was just finding out who Maya was.\n\n\nWyatt thought that was great and asked what Nicole thought of Rick.  Wyatt considered Rick to be a mystery, but Nicole said Rick was very talkative with her. Claiming he'd never had a good rapport with Rick, Wyatt asked what Rick liked to talk about.  Shrugging, Nicole said he talked about the usual stuff, and she got along with Rick better than Maya. \n\n\nWyatt guessed that meant Nicole knew \"the secret.\" Nicole suddenly remembered she was supposed to have coffee with someone, and she scurried off. \n\n\nLater, Nicole arrived in the CEO's office while Maya was taking her pills. Nicole remarked that she'd encountered Wyatt. Maya explained who Wyatt and his family were and asked if he'd been nice to Nicole. Nicole responded that he'd been very nice to her. \n\n\nAt Spencer, Bill was anxious to know what explosive information Maya and Nicole could be hiding. Katie didn't think Wyatt should have listened in on the sisters, but Bill gave Wyatt a gold star for it. Bill wanted any information he could get to take down Forrester. Katie guessed that Wyatt would manipulate Nicole, but Bill said Wyatt would make himself available if Nicole wanted to spill anything.\n\n\nKatie wasn't sure that Bill was going about things in the best way. Bill was upset with the way Rick was handling people and Bill's investment. Katie guessed he thought rehiring Quinn had been a bad idea, but Katie wasn't so sure of that herself. Bill asserted that Katie would be. He believed Wyatt was their best shot and hoped Wyatt was making headway with Nicole. \n\n\nKatie didn't want to be involved or know the details. She didn't want Brooke to be upset to learn that Katie had known about it from the beginning. Katie doubted Brooke would agree with Bill's take on Rick. Bill knowingly replied that Brooke was Rick's mother. \n\n\nKatie added that she was the aunt. She was conflicted, even though she knew Rick was being a jerk. Bill corrected that Rick was being abusive. Katie wondered if it was Maya, who had too much influence on Rick. Bill added that Nicole might have too much, as well. \n\n\nWyatt arrived to tell Bill about the vibe he'd gotten from Nicole. Bill rasped that they couldn't take over a company with a vibe. Wyatt explained that Nicole had been guarded, wondering what the devastatingly handsome man wanted from her. Bill and Katie ordered Wyatt to get on with the story.\n\n\nWyatt told them what he'd learned about Maya and Nicole's past relationship and that Nicole had bolted upon him using the word \"secret.\" Bill thought Wyatt was on to something. Wyatt was sure that Rick and Maya had a secret and that the Spencers would figure out what it was. \n\n\n",
    "imdb": "\nBrooke warns Deacon that he will risk losing an important relationship if he marries Quinn.    ",
    "tvmega_recap": "Brooke tells Deacon that please reconsider, she will not let him marry Quinn. He understands her concern. But it would be nice to have hr blessing. She says that will never happen. He's in recovery and he should be focusing on that. Quinn asks Rick if he received her invitation she and Deacon are getting married tomorrow. Rick tries to be polite but makes excuses that he can't go. She thanks him for giving her a second chance at work. Bill tries to ally Katie's fears about being a better way to go about this other than using Wyatt. Bill says Nicole knows something and if that can help them take over Forrester then they need to find that out. They need to get little Ricky out of there. And Wyatt is their best shot and hopefully he is doing that right now. Wyatt tells Nicole that Rick and Maya seem pretty solid; what is her take on those two? Maya is successful and gorgeous but nobody's life is perfect .bet she has the window to the real Maya. He tells her that he can definitely relate as he did not know he had a brother until just a couple of years ago. Brooke asks Deacon if he wants Hope in his life and if so then how can he marry Quinn the one who took the one joy from her. Deacon said he told her and she did not read him the riot act. He thinks she will be okay with it. Brooke says Hope will never be okay with his and Deacon is only being self destructive. She begs him again not to marry Quinn. Quinn comes in and tells her enough is enough, stop badmouthing her right now. She rants at Brooke that no one is forcing her to come to this wedding but it is not her choice to try and stop it. Deacon tells them to stop bickering. Quinn says it is one thing for Brooke not to come to the wedding but another for Brooke to try and guilt trip Deacon into not marrying her. They will marry tomorrow and it will be better without Brooke there. Katie retorts to Bill that she is not sure she wants to know all the details. She worries how Brooke will feel when Katie says she knew in advance. She knows Rick has been a total jerk; Bill says more than that, total abusive. Nicole admits she likes Rick; he really talks to her. Wyatt says he never had that good a rapport with him. She says funny that she gets along better with Rick than Maya. Think Nicole gets wise and says she needs to go someplace but nice meeting Wyatt. She tells Maya that she just met Wyatt and he was very nice to her. Maya says he is a Spencer and comes from a very powerful family .used to be married to Hope but that didn't work out so that is why he is not that close to Rick. Rick explains to Maya that it is one thing to invite Quinn back into the company for her designs, but in no way is he going to be her friend or support her marriage so they will not go. Wyatt goes back to Bill and says he made headway with Nicole and even dropped the word secret to her to see how she would react. She suddenly found other things to do and left. She and Maya definitely share a secret and it is up to them to find it out what it is. Deacon tells Quinn that he was proud of her and finally maybe Brooke is getting it and she will leave them alone. Tomorrow Quinn is going to make him the luckiest man in the world. Brooke gets on the phone and tells someone that she needs them to help her stop Deacon from marrying Quinn tomorrow.",
    "tvmega_summary": "Episode # 7047 ~ Wyatt tries to charm information out of Nicole; Brooke tells Deacon marrying Quinn will cost him a relationship.",
    "soapcentral_condensed": "In Rick's old office, Brooke forbade Deacon from marrying Quinn. Brooke believed that as a recovering addict, Deacon should concentrate on himself and not a marriage to a lunatic. Deacon told the women to stop it and put it to rest. At Forrester, Wyatt chatted with Nicole, seeking to learn her take on Rick and Maya. Nicole said Maya hadn't been around when Nicole had been little, and Nicole was just finding out who Maya was. At Spencer, Bill was anxious to get any information he could get down for Katie. Bill gave a gold star to Nicole, but Wyatt didn't think Wyatt should have listened in on the sisters' conversation. The next day, Nicole arrived in the CEO's office while Maya was taking her pills. Maya explained who Wyatt and his family were and asked if he'd been nice to her. Nicole responded that he had been very nice and asked about Rick. Rick said he'd never had a good rapport with Nicole and that she got along with Maya better than he did.\n"
}