{
    "soap_central": "\n\nIn Rick's old office, Maya arrived to see Carter. From the look on Maya's face, Carter gleaned that she was struggling with keeping her past from Rick. Maya didn't want to keep the secret but didn't think it was relevant because Rick only knew her as a woman. Carter said Maya hadn't been born that way; however, Maya insisted that her mind had always known, and her body had matched it in time.\n\n\nCarter figured that Maya had gone through a huge emotional experience during her transition, and stated that Rick had never met the woman who'd struggled to become what she was that day. Maya claimed that she'd introduce Rick to that woman once she knew there was a future.\n\n\nCarter asked if Maya trusted Rick. She said she did, and Carter asked why she wouldn't tell Rick. She wanted to tell her story in her time and her way. Carter warned that someone else could tell it first.\n\n\nCarter had already agreed not to say anything, but he wasn't sure about Nicole. Maya wanted to trust Nicole, but Nicole had started seeing Wyatt. \"What's that about?\" Carter asked. Maya explained that Nicole had been either at the house or at Forrester before getting involved with Wyatt. Carter warned that it seemed to be fast. \"Too fast,\" Maya stated.\n\n\nAt Forrester, Brooke asked if Maya was pressuring Rick into marriage. Rick said Maya didn't operate that way, but Maya did want to get married. Brooke advised Rick not to jump from one marriage to another. Eric reasoned that marriage symbolized family values, maturity, and commitment; Maya and Rick loved each other; and marriage looked good on a résumé.\n\n\nRick believed that Maya had integrity, she'd never betrayed him, and he'd be lucky to call her his wife. Brooke was glad that Maya made Rick happy. Rick felt that happiness had been elusive for him. Eric said he'd had high hopes for Rick and Caroline. \"But then enter Ridge,\" Rick quipped.\n\n\nBrooke didn't see why Rick couldn't enjoy his happiness with Maya without marriage. Rick claimed that marriage was what he wanted. He craved stability at work and at home. In his view, much of what he'd accomplished had been due to Maya's faith in him, which had spurred his faith within himself. Rick was awed by what Maya had added to his life, and to him, she was everything.\n\n\nMaya arrived in the CEO's office, and Brooke relayed that Rick had just been talking about her. Rick gushed about how Maya understood what stability and loyalty meant to him. Rick stated that it hadn't been easy growing up as a Forrester and having the family business laundered in public. He blamed Ridge and Ridge's womanizing for it.\n\n\nRick asserted that the family he'd make would fly under the radar of the harassing paparazzi. It would be harmonious and scandal-free. He believed he could have that with Maya.\n\n\nRick was humbled in the presence of the three people he loved most in the world. He appreciated the unconditional support and was proud to experience the joy of the legacy Eric had passed down. Rick felt that Brooke had been through a lot of disrespect due to Ridge. Rick said it was over because he had power, and he'd use that power to protect Brooke against Ridge or anyone else.\n\n\nTo Maya, Rick said she'd been there every step of the way, and \"this is our reward.\" He said that she added honesty and integrity to his life, and the two hugged.\n\n\nAt Spencer, Liam and Katie were meeting in his office when Bill arrived. Bill was confused upon seeing Liam, who Bill had believed was on the jet. Liam relayed that Wyatt had taken Nicole on the jet. Katie asked if Wyatt was exploiting the girl's feelings for information. Liam said Wyatt also liked Nicole.\n\n\nUnconcerned about feelings, Bill said they had to accomplish the goal by any means necessary. Bill quipped that Wyatt was taking going \"under cover\" seriously, and Katie stated that Wyatt's feelings could make the plan backfire. Liam was confident that Wyatt would be strong and get the secret.\n\n\nLiam revealed that he'd overheard a conversation about the secret, too. He suspected that Rick might be massaging his numbers, but Liam hadn't found anything while combing through Rick's office. Bill figured Rick was too smart to leave anything in an obvious place, and his piquing Spencer senses warned him about Wyatt becoming vulnerable to Nicole and worrying about her \"little feelings.\"\n\n\n\"Oh, we can't have that,\" Katie mindfully quipped. Liam was sure that Wyatt wouldn't get distracted, but Liam believed that, under the spell of Wyatt's charm and romance, Nicole was probably giving up the secret at that very moment.\n\n\nOn the jet, Nicole believed she could get used to private jets, silky Champagne, and Wyatt. Wyatt said he liked her, too, and the pair toasted to being straight with each other from the beginning.\n\n\nNicole figured Wyatt jetted all over the place, but Wyatt corrected that he rarely took advantage of his father's jet. Wyatt believed he'd have a jet of his own someday. She asked where they were going, and he revealed it was San Francisco. He joked that a lot of hearts got left in the romantic city. Nicole said hers was halfway gone, and the two kissed.\n\n\nLater, Nicole frowned at the caviar appetizer. She made a fuss about eating it, but once she tried it, she said it was good. She conveyed that she didn't need dinner in a fancy restaurant in San Francisco and preferred to stay on the magic carpet ride in the sky. As Wyatt considered it, she kissed him.\n\n\nNicole revealed that she was keeping a secret. It had meant a lot that Wyatt had shared his past with her the other night, and she was ready to share what she'd been keeping. She prefaced herself by saying she didn't move that fast with guys normally, and Wyatt said it meant the honesty was working.\n\n\nNicole revealed that she knew something big. The news would blow people's minds, Forrester might not be the same, and Rick might not recover. Nicole's face darkened, and she decided she wasn't sure she could say it. Wyatt offered to guess, but Nicole realized that she couldn't discuss it, especially not with him. He asked what that was supposed to mean.\n\n\nNicole said Wyatt was too connected, and if his brother learned of it, it would be all over the media. Wyatt stated that brothers were not like sisters and didn't whisper secrets back and forth. Nicole wanted to return to enjoying the moment. He said it was only the beginning. He wanted to show her a world she'd never seen -- but he had to feel as if she trusted him.\n\n\nNicole figured Wyatt wouldn't stop until she told him. Wyatt, intrigued by the secret's description, prodded her to trust him and tell him. \"I'm trusting you with this,\" Nicole said. \"Maya is...\"\n\n\n\"Maya?\" Wyatt quizzically repeated. \"Maya's what?\"\n\n\n",
    "tvmega_recap": "Nicole tells Wyatt that she sure could get used to this .a jet, champagne and him. He tells her that he likes her but secrets always destroy relationships so he does not want to start that way. She says she is straight up with that. Brooke asks Rick if Maya is pressuring him into marriage. He assures her that Maya is not that way. Yes she wants to get married eventually and their waiting period will be over soon. She has honesty and integrity and he would be lucky to call her his wife. Brooke suggests that he not jump from one marriage to another .give himself a little time. It did not work out with Caroline but all the more reason not to jump right back into marriage. Eric tells him again that he is proud of him taking the company into the future. Rick says Maya is his everything. Maya tells Carter that she will introduce herself, her real self when Rick proposes to her. She says it is her story and her time to tell when it is right. He says fine but what if it isn't up to her. What about Nicole, can she trust her with the secret? Bill is surprised that Wyatt is using the jet but it is okay if he can get information from Nicole. Liam says yes Wyatt is giving it his all. Nicole tells Wyatt that he said no secrets yet he is keeping one from her right now, where they are going. He asks how she feels about San Francisco. He brings out caviar and she admits she has never had any so he suggests she try it. She likes it. She says but she does not need to go to some fancy restaurant. They could just stay up here in the high sky. He kisses her. Maya tells Carter that now Nicole is all into Wyatt, that is all she talks about. Liam tells Katie and Bill that he and Ivy really thought Rick was cooking the books and they looked through his office but found nothing. Katie says it is all about winning. Liam says he does not care how it is done but they are finally going to blow Rick out of that chair one way or the other. Rick tells Brooke and Eric that he is not blaming them but he did not have the most stable life growing up. He wants his marriage to be scandal free from the paparazzi and he knows he will get that with Maya. He is happiest with the three people that he loves the most and he will not let them down. He will fight all of them, even Ridge who try to bring him down. He tells Maya that she has been there every step of the way and he is grateful. Nicole thanks Wyatt for sharing his past of being a Spencer with her. Since he has been so real with her she feels she needs to return it. She pours more champagne. Liam tells Bill that 40,000 feet up in the air in the Spencer jet with champagne flowing and Wyatt with his charm, he could be getting the secret right now. Wyatt encourages her to tell whatever secret is on her mind. She says it could blow Rick right out of the water. Then she pulls back and changes her mind. He wants to guess. Does it involve Maya too? He says brothers are not like sisters and they do not trade secrets back and forth. He just needs to feel that she trusts him. If she says it will be splashed all over the news, it now intrigues him. She leaves it hanging, Maya is .",
    "tvmega_summary": "Episode # 7053 ~ Rick opens up to Eric and Brooke about his feelings for Maya; Wyatt gives Nicole a special experience.",
    "soapcentral_condensed": "Maya wanted to trust Nicole, but Nicole had started seeing Wyatt. Rick gushed about how Maya understood what stability and loyalty meant to him. At Spencer, Liam and Katie were meeting in his office when Bill arrived. Bill quipped that Wyatt was taking going \"under cover\" seriously, and Katie stated that Wyatt's feelings could make the plan backfire. On the jet, Nicole believed she could get used to private jets, Champagne, and being straight with each other, and Wyatt said he liked her too, and they were all over each other. At Forrester, Brooke asked if Maya was pressuring Rick into marriage. Eric reasoned that marriage symbolized family values, maturity, and commitment; Maya and Rick loved each other; and marriage looked good on a résumé. Rick said it was over because he had power, and he'd use that power to protect Brooke against Ridge or anyone else. To Maya, Rick said she'd been there every step of the way, and \"this is our reward\"\n"
}