{
    "soap_central": "\n\nAt Spencer, Bill flashed back to telling Thomas about Caroline's \"illness,\" and he thought of Justin's remarks about sparks. Liam entered to find out if Bill had reviewed a Hong Kong investment. Bill said he'd do it that evening. Liam mentioned the Spectra showing being the next day and said it was big because it would determine whether Bill got to build on the land or not.\n\n\nLiam reminded his father that Jarrett thought Sally had talent. Bill said to consider the source, who'd been known to wear kilts on occasion. Liam had seen the designs, too, and though Bill didn't want to hear it, Liam suspected that Bill would have to find another site. As Liam left, Justin was entering. Liam said having another plan wouldn't hurt.\n\n\nJustin closed the door behind Liam, and Bill uttered that he already had another plan. It started that night. Justin said it would if Bill wanted it to. Bill stated that they'd put a stop to Spectra and make sure the show never happened.\n\n\nJustin asked if Bill was sure about it. Bill asked if they'd met each other. Bill had waited long enough and had tried to be civil. There was no more being nice, and he wanted every piece of dirt Justin had on that rat-infested heap of dust. Handing Bill a file, Justin said to check the date.\n\n\n\"Expired? Well, that leaves them extremely vulnerable, doesn't it?\" Bill said. Justin assumed that C.J. had not renewed the insurance policy. Bill replied that it might be the end of Spectra.\n\n\nJustin relayed that there were a few ways they could handle it. Bill wanted the problem handled as quickly and cleanly as possible. Justin replied that there was only one option then, and Bill said to do it. Justin reminded Bill that once it started, there was no going back.\n\n\nThe emphatic Bill wanted the building gone. No one should be hurt or killed, but there could be nothing left of Spectra Fashions. Justin had already talked to someone. Bill said it had better be someone Justin could trust. Affirming it, Justin repeated that Bill needed to be sure he wanted to do it. \"Make it happen, Justin. I want Spectra Fashions to disappear,\" Bill commanded.\n\n\nAt Forrester, Steffy and Ridge worked in the CEO's office. They discussed how strange it was that Eric had let Sheila recover at the mansion. Ridge asked if Steffy had spoken to her brother and whether Thomas would be there for the Spectra showing. Steffy asked what was more important than Thomas being with Caroline and Douglas.\n\n\nRidge guessed that nothing was, but he was confused because his son had been gung-ho about Sally and Spectra. It was surprising that Thomas would just pick up and head to New York. Steffy reasoned that her brother might have been reminded of his priorities, and distancing himself from Sally to be with his family wasn't a bad thing for Thomas to do.\n\n\nAgreeing, Ridge said he was just interested in what would happen at Spectra's show. Steffy felt that was on Sally. \"If Bill doesn't mess with her like he did last time,\" Ridge added.\n\n\nLater, Liam had arrived and was telling Ridge and Steffy how good Sally's designs were. Ridge was in disbelief, but Liam insisted that Sally was trendy and could rival top fashion houses. Steffy said he'd only seen a few pieces. Reasoning that it was true, Liam said the rest of it could be garbage, but he doubted it. Liam thought Sally knew what she was doing. Steffy said Sally couldn't match Forrester. Liam agreed but said Spectra wasn't going anywhere.\n\n\nLiam informed Ridge that Bill had agreed not to interfere. \"Well, if that's what your dad says, then we gotta believe him,\" Ridge quipped. Shrugging, Liam felt he had to believe it. Steffy replied that Bill sometimes couldn't help himself, but it would hopefully play out on its own. Ridge raged that it was Bill's review that had led Sally to steal from Forrester and kill their whole collection, and Ridge asked if anyone had forgotten it.\n\n\nExpressing that he was well aware of it and hoped it never happened again, Liam hoped they'd all moved on from it. Ridge said Thomas had moved on from Sally and Spectra. \"Yeah, well, actually -- \" Liam started to say. Interrupting, Steffy said Thomas would return eventually.\n\n\nRidge just wanted to know if Thomas would remain in New York or return. Steffy didn't think her brother knew what the future held. Liam believed it would be a challenge without Thomas, but they should wait to see if Sally had what it took to do it on her own.\n\n\nLater, Ridge had gone, and Liam convinced Steffy to kiss on the couch instead of doing her \"so lame\" invoices. She thanked him for staying there while she worked, and he thanked her for not being upset with him for rooting for Sally. Steffy said he always rooted for the little guy -- or in that case -- the tall redheaded woman.\n\n\nLiam believed that everyone deserved their shot. He wanted Sally to succeed or fail on her own, without manipulation from Bill.\n\n\nAt Spectra, Sally received a call from Thomas, who called to wish her luck and say he wished he could be there. She asked if he'd gotten the emails with her designs. Thomas said they were amazing. Sally informed him that Jarrett and Liam had been impressed by the preview. Thomas said he had total faith in her.\n\n\nThough Thomas had a lot going on in New York, Sally wondered if there was a chance he would be at the showing the next day. Thomas wanted to be there, but without knowing how much time Caroline had left, he didn't know if it would be right. Sally replied that it was just one day, and he could fly in and fly right out.\n\n\nThomas apologized for being unable to leave. He said being there with his son and Caroline had been a great experience. He said he would be thinking of her, and he'd be there in spirit. Sally looked at the phone after Thomas had clicked off the line.\n\n\nLater, Shirley, Coco, Darlita, Saul, some other workers, and Coco buzzed around Sally's office. Coco asked what had happened to the blackened plug. Sally said it had caught fire, and Shirley dismissively added that the wires in the old building were probably eighty. Coco imagined that it had been scary, and Sally said it wasn't a big deal.\n\n\nDarlita explained that Liam had put it out. Coco thought they should have it fixed. Sally said they would when they could afford it. Saul added that they had the fire extinguisher just in case. Shirley exclaimed that the fashion show would set Spectra ablaze, and no one would put it out.\n\n\nLater, Pete was looking at the plug again, and Sally asked if he couldn't patch it up for cheap. Pete reminded them that he wasn't an electrician. His advice was to shut off the power and not turn it back on until the wires were repaired. Saul said they had a showing the next day. Pete didn't know what to tell them except to get it repaired as soon as possible.\n\n\nPete left, and Coco offered to check around for an electrician. Sally thought they'd be good for one more day and asked Coco to work with Darlita on the guest list. Darlita conveyed that they'd only gotten a few declines. Darlita believed everyone was excited, and they'd be the hottest ticket in town.\n\n\nThe beaming Coco believed they'd kill it. She said Sally didn't need Thomas to succeed, and Sally got to show that to the entire world. Coco didn't think anything could stop Sally, not even the big, bad Bill Spencer.\n\n\nNight fell, and Sally told Saul that his work on a gown was impeccable. Only Darlita, Shirley, and Saul remained, and Sally offered to take them to dinner to show her appreciation for them. The crew agreed, but Shirley said they'd return afterward to keep working. Sally didn't know how she'd gotten so lucky to have them, but Darlita said Sally was a fearless leader.\n\n\nThe topic turned to Spectra's rough start. Sally had thought of how different things would have been if Bill hadn't hijacked their first preview, but she said that, somehow, they'd survived. Shirley squealed about being on the verge of the biggest fashion show in their history. Sally believed it was their big moment, and they were there to stay.\n\n\nThe crew left the office, and Sally turned off the lights. She looked at the racks of gowns and said everything rested upon them. She closed the door and left.\n\n\nBack in Bill's office, Bill received a text message from an unknown sender. \"Done\" was all it said.\n\n\nBack at Spectra, the wall plug sparked into a fire, and the flames shot up the walls. Fire engulfed the desk, the pictures, and the racks of gowns. Glass broke, and the flames stretched higher.\n\n\n",
    "imdb": "Bill confirms to Justin that he wants to go through with their plan. When Justin finds out by accident that C.J. has terminated the fire insurance on the Spectra building, Bill laughs out loud that they have finally found a way to make sure that Spectra Fashion will disappear. Steffy is floored when Ridge tells her that Sheila is now living with Eric and Quinn. Ridge expresses his curiosity about why Thomas went to New York so suddenly. Steffy claims that Thomas simply reassessed his priorities. Later, Liam tells Steffy that he hopes Bill will not interfere with the Spectra fashion showing. Thomas calls Sally to wish her good luck for her big day. She is disappointed when he informs her that he will not be present at the showing. Coco stops by to show her support when Pete the electrician gives Sally another warning to fix the wiring as soon as possible. Sally takes her staff out to dinner. Shortly later, Sally's office is ablaze with the fire circling in on her brand new designs.",
    "tvmega_recap": "Thomas calls Sally and wishes her well at her showing tomorrow. He saw her designs and they look great. She says she knows he has a lot to deal with in New York but is there any chance he could be here tomorrow. He says sorry, he would if he could. But he cannot leave his son even one day. He will be there in spirit. Ridge asks Steffy if Thomas is going to be here. He and Sally were doing well so he is surprised that he picked up and practically moved to New York. Liam tells Bill that he hates to remind him of this but Jarrett thinks Sally does have talent and he has seen her designs and thinks the showing will go well. Bill may have to accept finding another spot for his skyscraper. Bill tells Justin that he already has plan B and it will start tonight. That showing will never happen. Liam tells Ridge and Steffy the same; Sally's designs are pretty damned good. He thinks she can give them a run for their money. Ridge says it sounds like he is rooting for her. Steffy adds that no matter how good they are, they will not be on Forrester's level. Liam assures them that his dad says he will not interfere this time. It was not okay before but they have all moved on from that. Without Thomas let's see if they are indeed up for the challenge. Sally thanks Coco for being there for moral support. She notices the fire extinguisher and they fill her in on the fire the day before. They cannot get any new wiring in meantime but have the extinguisher just in case. Coco tells Sally that even without Thomas she knows she can pull this off. No one, not even big bad Bill is going to stop her now. The non-electrician tells Sally that his suggestion is the same as yesterday \u0096 just turn off the power and get out of the building until they can get it re-wired. Bill tells Justin he wants the building gone. He wants it quick and clean and no one killed, but get rid of Spectra Fashions. He wants them to disappear. Sally tells her troops again she is so grateful for their never-ending support and they are all ready for tomorrow. Somehow they survived Bill the first time. Now is their big moment \u0096 Spectra Fashions is here to stay. They all grab their coats and purses to go out and celebrate, leaving Sally behind to turn out the lights and shut the door. Liam thanks Steffy for not being mad at him. He thinks Sally deserves her chance so let her do it without more interference from Bill. Suddenly as Bill broods but with a smile on his face, Spectra Fashions breaks out with a huge fire.",
    "tvmega_summary": "Episode # 7658 ~ Sally has a revealing conversation with Thomas before the start of her official fashion show; Bill unleashes his devious plan to build his skyscraper at the expense of Spectra Fashions.",
    "soapcentral_condensed": "At Spencer, Bill flashed back to telling Thomas about Caroline's \"illness\" and he thought of Justin's remarks about sparks. Liam mentioned the Spectra showing being the next day and said it was big because it would determine whether Bill got to build on the land or not. At Forrester, Steffy and Ridge worked in the CEO's office. They discussed how strange it was that Eric had let Sheila recover at the mansion. Thomas said he would remain in New York or return, but Liam believed it would be a challenge without Thomas, but they should wait to see if Sally had what it took to do it on her own. \"Make it happen, Justin. I want Spectra Fashions to disappear,\" Bill commanded. \"Well, if that's what your dad says, then we gotta believe him,\" Ridge quipped. \"Yeah, well, actually -- \" Liam started to say to say. \"Ridge said he was well aware of it and hoped they'd all moved on from it.\n"
}