{
    "soap_central": "\n\nIn New York City, Thomas played with Douglas and told him he was super handsome. Thomas styled Douglas' hair just like his Daddy's hair. Thomas said they had to be strong for Mommy.\n\n\nAt Forrester Creations, Liam and Steffy were kissing in her office, and Ridge, Brooke, Katie, Pam, R.J., Coco, Charlie, Ivy, and Carter entered. Steffy told her dad that he had called a meeting, she'd thought -- not a convention. Pam said they had some good news, but she would let Ridge announce it.\n\n\nRidge said that his dad and Quinn had reunited, and it was very good news. R.J. wondered why they had broken up, and he worried that Eric could decide to leave again.\n\n\nRidge replied to R.J. that it was none of their business why Quinn and Eric had broken up, but they were back together. Ridge was confident it would all work out. Brooke, Katie, and Steffy all looked at Ridge.\n\n\nLiam left to interview Sally Spectra on the Spectra showing in Monte Carlo. Pam said all was well with the world. R.J. remarked again that whatever had happened to make Eric leave Quinn had to have been pretty serious.\n\n\nRidge said no one needed to worry. Brooke noted that everyone in the room had been on the receiving end of Eric's forgiveness. Steffy looked at her dad, and Ridge looked away. Carter explained that he had drawn up divorce papers and delivered them to Eric and Quinn. Eric had demanded that Quinn sign them, and she had.\n\n\nCarter added that Quinn had been gracious, and Eric had announced that she would get nothing and had to get out of the house. \"She did it all with such class,\" Carter said. Carter added that Quinn had headed for the door, and Eric had torn up the papers and asked her to stay. Everyone agreed it had to have been romantic.\n\n\nEveryone left the office but Steffy and Ridge. Steffy noted that her dad had dodged a disaster. Ridge agreed. He added that Steffy had to be happy that her brother had returned to New York to spend time with Caroline rather than remaining with Sally Spectra and designing for Spectra. Ridge added that Thomas had done some amazing designs for Spectra.\n\n\nSteffy said that she was glad Thomas had returned to Caroline, and she wanted him to be happy. She admitted that she had asked Caroline to return to Los Angeles to spend time with Thomas. Steffy decided to call Thomas.\n\n\nThomas answered and told Steffy that it was nice to spend time with Caroline and Thomas and that Caroline needed him. \"You're where you should be,\" Steffy said. Thomas agreed.\n\n\nAt Spectra, Sally was thrilled with Spectra's performance at Monte Carlo, and Darla, Shirley, and Saul were elated that it was everything they had hoped it would be. Darla, Shirley, and Saul asked for details, and they wondered if Sally wanted to wait for Thomas to return to share the news, but Sally said that Thomas had gone to New York City to spend time with his son.\n\n\nShirley worried that Thomas' visit meant that he was spending time with Caroline, as well. Sally agreed that Caroline was Douglas' mother, and of course she would be there.\n\n\nThe Spectra crew worried that they needed Thomas to get back and design because they had another showing approaching fast, and they needed his talent. Sally told them not to worry because she had some designs, and Thomas had faith in her.\n\n\nSally reminded everyone that they had plenty of reasons to celebrate. Shirley worried that they were always on the cusp of disaster, and she feared that Bill Spencer could still swoop in and take control.\n\n\nSally told Shirley not to worry because Bill had been fairer than she'd expected in Monte Carlo. She felt they had basically tied Forester for winning the show. Sally wasn't worried about Bill. She encouraged everyone to get back to work.\n\n\nAfter the Spectra crew had left her office, Sally flashed back to when Thomas had told her about Caroline. \"She's dying,\" she remembered Thomas had said. Sally was tearful, and she recalled that she had told Thomas she would wait for him.\n\n\nSaul, Shirley, and Darla returned to Sally's office and said they had a lot of questions. Sally wiped her tears away and hid it from the crew. She asked what was up. Shirley worried that Thomas was not going to return. Sally explained that Thomas had to be with his son. Darla and Shirley balked, but Sally said they would handle it.\n\n\nLiam entered to conduct an interview with Sally, and Sally dismissed the staff. Liam said he had a feeling it was a bad time, but Sally said it was fine. He wondered if she wanted to wait for Thomas, but Sally said he had gone to New York City to spend time with Douglas. She would be the only one to interview.\n\n\nLiam asked about her reaction to her first major international show, and Sally said she was thrilled but had wanted to win it. Liam noted that Spectra had held its own against Forrester, and that was something.\n\n\nLiam asked about Thomas' return, and Sally said she didn't know when he would return, but he would be back. Her phone rang, and it was Thomas. Sally asked Liam to give her a minute. She stepped away from her desk.\n\n\nThomas told Sally that it was rough in New York, but Caroline needed him. Sally said she was holding down the fort.\n\n\nThomas said that every time he looked at Douglas, he worried about how the boy would cope with losing his mother. Sally was sympathetic, but she said she needed him at Spectra. Thomas responded that he couldn't think about designing. Sally understood. Thomas said he had faith in Sally, but she said she didn't think she had the chops to handle it. He told her he needed her to take the lead, and she would do a wonderful job. \"I believe in you,\" he said.\n\n\nSally could hear Douglas calling for his daddy. Thomas said he had to hang up. He reminded Sally that Caroline didn't want a lot of people to know, but Sally noted that people already knew. They said goodbye, and Sally returned to her interview with Liam.\n\n\nLiam apologized for eavesdropping, but he noted that it sounded like Thomas planned to stay in New York City. Sally agreed he needed a break, but he would return. Liam looked surprised and told Sally they needed to go off the record and discuss that Sally needed Thomas. He was the story. Liam warned that Sally needed a successful rollout right away.  He wondered why Thomas was bailing on her.\n\n\nSally defended Thomas and said that Liam had to know why Thomas was in New York. Liam was unsympathetic to Thomas. Sally was surprised, and Liam looked confused.\n\n\n\"What about your family?  They must be devastated,\" Sally said. Liam had no idea what she was talking about. \"I'm talking about Caroline's condition -- she's dying of an autoimmune disorder,\" Sally said. Liam was shocked, and he shook his head at the news that his cousin was dying.\n\n\nAt Spencer, Bill talked to the model of his skyscraper, and he called the model Sky. Justin entered and remarked that Bill had named the skyscraper and was talking to it. Bill told Justin not to make fun of him.\n\n\nBill said that Sky was a thing of beauty and a work of art. Justin understood that Bill still had plans on building Sky on a prime plot downtown. Bill agreed. Justin noted that Thomas might disagree. Bill said it would all work out.\n\n\nJustin knew that Bill was up to something. Bill explained that Thomas was in New York because the mother of his child was dying. Justin looked shocked. Bill explained what he had done. Thomas had needed motivation, and Bill maintained that without Thomas, Spectra didn't have a prayer. Justin shook his head. He chastised Bill. \"Man, you are something else,\" Justin said.\n\n\n",
    "imdb": "Ridge announces at a staff meeting to Steffy, Liam, Brooke, Katie, Ivy, Pam, Charlie, R.J. and Coco that Eric and Quinn have reunited. Carter fills them in how Eric tested Quinn's dedication while Ridge shuts down R.J.'s questions what broke them up in the first place. At Spectra Fashions, Sally informs Shirley, Darlita and Saul that Thomas left to be with his son. Shirley reminds Sally that the company still has a long way to go and needs Thomas's support - and even Saul is concerned about the designer's absence. Sally dismisses them and invites Liam in for an \"Eye on Fashion\"-interview about the successful Monte Carlo fashion show. Liam is taken aback to hear Thomas is taking a break from the business. When Sally refers to Caroline dying of an autoimmune disease, Liam is even more shocked. In New York, Thomas spends time with Douglas and tells his son that they will help mommy through the dark times of her illness. Over at Spencer Publications, Bill gleefully opens up to Justin about his stroke of genius plan to reunite Caroline and Thomas - and in the crossfire to drive Spectra out of business to finally be able to build his skyscraper project in downtown Los Angeles.",
    "tvmega_recap": "Ridge calls a meeting with everyone attending. He tells them good news \u0096 his dad and Quinn are back together, as in re-united. They do not know all the details but that is enough for now. RJ says but it could happen again. Ridge says no, it won't. Sally tells her crew that Thomas is in New York with his son .and yes Caroline is his mother and is there too. Sally states that she does not feel threatened. And with Bill not announcing who the winner at the Summit was she is going to take that as that Spectra won. Grams says they still have questions like why did Thomas have to go to New York when they need his designs. Sally says she has some designs. Grams said this old battleship could still go under. Liam shows up and asks if this is a bad time for an interview, but he was looking for Thomas. Sally tells him sorry but he is stuck with her. Liam asks Sally how she feels about her first national show. She says they could have been named the winner but .Thomas calls her at that moment. He says it is rough and he knows Douglas is going to miss his mom but they are staying strong for her. He tells Sally he does not know when he will return. He cannot even think of that now. She will have to take the lead. He believes in her and she has the chops to do this. Bill praises his skyscraper and thinks to himself that Sally better be ready to fall and his beautiful skyscraper ready to grace the sky. Bill tells Justin do not think of his skyscraper as an \"it\". She is a thing of beauty and all Spectra has to do is take a nosedive and his skyscraper will become a reality. Things do not happen by accident. Justin should know that. Bill confides in Justin that Caroline is dying so that is why Thomas is away and Sally will be working alone at Spectra. Bill gloats that Thomas is in New York where he should be in the first place. Justin is stunned and even more so when Bill tells him all the information is not accurate at all, otherwise Thomas would be here designing the latest collection. So that means Spectra doesn't have a prayer. Bill also tells Justin that there will be no problem when later there is a sudden miracle cure for Caroline. Brooke tells the group that she thinks they all have been on the end of Eric's generous nature so this does not surprise her that he took Quinn back. Steffy tells Ridge that he dodged a big one. He says yes but he is only glad Eric and Quinn are back together. Steffy calls Thomas and he tells her the same thing that he does not know how long he will be in New York. She says he is right where he should be. Liam tells Sally that he didn\u0091t mean to eavesdrop but it sounds like Thomas is not going to be there to design and she will be doing it. He tells Sally that she needs another win after Monte Carlo but without Thomas that story may go away. He gets it that Thomas needs to be in New York but the public will not. They will not care. He is bailing when Spectra desperately needs him. She tells him he knows Caroline is dying so this is more important than a few designs. Liam is shocked when Sally says he must know since he is part of the family that Caroline is dying so that is why Thomas is with her now. But they are not a couple. Liam is thrown for a loop and isn't sure what to do now.",
    "tvmega_summary": "Episode # 7646 ~ Justin thinks Bill's latest scheme has gone way too far; Wyatt and Katie come to an agreement about what to do regarding their attraction to one another.",
    "soapcentral_condensed": "At Forrester Creations, Liam and Steffy were kissing in her office, and Ridge, Brooke, Katie, Pam, R.J., Coco, Charlie, Ivy, and Carter entered. Pam said they had some good news, but she would let Ridge announce it. Ridge said that his dad and Quinn had reunited, and it was very good news. At Spectra, Sally was thrilled with Spectra's performance at Monte Carlo, and Darla, Shirley, and Saul were elated that it was everything they had hoped it would be. Shirley worried that they were always on the cusp of disaster, and she feared that Bill Spencer could still swoop in and take control. Thomas played with Douglas and told him he was super handsome. Thomas styled Douglas' hair just like his Daddy's hair. Thomas said they have to be strong for Mommy, and he said he was happy to be with his son, but he was going to New York to spend time with Caroline.\n"
}