{
    "soap_central": "\n\nAt Spencer, Liam was asleep in Bill's chair. When he awakened, he experienced another dizzy spell. He flashed back to the previous night when he had seen Wyatt and Steffy in bed together. He used Bill's bathroom to shower and change clothes, and Bill and Katie entered. Katie saw clothes on Bill's chair and wondered who had been there, and Liam showed up.\n\n\nKatie asked if he'd spent the night, and he admitted he had. Bill teased that he had used Bill's shower and taken his extra clothes. Katie and Bill wondered why Liam had not gone home, but Liam ignored the question. He said he had traveled across the International Date Line and had some things to take care of at Spencer, but he'd realized he no longer had an office.\n\n\nBill and Katie apologized, but they said they needed the office, and Liam spent most of his time at Forrester. Liam said that he had accompanied Ivy to Australia. He added that Ivy and Wyatt had broken up. Bill and Katie were confused. Bill wanted an explanation. Liam refused to give one and said that was up to Wyatt.\n\n\nBill said that Liam was welcome to the shirt off Bill's back, but he wondered what was going on. Liam said he wanted to step away from Forrester and return to his role at Spencer. Katie and Bill were surprised. Liam said there were too many chefs at Forrester, and his role made no sense. Liam learned that Brooke was the editor of Eye on Fashion.\n\n\nBill wanted Liam to take care of things at Forrester, and Liam said he was headed to talk to Steffy. Liam left, and Katie and Bill wondered what was wrong.\n\n\nAt Liam's house, Steffy awakened after she and Wyatt had spent the night together, but nothing had happened. Wyatt was dressed and had made coffee that he offered to Steffy. She said she had no plans to go to work, and Wyatt promised to tell the staff that she would not be in.\n\n\nWyatt wondered if it would be weird between them because they had spent the night together although nothing had happened. Steffy said it was not weird at all. She had needed a friend and not a lover.\n\n\nSteffy lamented that Liam had hopped on a plane. Wyatt said that he and Steffy seemed better suited for each other than Liam and Ivy had been suited for them. Steffy said that Wyatt had helped her through the night. Wyatt joked that he'd never thought he could be so innocent in bed alone with her. Wyatt left for work.\n\n\nAt Forrester, Eric, Quinn, and Brooke discussed that Ivy had returned to Australia. Eric wanted Quinn to work remotely with Ivy, but Quinn didn't want Wyatt to hear Ivy's name again. Eric offered some help with a temporary employee, and Quinn promised to make it work. Brooke noted that Quinn and Wyatt had worked together without Ivy before Ivy had joined Forrester. Eric agreed. He added that Brooke would be joining Spencer Publications, but he hoped she would still help out at Forrester. Brooke smiled, and Eric left.\n\n\nQuinn wondered why Brooke had joined Spencer, and Brooke said she needed a new challenge. Brooke said it was an experiment. Quinn congratulated Brooke and said she'd earned a new career. Quinn wished Brooke the best. Brooke left.\n\n\nWyatt entered, and Quinn explained that they would be on their own for the jewelry line. Quinn quizzed Wyatt about what had happened with Ivy. Wyatt noted that he had blocked his mother on his phone because she had called him so many times the previous night.\n\n\nQuinn wondered where Wyatt had been all night because she had also gone to his home. Wyatt said he had slept somewhere other than home, but he was secretive. Quinn wondered what had happened with Ivy, and Wyatt explained that Liam had accompanied her on a flight to Australia.\n\n\nWyatt explained that he had spent the night with Steffy, and Quinn was thrilled. Wyatt told her nothing had happened, but he hadn't wanted to leave Steffy alone. He added that they hadn't heard from Liam. Quinn had high hopes for Wyatt and Steffy.\n\n\nAt Liam's, Steffy was surprised to see Liam after he entered. Liam went to the bedroom to see if his brother was still there. Liam seethed and asked how Steffy had slept. Steffy wondered where he had been and if he had gotten back together with Ivy.\n\n\nLiam explained that he had tried to call her several times, but she had turned her phone off. Steffy jumped all over Liam that he had traveled halfway around the world with Wyatt's girlfriend. Steffy blamed him for hurting her and Wyatt, who still had feelings for Ivy. Liam looked furious. Steffy suddenly asked if Ivy had returned with him or if he was moving to Australia. Then she asked if Ivy was all right.\n\n\nLiam reminded Steffy that Ivy had a concussion -- and Steffy was in his home. He intended to stay in his home. Steffy became defensive and said it wasn't her fault that Ivy had a concussion. Liam coldly said that he and Steffy never seemed to be on the same page for long. They'd had a shot at happiness, but she had left him and then returned to marry him, lose their child, run away to Paris, and then return again.\n\n\nLiam said he often daydreamed of how their life would be for them as a married couple. They always managed to make things work whenever life threw them curve balls. He thought they might move to Europe to be closer to her mom. He had even looked into preschools for when they had children.\n\n\nSteffy said he had left and told her things were over, and he had left with another woman. She added that they had always managed to talk things out. Liam said he was tired of trying to make things happen. She had hung up on him and turned off her phone. He added that people got hurt around Steffy. \"They aren't safe. I'm not safe,\" he said.\n\n\nSteffy wondered why Liam had such attitude. He coldly announced that he would not return to Forrester. He added that he wanted her to move out, and he would stay at his dad's place while she packed. He advised her to leave her engagement ring anywhere.\n\n\nSteffy told Liam he couldn't leave. She said they needed to talk, but Liam turned away and walked out the door. Steffy screamed his name and tearfully gasped after he left.\n\n\nAt Spencer, Brooke met with Bill and Katie, and they welcomed her to her new career. Katie explained that Brooke's new duties at Spencer would be as an idea person for Eye on Fashion. Brooke was thrilled. Katie gave her a lot of research, and Brooke said she would take it home and review it, but Katie insisted Brooke had to do it at the office because she spent too much time alone at home. Brooke smiled, and she and Katie hugged.\n\n\n",
    "tvdb": "Liam makes a decision about his future with Steffy; Brooke arrives for her first day on the job at Spencer Publications, where she will be working alongside her sister and her ex-lover.",
    "imdb": "Liam awakens in Bill's office where he has another dizzy spell. Liam flashes back to seeing Wyatt and Steffy in bed last night. Bill and Katie arrive. They are surprised that he is very tight lipped about his trip to Australia and wants to return to Spencer Publications full time. At the cliff house, Steffy awakens - worried because she hasn't heard from Liam. Eric and Quinn brainstorm about the jewelry line will function with Ivy being in Australia. Wyatt agrees with his mother that they can handle the line without Ivy's support. When Liam and Steffy finally see each other again, miscommunication, coupled with an unfortunate misunderstanding, prompts Liam to make the drastic decision to call it quits with Steffy! Brooke apprehensively begins her first day as \"Eye on Fashion\"-editor working hand-in-hand with Katie and Bill.",
    "tvmega_recap": "Something startles Liam and he jumps to it, feeling dizzy and shaky but he does remember what he saw last night \u0096 Wyatt and Steffy asleep in his bed. Wyatt wakes Steffy up. He says no word from Liam. She is not surprised but says she did not need a lover last night, just a friend and he was that. He helped her get through a frightful night. He can't believe he was so innocent with a lovely girl like her in bed. Eric tells Quinn that Brooke is going to work for SP and it is a brand new day and he will announce it this morning. He also tells them that Ivy has gone back to Australia but he hopes that Quinn and Wyatt can work with her long distance. Quinn nixes on that and hopes her son does not ever have to be in touch with her again. Katie and Bill find Liam in the office, obviously having slept there, took a shower and even put on Bill's clothes since his had been around the world and back. He also tells them that he is stepping away from FC. Bill says that is fine but Brooke is going to join them as Editor. Bill does want some details though on why he broke up with Ivy, but orders him to go see Steffy first and explain to her. When Wyatt comes in Eric tells him that Ivy won't be returning and he will be making other work arrangements. Quinn is upset that Wyatt did not answer any of her messages and apparently wasn't even at home when she went by. He says he was somewhere else. And he knows she was all about go to Steffy. He got that message. Liam goes home and has to take another look at the unmade bed where Steffy and Wyatt were. He meets up with Steffy who says he has on different clothes than he left with. He says if she wants to make accusations, he can do better. How did she sleep? Katie tells Brooke this is her first day and they are the welcome committee. Quinn finally drags it out of Wyatt that he spent the night with Steffy at Liam's. He did not want to leave her alone. Liam was on a flight to Australia with Ivy. Liam tells Steffy that he is not moving to Australia and this is his home, not hers. She can't believe he is still blaming her for something she did not do. He continues on and it falls on deaf ears. He tells her that he is not coming back to FC and she can leave the ring anywhere but take all her things with her. She is stunned when he says this is no longer her home. Quinn is happy to hear that Liam is pissed now with Steffy. She does not think Wyatt should have left Steffy alone this morning. Steffy tells Liam that this is not the way they do this. He told her they were done and that was the last she saw of him. So what is with the attitude? He blasts at her to think hard and can she say she did nothing unforgivable here. Life has thrown them curveballs many times .but it boils down to people including their baby are not safe around her. He is not safe around her. He starts to leave and she cries after him that he can not leave.",
    "tvmega_summary": "Episode # 7235 ~ Liam makes a decision about his future with Steffy; Brooke arrives for her first day on the job at Spencer Publications, where she will be working alongside her sister and her ex-lover.",
    "soapcentral_condensed": "At Spencer, Liam was asleep in Bill's chair. He flashed back to the previous night when he had seen Wyatt and Steffy in bed together. Liam said he wanted to step away from Forrester and return to his role at Spencer. At Liam's house,Steffy awakened after she and Wyatt had spent the night together, but nothing had happened. At Spencer, Eric, Quinn, and Brooke discussed that Ivy had returned to Australia. Quinn quizzed Wyatt about what had happened with Ivy, and he told herNothing had happened, but he hadn't wanted to leave SteFFy alone. Quinn had high hopes for Wyatt andsteffy and asked if he had gotten back together with Ivy. Then she asked if Ivy was all right, and Liam reminded her that he had traveled halfway around the world with Wyatt's girlfriend and still had feelings for her. He looked furious and said he was moving home -- in his wife's home. He also asked if she had returned with him or if she was moving with him.\n"
}