{
    "soap_central": "\n\nIn the CEO's office, Steffy wondered who'd convinced Ivy to plant herself in Los Angeles. Wyatt said he wanted to wish people away, too -- Liam in particular -- but Liam and Ivy were committed and there to stay. Wyatt suggested that Steffy move on. \"With you?\" Steffy asked.\n\n\nSteffy said that Wyatt didn't need to constantly remind her of Ivy and Liam's commitment. Wyatt felt that Steffy deserved better than competing for Liam's attention, and she wouldn't have to do it with Wyatt. Steffy claimed that all it took was proximity for her and Liam to spark up again.\n\n\nAt Ridge's place, Ridge arrived while Caroline was sketching couples dancing. He guessed it was her in the sketch. \"Someday,\" Caroline said, and the two kissed. On her computer, she showed him x-rays that depicted her two broken, dislocated ankles. Her tibia and fibula had also been broken. She had pins and plates that held it all together.\n\n\nRidge received a call. After it, he told Caroline that he'd forgotten to mention that Steffy would be there to drop off paperwork. Caroline tensely stated that Steffy wasn't their biggest fan.\n\n\nMoments later, Steffy arrived with gourmet cupcakes. It was her way of apologizing for making judgments based upon stereotypes. She had realized that it only mattered that Caroline made Ridge happy. Caroline invited Steffy to stay and share the takeout Ridge had gotten.\n\n\nLater, Caroline, Ridge, and Steffy were eating, and Caroline was concluding a discussion about her rehabilitation. She asked what Steffy was up to, and Steffy said that after the takeover, she'd begun talking to Wyatt. Caroline's eyes bulged, and Steffy elaborated that Wyatt was doing most of the talking.\n\n\nCaroline asked what it was with Steffy and Spencer men. Steffy called it her curse. Ridge asked about Liam. Caroline said she hated to point it out, but Ivy wouldn't go anywhere anytime soon. Steffy said such was life, and Wyatt was a nice guy.\n\n\nIn Rick's old office, Quinn tried to convince Carter to help Ivy remain in the country through a marriage to Liam. Carter asserted that it was an issue between two governments. Quinn exclaimed that it would take months, but she needed Ivy \"now.\" She urged him to put on his officiant's hat and get Liam and Ivy married that very night.\n\n\nCarter wasn't buying Quinn's sudden concern for Ivy and Liam. Quinn asked if wanting to save Ivy from deportation made Quinn a terrible person. Quinn admitted that she didn't want to lose her partner. Carter felt there was more to it and asked what Quinn was up to.\n\n\nQuinn claimed to be worried about her job due to the new leadership. Rick had cared about jewelry, but Ridge only cared about design. She exclaimed that she and Ivy created beautiful pieces together, and Ivy looked up to her. Carter figured it didn't hurt to have a Forrester in one's corner.\n\n\nQuinn added that Ivy was a sweet girl. \"You didn't think that when you pushed her into the Seine!\" Carter exclaimed. Quinn declared that people could change. Carter asked if the couple was really getting married. Saying it all depended upon him, she shoved a white garment bag at him and hurried him off to marry the couple. He left, and Quinn prayed, \"Please work. Please work. Please work.\"\n\n\nQuinn got back to work, and as she hummed the wedding march, Wyatt entered. To him, the humming was a clue that Quinn was up to something. She denied it, and he murmured that he was unhappy that Steffy was still hung up on Liam. Quinn didn't think it would be the case for long.\n\n\nWyatt asked what Quinn had done. Quinn resented people always thinking she had an agenda. She said maybe she just believed in Liam's commitment to Ivy. Twisting a ring onto her finger, she added, \"And maybe, just maybe, he's reinforcing that commitment as we speak.\"\n\n\nQuinn returned to humming, and Wyatt exclaimed, \"That's what you were humming?\"\n\n\nLater, Wyatt was shocked to hear about the deportation. Quinn was sure Liam would stop it with a wedding, because it was \"so right up\" Liam's hero alley to rush in and save the damsel in distress. \"I am gonna be sorry saying this. I don't hate it,\" Wyatt decided.\n\n\nQuinn revealed that she'd already sent Carter to the house, and all Ivy had to do was convince Liam. Quinn didn't think Liam would let Ivy be deported, and Wyatt questioned Quinn's glee about it. She exclaimed that she was \"so happy\" for Liam. Wyatt frowned, and she admitted that she hadn't been able to fake that one even for herself. She said she was happy for Wyatt because the marriage would clear the way with Steffy. \"Mom. Mom! You're not going to do that again!\" Wyatt warned.\n\n\nAt the cliff house, Ivy proposed that marriage would keep her in the country. Liam didn't think deportation was an option. Ivy stated that they could solve it if he'd marry her. Liam became anxious and antsy. Ivy relayed that she'd lose her career, her job, and him if she returned to Australia. Liam replied that it wasn't exactly what would happen.\n\n\nIvy said a marriage would buy her time to get her paperwork in order, and she pleaded for his help. Ivy only had a week to voluntarily leave the country. She said she didn't even have to move in. She just had to make it look like she lived there. She was mortified to even ask it of him.\n\n\nIvy said it wouldn't be real, and it would be on paper only. She believed he'd be saving her life, and she needed to know if he'd do her the biggest favor she'd ever asked of him. Liam cared about Ivy but noted that they were just dating. Marriage was a leap, but he didn't believe she should be deported.\n\n\nLiam said that if they did it, they'd be legally married, but it wouldn't be a real marriage. He said they'd still be just dating, and the marriage would be a limited partnership for a specific purpose. Ivy agreed that they'd still be dating and nothing more.\n\n\nIvy and Liam heard a knock on the door, and Liam opened it for Carter. \"Either I'm the magical solution, or you have no idea why I'm here,\" Carter said, holding the garment bag. Presenting the bag to Ivy, Carter announced that Quinn had sent him there to do the wedding and to give Ivy the dress. Liam was surprised Quinn knew about it, and Ivy said it was because Quinn had seen the immigration officer.\n\n\nLiam agreed to marry Ivy. Ivy thanked him, and he said he had his own reasons. He didn't want Ivy to leave the country. Ivy hugged him and rushed off to change. Carter asked if Liam was sure about it. Liam said he cared about Ivy. He hadn't planned on marrying her that night, but he wanted to help her. Liam explained that they'd remain in a relationship and not really be married.\n\n\nLiam stopped in mid-speech when Ivy appeared in a silk, sleeveless top and a flowing, soufflé skirt bottom gown with an open midriff. Liam believed she looked stunning, but she wondered if it was too much. Carter warned that Immigration might be suspicious of the quickie wedding, so making it look authentic worked in their favor.\n\n\nLiam broached the subject of his feelings for Steffy. He couldn't go forward with the wedding to Ivy without talking about it. Ivy said she understood that it was a marriage for Immigration, and it would end once her citizenship was secure. He asked if she was good with it. She replied that she was. Taking her hand, Liam said, \"Let's get married.\"\n\n\n",
    "imdb": "\nSteffy pays a visit to Ridge and Caroline with a peace offering and an apology.    ",
    "tvmega_recap": "Ivy tells Liam that she thought all her papers were in check so all of this deportation is hitting her very hard. Her whole life is here. Liam tells her deportation is not an option. She says the only way is for him to marry her. Quinn begs Carter to try and get some help and go over and marry Liam and Ivy tonight. She does not want to go back to Australia. Quinn says she thinks she is offended when Carter says he is not buying her concern for her partner. He thinks there is more to it than that and wonders what she is up to. She says maybe she is being a little selfish. She has a second chance here and she and Ivy have been making beautiful pieces but she has to convince Ridge who is not her biggest fan. She laments that she has changed since pushing Ivy in the Seine and Carter can be a helper if he will. She pushes him out the door and tells him to go marry the couple. Wyatt tells Steffy that Liam is committed to Ivy so Steffy should accept that and move on. She wonders if he means with him. Wyatt tells her that she deserves better than to work for Liam's attention and she would not have to do that with him. She says she will never give up on Liam. Ivy tells Liam that she will lose her job and him if she goes back to Australia so she can not do that. But if he will marry her it will give her time to get her citizenship. She begs him to help her. Ridge comes home and Caroline shows him her charts with pins and plates holding her legs together. Steffy stops by her dad's and tells Caroline that she is sorry she made assumptions about them as a couple and she is still a work in progress but she is trying. Wyatt walks into his mom's office while she is humming Here Comes The Bride. He wants to know what she is plotting now. She lets him know that Ivy and Liam may be getting married tonight as they speak. Ivy tells Liam that she does not even have to move in with him .just take some stuff so it looks like they are really married. She asks again if he can marry her. Quinn fills Wyatt in that Ivy might be deported but Liam can ride in and save the damsel in distress. Carter is on his way right now so Ivy just needs Liam to agree. Wyatt can not believe Quinn is so happy for Ivy and Liam. And he warns her sternly not to interfere with any relationship with Steffy. Liam tells Ivy that marriage is a leap but if they do this, it is legal but not a real marriage in that they are still dating and only together for a specific purpose. She agrees and can handle that. Carter comes over and says Quinn sent him over with this, a bridal gown in a garment bag, so are they gonna do this? Liam says it is only a piece of paper but an important one to keep her in the country and he does not want her to go. Ivy thanks him and goes to get dressed. Carter wants to make sure Liam wants to do this. He doesn't think he sounds so sure. Liam says Ivy is in trouble and he can help. Liam tells Ivy that she looks great. Liam says before they do this he needs to clear his conscious about Steffy. This is not a real good time. Ivy says she is good with that. She realizes this is just for Immigration purposes.",
    "tvmega_summary": "Episode # 7089 ~ Quinn turns to Carter for a favor; Steffy approaches Ridge & Caroline with an apology.",
    "soapcentral_condensed": "Quinn tried to convince Carter to help Ivy remain in the country through a marriage to Liam. Wyatt felt that Steffy deserved better than competing for Liam's attention, and she wouldn't have to do it with Wyatt. At Ridge's place, Ridge arrived while Caroline was sketching couples dancing. On her computer, she showed him x-rays that depicted her two broken, dislocated ankles. She had pins and plates that held it all together, but she was still in a lot of pain. She exclaimed that she and Ivy created beautiful pieces together, and Ivy looked up to her. Carter figured it didn't hurt to have a Forrester in one's corner, and he asked Quinn to marry the couple that very night. He left, and Quinn prayed, \"Please work. Please work,\" for the couple to stay together in the U.S., and for Quinn to get back to work on her job. She revealed that she'd already sent Ivy to the house, and all Ivy had to do was convince Liam didn't think Liam would let Ivy be deported.\n"
}