{
    "soap_central": "\n\nAt Brooke's house, Brooke had had a drunken tumble in which she'd fallen, hit her head, and been knocked out cold. The doorbell rang, and Brooke awakened and stumbled to the door.\n\n\nA deliveryman told Brooke that he was delivering a case of vodka. Brooke maintained that it had to be a mistake, but the deliveryman maintained that the order had been recorded late the night before, and they had promised to deliver the next day. Brooke looked confused, and she suggested the deliveryman set the case on the foyer table.\n\n\nBrooke looked in the mirror and realized how horrible she looked. She opened the box and pulled out a bottle of vodka. Tears rolled down her cheeks. She opened the bottle and sniffed it. She prepared to take a sip and started to cry. She recapped the bottle and walked over to the computer. She searched for A.A. meetings and decided to get dressed and attend a meeting.\n\n\nAt Quinn's, Quinn noted that Deacon was up early. He smiled and asked how she'd been feeling. Quinn happily stated that she'd been feeling very engaged. Deacon professed that he wanted to get it right that time. Deacon planned to attend an A.A. meeting that morning.\n\n\nQuinn said she understood that Deacon had wanted to help Brooke, but she reminded her fiancé that Brooke was not his problem. Deacon quizzed Quinn about Brooke's condition the last time Quinn had seen Brooke. Quinn answered that Brooke had been \"soused.\"\n\n\nDeacon worried more about Brooke. He said it was easy to sneak a beer here and there then it could became bottles of booze rather than beers. Deacon headed toward the door, and Quinn changed her attitude.\n\n\nQuinn asked how long the meetings were. She anticipated that Deacon might want some distraction from drinking after he returned. Deacon cheerfully agreed. Quinn wished him luck. Deacon left, and Quinn flashed back to Deacon's proposal. She smiled.\n\n\nBrooke arrived at an A.A. meeting. Diane, the counselor, shared some views, and she noticed Brooke. Diane encouraged Brooke to share her story. Brooke confessed that she'd been drinking a lot lately -- by herself. She worried about becoming an alcoholic. Brooke said she felt alone.\n\n\nBrooke admitted that she had blacked out. She shared that she'd been glad no one, especially her young son at boarding school, had seen her. Brooke seemed embarrassed that she'd gone on about herself for so long. Diane said that was the beauty of the organization -- no one was there to judge her.\n\n\nBrooke agreed she needed to be a member. Diane looked up and welcomed another member in the back of the room. Deacon entered and announced his name and that he was an alcoholic, and Brooke was surprised.\n\n\nAt Forrester Creations, Ivy told Aly it was time to stop cooking for Rick and Maya, waiting on them, and massaging Maya's feet. Aly said she wanted her shoe line, but Ivy maintained that Rick was using her. Ridge entered and assumed that \"Ricky\" had been mistreating Ivy and Aly. Ivy agreed and said it would end immediately.\n\n\nRidge said he would accompany Ivy to see Rick, but Ivy insisted she wanted to meet her cousin alone face-to-face. Ivy wanted to teach Rick a lesson.\n\n\nIvy maintained that Ivy's delivery of midnight snacks to the bedroom were over. Aly lamented that she'd lost her own bedroom to Nicole, Maya's sister. Ivy and Aly agreed that Rick had been cruel and needed to be put in his place.\n\n\nIn Rick's office, Maya and Rick kissed. Maya encouraged Rick to ease up on Ivy and Aly because they had become \"unhappy campers.\" Rick scoffed and said they needed find a new campground.\n\n\nRick reveled in the fact that, as the months had passed, he was much closer to becoming the permanent CEO. \"We are this company,\" Rick said. He hoped Aly, Ivy, Ridge, and Caroline would soon realize that.\n\n\nIvy stormed in and said they needed to talk, but Rick advised her to make an appointment. Ivy refused. \"We're family, and we're going to talk.\" Maya tried to interrupt, but Ivy said she wasn't there to talk to Rick's girlfriend.\n\n\nIvy called Rick out on his lack of respect for everyone. She blasted him for expecting Aly to polish shoes and mix drinks. Rick sneered that he had raised his expectations for everyone. Ivy countered that they had raised their expectations of him.\n\n\nMaya pointed out that Rick's business record was exemplary. Ivy noted that his success rested on Ridge and Caroline's line. Ivy lambasted Rick for treating Aly like a servant.\n\n\nRick grew angry, and Maya maintained that Rick had just been having fun with Ivy and Aly. Maya suggested that Ivy stop being so serious. Ivy agreed. She sat down and asked Maya to massage her feet. Maya was surprised, and Ivy accused Rick of running his own sweatshop.\n\n\nIvy threatened to call her father, and Rick told her to do it. He added that her latest jewelry designs had not had great reviews. Ivy did not back down. She told him to stop offending family members.\n\n\n",
    "tvdb": "Having regrets about her recent behavior, Brooke takes a good look at herself and questions if this is the way she wants to proceed in her life. Rick confides in Maya the reason for his authoritative behavior at Forrester Creations. Seeing how she is being treated worse than the rest of them, Aly is encouraged to stand up to Rick. When Aly backs down, Ivy steps up and takes it upon herself to confront Rick about treating his family and employees disrespectfully.",
    "imdb": "\nFeeling untouchable, Rick spares no one's feelings at the beginning of an FC meeting.    ",
    "tvmega_recap": "Brooke picks herself up off the floor about the same time she hears the doorbell. It is a delivery boy with a case of Vodka. Brooke does not remember ordering it but has him sit it on the table. She looks in the mirror at the mess she is looking at. Aly sits in Ridge's chair and bemoans to Ivy not to say anything against Rick as it might hurt her chance at getting her own shoe line. Ridge comes in and says Rick will continue to do this because he can. Eric gave him carte blanche and he will do what he wants for one year. Ivy is not sure how much more she can put up with and wants to go confront Rick by herself, cousin to cousin. Rick and Maya are kissing in his office and she likes being away from prying eyes like Aly and Ivy who are not happy campers lately. Rick says well the campers can find a new campground. They are still cuddling when Ivy walks in and wants to speak with Rick. Surly he says she needs to make an appointment like everyone else. She says no, this is personal family matters. When Deacon walks into the kitchen, Quinn is taking her frustrations out on an egg. She understands he is worried about Brooke and has decided to go to an AA meeting today. She advises that he go to a place on the west side, a better class of people. He says drunks are drunks, so it makes no difference whether in a dump or a mansion. She does not want to talk about Brooke. In fact she says she hopes he is hungry as she just lost her appetite. Brooke looks at the box of vodka and pulls out a bottle. She opens it and starts to smell it but eventually she puts it down. She heads to the computer and searches for an AA meeting. A few minutes later she is dressed and leaves. Ivy tells Rick they are family ..or at least some of them are. She tells Rick that she doesn't feel he is giving any of them respect. All they are doing is shining his shoes and waiting on him hand and foot. He says he will rectify that and raise his expectations of them. Maya butts in and Ivy puts her in her place that she is the girlfriend and she is speaking to her cousin. Rick yells at Ivy not to speak that way and says Ivy has not earned his respect. Maya chimes in again and agrees that Rick has been having a little fun with them, so do not take this so seriously. Ivy plops herself into a chair and takes off her shoes and tells Maya that she can massage her feet. Suddenly Maya doesn't think this is funny. Ivy asks Rick if he wants her to call Uncle Eric who is with her father. Rick says no, just go look online what some are saying. He doesn't think Ivy's designs are as good as Quinn's were when she worked there. Quinn calms down a little bit, long enough to ask how long these meetings last as she'd like to be there for Deacon when he returns. She wishes him luck when he leaves. The leader of the AA meeting asks Brooke if she would like to tell her story. She gives her first name. she states that she has been drinking alone and that is not like her. She conveys it was the order of vodka to her house that she does not remember that brought her here. Her kids are grown and gone and she is alone with one still in boarding school. She just hopes that she is loved. Another person joins the room and it is Deacon as he introduces himself as an alcoholic and Brooke is stunned to see him there.",
    "tvmega_summary": "Episode # 7023 ~ Quinn thrills at the idea of marriage; Rick pulls no punches at the beginning of a meeting.",
    "soapcentral_condensed": "At Brooke's house, Brooke had had a drunken tumble in which she'd fallen, hit her head, and been knocked out cold. At Forrester Creations, Ivy told Aly it was time to stop cooking for Rick and Maya, waiting on them, and massaging Maya's feet. Maya encouraged Rick to ease up on Ivy and Aly because they had become \"unhappy campers\" Rick scoffed and said they needed find a new campground. Rick grew angry and Maya maintained that Rick had just been having fun with Aly and threatened to call his own sweatshop to get him to stop. Rick said he hoped Aly, Ivy, Ridge, and Caroline would soon realize that they had raised his expectations too high. He said he was much closer to becoming the permanent CEO of the company than he had been months ago. He hoped Ivy, Aly, and Ridge would all realize that he was a better man than they all thought he was and that they would all work together to make him a better CEO.\n"
}