{
    "soap_central": "\n\nBrooke took R.J. to the hospital to see his daddy. After a short visit, Katherine arrived and took R.J. for his regular routine of the day, giving Brooke and Ridge time to talk. Ridge asked Brooke why she was there. She told him that she loved him and always would. She was concerned about him and his health. \n\n\nRidge mentioned that he had been given a second chance, and Brooke said that he should take advantage of the opportunity and make the best of it. He changed the subject for a moment and asked Brooke if she believed everything that his mother had said to her. He told her that he was having a hard time with it and also wanted to know what her feelings were. He realized that no matter what happened, he could not have her and considered that it was all his fault. \n\n\nJackie and Nick talked at her boutique. Jackie was concerned for her son and Brooke. She knew how vulnerable Brooke was when it pertained to Stephanie. Nick offered a suggestion. She suggested that perhaps Brooke could work with her in some capacity. Jackie wondered if she would really like to do that, and as Brooke walked in the door, Nick told Jackie to ask Brooke herself. \n\n\nJackie talked about her boutiques and the opening of new ones. She would like to have more time to do that and asked if it were possible that perhaps Brooke would like to work alongside her. Brooke thanked Jackie for the offer, which Jackie told her was an open one, but turned it down as she just wasn't up for it yet. \n\n\nWhile Jackie spoke with Nick, Brooke received a cell phone call from Stephanie. Stephanie was holding a press conference because of Ridge; the public wanted to know how he was doing, and the family would like her there, attending and giving her support. At first, she said no, it wasn't really a good idea, but Eric jumped on the phone and told her that they really needed her there. She finally told him that she would attend. \n\n\nStephanie was getting ready for her press conference, but first she needed to speak with Eric and Thorne. She told them that she was thinking about taking Brooke back aboard as CEO. They look at her strangely, wondering what she was planning. She told them that she wanted to do whatever she could for her son. That included eating crow and getting Brooke back into his life. \n\n\nEric asked Stephanie how Ridge and Brooke felt about what was being offered, and she replied that they didn't know yet. Eric tried to refresh her memory by reminding her that should Brooke return, she would probably return all the things that Stephanie had hated before. Stephanie told Eric that she realized that, but she also realized that Brooke made money for the company. Stephanie said that she had been wrong. \n\n\nStephanie said she would like to have Eric and Thorne's support of her idea. They looked at each other, and Eric okayed it. Thorne said that if his dad was crazy enough to go along with it, then he would also.\n\n\n",
    "tvdb": "Brooke takes RJ to the hospital to see Ridge. Ridge tells Brooke that he heard her say that she loved him whilst he was unconscious. Brooke tells Ridge not to confuse her caring with something else. Nick meets with Jackie and he informs her that Jackie M still belongs to her and that she has been cleared of the incriminating charges against her. Nick and Jackie later propose that Brooke become Jackie's partner in the boutique but Brooke says she isn't ready to return to work. Stephanie has Sally arrange a press conference and Stephanie informs Eric and Thorne that she is stepping down as CEO. They are both shocked when Stephanie tells them that she wants to make Brooke CEO of Forrester Creations once again and plans to announce the news at the press conference.\r\n",
    "yt": "\n\nTo show her appreciation of Brooke and how she has helped Ridge, Stephanie decides to make Brooke the new CEO of Forrester Creations. Ridge, Thorne and Eric are shocked to hear the news but they are supportive and can’t wait to surprise Brooke with the news in a press conference in front of everyone.  Ridge credits his improvement to R.J. and Brooke. Jackie offers Brooke to come on board at Jackie M and help them globalize it.",
    "imdb": "\nA visit from Brooke with RJ cheers daddy Ridge up. Stefanie surprise Eric and Thorne by her intent to lure Brooke back by offering the Forester CEO post. Nick transfers the Jackie M chain to his ma, who asks Brooke to join it.    ",
    "tvmega_recap": "Brooke brings RJ to the hospital to see Ridge. Catherine comes to pick RJ up for a play date leaving Brooke alone with Ridge. At Jackie's boutique, Nick arrives with the good news that his lawyers have checked everything and that Jackie's company is totally hers. When Nick tells Jackie that Brooke has taken RJ to the hospital to see Ridge, Jackie voices her concern over Stephanie's intention to reunite Ridge and Brooke. Nick assures his mother that Brooke isn't going to go back to the Forrester family and comes up with the idea of Brooke working with Jackie. At Forrester, Stephanie has a meeting with Eric and Thorne. After telling them that she is going to step down as CEO, she stuns them by naming Brooke as her replacement. At the hospital, Ridge questions Brooke's motivation for coming to his bedside. Gently Brooke explains that she will always love him, but she is not coming back to him. Ridge seems to accept her decision, but tells her that he will never stop loving her. When Brooke arrives at Jackie's she assures Nick that she got through to Ridge. Jackie offers Brooke a position helping her run her boutiques. Although she is flattered by Jackie's gesture, Brooke tells her that she isn't quite ready to start working yet. Jackie tells her that the offer will be there when she's ready. At Forrester, Eric and Thorne reluctantly support Stephanie's decision to name Brooke CEO. Stephanie calls Brooke and asks her to come to the press conference. Brooke is hesitant until Eric gets on the phone and tells her that the press have been spreading the story that Ridge is finished. Brooke agrees to attend. Brooke tells Nick and Jackie about Stephanie's invitation to the press conference, despite their objections, Brooke assures both of them that she can HANDLE Stephanie !",
    "soapcentral_condensed": "Brooke took R.J. to the hospital to see his daddy. Ridge asked Brooke why she was there. She told him that she loved him and always would. Stephanie was holding a press conference because of Ridge; the public wanted to know how he was doing, and the family would like her there, attending and giving her support. Stephanie said she wanted to do whatever she could for her son. That included eating crow and getting Brooke back into his life. Eric asked Stephanie how Ridge and Brooke felt about what was being offered, and she replied that they didn't know yet. Eric tried to refresh her memory by reminding her that should Brooke return, she would probably return all the things that Stephanie had hated before. Stephanie told Eric that she realized that, but she also realized that Brooke made money for the company. She said she would like to have Eric and Thorne's support of her idea. They looked at each other, and Eric okayed it. Thorne said that if his dad was crazy enough to go along with it, then he would.\n"
}