{
    "soap_central": "\n\nAt the sky lounge, Nicole wondered why she and Zende had waited so long to kiss. They each asked if the other had been nervous about it. Zende acted as if he hadn't been, and she said that if he'd waited any longer, she would have kissed him. He said he wouldn't have minded, and she kissed him.\n\n\nRick arrived. He assumed that something was up because Pam was acting cagy. After a few moments, it became apparent to Rick that Nicole and Zende had become a couple, and in Rick's opinion, it had certainly taken long enough. Nicole quipped that Forrester men loved long courtships, and Rick replied that the Avant women were worth it.\n\n\nRick invited Zende to hang out that night, and Nicole asked if it was a setup so that Rick and Maya could interrogate Zende. Rick wanted to watch a football game, but he was sure Maya was going to have some questions. Nicole quipped that the questions had to wait until halftime. Rick said that he and Maya would have things set up that evening, and he was glad to support the young couple the way that the couple had supported him and Maya.\n\n\nRick left, and Zende asked if Nicole minded Thursday night football with Rick and Maya. Nicole was up for it, but Zende asked if it would be like having chaperones on their first date. Nicole said not to worry about Maya's protectiveness; Nicole knew ways around it. Zende guessed there would be surprises, and she said he could count on it.\n\n\nIn Rick's old office, Brooke snapped out of her thoughts as Thomas asked her to help him with a sketch before he presented it to Ridge. Brooke reviewed it and liked it; however, she advised Thomas to wait to present it because Ridge needed a little privacy. Thomas relayed that the couple was doing well, and Caroline was upbeat. He said Caroline was excited about a surprise Ridge had for their future.\n\n\nThomas recalled having a lot of concerns about his father and Caroline, but he was glad to be wrong. He hadn't thought his father could do it, but he had to admit that Ridge was following through.\n\n\nIn the CEO's office, Caroline figured that Ridge was talking about having their bundle of joy within a year or two. Ridge said it wouldn't be as easy as it sounded. Caroline was just glad that he was willing to try, and he replied that he would make it happen quickly if he could. Brooke's warnings to Ridge echoed in his head. He hugged Caroline and said she'd be a great mother.\n\n\nRidge hoped there was more to their life than just having children. Caroline's phone beeped with a reminder of her \"OBGYN\" appointment. She was excited about finding out what she could do to help the pregnancy process. Ridge wanted to finish talking, but she didn't want to be late.\n\n\nLater, Brooke and Thomas arrived in the CEO's office. Setting up his sketches, Thomas listened as Brooke anxiously asked where Caroline was and if Ridge had finished his talk with her. Ridge sternly said he'd finish after Caroline's appointment and plunged himself into commenting on Thomas' work.\n\n\nBrooke asked if Caroline had gone to a meeting. Ridge replied that it was a doctor's appointment. Brooke hoped Caroline was okay, and Ridge said it was nothing for Brooke to worry about. Brooke impatiently flipped through a folder and squinted at Ridge as he discussed design changes with Thomas. The moment Thomas left, Brooke asked, \"So what happened?\"\n\n\nRidge explained that Caroline was doing the same thing he'd done, and Brooke asked if his wife had gone to a gynecologist. Ridge felt bad for getting Caroline's hopes up and wished he'd just been honest about going to his appointment. Brooke asked if he'd had the chance to tell Caroline enough for Caroline to understand that she couldn't have Ridge's baby. Ridge indicated that he hadn't had time.\n\n\nBrooke berated him for letting Caroline go to the doctor when she didn't have a chance of conceiving with him. She asked if he'd had time to tell Caroline anything. He indicated that he'd started to tell her, but the appointment had interrupted. He murmured that it was getting worse, and Brooke said it was because he wasn't being honest. Brooke told Ridge that he and Caroline had to face it together.\n\n\nAt Dr. Li's office, the doctor congratulated Caroline on getting married and said she didn't see fertility issues in Caroline's file. Caroline said Dr. Li knew how she was, and she just wanted to be as prepared as she could be. She wanted to do all she could to have the healthiest baby possible.\n\n\nThe doctor liked Caroline's proactive zeal but wanted to start with Caroline's status at that moment. Dr. Li asked about Caroline's cycles. Caroline relayed that they were regular with no major changes. Caroline remarked that she'd recovered from her accident. Dr Li suggested that they do some blood work and take things from there.\n\n\nLater, Caroline wondered if she should wait or schedule a follow-up appointment. Dr. Li said she'd put a rush on the results, and they should be in soon. The doctor said she didn't expect to see anything out of the ordinary in the tests. Dr. Li suggested that Caroline do things to relax and asked what Ridge and she liked to do together.\n\n\n\"Everything. Anything,\" Caroline replied. She'd wanted to be a mother for a long time, and she was excited to get to do it with Ridge. It was more than she'd dreamed of.\n\n\nAfter a while, Dr. Li returned with the results. Things were as the doctor had expected. Caroline had no vitamin deficiencies or HIV. Caroline claimed that she could have told the doctor that. The doctor said there was one big surprise. Caroline asked if she should sit down for it, and the doctor said Caroline might want to. Dr. Li said it might be a shock to learn, but Caroline was already pregnant.\n\n\nCaroline was blown away by the news. As she thought about how she and Ridge hadn't really started trying, her voice slowed, and her face darkened. She flashed back to her night with Thomas. \"Oh, no,\" she murmured. Dr. Li asked what was wrong. She'd assumed Caroline would be happy.\n\n\nCaroline asked if they could tell how far along she was. Dr. Li said it was early. Caroline asked if it was early as in days or as in weeks. Dr. Li asked to know why Caroline needed to know it. Caroline told the doctor about the mistake she'd made with a friend during a breakup with Ridge. The doctor asked if the man had taken advantage of Caroline, but Caroline said he hadn't. She conveyed that it had been a big misunderstanding and mistake.\n\n\nCaroline was hopeful that she could have gotten pregnant on her honeymoon. She said that before the wedding, she'd gotten her period, but it had been lighter than normal. The doctor asked what Caroline was asking. Caroline asked if the other man could be the father of her baby.\n\n\n",
    "imdb": "\nZende and Nicole share their good news with Rick and make plans for a first real date.    ",
    "tvmega_recap": "Caroline gushes on and on about soon they will have a baby and he will have Ridge's eyes and goofy smile. Ridge tries to sound agreeable but says it might not be that easy. He thinks back and hears Brooke's words that Caroline is young and healthy and if she does not get pregnant right away she will figure out something is wrong. So Ridge needs to tell her about the vasectomy. Brooke tells Thomas that he probably needs to wait to give Ridge the designs he has finished as Ridge needs some privacy as he is with Caroline now. Nicole tells Zende that if he had not kissed her when he did she might have kissed him. They kiss and he says wow he wished he had not waited so long. Rick catches them and is glad they are officially a couple now. He says he and Maya will be there for them and he invites them to watch a football game which thrills Nicole as she is a big Bear fan. Although Ridge does not think it is necessary, Caroline tells him that she has an OB/GYN appointment to make sure she is in good health and nothing will impede her getting pregnant. Her doctor tells her they will do some blood tests and then take it from there. She seems to be healthy so the best thing is just relax and keep the stress down and do things with her husband that she enjoys. Caroline agrees that having a baby with the man she loves is more than she ever dreamed of. Brooke is nosy but Ridge tells her Caroline is going to the doctor and there is nothing to worry about. Brooke says as long as he understands that she can not have Ridge's baby if he told her that. The doctor tells Caroline that most of her tests prove what she already thought but there is one surprise, a pretty big one she is already pregnant. She is ecstatic, saying they were not even trying. They had just gotten married recently. She suddenly thinks back to that night with Thomas. She asks the doctor if she can tell her how long it has been, a few days or even weeks. The doctor wonders why. Caroline tells her the whole sad story and asks is it possible that this other guy could be the baby's father.",
    "tvmega_summary": "Episode # 7161 ~ Caroline & Ridge talk about having a family; Zende & Nicole make plans for a real date.",
    "soapcentral_condensed": "Brooke berated Ridge for letting Caroline go to the doctor when she didn't have a chance of conceiving with him. Ridge felt bad for getting Caroline's hopes up and wished he'd just been honest about going to his appointment. Caroline's phone beeped with a reminder of her \"OBGYN\" appointment. At Dr. Li's office, the doctor congratulated Caroline on getting married and said she didn's see fertility issues in Caroline's file. Caroline remarked that she'd recovered from her blood accident and asked if they could do some blood work from there. Dr Li suggested that they do some major changes from there, and there were no major problems with Caroline's blood work. At the sky lounge, Nicole wondered why she and Zende had waited so long to kiss. They each asked if the other had been nervous about it. Zende acted as if he hadn't been, and she said that if he'd waited any longer, she would have kissed him. Rick wanted to watch a football game, but he was sure Maya was going to have some questions.\n"
}