{
    "soap_central": "\n\nAt Spectra, Stephanie reminded Ridge that she had put the ring on Brooke's finger. Ridge asked if he and Brooke would have Stephanie's blessing. Brooke felt that would be a lovely gesture. Ridge warned his mother that the gesture had better be sincere, because it was Stephanie's last chance to get it right. As Ridge left, he told Stephanie that he and Brooke were having a private ceremony and that the next time Stephanie saw Brooke, Brooke would be Ridge's wife. Ridge suggested that Stephanie accept Brooke if Stephanie wanted to hold onto her family. Grinning, Brooke asked Stephanie to make her day.\n\n\nIn Oscar's hospital room, a scarred man had Bridget in a hold, taunting that Oscar couldn't do anything to stop him. Oscar painfully struggled to reach for his call button, while \"Scarface\" yelled for the screaming Bridget to shut up. When Oscar finally summoned a nurse, Bridget managed to elbow her assailant and knock him out with a metal hospital tray. Oscar was impressed, and Bridget stood there in disbelief.\n\n\nBrooke told Stephanie she was waiting, prompting Stephanie to say it would be a \"cold day in hell\" before Brooke got her blessing. Brooke said Ridge would be disappointed, but Stephanie was sure that, at the end of the day, Ridge would side with his mother, as Ridge had when he'd voted Brooke out of Forrester. Brooke maintained that Ridge had done that so they could build a future together. Stephanie sniffed that Logan Designs was meant to placate Brooke, not be a sign of Ridge's loyalty.\n\n\nBrooke thought Stephanie was just upset because Brooke had won. Stephanie countered that Brooke had won a shadow of the company Brooke had once run. Brooke declared that she and Ridge were going to build a preeminent design house, like Eric and Stephanie had once had.\n\n\nStephanie said that she and Eric had had commitment, respect, and real love. Brooke asked Stephanie when she'd realize that Brooke and Ridge had that, as well. Stephanie accused Brooke of not being capable of real love. Brooke replied that she would be the best wife to Ridge, the best mother to his children, and a friend to Stephanie -- then asked if she and Stephanie could end the war between them. Stephanie shook her head.\n\n\nStephanie was sure that Ridge would start comparing Brooke to Taylor once Brooke started living at the house Ridge and Taylor had shared. Brooke pooh-poohed the notion, saying that Ridge's ring would be on her finger forever and that Stephanie had put it there. Stephanie told Brooke not to gloat and gave fair warning that she'd promised Taylor that her children would be raised the way Taylor had wanted. Brooke refused to be baited and said she was going to make Ridge proud by being nice to Stephanie. On her way out, Brooke picked a flower from an arrangement and tossed it over her shoulder to Stephanie like a wedding bouquet, calling Stephanie \"Mom\" and teasing that she would miss Stephanie at her and Ridge's ceremony.\n\n\nSecurity guards dragged \"Scarface\" out, and Oscar told them to have the police check the syringe the goon had tried to inject into Oscar's I.V. A nurse told Oscar he was very lucky, and the nurse informed Bridget that Oscar's vitals were normal. She left to summon a Dr. Cooper, anyway. Bridget nervously joked that they'd have to start teaching self-defense in pre-med. Oscar was surprised to hear Bridget was a student, as he had judged from her fight skills that she was a full doctor. Oscar repeatedly deflected when Bridget asked what had just happened and if Oscar was in trouble.\n\n\nStephanie walked into her office and found Sally waiting for her. Sally wanted to know if Ridge had agreed not to hand Sally's company over to Brooke. Stephanie apologized and said she hadn't been able to convince Ridge not to. Sally sighed and confessed she'd half expected that outcome, while Stephanie reiterated that Ridge had blinders on when it came to Brooke. Sally said she needed a drink, which sent Stephanie on a search for a bottle of Irish whiskey that Eric had once stashed in the office. Stephanie found what Sally termed \"sacred liquid\" and poured drinks for herself and Sally; they toasted then gulped the liquor down and declared it \"smooooooth,\" quoting a 1940s Red Skelton comedy sketch.\n\n\nLater, Stephanie and Sally had their bare feet up on Stephanie's desk. Stephanie slurred that Brooke had simply turned and left on her high horse. Equally inebriated, Sally was appalled Brooke had allowed a horse in the building. Stephanie sloppily poured Sally another drink and drank from the bottle herself as Sally garbled that Brooke was a \"cut-rate Vampira\" who had stolen her company. Sally prattled on about how nice it was that she and Stephanie were on the same side for once and that they should always have been friends, while Stephanie slid down in her office chair and passed out on the floor.\n\n\nSally crawled to Stephanie and woke her. When Stephanie started crying that she wanted Eric, Sally proclaimed that Stephanie needed a makeover from \"tead\" to \"hoe.\" Stephanie crawled to a chair, and Sally clumsily helped her into it. Stephanie tiredly ordered Sally to stop yapping and start working. Sally whipped out a pair of scissors and said her Irish father had always told her it was best to start from the top.\n\n\nIn her bedroom, as Brooke stared at a photo of her and Ridge in Italy, Nick stopped by, commenting that Brooke's engagement ring was a \"nice rock.\" Nick asked when the big day was; Brooke replied she didn't know because Ridge was planning everything. Nick figured Ridge didn't want family or men from Brooke's past interfering. When Brooke inquired whether Nick had any particular man in mind, Nick said no and that he just wanted to wish Brooke and \"Forrester\" luck.\n\n\nSally drunkenly combed through the nearly unconscious Stephanie's hair with her fingers, then decided to pick up a large flower pot from a table. After some configuring, Sally dumped the pot out over Stephanie's head, drenching her. Sally mumbled that good head-dressers always cut hair when it was wet; Stephanie agreed. As Sally chopped away at Stephanie's hair, Stephanie thought Sally had a flair for barbering. Sally opined that if she couldn't get another gig in the rag trade, she could be a mortician.\n\n\nStephanie giggled and invited Sally to work for Forrester. Sally erupted in laughter, and Stephanie said Forrester could use someone who did whatever it was Sally did. Sally changed her mind and asserted that Stephanie owed her. Stephanie's hair fell to the floor as Sally demanded her own office, a hunky male secretary, and a Jaguar for a company car. Stephanie granted all of it.\n\n\nSally finished and handed Stephanie a mirror, saying that \"Sally Scissorhands\" had created magic. Stephanie took the mirror and appraised her uneven, spiky locks. \"You know,\" Stephanie slurred, \"it looks a little hip-hop, don't you think?\"\n\n\nBrooke asked if Nick were all right with her marrying Ridge. Nick didn't want to talk about his feelings; he wanted to know what Brooke's were. Brooke avowed she was happy, and that was all Nick had needed to hear. After Brooke thanked Nick, he pulled a small box out of his pocket. Brooke wondered if it was a wedding present. Nick smirked that \"Forrester\" could wear it, but it would look better on Brooke, who opened the box and pulled out a bracelet with a compass on it. Nick said he was giving it to her in case she ever lost her way. Brooke deemed Nick an amazing man as he put the bracelet on her arm.\n\n\nNick said that, since meeting Brooke, he had learned that one couldn't go through life alone. It was nice to have a friend, he added. If Brooke ever needed one, she knew where to look. Brooke became mystified by a metallic clunk, then heard Ridge calling for her to \"get [her] butt down here.\" Brooke followed his voice and saw that Ridge had put a ladder up to their second-story balcony. Ridge shouted that since he and Brooke had wanted to elope, they should just do it. Brooke looked back at Nick, who told her to use her compass if she ever got lost. \"Aye, aye, Captain,\" Brooke replied.\n\n\nBrooke tentatively climbed up on the terrace and made her way down Ridge's ladder, giggling as she said that it was scary and hard to do in high heels. Brooke couldn't believe she was doing it and labeled Ridge crazy. Ridge said she was right and that he'd told Brooke he was going to keep her on her toes. Ridge began to lead Brooke away, announcing that people were waiting for them on the runway. When Brooke wanted to know where they were going, Ridge said they were going to begin the rest of their lives together. Brooke and Ridge kissed lovingly and ran off.\n\n\n",
    "tvdb": "\n",
    "tvmega_recap": "Ridge is demanding that Stephanie make peace and give her blessings for his and Brooke's wedding. Stephanie doesn't give much of a response in front of Ridge. When he leaves Brooke and Stephanie alone, Brooke starts in with her bratty attitude and Stephanie tells her that it will be \"a cold day in hell\" when she gives them her blessings. Brooke responds that Ridge will be very disappointed. Warning her not to gloat, smart Alec Brooke grabs a fake bouquet and tosses it at Stephanie's feet. Later on, Sally meets up with Stephanie at her new office. She wants to know what happened with Brooke, half expecting bad news. When Stephanie tells her what happened, Sally needs a drink. The two of them got sloshed and Stephanie falls on the floor. Sally helps her up and then gives her a makeover. She plops a potted plant on Stephanie's head and stars chopping away. They are gabbing and Stephanie tells Sally she should come work for them. When Sally is done, Stephanie's hair is about 2 inches long all over her head, a look Stephanie declares as \"hip-hop !\" Bridet is still being held by the fake doctor. Oscar isn't much help but Bridget elbows the goon and he falls to the floor when she bonks him on the head with a tray. The cops come and take him away and Bridget asks Oscar what kind of trouble he is in. Brooke is admiring her diamond ring when in comes Nick. He wants her to be happy. He has a gift for her. She opens it and finds a bracelet with a compass dangling from it. He says she should use it when she feels lost. Their conversation is halted when Ridge raises a ladder to the window and expects Brooke to elope with him.",
    "soapcentral_condensed": "Stephanie accused Brooke of not being capable of real love. Brooke declared that she and Ridge were going to build a preeminent design house. Oscar was surprised to hear Bridget was a student, as he had judged from her fight skills that she was a full doctor. Sally prattled on about how nice it was that Stephanie and Stephanie were on the same side for once and that they should have been friends, while Stephanie slid down in her chair and passed out on the floor on the horse in the building. The next time Stephanie saw Brooke, Brooke would be Ridge's wife. and she would be the best wife to Ridge, the best mother to his children, and a friend to Stephanie -- then asked if she and Stephanie could end the war between them. and that Stephanie had put the ring on Brooke's finger. Stephanie apologized and said she hadn't been able to convince Ridge not to. hand Sally's company over to Brooke. Sally sighed and confessed she'd half expected that outcome. and Stephanie reiterated that Ridge had blinders on when it came to Brooks.\n"
}