{
    "soap_central": "\n\nIn the CEO office at Forrester, Pam, Carter, Eric, and Charlie prepared a welcome back party for Caroline. Pam peeked out the door and said that Ridge and Caroline were getting off the elevator. Charlie and Carter joked that the banner and balloons were a little much, but Pam said that Caroline had been through a lot. Pam said she'd barely had time to whip up a special batch of lemon bars.\n\n\nOutside the office, Ridge followed Caroline out of the elevator, and Caroline walked slowly with her walker. Ridge helped her, but Caroline reminded him she could do it on her own. Ridge begrudgingly agreed. He wondered if she wanted a selfie, and she took one. Ridge wanted to send it to her moms. He wanted them to see how well she was doing.\n\n\nCaroline thanked Ridge for helping her, and they kissed and hugged in the hallway. Pam peeked out the office door and advised them \"to get a room.\" They all laughed, and Pam told Caroline how good it was to see her. Pam opened the door for her, and Carter, Charlie, and Eric greeted her with a chorus of \"Welcome back.\"\n\n\nCaroline smiled, and thanked them all. \"Welcome home, sweetheart,\" Ridge said. They hugged and kissed. Eric teased that they had planned to keep it low-key, and Charlie chimed in that it was low-key because Pam would have had a brass band if she could have found one on short notice.\n\n\nCarter congratulated Caroline because she had fought back and maintained her sense of humor. Ridge teased that she'd done that \"most of the time.\" Caroline shushed Ridge and told him that the team wanted to think of her as Superwoman. \"Don't rat me out,\" she said.\n\n\nCaroline told the group that she would not have returned so soon if Ridge hadn't helped her. He'd been there for her first steps and had always encouraged her. Ridge hugged her and told her that he needed her designing at Forrester. \"Make me look good now that I'm running this place,\" he said. The group toasted with Champagne, and Charlie, Carter, and Pam exited while Ridge, Eric, and Caroline discussed business.\n\n\nOut at Pam's desk, Pam fielded calls about Maya Avant. Callers felt that Maya had been fired, but Pam tried to explain that Maya had quit. Charlie and Carter agreed something had to be done fast.\n\n\nInside the CEO's office, Eric shared the news that there had been a public backlash because customers thought Maya had been fired because she was transgender. Ridge wanted to consult with the public relations team on how to inform the public that Maya had quit, and Caroline promised to address it on her blog. Eric insisted they needed to do more.\n\n\nRidge assumed that Eric wanted Maya back as their top model, and Eric agreed. He advised Ridge to speak to Maya. She was with Rick at the house. Ridge objected, but Eric reminded Ridge that as CEO, he had to do things for the good of the company.\n\n\nRidge figured that Eric had already spoken to Rick about returning as well. Eric said that was the case. \"You need to make this happen, Ridge,\" Eric said. Ridge left the office, and Carter asked where he was headed. Ridge said he would be talking to Maya.\n\n\nInside the CEO office, Caroline thanked Eric for the welcome back party. She noted that if Rick had been CEO, \"my welcome back would not have been quite so warm.\" Eric understood. He had hoped that Caroline and Rick would have stayed together. \"But I see how much you and Ridge love each other,\" Eric said.\n\n\nEric held Caroline's hands and warned her not to let being CEO overwhelm Ridge. He encouraged her to make sure that they made time for each other. Caroline agreed.\n\n\nEric worried about how Caroline felt about Maya's return. Caroline said that she wanted what was best for the company. Since she had two moms, she was happy to see the support for Maya. \"I agree with you. I think Forrester needs Maya back,\" she said.\n\n\nAt the Forrester mansion, Maya entered, and Rick greeted her. \"I still have my key,\" Maya said. Rick thanked her for visiting him. She teased that he had torn her away from laundry. Rick said that she could have taken it with her. They laughed.\n\n\nMaya looked at her picture still on the wall. \"I love this home,\" she said. She added that she loved sharing it with Rick. He suggested that it was time for her to return home. He offered her a martini.\n\n\nMaya said that she felt it might be too soon because they had a lot to figure out. She lamented that she had not told him sooner and had caused a lot of trouble -- including Rick losing his job. Rick disagreed. He reminded Maya that he never would have been CEO without her by his side because she had given him the courage to be a CEO.\n\n\nMaya recalled that Rick had been a very successful CEO. Rick praised Maya for the way she had handled the news and the media attention. He praised her courage and called her \"a beautiful, fierce woman.\"\n\n\nRick encouraged Maya to return home. Rick assured her that he would not look at her differently than he had before. They kissed, and Maya smiled. Rick assumed she agreed, and they kissed again.\n\n\nRidge entered and interrupted. He apologized for the interruption. \"I have to talk to Maya. Forrester needs you,\" Ridge said.\n\n\nMaya and Rick knew that it was no secret Forrester was getting a backlash from fans. Maya agreed to return and clear up the misconception, but she had one condition. \"I will happily return as lead model as long as Rick comes with me,\" she said. Maya encouraged Ridge to tell his brother that he needed Rick to return to Forrester, as well.\n\n\n",
    "imdb": "\nRidge pays a surprise visit to Maya and Rick and makes a considerable request to Maya.    ",
    "tvmega_recap": "Pam and Charlie are look-outs in the hallway on Caroline's first day back at the office. Pam would have had a parade if she could have. Instead she settled for a banner and a bunch of festive balloons and her quickly made lemon bars. Ridge tells Caroline they will slip back in without notice like nothing has happened. He wants her to take it easy on her first day back. She is on the walker and still has one leg in a boot that she hobbles around on. Ridge hands her his phone and assumes she will want to take some selfies for her followers. Maya walks into the Forrester mansion. She still has her key but she catches Rick by surprise. A pleasant surprise though and he thanks her for coming. She jokes about leaving something like laundry back at her place she needed to do. She walks around and notices her portrait still on the wall and remarks how much she loved this place. He says great, he'd like to invite her to a party right now. Ridge thanks Eric for being there and being so gracious to Caroline. She in turn thanks everyone for being so attentive and gives Ridge credit for helping her walk again and for urging her to get better and back to work where he knows she will flourish. Ridge is glad she is here because it looks good with them running the company. Rick pours two martinis and Maya is curious why the party and who else is coming. He says just the two of them and he thinks it is time she moved back home and he wants her to say it is what she wants as well. Pam fields a lot of questions over the phone assuring the media that Maya was not fired. Charlie says she has been doing this for days and it is a PR nightmare and Ridge needs to do something about it. Eric too gets calls and he tells Carter they need to do something about this as the assumption is that Maya was fired and forced out the door because she is transgender. Forrester looks like the bad guy here. Maya can not believe Rick still wants her here. She caused him so much trouble and to lose the CEO. He can only think of the good things about Maya and will not agree with her. She says again that she was insecure and waited too long to tell him. He asks again if she will please move back in. Ridge does not want to do anything rash although Eric seems to be suggesting they get Maya back at FC. Caroline says even she with two mothers sees the public in an outcry with a voice wanting to be heard. Ridge says he understands but if he asks Maya to come back that she will want Rick back too. He does not want to do that. Eric tells him to listen to him carefully. If Ridge wants to be a good leader he is going to have to put aside his differences from time to time. This would be a good time to start. Maya never should have left. He knows she is on the way to the house now so Ridge needs to do the right thing and reach out to her. With everyone on the same page, Ridge says he will go to Maya. Rick and Maya kiss passionately and he takes that to mean that she will move back in despite a few reservations. Ridge walks in and says Forrester needs her. Caroline thanks Eric for what everyone did for her. He says it is the least they could do. He admits he wishes things had worked out between her and Rick but he can see that she and Ridge really love each other. She says her feelings toward Maya are not important. She does realize that FC needs Maya. Maya is shocked that Ridge wants her back and Rick thinks it is a joke. Ridge tells them the truth. People think Maya was fired and there is a backlash and a campaign to get her job back. He would like her to be his lead model. She only wants what is best for FC and it would be good for the transgenders too. She says she will gladly come back on one condition \u0096 Rick has to come back as well. He is the man she loves and is a wonderful CEO. If Ridge is welcoming her back, then he is welcoming Rick back too.",
    "tvmega_summary": "Episode # 7096 ~ Eric, Carter, Pam, & Charlie prepare a party; Ridge makes a request of Maya.",
    "soapcentral_condensed": "Caroline returned to Forrester and was greeted with a chorus of \"Welcome back\" Ridge wanted to send a selfie to her moms to show how well she was doing. Eric worried about how Caroline felt about Maya's return. Maya said she felt it might be too soon because they had a lot to figure out. \"I love this home,\" she said. \"Maya martini,\" Rick teased her for visiting him away from her home. 'Forrester needs Maya back,' Eric said. 'I still have my laundry,' Maya said.'Forresters' is back on the air at 8 p.m. ET on CBS. 'The Bold and the Beautiful' is on Bravo at 9 p.M. ET/PT on Friday, September 14. ' Forresters,' 'The Originals' are on ABC at 10 p.S.E. and 10 a.M., September 15 and 16, 2016. 'Fired' is off the air on Sunday, September 15, 2016, at 10:30 p.C.\n"
}