{
    "soap_central": "\n\nRidge plays with RJ and recalls him covered in afterbirth.  Brooke returns from Big Bear.  Ridge asks her to forgive him and take him back.  Remarrying Taylor was his worst mistake.  Nick brings Belgian waffles and Hope.  She's wearing his sailor's hat.  Incensed, he offers to throw out his waffling brother.  Ridge replaces Nick's hat with a black beret.  Brooke gets rid of the other blondes by suggesting they visit Jackie.  She tells her fair son to focus on his wife.  Brooke tells Ridge to go back to his wife.  She won't give him another chance to hurt her.  He says marry him, which unsettles her.  He kisses her and continues to plead his case.  Tears streaming, Brooke asks him to just leave her alone.\n\n\nA despondent Taylor lies on the couch.  She doesn't respond to the doorbell. Stephanie enters unbidden.  Taylor's given up the fight for her marriage. Together, the women can build new lives.  Sexier than ever, Dante brings a single red rose - Taylor's favorite.\n\n\n",
    "tvdb": "Ridge stops by the house to see Brooke and R.J., and asks Brooke for another shot. After a tense moment between Ridge and Nick, Brooke tells Ridge that there will not be a reunion in their future. Nick takes his tale of woe to Jackie, who tells Nick to have faith that Brooke will make the right decision and turn her back on Ridge. Taylor tells Stephanie that things are never going to be back to normal between her and Ridge, and that both of them need to move on with their lives.\r\n",
    "yt": "\n\nRidge surprises Brooke by stopping by to see R.J.  Ridge tells Brooke that his marriage to Taylor is over and asks if there is a chance for them.  Nick and Hope enter and there is obvious tension between Nick and Ridge.  Later Brooke tells Ridge that they had their chance and that she wants Ridge to leave.  Nick fills Jackie in on Ridge and Brooke.  Jackie tells Nick to have faith that Brooke will do the right thing and say no to Ridge.  Stephanie comforts Taylor and Taylor tells Stephanie that it’s time to start a new life – for the both of them.  Dante also arrives to try to cheer Taylor up.",
    "tvmega_recap": "Ridge shows up and it playing with R.J. in Brooke's house. She is surprised as he tells her what happened the night before at Big Bear. She tells him she was there. Clearly she is not interested when Ridge makes his move to tell her he tried, but his heart belonged somewhere else. He admits he knows he hurt her and he has no right to ask, but can she forgive him and take him back? She turns a deaf ear and tells him to go back to Taylor and pray that she will take him back, because she won't. Stephanie visits Taylor and begs her to fight for Ridge. Taylor tells her she is through fighting; she won't do it. Ridge pleads his case. Leaving Brooke was the biggest mistake of his life (he blames Stephanie's manipulations). He made the wrong choice but he made her happy once and he knows he could again. They are interrupted by Nick and Hope. She manages to get Nick to take Hope to Jackie's Boutique and she will handle it with Ridge. Nick spills all to his mother, how Ridge is trying to worm his way back into Brooke's life. She tries to calm him down, not to get caught up in Brooke's drama. He needs only to focus on his wife. Stephanie pleads with Taylor who says she will treasure her time with Ridge, but it's over. They both need to make new lives for themselves. They embrace and part still friends. Dante show up with a red rose. He's sympathetic; he knows how hard she fought to come back from the dead to be with Ridge. She smiles that he helped her then and here he is again. Brooke asks Ridge to leave. He confesses again his big mistake, but this is where he belongs. Out of the blue, he asks her to marry him. He points out his home is with her, R.J. and Hope. He kisses her and she rather weakly tells him don't do this to her; just leave her alone.",
    "soapcentral_condensed": "Ridge plays with RJ and recalls him covered in afterbirth. Brooke returns from Big Bear. Ridge asks her to forgive him and take him back. Remarrying Taylor was his worst mistake. Nick brings Belgian waffles and Hope. She's wearing his sailor's hat. Incensed, he offers to throw out his waffling brother. Ridge replaces Nick's hat with a black beret. Brooke tells Ridge to go back to his wife. She won't give him another chance to hurt her. He says marry him, which unsettles her. Tears streaming, Brooke asks him to just leave her alone. A despondent Taylor lies on the couch. Stephanie enters unbidden.  Taylor's given up the fight for her marriage. Together, the women can build new lives.  Sexier than ever, Dante brings a single red rose - Taylor's favorite. He kisses her and continues to plead his case.  She doesn't respond to the doorbell. Ridge suggests they visit Jackie.\n"
}