{
    "soap_central": "\n\nAt Forrester, Liam and Steffy discussed her untalkative mood the previous night, which had been due to Ridge's news about marriage and children. Liam had thought Ridge might slow down after his breakup with Katie. It was hard for Steffy to make peace with it, but she'd be happy if Ridge was.\n\n\nLiam and Steffy recalled it was the day of Ivy's first photo shoot and left to attend it.\n\n\nAt the sky lounge, the interns bustled to prepare for Ivy's first photo shoot. At a makeup stand, Ivy wondered if Steffy and Liam had forgotten her shoot. Wyatt doubted they'd forget something so big.\n\n\nIvy changed into a coral sheath gown, and everyone wondered where Oliver was. Steffy and Liam arrived, and Wyatt and Ivy noted that Oliver should have been there an hour earlier. Steffy said she'd told Oliver not to meet them because there would be no shoot with Ivy that day. Wyatt asserted that they were on a schedule, and the shoot had to be done.\n\n\nLiam and Steffy thanked the interns, whom he sent to pack up the shoot. Ivy and Wyatt demanded to know why. Ivy asked if she needed to discuss it with Ridge, but Steffy said it wouldn't benefit Ivy. Wyatt refused to sit there and play guessing games, and Liam invited him to leave. Ivy expressed confusion. Steffy said she was making changes, and the first was the face of Forrester.\n\n\nSteffy typed on her phone as Liam saw the crew out. Ivy said she'd thought they'd had an agreement, but Steffy said she'd been forced to decline the job. Wyatt explained that Ivy had deleted the video and all traces of it at Steffy's request. Liam relayed that it wasn't so simple, and Steffy had been terrified of losing everything. Ivy sighed, saying she'd thought they'd moved on from it.\n\n\nSteffy conveyed that they had, but Ivy's actions had been reprehensible. Steffy asked if Ivy thought Steffy would reward her for it. Ivy said that Steffy should be thanking her, not tearing into her. Steffy replied that it was simple, and Ivy's modeling days were over at Forrester.\n\n\nLater, Liam, Ivy, and Wyatt followed Steffy into Rick's old office, where Steffy picked up files to read as if the modeling conversation was over. Wyatt said it seemed that they'd gone backward. Liam told Wyatt to let Steffy speak for two seconds before interrupting her. \"Shut up!\" Wyatt rasped at Liam.\n\n\nIvy said she'd deleted the video when she hadn't had to do it. Steffy asked if she should be grateful. Ivy had expected civility, not for Steffy to throw her weight around and take Ivy off the campaign. Steffy said Ivy had never been a part of the campaign originally. Wyatt assumed Steffy wanted the job back. \"I've been the Face of Forrester....\" Steffy said in a knowing tone.\n\n\nLiam asked if Wyatt and Ivy could blame Steffy; he said Steffy had been first choice until Ivy had manipulated the situation. Steffy added that Ivy hadn't earned the job, didn't deserve it, and needed to stop playing the victim. Ivy responded that Steffy was going against her word, but Steffy claimed she had never said that Ivy could remain in the position. Ivy said it had been inferred.\n\n\nSteffy asked if Wyatt had heard her say that. She claimed that she'd agreed to give Ivy a second chance and wipe the slate clean, which Steffy believed she was doing. Ivy called Steffy petty and said Liam and Steffy were too caught up in a power trip to see anything else. Wyatt didn't see how it benefited the company, when Ivy had already been announced in the press as the new model and when it was too soon for Steffy to go public. Steffy disagreed.\n\n\nIvy conveyed that it was her chance to step up as a Forrester. \"Or have you forgotten that that's my last name as well?\" Ivy snapped. Steffy said Ivy had to earn the stripes. Ivy contended that she'd made a name for herself long before arriving in America. Steffy said Ivy had then told Steffy that she'd committed a crime, killing Aly, when it had obviously been self-defense.\n\n\nSteffy was trying to fix things and said Ivy would have to deal with the consequences. Ivy asked what it was supposed to mean. Wyatt tried to break the meeting up and let everyone get air, but Ivy said Steffy should say what she was trying to say. Steffy claimed that she'd known it would be challenging to move on. She remarked on Ivy's attitude and decided she didn't trust Ivy.\n\n\nSteffy said one couldn't work with someone she didn't trust, and Ivy was fired.\n\n\nIn the CEO's office, Ridge and Caroline built a dress on a dress form. Their working turned into canoodling, and Bill grimaced when he and Katie walked in. Ridge assumed that Bill had driven all the way to Forrester to congratulate him. Bill said he'd hoped that Caroline had found her senses over night.\n\n\nKatie complimented the ring, and Bill asked if the craft store had run out of ribbons. Katie again said it was a nice ring. She tried to congratulate the couple and leave, but Ridge asked Bill if he'd throw a party. Bill claimed he'd be glad to do it for Caroline -- and a different man.\n\n\nBill expressed that he was just as protective of Caroline as Ridge was of his daughter. Bill said Caroline didn't have a father around, but she had Bill. Ridge was fine with Bill being fatherly but said Bill wouldn't control the situation. Bill asserted that Caroline had his blood in her veins, and he protected his own -- especially from predators like Ridge.\n\n\n\"Okay. This has been super fun,\" Katie prefaced for her and Bill's exit. Bill stopped her, saying that Ridge was a deserter. He'd done it to Katie, Brooke, and Taylor, but he wouldn't do it to Caroline. Ridge didn't feel as if he owed Bill an explanation, but he did assure Bill that he'd keep Caroline happy.\n\n\nBill asked if it meant having kids. He said Ridge had better be on the same page if it was what Bill's niece wanted. Katie pressed to leave because it wasn't their business. Agreeing that it wasn't, Ridge said he'd still let them know that they planned to try for a family within the year -- if all went well. Ridge claimed there was nothing to worry about, and it was taken care of.\n\n\nCaroline asked Bill to trust her judgment about who she'd chosen to marry. Katie said she'd had her doubts, due to Ridge's track record, but seeing them together made her excited for their future. Katie volunteered to babysit. Caroline said that Bill and Ridge were the most important men in her life, and she didn't want tension between them. \"So what do you say? Friends?\" Caroline asked.\n\n\nIn unison, Bill said, \"Hell, no,\" and Ridge asserted, \"God, no.\" Bill told Ridge not to screw it up. Caroline asked for a group hug, but everyone stiffened and refused.\n\n\nAfter Katie and Bill had gone, Caroline said Bill had been kind of cute, standing up for her and doing the fatherly thing. \"'She's got my Spencer blood! And I'll kill for my family!'\" Caroline mimicked Bill. She said it was Bill's way of showing affection. Ridge believed that she was the strongest woman he knew, but if she ever needed protection, it would be from him, not Bill.\n\n\nRidge had thought a lot about the wedding day. He didn't think a big bash was them. It had always been Caroline and him against the world, and he wanted to keep it that way. He had a friend's house he wanted to get married at with just the two of them and no one else. He didn't even want a minister. He said they could do it themselves. He didn't want to wait. He wanted to do it that day.\n\n\nCaroline was surprised, and Ridge asked if she trusted him. She said she did but asked where the place was. Ridge replied that it was the most beautiful place in the world -- Malibu. Caroline agreed to do it that day, and they kissed.\n\n\n",
    "imdb": "\nBill becomes a protective uncle when he voices his harsh disapproval of Caroline's plan for the future.    ",
    "tvmega_recap": "Ivy tells Wyatt that she deleted the video so the least Steffy can do is be grateful and go along with her first photo shoot. Steffy and Liam discuss being surprised that her dad has agreed to more children to keep Caroline. But he has always been supportive so she can not turn on him now. Bill pops in just as Ridge and Caroline are kissing. Bill says he heard the good news .Ridge laments and he came all the way over to congratulate him. Bill says he has had a night to think about it so he'd like to think that Caroline has come to her senses. And if she were marrying anybody but Ridge he would throw her the party of the year. Bill tells Katie that this is Ridge. He always runs the other way. Caroline has Spencer blood coursing through her veins and he will do everything he can to keep her happy. That includes having a baby. Ridge says that has all been taken care of. Caroline tells her Uncle Bill that she knows they all love her and she appreciates that but she wants to assure them this is what she wants. And she just wants them to all tolerate each other and no tension. They are going to get married, so be friends. Bill tells Ridge for some unknown reason his niece is crazy about him so do not screw this up. While everyone is waiting, Steffy and Liam walk in and she tells Ivy there will not be a shoot today, at least not with her. When they all want an explanation, Steffy says she is the President and she is making some changes starting with the face of Forrester. Ivy says she thought when she deleted the video that meant they had all moved on. Steffy says it is plain and simple. Ivy's days of modeling here at Forrester are over before it started. Both Ivy and Wyatt are livid. Ivy says Steffy should be grateful. Steffy tells her to quit playing the victim. She manipulated her to get the job in first place. Liam agrees, and Ridge picked Steffy first so it is hers if she wants it. Ivy says Steffy is going against her word. Steffy says she gave Ivy a second chance but she never once said she would keep the position. Ivy tells Liam they are so wrapped up in their power trip they can not see anything else. Ivy even throws her last name in as she deserves this too. Wyatt tells them things can get uglier so they all need to take a rest. Steffy says she knew with Ivy's attitude they would have a hard time moving on. She can not trust her and as of now she no longer works at Forrester. She is fired. Caroline tells Ridge that is the way macho man Bill is, all wrapped up in his family. Ridge tells her that she is strong and needs no one that protective but if the day comes, he wants to be there. He wants to talk marriage; he does not want to wait any longer. Today, just the two of them. She was not expecting this. He suggests Malibu. Caroline is giddy.",
    "tvmega_summary": "Episode # 7152 ~ Ivy's first photo shoot as the face of Forrester Creations doesn't go quite as expected; Bill becomes a protective uncle when he voices harsh disapproval of Caroline's plan for the future.",
    "soapcentral_condensed": "At Forrester, Liam and Steffy discussed her untalkative mood the previous night, which had been due to Ridge's news about marriage and children. Liam had thought Ridge might slow down after his breakup with Katie. It was hard to make peace with it, but she'd be happy if Ridge was. At the sky lounge, the interns bustled to prepare for Ivy's first photo shoot. At a makeup stand, Ivy wondered if SteFFy and Liam had forgotten her shoot. SteffY said she'd told Oliver not to meet them because there would be no shoot with Ivy that day, and the shoot had to be done. Wyatt refused to sit there and play guessing games, and Liam invited him to leave. Ivy and Wyatt demanded to know why, and Wyatt explained that Ivy had deleted the video and all traces of it atSteffy's request. Steffen said Ivy hadn't earned the job, didn't deserve it, and needed to stop playing the victim.\n"
}