{
    "soap_central": "\n\nAt home, Ridge tried to convince Phoebe to go out with her friends. Phoebe indicated that she was not interested in seeing her friends. Phoebe told Ridge it was Rick that she was interested in. Phoebe told Ridge that she was going out to Insomnia to hopefully find someone who would listen to her, because Ridge would not.\n\n\nStephanie questioned Ridge about Rick and Phoebe. Ridge declared that Rick and Phoebe's relationship was finally over. Stephanie was not as adamant as Ridge. Stephanie advised that Ridge had believed their relationship was over in the past, yet they were still together.\n\n\nAt the Insomnia Café, Donna and Jackie were unhappy to see Stephanie arrive. Uninvited, Stephanie went to Jackie and Donna's table to talk to them. Stephanie hinted to Jackie that Brooke could return to Nick if she had to choose between Rick and Ridge. Donna and Jackie later decided that they should make a Nick and Brooke reunification happen. \n\n\nWhen Phoebe entered Insomnia, Donna took the opportunity to go over and speak with Phoebe. Donna advised Phoebe if it was Rick that she wanted, then it was Rick that she should have. Donna told Phoebe to pursue Rick. Donna explained that she might never find true love in her life ever again.\n\n\n",
    "tvdb": "Donna and Jackie plan to get Phoebe and Rick together to make Ridge mad so that Brooke to call off their engagement.  Rick and Ashley have dinner at Café Russe.\n",
    "yt": "\n\nRidge assures Stephanie that Rick and Phoebe’s relationship is over and that nobody will stop his wedding to Brooke. Phoebe is angry that Brooke no longer supports her relationship with Rick and that Ridge still hasn’t come around. Rick and Ashley have dinner together. Rick tells Ashley that his drama with the Forresters over Phoebe won’t affect the business or their deal with her. Jackie tells Donna that Brooke is the ideal match for Nick. Jackie and Donna see Phoebe on the phone and wonder if she is talking to Rick. Donna doesn’t think that Rick and Phoebe will continue their relationship behind Ridge’s back. After Jackie leaves, Donna tells Phoebe to not let anyone tell her that she can’t have a future with Rick. Later, Stephanie tells Jackie that both of them want the same thing; Brooke to be with Nick.",
    "imdb": "\nRick bumps into Ashley Abbott in Café Russe, rather flirtatiously, while Phoebe speaks up for her relationship with him. Stephanie bumps into Jacqueline, who was concerting with Donna about the advantages of breaking up Ridga and Brooke, yet Stephanie is received and parts on a hostile tone.    ",
    "tvmega_recap": "Phoebe glances at the wedding invitation of Ridge and Brooke. She tells her dad if she can't see Rick, she doesn't feel like seeing her other friends. She understands Ridge's feelings, but she feels like Brooke has done a 180. Donna and Jackie lament the situation of the Forrester's not caring for Phoebe's feelings, but just their own, how this will look. They know Brooke and Nick were really happy and if Brooke and Ridge were to split up, they could be again. Stephanie spies them and even gloats that Jackie's precious Nicky may get Brooke back, how about that? They spy Phoebe in Insomnia and she doesn't look happy. If they could arrange for Rick and Phoebe to get together and Ridge find out about it, he would go crazy and Brooke in Australia, well .it could drive them apart for good. While dining separately, Rick sees Ashley and joins her. She asks if he's having dinner or making her his sale's pitch? He takes her hand as they reminisce about their special night in Paris and how exciting it was. She does find it ironic that he's now interested in a \u0091younger' woman. He assures her his issue with Ridge is a non-issue, it won't affect their business. Donna joins Phoebe and plays confidant, she is on her side. She plants the seeds in her head that if she really loves him, how can she let him go? She may not get another shot at true love. Sometimes in life you have to break the rules or end up being alone, like Donna.",
    "soapcentral_condensed": "At home, Ridge tried to convince Phoebe to go out with her friends. At the Insomnia Café, Donna and Jackie were unhappy to see Stephanie arrive. Uninvited, Stephanie went to Jackie and Donna's table to talk to them. Stephanie hinted to Jackie that Brooke could return to Nick if she had to choose between Rick and Ridge. Donna advised Phoe be if it was Rick that she wanted, then it wasRick that she should have. Donna explained that she might never find true love in her life ever again. The pair later decided that they should make a Nick and Brooke reunification happen. The reunion will take place at the end of the month on The Young and the Restless, on CBS and in the CNN Oxygen Channel, 8 p.m. ET on Friday, November 16. For more from Soap Opera House, visit the website here. The latest from Soaps In Depth is available on CNN.com/soapsindepth. For the latest from The Bold and the Beautiful, go to the Inquisitr.\n"
}