{
    "soap_central": "\n\nAt Nick's, worried about what Stephanie said about her daughter, Taylor tries to get in touch with Phoebe.  Nick assures her that Phoebe is fine and jokingly tells her the next time Stephanie comes over he plans to put duck tape over her mouth.  Attempting to get Taylor to relax, Nick spoon feeds her some soup.  Despite his attentiveness, Taylor remains insecure about his feelings.  Nick tells her that whether Brooke and Ridge stay together or not will have no effect on him.  He goes on to tell her how happy she makes him and how much he loves being with her.  Things heat up and they make love. Afterwards he tells her Brooke is his past and warns her that Stephanie will probably be pushing Ridge on her next.  Taylor tells Nick that doesn't matter since he is the only man for her.  Still obsessing on the subject, Taylor states that she can't believe Ridge and Brooke would end things at this late date.  Bored with the topic, Nick shuts Taylor up with a kiss.\n\n\nAt Big Bear, Brooke orders Ridge to let go of Rick.  Stephanie agrees, telling Ridge he should direct all of his anger toward Brooke since she has been lying to him the whole time.  Ridge questions Brooke and she admits that she knew the truth but argues that Rick isn't a threat to Phoebe.  Ridge is appalled by Brooke's betrayal.  Brooke says she tried to tell him earlier but things got too crazy once he decided to  turn their wedding into a hug press event.  Ridge angrily tells her she had no right to do it and Brooke counters that he had no right to threaten her son's life.  Stephanie butts in and tells Brooke to stop blaming other people for her lack of judgment.  Brooke argues that Ridge can't expect Rick and Phoebe to turn their feelings off just because he says so. Ridge sadly replies that he wished she had as much respect for his feelings as she does for the children's.  Exasperated, Brooke drags Rick into another room so she can have a moment alone with her son.  Once they are alone, Rick apologizes to his mother and explains that he had no idea Stephanie was spying on them or he never would have set up a secret meeting at the cabin.  Rick adds that he thinks Stephanie's main objective now is to split up Brooke and Ridge.  Brooke tells Rick she isn't worried about Stephanie, she is more concerned about his situation with Phoebe spiraling out of control and causing something really awful to happen.  Brooke pressures her son to be mature and end things with Phoebe before it's too late.\n\n\nBack in the den at Big Bear,  Stephanie warns her son  that  a marriage of  lies will never  work.  Phoebe apologizes to her Dad for sneaking around behind his back.  Ridge accepts her apology and admits he could have handled the situation better.  When Brooke and Rick come back in, Brooke tells everyone that Rick and Phoebe need to talk alone.  Despite Stephanie's protests, Brooke manages to get everyone to leave.  Once they are alone again, Phoebe tells Rick that she is relieved that everything is out in the open.  Sensing that Rick is in a strange mood, Phoebe asks him what is wrong and wanders what his mother said to him.  Fearing that Brooke tried to guilt trip him into breaking up with her, Phoebe tells Rick that Ridge and Brooke would never  break up because of their relationship.  She pleads with Rick not to worry about what people think, telling him all that matters is that she loves him. Relenting, Rick gives her a kiss, but looks very troubled afterwards.\n\n\nMeanwhile in the car, Brooke and Ridge argue and Ridge threatens to turn the car around and head back to Big Bear.  Brooke makes him pull over then she lays into him for being so violent with Rick.  She orders him to never  lay a hand on her son again.  Ridge promises he won't, but worries about what kind of future they have if Brooke feels she has no other choice but to lie to him.\n\n\n",
    "tvdb": "Taylor is still unsure that Nick really wants her. Nick mentions the fact that if Brooke were available, Ridge would be too. They both promise to one another that Brooke and Ridge and both in the past and seal the deal by making love. Brooke demands that Ridge take his hands off Rick. Stephanie urges Ridge to be angry at Brooke for lying to him instead of being angry with Rick. Brooke yells at Stephanie to keep out of things, but confesses to Ridge that she did know about Phoebe and Rick's relationship. Brooke takes Rick aside and begs for him to see the trouble that is being caused. She asks that he end his involvement with Phoebe before things get worse. Brooke argues with Ridge for becoming violent toward Rick, but he argues that Brooke shouldn't have lied to him. Phoebe is glad that the truth is out in the open and kisses Rick.\r\n",
    "yt": "\n\nRidge is furious with Rick and grips Rick’s collar until Brooke pleads with him to let go.  Brooke then admits that she’s known about the continuing relationship which further infuriates Ridge.  Stephanie insists that Ridge can not marry a woman who lies to him.  Brooke takes Rick into a separate room to continue to plead with him to end the relationship with Phoebe.  Brooke makes Ridge and Stephanie leave the cabin with her leaving Rick and Phoebe there alone to talk.  Brooke gets through to Rick and makes him see he needs to end it with Phoebe for now.  Rick is somber as Phoebe declares her love for him.  On the way home, Brooke tells Ridge she will not tolerate him striking her son and Ridge apologizes.  Meanwhile, Nick reassures Taylor that Brooke is in his past, just like the Marlin.",
    "imdb": "\nRidge's indignation to find Rick and Phoebe making out is toppled when Stefanie tells Brooke knew but kept it from him, which they scolds as liar betrayal. On the way home Brooke dares scold Ridge for seeming physically threatening to Rick. Nick tries to cuddle Taylor's doubts away. Back in Big Bear, Phoebe gets Rick to kiss her again.    ",
    "tvmega_recap": "Brooke has to separate Ridge from Rick. Stephanie lashes that if Ridge wants to be mad at someone, make that Brooke as she knew the kids were still seeing each other and did nothing about it. Ridge feels betrayed and can't believe that Brooke wouldn't respect his feelings the way she seems to respect the kid's feelings. Brooke won't back down and insists on speaking to Rick alone. She lectures him and advises him to break it off with Phoebe before things spiral even further out of control. Stephanie harks to Ridge this is Brooke's fault and you don't start a marriage based on lies. She reminds Phoebe that she owes her father an apology. Phoebe does apologize. She wanted him to treat her like an adult, then she sneaked around behind his back. Ridge claims he could have handled it better too. But he and Brooke are in opposite camps when it comes to her wanting to leave Rick and Phoebe there alone to work this out. And she's not just ASKING him. Stephanie is shocked that Ridge would accept Brooke turning the tables on him, after lying about this situation. Going home, Ridge is indecisive and wants to turn the car around and go back. Brooke demands that he not, leave the kids alone; they need this time alone and they are going to give it to them. He's still incredulous that she knew about this all along. Yet she berates him for that look in his eye and she will NEVER tolerate him trying to strike her son again. He surmises SHE lied to him, yet he's the bad guy here. Rick is sullen and quiet and Phoebe tries to persuade him that her dad will come around eventually. He thinks they have put his mother in a very touchy situation. Phoebe doesn't want him to go on this guilt trip. She says her dad will come around eventually. And his mom won't lose Ridge because of this. They have to stop worrying about what everyone else says. She begs him to just love her. Nick feeds Taylor hot, spicy soup in bed and reassures her that Brooke is his past, just like the boat. Nothing Brooke says or does will affect his feelings for Taylor or shake his world at all. He likes the way he feels now and what he sees when he looks at Taylor. After making love, he doesn't want to think about anything else and she says she's found the man she wants to be with.",
    "soapcentral_condensed": "At Nick's, Taylor tries to get in touch with Phoebe. Nick assures her that Phoe be is fine and jokingly tells her the next time Stephanie comes over he plans to put duck tape over her mouth. At Big Bear, Brooke orders Ridge to let go of Rick. Stephanie warns her son  that  a marriage of  lies will never  work. At the cabin, Rick apologizes to his mother and explains that he had no idea Stephanie was spying on them or he never would have set up a secret meeting at the cabin. Rick adds that he thinks Stephanie's main objective now is to split up Brooke and Ridge. Brooke pressures her son to be mature and end things with phoebe before it's too late. She pleads with Rick not to worry about what people think, telling him all that matters is that she loves him. Rick gives her a kiss, but looks very troubled afterwards. Meanwhile in the car, Ridge and Ridge argue and Ridge threatens to turn the car around and head back to Big Bear.\n"
}