{
    "soap_central": "\n\nAt Big Bear, Maya and Rick were overwhelmed with emotions as, on one knee, Rick proposed to Maya. Maya said that there was something Rick didn't know about her. He asserted that it wouldn't make a difference to him. She felt that she still had to tell him. He didn't think anything she'd say would make him love her any less. Thanking him, she added that what she'd say could change everything.\n\n\nMaya stated that it could make Rick see her differently. Rick didn't believe it would change who Maya was to him. She said she'd shared a lot with him, but not everything. She'd wanted to but had frightened herself into being protective. She'd begun to believe that their love could surpass \"even this.\" She hoped it could because she very much wanted to give him all of her.\n\n\nRick became amorous as Maya tried to talk to him. Between kisses, she asked him to please let her finish. Rick said he only needed to hear that she loved him. As they kissed, he swept her off her feet and took her to the bedroom.\n\n\nWhile in bed with Maya, Rick said it was time to put the past behind them, and the future was everything. He asked if she'd forgotten the question he'd asked earlier about marrying him. Maya said she wanted to be his wife more than anything, but first, she had to share something with him.\n\n\nRick said Maya didn't have to share every detail of her life with him to know that he wanted to share the rest of his life with her. Maya said he needed to know something significant. He asked if it was a secret. She stated that it wasn't a secret; it was who she was.\n\n\nRick said he wouldn't change a single thing about Maya, so she should just tell him. Maya said it was the story of how she'd become the woman that she was that day, and how she'd become Maya.\n\n\nAt Forrester, Brooke and Eric wondered what was going on at Big Bear. Eric didn't want word about Maya leaking out. Brooke said it was too late because Nicole had told Wyatt. Eric was upset that Bill Spencer's son knew about it, but Brooke said that Nicole trusted that Wyatt wouldn't tell Bill.\n\n\nEric wanted to count upon the idea that Bill wouldn't destabilize his own investment, but Brooke said they couldn't count on anything at that point. She was worried about what the news would do to Rick, but Eric said they had to put their faith in Maya, just as Rick had. Eric believed that Maya would do the right thing and tell Rick before the proposal.\n\n\nEric hoped it would happen before anyone else told Rick because it would be devastating otherwise. Brooke was worried about how Rick would handle it. Eric said they just had to be there for Rick and hope it didn't get out before Maya told Rick herself.\n\n\nIn Rick's old office, Ridge entered to talk to Wyatt more about the Maya situation. Earlier, Ridge had noticed that Wyatt had dodged the question about Bill's knowledge of Maya's secret, and Ridge figured that Wyatt had dodged it because he'd told Bill. Wyatt stated that Bill was under control. \"No. He has control -- of Maya's story -- and he will exploit it,\" Ridge replied.\n\n\nRidge asked why Wyatt had told Bill, and Wyatt exclaimed that it was because of Rick and his treatment of everyone. Wyatt didn't think he had to remind Ridge of that. Ridge stated that it didn't mean they needed or wanted Bill's involvement. Wyatt said that Katie and Liam were handling it, and Bill wouldn't be involved. Ridge decided that they were about to take a trip to see big, bad Bill Spencer.\n\n\nWyatt didn't think it was a good idea. Instead, he wanted to let Katie handle it. Ridge said he didn't want the future of Forrester in the hands of Katie or anyone else. \"We're gonna go see your daddy,\" Ridge declared and headed out of the door.\n\n\nAt Spencer, Katie was adamant that Bill not run with a story about Maya. Bill insisted it was news, and Spencer published news. Katie said he was trying to create a scandal, and Maya had fixed the problem of her outside not matching her inside. \"I think you're making my point for me. It's news,\" Bill emphasized. Katie refused to let Bill lead the charge in the persecution of transgender people.\n\n\nBill corrected that it wasn't about Maya or her personal choices. The story he planned to run with was about Rick not knowing about the choices. Bill was out to protect the Spencers' investment in Forrester and declared that Rick needed to be knocked down a few pegs. Bill said that she should think of it as giving out a little tough love.\n\n\nKatie refused to give up, but Bill said they'd just have to agree to disagree. Ridge and Wyatt barged in on the argument, and Ridge said they wouldn't handle it Bill's way. Bill stated that he was solving the problem for everyone, and they could thank him on their way out. Ridge said it wouldn't go down that way, and Bill asked if Ridge was growing soft on Rick.\n\n\nRidge asserted that it was a family matter, and Bill stated that his family was under attack -- Liam, Caroline, Wyatt, and Ivy. Wyatt claimed not to need defending, and Bill stated that Ivy and Caroline did. Bill refused to let an arrogant bully abuse the women in his family. Katie decided that, if Bill wanted to protect women, Maya was a woman, and Katie wouldn't let him make a spectacle of Maya.\n\n\nKatie asked if she'd made herself clear about Maya's gender not being a story in print or online. Katie insisted that Bill promise her, and Ridge said it was a good idea. Bill asked if Ridge really wanted to give Rick a chance to talk his way out of it. Bill believed that if the story broke, Rick couldn't function as CEO, which was the endgame. Ridge said they couldn't do it that way.\n\n\nBill asked how they'd do it, and Ridge mumbled that his father would make a change. Bill asserted that Ridge's \"daddy\" sided with \"the kid\" and wouldn't do anything. Bill refused to back down, but Katie declared that they were done. \"Pull the story, Bill. Now!\" Katie ordered.\n\n\nBill called Justin into the office and told him to pull the story. Justin asked if Bill was sure. \"He's sure,\" Katie barked, and Justin left.\n\n\nLater, Bill was alone in his office when Justin returned to ask what else Bill needed. Justin said he was sorry for what had just happened. It wasn't fun watching Bill -- \"Eat Crow? Compliments of my wife, no less?\" Bill asked. \"Well, things are not always as they appear.\"\n\n\nBill asserted that one person called the shots around there -- him. Bill told Justin that they were running the story, and Bill wanted \"the whole damn world\" to know all about Maya Avant.\n\n\n",
    "imdb": "\nThe subject of ethics and scruples prompts a lovers quarrel between Bill and Katie.    ",
    "tvmega_recap": "Rick tells Maya to say yes. She says the ring is beautiful and he replies that just like the woman he hopes will wear it. Eric knows Rick took Maya to Big Bear specifically to propose. Brooke says yes but she was specific. She told Maya to tell him before he proposes. Eric does not want this to leave the building. Katie and Bill continue to argue. He calls it news, she calls it gossip and that transgender people are persecuted every day and she will not let him lead the charge. He says he is not judging Maya. He is in the publishing business and they report the news. Rick is destroying that company, their company, they own a piece of it and Rick has to go. He says Maya hid it from Rick and that is the story pure and simple they are going to run with. Maya says there is something Rick does not know about her and she has to tell him. He says nothing she tells him will change things. She hopes not as she always wanted to tell him but was afraid how he would accept it. Ridge approaches Wyatt and says he dodged the question earlier. Has he told Maya's secret to anyone else, especially Bill as he knows where that can lead. They do not need Wyatt's father's involvement. And he does not want Katie in the middle of this either. He is going to go see his daddy. Eric says everyone seems to know except Rick. If Bill finds out about this then his magazine will make sure the whole world knows. Bill tells Katie to think of this as tough love for Rick. She is adamant that they are not through with this. They are still discussing it when Ridge and Wyatt walk in. Ridge says this is not how this is going down. It is his brother and his problem, not Bill's. This is a private family matter. Bill says yes his family too, Caroline, Ivy, even Wyatt and he will not let that bully try to bring them down. Katie says Maya is a woman just like Katie is and she will not let him shoot her down. Eric tells Brooke that they have to have faith in Maya that she will tell Rick the truth before anyone else does. Rick states that Maya does not have to say anymore but she insists that he hear her. He kisses her and picks her up and takes her to the bedroom. Bill calls Justin and tells him to pull the Maya story. Brooke tells Eric that hopefully Maya is telling Rick right now but Rick does not deal well with surprises. Eric says he knows but they have to hope Maya will tell him before someone else does. Bill calls Justin back in. He says only one person calls the shots here, him. He wants the whole world to know all about Maya. After their lovemaking, Rick tells Maya their past is behind them. He did not exactly get his answer yet so now is the time. She says she will but not before she tells him something so let her finish. He says it is not important as he knows she is the only one he wants to spend his life with. He wouldn't change a thing about her. Slowly she says this is about the woman he loves, how she became Maya.",
    "tvmega_summary": "Episode # 7067 ~ Rick & Maya focus on romance; Bill & Katie bicker over ethics.",
    "soapcentral_condensed": "Maya and Rick were overwhelmed with emotions as, on one knee, Rick proposed to Maya. Ridge decided that they were about to take a trip to see big, bad Bill Spencer. At Spencer, Katie was adamant that Bill not run with a story about Maya. Bill insisted it was news, and Spencer published news of Maya's secret. Katie refused to give up, but refused to let Bill lead the charge in the charge of transgender people. Bill said that he was solving the problem for everyone, and Ridge declared that Rick needed to be knocked down a few pegs in a tough love way, and Bill said he'd just have to agree to disagree with Ridge and Wyatt and they wouldn't handle it in the way Bill's way. At Forrester, Brooke and Eric wondered what was going on at Big Bear. Eric didn't want word about Maya leaking out. Brooke said it was too late because Nicole had told Wyatt. Eric hoped it would happen before anyone else told Rick because it would be devastating otherwise.\n"
}