{
    "soap_central": "\n\nIn the CEO's office, Liam arrived with annulment papers for Ivy. Liam asked for privacy, and Wyatt left. Ivy asked who'd sign first. Liam asked if she needed a minute. She said he'd been kind enough to marry her, so she wouldn't drag it out, and she'd never meant to make him feel trapped.\n\n\nLiam flipped through the papers and signed them. Ivy joked that they'd won a prize for the shortest marriage. She signed the document and told Liam that he was free.\n\n\nIn Steffy's office, Steffy was losing patience with Aly. Steffy said she was sorry, but Aly said being sorry didn't undo the damage to her and her father's lives. Steffy noted that Thorne had forgiven Taylor and had dated her. Aly seethed that he hadn't -- not after all Taylor had put them through. Steffy replied that she knew about loss. She'd lost a twin, and twins were as close as two people could ever be.\n\n\nAly claimed that it wasn't the same bond as mothers and daughters, a bond Steffy still had with Taylor. \"And you still talk to Darla,\" Steffy quipped. Aly warned Steffy not to look at her like a nut job and added that if she was a nut job, it was Taylor's fault -- just like Liam and Ivy's issues were Steffy's.\n\n\nIn Rick's old office, Brooke was glad to have Maya and Rick back at the company. Pam agreed, and Rick said Ridge wouldn't have accepted Rick back if it wasn't for Maya. Maya prompted Rick, who said she was right, and it was the beginning of a new, less contentious era at Forrester.\n\n\nBrooke exclaimed her joy and surprise when Zende entered, followed by Nicole. Rick noted that Zende was there to learn the family business, and Brooke wondered when they'd last seen Zende. Zende remarked that it was a few holidays back, and his parents sent their love. Maya asked if Nicole was interning, too, and Nicole said Ridge had given her a second chance after she'd sucked at modeling.\n\n\nPam reminded everyone about Ridge's meeting. Pam refused to divulge the surprise topic of the meeting, and after she left, Zende said he'd forgotten how much fun Pam could be. Rick remarked that, with Ridge as CEO, merriment and light had returned to the hallowed halls of Forrester. Some gave Rick the side-eye, and Nicole promised to explain it to Zende later.\n\n\nEveryone left but the interns, who filled binders with papers. Zende wondered how the meeting was going. Nicole was sure Ridge would let him sit in, but Zende didn't want any favors. He stated that Maya was cool, and she said Maya was taken. \"What about you? Are you taken?\" Zende asked.\n\n\nNicole asked if waiting for Mr. Right was a bad thing. Zende, who happened to be waiting for Ms. Right, asked if he was looking in the right place. Nicole grinned.\n\n\nIn the CEO's office, everyone settled into seats around the table for Ridge's meeting. Liam decided to tell everyone something, but Ivy took the lead. She let the staff know that her immigration problems had been settled, and she and Liam were no longer married. Ridge welcomed Maya back and congratulated Rick for his new position running Forrester International locally.\n\n\nRidge and Steffy had decided upon a new direction for Forrester. Ridge said that everyone would agree that HFTF was done, but they'd expound upon its principles of self-empowerment and respect in women by addressing something that Americans took from granted -- their life, liberty, and pursuit of happiness. The new campaign was called \"California Freedom.\"\n\n\nRidge showed them a logo with red, white, and blue waves. He relayed that the designs would express that women were living the lives meant for them and expressing their freedom in a myriad of ways. Steffy said they'd use all facets of Forrester designs, including lingerie and swimsuits. \"Wait. Let me get this straight. Bikinis and underwear? That's your way of making women feel free?\" Aly asked.\n\n\nAly guessed Steffy would be the model, too. Steffy affirmed that she would be, and Aly asked if Ridge was really okay with his daughter running around in her underwear for the world to see. Aly expected that type of thing from Steffy, but not from Ridge, who she'd believed would restore Forrester to its classic roots. Aly said it was wrong and disgusting to sell sex camouflaged as freedom.\n\n\nAly asserted that her grandparents would not approve of it. Steffy stated that Eric was all in. Aly disbelieved it. Ridge started to say that he'd talked to his dad about it, but Aly cut in to inform him that his father was Massimo, not Eric. Ridge reasserted that he'd talked to his dad, who wanted them all to pull together around the idea and help the family heal.\n\n\nAly conveyed that it would cheapen the Forrester brand. Ivy didn't feel that Steffy and Ridge would let it happen. Aly was amazed that Ivy would defend Steffy after what she'd put Ivy through. Liam murmured that it was \"so not the time for this,\" but Aly ranted that she'd walked in on Liam and Steffy, who had been sashaying around in her underwear.\n\n\nSteffy replied that she and Liam had been working on the lingerie line, but Aly bellowed that the only thing Steffy had been working was her body. Rick intervened. He said he didn't have a lot of credibility with Aly, but he knew a few things about letting anger rule a person's life. He didn't think anyone wanted that for her, and Maya added that they needed to learn to live and let live.\n\n\n\"Oh, great. Now Maya's lecturing me,\" Aly quipped.\n\n\nWyatt told Aly not to be so judgmental, and Ridge added that there was a place for everyone's opinions --- at the appropriate times. Aly complained that everyone treated her as if she was out of touch or from another planet when she expressed her belief that the company was veering away from the values set forth by her grandparents and instilled within her by her own parents.\n\n\nSteffy told Aly that Thorne was a great father, but when she mentioned Darla, Aly exclaimed, \"Don't you dare! You are not worthy to speak my mother's name. You are the reason that's she'd gone!\"\n\n\nRidge decided that the meeting was over, and as everyone left, Pam suggested to Ridge that she talk to the silently sobbing Aly. \"No, let me,\" Steffy said.\n\n\nOnce everyone was gone, Steffy tried to talk to Aly, but Aly didn't want to talk to Steffy. Aly claimed to know a bully when she saw one. Steffy said she'd never bullied Aly, and Aly replied that Steffy was more into wrecking, like she'd done with Liam and Ivy's relationship. Aly stated that Steffy had tainted the couple and wanted to taint the company. \"It's just sex, sex, sex with you!\" Aly said.\n\n\nSteffy asked Aly to stop working herself up. Aly snapped that Steffy didn't really care. Steffy said she did care, but Aly wouldn't believe it because of Taylor. Steffy stated that Aly had forgiven Taylor. \"No, no, no, no, no. I was persuaded to,\" Aly corrected. Aly stated that she'd said the words, but she could never forgive Taylor. Aly sobbed that Steffy had no idea what it felt like.\n\n\nSteffy agreed that she didn't, but she wanted to get along. Steffy touched her cousin, and Aly stared spitefully at Steffy. A flash of Darla hitting Taylor's windshield played on screen. Steffy was sorry the night kept haunting Aly, but she urged Aly not to give in to the pain and anger.\n\n\n",
    "tvmega_recap": "Liam presents Ivy with annulment papers. Wyatt agrees this is not a good time and he leaves. Ivy asks who should sign first. She says that Liam was kind enough to marry her so the least she can do is not drag this out. Liam signs first and then Ivy. Steffy tells Aly that she is really trying here. Aly says she can not say any more. The things that happened that night Darla was killed changed her life forever. She had that bond with her mother but no more. Steffy still has that with her mother. She is not a nut job and this is all on her now. Ridge pops in and reminds Steffy about the meeting. Aly asks if she can come. Without being rude, he says sure. Brooke and Pam tell Rick that they are glad he is back. He says he knows it is a package deal, one Ridge would not have made otherwise. Zende and Nicole come in and he meets Maya, all good things he has heard about her. Pam tells them Ridge wants all of them at the meeting so do not forget. Zende tells Nicole that his grandfather was married to Brooke .and both brothers. It is one big dysfunctional family but it works. Both look at each other and agree they are looking for Mr. and Mrs. Right. Ivy makes the first announcement and says she is no longer Ivy Spencer and back to Ivy Forrester as she just signed the annulment papers. Ridge welcomes his lead model back to work and Rick as well..... props to tackling the International office from here. He is sure he can do it. Steffy introduces a new hope for woman with liberty \u0096 California Freedom, a new campaign, a new spirit .the life they were meant to have every day. Aly can not contain herself any more and opens her mouth that the trashy lingerie and swimwear is wrong and especially with Steffy modeling it. She would expect that out of her but not from a father wanting to parade his daughter out like that. Pam tries to calm her down but Aly yells that it is not okay. This is not what her sister would want for this company and it cheapens them all. She tells Steffy that the only thing she was working on in the lingerie was her body. Maya tries also to ask her not to be so judgmental and Aly goes off on her that it is rich that Maya is now lecturing her .her of all people. Aly tells Steffy that is it her fault that her mother is gone and she is not worthy to even speak her name. Steffy tells her that everyone is gone so let her help her. Aly shouts again that she does not want HER help, so do not look at her like she is crazy. Caroline tells Ridge that if anyone can get through to Aly it is Steffy so at least she has to try. Aly tells Steffy that she knows a bully when she sees one. She has been around them all her life. And now she is doing that to Ivy over Liam. Steffy keeps repeating that Darla's death was an accident. Aly says she was persuaded to forgive Taylor but they were just words. She cries that she will NEVER forgive her. Steffy says their fathers are brothers and they have to get along. She is sorry that night keeps haunting her but it will ruin her, the anger will if she lets it. Do not give in to it.",
    "tvmega_summary": "Episode # 7102 ~ Ridge & Steffy make a big announcement; Ivy & Liam decide to alter their relationship.",
    "soapcentral_condensed": "Ridge and Steffy had decided upon a new direction for Forrester. Liam arrived with annulment papers for Ivy. Maya asked if Nicole was interning, too, and Nicole said Ridge had given her a second chance after she'd sucked at modeling. Eric told Aly that he'd talked to his dad about his father, but Aly cut in to inform him that Eric was not in Massimo, who was not Eric, and said it was wrong and disgusting and Aly said it would not approve of her grandparents not to sell sex toys and lingerie to the world. The new campaign was called \"California Freedom\" and would express women's freedom in a myriad of ways, including lingerie, swimsuits, and underwear, according to Ridge and SteFFy. The meeting was interrupted by Zende, who asked if Ridge would let him sit in on the meeting, but Ridge said he didn't want any favors, and Zende left without speaking to anyone else in the room.\n"
}