{
    "soap_central": "\n\nDuring the Spectra show finale, Jarrett said into his recorder that the designs were too good to be true; every one of the gowns could have come from Forrester, and they probably had. Thomas walked out on the show, and Sally rushed off the stage to follow him.\n\n\nShirley and Saul took the stage to conclude the showing. Coco stepped up on the stage and told Shirley that the designs were stolen. Shirley took Coco backstage as Saul remained up front to take orders. Shirley instructed Darlita to get the Champagne going while Shirley took care of something. The models wanted to know where Sally was and said the designs were great. Coco replied that they were ripoffs.\n\n\nShirley pulled Coco to a corner, and Coco demanded to know where Spectra had gotten the gowns. Shirley explained that it was what they'd arrived in the city to do, and their dreams were happening. Coco asked how Shirley had done it.\n\n\n\"You did it, Coco. You did it,\" Shirley replied. Coco said she'd declined to be the spy, so Shirley couldn't pin it on her. Shirley was amused by the word \"pin.\" Coco stated that she'd go on stage and expose the theft if Shirley didn't say how she'd done it. Shirley asked if Coco recalled the jewelry gifts she'd received. Shirley indicated that they'd contained cameras, and everything Coco had seen, the Spectras had seen.\n\n\nCoco was upset that her family had used her. Shirley thought Coco should be proud that she'd pulled through for her family. Shirley said Coco was and would always be a Spectra. Coco couldn't believe Sally had done it to her and asked if Sally had known. Shirley affirmed it. Coco rushed off, ignoring Shirley's orders to return to the conversation.\n\n\nBack on stage, Saul took orders from customers who wanted fifty of one gown and seventy of another grouping. Jarrett approached Saul to discuss the \"new direction\" Spectra had taken. Saul asked the people in the room to get their orders together, and he'd be with them. Jarrett insisted that Saul say whether the gown designs really belonged to Sally Spectra.\n\n\nSaul accused Jarrett of trashing Spectra in his review of their preview. Jarrett asked if the answer to it had been pilfering a collection from Forrester. Saul stated that the review had nearly finished them off, but they'd bounced back. \"So write a story about that, why don't you,\" Saul quipped. Jarrett claimed that he already had his title: \"Spectra Fashions Turns Back to the Dark Side.\" Saul replied that he hadn't said anything that proved Jarrett's accusation.\n\n\nJarrett stated that Saul hadn't had to. Jarrett knew a Forrester Original when he saw one. Sally had raw talent, but designs as sophisticated and elegant as what Jarrett had just seen had originated from the hands of a master. Jarrett turned to the buyers and said the gowns weren't authentic. Saul yelled for Darlita and Shirley. To Jarrett's shock and Saul's delight, all the buyers wanted to know was how to place their orders.\n\n\nSally caught up to Thomas at the end of a hallway. She said she could explain. He stated that Forrester's entire collection was on the Spectra runway, and she'd stolen from him.\n\n\nThomas and Sally went into her office, and Thomas asked if Sally had played him the entire time. He said he'd stood up for her to his family, but she'd just wanted to con him and stab him in the back. Thomas had never showen Sally his designs, and he asked how she'd gotten them. Sally didn't reply. He said he'd told her that he loved her, and if it meant anything to her, she'd tell him the truth. Sally said she'd never meant to hurt him.\n\n\nThomas laughed at himself for thinking that a Spectra and Forrester could be together. He invited her to laugh at it, too, and was irritated that she had nothing to say. Thomas recalled how they'd met and how devastated she'd been after Jarrett's review. Thomas didn't believe she'd really wanted to steal designs, but she'd become desperate with the weight of her family and business on her shoulders. He said if she'd asked, he would have helped her.\n\n\nThomas asked if Australia had been just a ploy to suck him in and steal from him. Sally denied it. She'd been honored to attend the wedding as his date, and she'd fallen in love with him on the trip. Thomas asked how she could steal from someone she loved.\n\n\nSally stated that her grandmother had said it was the way fashion worked. Thomas assured Sally that it wasn't so. Sally said the only way Spectras got breaks were to make them for themselves, and he was going to dump her anyway. He replied that she'd dumped him. Sally was adamant that he would have left her for someone with more polish and class.\n\n\nThomas yelled that Sally was wrong. He said he would have supported her and helped her make herself a success. He had loved her first, but she'd made a terrible mistake. He'd never look at her the same way again, and what he saw before him was a thief.\n\n\nSally decided that it wasn't worth it. Nothing was worth losing Thomas. She said she'd let everyone down, but she'd destroy the gowns and cancel the orders. Sally stated that he was right. She should have trusted him instead of panicking. She begged him to give her another chance. Thomas said he couldn't, and he left on the freight elevator.\n\n\nAt Forrester, R.J. wanted to know if Brooke was really okay. Brooke said that she was, and they'd always be a family, even if she hadn't married his father. Talk turned to Coco, and noting that Coco was at the Spectra show, R.J. wondered how it had gone. Brooke guessed that it wasn't easy for Coco to keep her life separate from her sister's. R.J. figured it could be why they hadn't wanted him at the fashion show.\n\n\nR.J. decided to check for an update on the Spectra showing. He pulled news of it up on is laptop and gasped, horrified. Brooke asked him what was happening. Showing her the screen, he said that the designs were the Forresters'. R.J. didn't know how it had happened. Brooke replied that they'd given it to the Spectras.\n\n\nR.J. assumed Brooke was saying Coco had done it. Brooke reasoned that stealing an entire collection had to be an inside job. Brooke exclaimed that it was terrible and a major problem. She left to tell Ridge right away.\n\n\nR.J. stared at the computer for a moment. He looked up and saw Coco in the doorway.\n\n\n",
    "imdb": "Thomas and Coco watch in disbelief as Sally as proudly accepts accolades for her new collection while Jarrett is absolutely convinced that the dresses are Forrester knock-offs. Saul is happy to take a string of orders, just before Shirley quickly thanks the spectators for coming as Coco confronts her. Coco is devastated to learn that she was used as a means to spy on the Forresters - and that her sister Sally agreed to this plan. Sally runs after Thomas who angrily accuses her of stealing from him and his family's hard work. Sally tries to make Thomas understand her level of desperation - and that her feelings for him were genuine. A deeply disappointed Thomas bids Sally goodbye. Knowing that R.J. hoped for his parents to be reunited, Brooke consoles her son. They then catch up with the Spectra Fashion show online and are shocked to realize that young Sally followed her namesakes' footsteps of design larceny.",
    "tvmega_recap": "Sally stands on the runway and sees the disappointed looks from Thomas, Coco, and others. She jumps off the stage and runs after Thomas. He turns and tells her that he cannot believe what he saw with his own eyes. She betrayed him by stealing all the designs that were on her runway. She stole from his father, his grandfather and from him. Shirley immediately jumps on the stage and thanks everyone for coming and she will look forward to their reviews and taking their orders. Saul starts doing that immediately as Jarrett walks up and wants some answers. Coco tells Shirley she did not have anything to do with this. How did she rip off the Forrester's? Shirley finally tells her that actually she did it and tells her about the hidden cameras in her necklace and brooch, so they saw everything she saw. Jarrett wants to know if those were Forrester originals as he believes they are. Thomas tells Sally that he swore up and down to his family that she was a good person. And now she broke up with him when she got all she needed. He told her he loved her so if any of that meant anything then tell him the truth. She said she never meant to hurt him. Jarrett demands to know if those were FC originals which they looked like and how they did it. He had his headlines all set but not if they stole again from the Forrester's. RJ looks up the showing on his laptop with Brooke behind him and he notices immediately that these are their designs. Brooke says no wonder Coco did not want him to be at Spectra's for the show. It had to be an inside job and that falls on her head. She has to tell Ridge right away as this will affect their own showing. Shirley tells Coco that no matter how long she stays over there she is and forever will be a Spectra. All Coco wants to know is if Sally knows. Coco runs off when Shirley says yes. Thomas says he knows Sally did not come to L.A. to rip off his family, She came to make her own name known but along the way she became desperate. She had the whole world on her shoulder. She should have come to him and he would have helped her. He does not know how she could do this by stealing someone else's dreams. He loved her. And he would have helped her. She made a terrible mistake and he will never look at her the same ever again. She admits this was her Aunt Sally's wish and her grams raised her and Coco this way. But the way he is looking at her right now, nothing is worth that. She should have had more faith and she begs him for one more chance. He ponders the situation but says he is sorry, he can't.",
    "tvmega_summary": "Episode # 7566 ~ Thomas is overtaken by a wave of heartbreak and betrayal at the finale of the Spectra fashion show; Coco learns that she was a pawn in her family's plan to garner success for their company.",
    "soapcentral_condensed": "Thomas walked out on the show, and Sally rushed off the stage to follow him. Jarrett approached Saul to discuss the \"new direction\" Spectra had taken. Jarrett claimed that he already had his title: \"Spectra Fashions Turns Back to the Dark Side\" Thomas said he'd stood up for her to his family, but she'd just wanted to con him and stab him in the back. He said he was going to dump her and that he would have left her with someone more class and polish and class and he said he wasn't so wrong. He invited her to laugh at it, too, and was irritated that she had nothing to say. Thomas recalled how they'd met and how devastated she'd been after Jarrett's review. Thomas didn't believe she'd really wanted to steal designs, but he'd become desperate with the weight of her family and business on her shoulders. He asked if Australia would help her, and she denied it. She said she'd fallen in love with him anyway.\n"
}