{
    "soap_central": "\n\nAt the mansion that evening, the teary-faced and disheveled Steffy limped into the living room. In her mind flashed the events from PCH. Liam entered, exclaiming that he'd been looking for her. He took one look at her and asked what was wrong.\n\n\nSteffy explained that she'd had a nail in her tire, and as she'd gotten out to change the tire, a car rushed at her, stopping inches from hitting her. Liam asked what kind of crazy idiot would do that. Steffy said it had been Aly, who'd tried to reenact Darla's death with Steffy.\n\n\nSteffy stated that she'd had to defend herself. She'd thought Aly would kill her. She'd tried to calm Aly down, but Aly had attacked her. \"And then something happened!\" Steffy sobbed, flashing back to the car headlight and Aly falling. Steffy muttered that Aly was dead. \"What?\" Liam exclaimed.\n\n\nJust then, Thorne entered, saying he'd thought he'd heard voices. He was worried about Aly, who wasn't answering her phone, and he asked if Steffy had seen his daughter. Thorne apologized for his daughter's retreatment of Steffy. Steffy said she had to tell Thorne something. \n\n\nThorne wanted to speak first. He said Aly had had a lot of ups and downs, and he'd tried to fix things for her; however, the wound ran deep, and Aly always seemed to regress after therapy. He realized that he needed to be there for Aly, and so he was taking her to Paris. He wanted to spend time with her, get her therapy, and he foresaw a re-adjusted Aly returning to Los Angeles someday.\n\n\nThorne wished Aly would answer her phone. \"She won't,\" Steffy uttered. Steffy explained that Aly had punctured Steffy's tire and had attacked her on the highway. Thorne couldn't believe it and said Aly was not dangerous. He wanted to talk to Aly, but Steffy said he couldn't. He asked what that meant and demanded to know where his little girl was. \n\n\nSteffy began explaining that Aly had tried to kill her, but Thorne roared at Steffy to stop and tell him where Aly was. Steffy sobbed that Aly was gone. \"Gone? Like what? Ran away? Like she's done before?\" Thorne asked. Barely audible, Steffy repeated, \"She's gone...\"\n\n\n\"No. No...\" Thorne said with an obstinate shake of his head. Steffy sobbed that it had been an accident, and she hadn't meant to do it. Thorne ran out of the house, and Steffy cried in Liam's arms.\n\n\nAt Forrester, Ivy was in Rick's old office, thinking about the highway incident. Wyatt arrived and asked if she'd found Aly. Noticing how frazzled Ivy was, Wyatt assured her that Thorne would get Aly the help she needed and that Aly would be okay. Ivy replied that Aly wasn't okay; Aly was dead. \n\n\nWyatt was shocked and asked what had happened. Ivy said it had been on PCH, and he assumed it had been an accident or Aly had taken her own life. Ivy stated that Aly hadn't taken her own life, and Aly had died because of Steffy. Wyatt wanted to hear the story from the beginning.\n\n\nIvy recounted seeing the women on the side of the road. She said that even if Aly had grown unstable, Steffy hadn't had to kill Aly. Wyatt decided it was beyond reason, and Ivy hadn't seen what she thought she'd seen. Ivy said she had proof, and Wyatt asked what kind of proof it was.\n\n\nIvy went for her phone. She said she didn't know why she'd done it, and as horrific as it sounded, she'd caught everything on video. Ivy didn't know why she'd pressed record, but she was glad she had. She showed Wyatt a few-seconds clip of Steffy rising off the ground and swinging at Aly, who looked as if she bounced off the front of the car and hit the ground. \n\n\nIvy said asked if Wyatt believed her. He said he just didn't understand why. Ivy added that Steffy had told police that Aly had tried to hit her with the car and had attacked her. Ivy said Aly had needed help and hadn't deserved to die. Wyatt remarked that she'd had her whole life ahead of her.\n\n\nIvy stated that her best friend and cousin was gone, and she wanted to know why Steffy had lied to the police if she wasn't guilty. Ivy claimed that Steffy had told police that Aly had gone at her, tripped, and hit her head on a rock, which wasn't what had happened. \n\n\nIt didn't make sense to Ivy. Wyatt agreed, but he believed there had to be another answer. He couldn't understand why Steffy would kill her own cousin and lie about it. Ivy stated that they needed to accept it. She couldn't pretend not to have the footage. She said Aly deserved justice, and she'd get it. \"This wasn't an accident. This was murder!\" Ivy declared. \n\n\nIn the show room, Nicole and Zende were cleaning after the show because Pam had directed them to do so after the party. Cooing about how wonderful the show must have been for Maya, Nicole revealed her aspirations to be on the runway. Zende urged her to get up there and strut it. \n\n\nNicole was hesitant, but Zende talked her into doing some playful runway walks, and he clapped for her. His gasped her by her waist and lowered her off the stage. Nicole swooned, and he said he could read her mind. She asked what she was thinking. He believed she wanted him to get on the runway, and he was sensing that she was happy. \n\n\nNicole agreed that she was, and he asked why it surprised her. She replied that she'd never been one to believe that things would work out for her, but she'd begun to believe that things were changing. \n\n\n",
    "imdb": "\nIvy divulges the truth to Wyatt about the recent argument between Steffy and Aly.    ",
    "tvmega_recap": "Steffy staggers into the house in shambles and Liam sees her startled face and asks what is wrong. She thinks back to the accident off the side of the road and with Ivy being there. She remembers telling Ivy she does not know what happened but that Aly attacked her. She thinks she is dead. Likewise Ivy is at work and is crying when Wyatt comes in and she can not look at him. She tells him that Aly is dead. She fills him in on what happened on PCH. Aly died because of Steffy. She would still be alive if it were not for Steffy. He needs more information. She says she was looking for Aly and saw the two cars on the side of the road. Whatever happened Steffy did not have to kill her. Steffy cries and tells Liam that she was changing a tire and looked into the lights of a car barreling down on her at the side of the road. It was Aly. It was at the spot where Aly's mother died and Aly must have been re-enacting that moment. Steffy had to defend herself as Aly was out to kill her. Nicole and Zende are cleaning up the showroom when he encourages her to get on the runway and strut it. Thorne comes downstairs and starts to apologize to Steffy that he knows Aly had her ups and downs and he knows she needs at least one parent so he is taking her back to Paris and get her back in therapy. Someday she will get better and can come back to L.A. Steffy tells him she won't. Thorne refuses to believe her version of what happened. His little girl would never try to hurt anyone. He keeps telling Steffy to tell him where Aly is right now. He thinks gone means she has run away and Steffy can not bring herself to stay she is dead. Steffy says she is sorry, she did not mean to do it. It was an accident. Ivy shows Wyatt the video and asks why would Steffy lie to the police if she was not guilty. Aly did not trip. Steffy hit her with the tire iron and she fell down dead. She does not want to believe this. This was not an accident. It was murder. Steffy is shell shocked and falls into Liam's arms.",
    "tvmega_summary": "Episode # 7117 ~ Nicole & Zende share a special moment as he encourages her to live out her dreams; Ivy divulges the truth to Wyatt about the recent argument between Steffy & Aly.",
    "soapcentral_condensed": "Steffy told Thorne that Aly had tried to reenact Darla's death with Steffy. Thorne said he needed to be there for Aly, and so he was taking her to Paris. At Forrester, Ivy was in Rick's old office, thinking about the highway incident. Wyatt arrived and asked if she'd found Aly. Ivy replied that Aly wasn't okay; Aly was dead. Wyatt was shocked and asked what had happened. Ivy stated that Aly hadn't taken her own life, and Aly had died because of SteFFy. Wyatt decided it was beyond reason, and he foresaw a re-adjusted Aly returning to Los Angeles someday. He said he would get Aly the help she needed and that Aly would be okay. He added that he didn't understand why. He wanted to talk to Aly, but SteffY said he couldn't. She said she didn't know why she'd done it, and as horrific as it sounded, she'd caught everything on video. She showed Wyatt a few-seconds clip of her rising off the ground and swinging at Aly, who bounced off the front of the car and hit her.\n"
}