{
    "soap_central": "\n\nIn Liam and Steffy's hotel room, the newlyweds had Champagne, and Liam checked the air for wires. The wedding zip line stunt had led him to suspect that Steffy had something planned for the night. Steffy assured him that she had \"something planned all right,\" and she kissed him.\n\n\nLiam asked Steffy to promise never to stop surprising him. The day had been full of love, family, and friends for him, and he thanked her for putting it together. Steffy asked him to promise that he'd never stop looking at her the way that he did. He asked what that way was, and she replied that it was as if he saw a beauty she'd had no idea was there. Liam added that he also saw humor and intelligence, and he'd look at her that way for his whole life.\n\n\nThe newlywed Liam and Steffy discussed their wedding and how perfect it had been. They decided that it deserved to be topped off with a perfect wedding night. The song with the lyrics \"I'm standing with you\" played as the couple consummated the marriage.\n\n\nLater, Steffy decided that she wanted to spend the night in Liam's arms, but Liam joked about going to the club. Steffy said her husband's clubbing days were over. Liam said that marrying Steffy had been worth the wait. As he listed her attributes, they began kissing.\n\n\nIn Brooke's hotel room, Brooke felt that Eric deserved to know that his son had kissed his wife. Ridge and Quinn insisted that it had been a farewell kiss. Quinn said they'd said goodbye to the foolishness, and she'd hated the way the flirting had made her feel. Brooke replied that Quinn had hated it a little and loved it a little.\n\n\nQuinn implored Brooke not to tell Eric because the issue was over, and there was no reason to hurt Eric. Ridge understood the desire to tell Eric. Ridge felt bad about keeping secrets and lying to his father, but he asked what revealing it accomplished. Brooke felt it would accomplish a lot, namely getting Quinn out of Eric's life -- which was what Ridge had claimed he'd wanted.\n\n\nRidge agreed that he'd wanted to get Quinn out of Eric's life, but Eric was happier than Ridge had ever seen him. Ridge asked who they were to take it away from Eric. Quinn reasoned that she and Ridge hadn't had an affair, and if Brooke took Quinn away, Eric would be in his home alone with no purpose. Brooke stated that she didn't want to take anything from Eric.\n\n\nEric was a special and important person to Brooke, and she couldn't hurt him. Brooke said she wouldn't tell Eric as long as Ridge and Quinn promised to keep their hands off each other. Quinn swore to it. Brooke had no reason to believe Quinn but gave Quinn one chance. Brooke stated that, at the slightest hint of betrayal, she would go straight to Eric.\n\n\nQuinn thanked Brooke and exited. Ridge asked where it left him and Brooke and if they could still get married for their son's sake. Brooke told Ridge not to talk about their son, whom Ridge hadn't been thinking about when he'd been with Quinn.\n\n\nBrooke said that Ridge always tried to make Brooke into the bad one, the one who couldn't hold onto him. In her view, he was the one with the wandering eye, always looking for something better. Brooke also didn't want to marry him on the beach where she'd seen him with Quinn. Ridge said it didn't have to be there, and they could fly to Fiji.\n\n\nBrooke decided that Ridge didn't get how much he'd hurt her. He'd betrayed her after making her believe in him. Brooke said she couldn't do it anymore, and a life together wouldn't happen. Ridge said he'd kissed another woman, and that was all. Brooke gave him permission to kiss all the women he wanted because he obviously couldn't live any other way.\n\n\nRidge conveyed that he was asking for another chance. It wasn't for himself, but for R.J. and the family. Brooke replied that R.J. just wanted them to be happy, but Brooke was not happy. Ridge stated that she didn't have to disappoint their son. She said that Ridge was the one who'd done that, and Ridge had been the one to betray their son, Eric, and Brooke. Brooke stated that it was all gone for Quinn, and Brooke hoped it had been worth it.\n\n\nRidge said that Brooke knew he didn't want Quinn. Brooke agreed that he didn't in the end, but he loved the chase. Brooke said that after Quinn had gotten wrapped up and ruined her marriage, Ridge had expected to return to Brooke. Brooke decided that she wasn't available for him to do that anymore. Ridge asked Brooke not to give up on him and their family.\n\n\nBrooke reasoned that Ridge might actually want Quinn in the end. Ridge called it ridiculous, but Brooke said things weren't as they had been when he'd been twenty, sleeping with models and forgetting their names. Instead, Ridge had targeted his father's wife. Ridge said he'd done so to show Eric who Quinn really was. Brooke quipped that it had naturally led to kissing Quinn.\n\n\nRidge told Brooke that she was the only one he wanted. Brooke stated that, as much as she'd always want Ridge, she wouldn't marry him. She hadn't thought it would end that way. She'd loved him for years and still remembered the first time she'd laid eyes on him. Ridge called it destiny. Brooke said it wasn't because destiny wouldn't hurt that much or be so hard.\n\n\nBrooke decided that marrying Ridge would only cause her more pain. To her, it was better to go back to loving him without expecting anything in return. \"Goodbye, Ridge,\" Brooke uttered. Ridge asked her not to do it, but the tearful Brooke fled the room and sobbed outside the door.\n\n\nIn Eric's room, Eric concluded his call with Rick on an optimistic note about Brooke and Ridge. Later, he lit some candles as Quinn arrived. He offered her Champagne or tequila. Quinn decided that it was a Champagne kind of night. They discussed his call with Rick, and Eric was so confident in Rick's leadership that he was tempted to stay longer in Australia.\n\n\nEric said he didn't know if he should have mentioned Ridge and Brooke's problem to Rick; however, Eric had reassured Rick that things would work out as usual. Quinn viewed Ridge and Brooke as fashion's supercouple who worked through things. \"Usually,\" Eric replied. He noted that Quinn cared about Ridge and really wanted Ridge to marry Brooke. Quinn nodded.\n\n\nEric hoped Ridge and Brooke made it but decided that it had nothing to do with Eric and Quinn. Eric stood and asked Quinn, the prettiest girl in the room, to have a dance. As she swayed in his arms, he said it was an amazing trip. Quinn replied that it was once in a lifetime. Eric wanted to make it last forever.\n\n\n",
    "imdb": "Ridge and Quinn attempt to justify their actions and claim that their witnessed kiss was nothing more than a \"goodbye\". They are relieved when Brooke announces that she will not tell Eric. Meanwhile, Steffy and Liam enjoy their first night together as Mr. and Mrs. Spencer. Quinn feels pangs of guilt as she returns to her hotel suite where Eric has set up a romantic evening. Brooke continues to read Ridge the riot act. He tries to convince Brooke to go through with their wedding plans by mentioning that R.J. expects them to tie the knot. Brooke bluntly tells Ridge that there will be no wedding because of the depth of his betrayal: after 30 years of back and forth she finally has had enough.",
    "tvmega_recap": "Eric tells Rick that he is sure it is just pre-wedding jitters and everything will be all right between Ridge and Brooke tomorrow as usual. Both Ridge and Quinn plead their case. It will only hurt Eric and they do not want to do that. Brooke finally says she won't tell but only if they promise they will keep their hands off each other. They gladly agree. Ridge then asks Brooke where does this leave them? Liam tells Steffy that she does not have to worry. He is going to look at her like this for the rest of his life. Quinn goes back to her room and finds Eric creating a romantic mood. He says he feels confidant leaving Rick in charge so they can stay here as long as they like. And Ridge will marry tomorrow; Quinn says she will drink to that. She sees that Eric still has his doubts. Brooke tells Ridge he is the one with the wandering eye yet he always turns it around and tries to make it her fault. That is the reason she cannot marry him tomorrow. He made her believe in him again and she cannot do that again. It is not going to happen. She tells him he can kiss any women he wants. She just is not going to stick around to see it. She is not happy and she will have to explain to RJ how his dad betrayed him. This is all on him and Quinn and she hopes it is worth it to him. Husband Liam likes that word and just to have Steffy in his arms like this. Eric says that is enough talk about Brooke and Ridge as it has nothing to do with the two of them. He asks for a dance ..the prettiest girl in the room. He knows this will last forever. Ridge tells Brooke that he does not want Quinn. She says she knows, he likes the chase and then to come back to Brooke but not anymore. She says again as much as she loves him and wants him it will always end this way. It has for so many years and she is not going to do that again. It is not destiny when you hurt this much ..too much pain so it is better this way. She tells him goodbye.",
    "tvmega_summary": "Episode # 7553 ~ Steffy hints to Liam that she has a surprise for him on their honeymoon; Quinn feels immense guilt when Eric plans a romantic last evening for them in Australia.",
    "soapcentral_condensed": "The newlywed Liam and Steffy discussed their wedding and how perfect it had been. They decided that it deserved to be topped off with a perfect wedding night. The song with the lyrics \"I'm standing with you\" played as the couple consummated the marriage. Brooke decided that Ridge didn't get how much he'd hurt her. She said she couldn't do it anymore, and a life together wouldn't happen. Ridge said he'd kissed another woman, and that was all. Brooke gave him permission to kiss all the women he wanted because he obviously couldn't live any other way. She told Ridge not to talk about their son, whom Ridge hadn't been thinking about when he'd been with Quinn. Ridge asked where it left him and Brooke and if they could still get married for their son's sake. Brooke said she wouldn't tell Eric as long as Ridge and Quinn promised to keep their hands off each other. Brooke had no reason to believe Quinn but gave Quinn one chance.\n"
}