{
    "soap_central": "\n\nAt Brooke's house, Brooke drank a large glass of red wine. Bill entered, and he said he had been surprised that Brooke had called him. Brooke said that she had to give him an update. She warned that Katie had \"run amok.\" Brooke complained that Katie had turned into someone Brooke no longer knew. Brooke poured Bill a drink and advised him that he was in for a shock.\n\n\nBrooke recapped that she had thought that she and Katie had repaired their relationship when Katie had finally agreed to be her matron of honor at Brooke's wedding to Ridge. When Katie had agreed, Brooke had been relieved, but Katie had orchestrated the whole thing -- including the fainting spell to stop the wedding. Bill said he didn't understand what Brooke was telling him.\n\n\nBrooke said that Katie had faked her fainting spell in order to stop Brooke's wedding. Katie had fallen in love with Ridge. Bill was skeptical. Brooke agreed that she had also been skeptical -- she had even laughed off Katie's comments as a crush on Ridge.\n\n\nBrooke shared that Katie and Ridge had bonded over poetry readings about their deceptive mates. Brooke shouted that Ridge and Katie both professed that they were in love.\n\n\nBill claimed Katie would never do something like that. Brooke disagreed. \"Ridge said, 'Katie and I are together now' to my face,\" Brooke shouted.  Bill responded quickly, \"Exactly the loser I said he was.\"\n\n\nBrooke warned Bill not to insult Ridge or her relationship with him. Bill reminded Brooke that Ridge had told her that he no longer wanted her. Brooke tearfully paced the room. Bill added that Ridge had left her on her honeymoon and had not returned for a year. Bill warned that Ridge wasn't worth her tears.\n\n\nBrooke admitted that she felt it was all karma. Katie had done to Brooke exactly what Brooke had done to Katie and other women and their families. Brooke poured another large glass of wine. \"It hurts. It hurts,\" she said tearfully.\n\n\nBill tenderly hugged Brooke. \"Let them have each other, and come back to me. Let me take the pain away,\" Bill said. Brooke told him not to touch her. She said she wanted to be alone. Bill argued, but Brooke shouted at him to get out. \n\n\n\"I'll be fine,\" Brooke said. Bill advised that Katie and Ridge had given them a gift, and they should take it. He left. Brooke sat down, finished her glass of wine, and cried.\n\n\nAt Katie's house, Ridge entered. Katie knew that he had seen Brooke and that Brooke was determined to get him back. Katie asked if Ridge was all right. Ridge admitted that Brooke had pressured him and reminded him how important being together as a family was to R.J.\n\n\nKatie understood. Ridge shared that Brooke had said that she was going to change. He added that Brooke had ordered Ridge to visit Katie and tell her it was over. Katie was surprised, but Ridge smiled and kissed Katie passionately. Katie smiled. \"So now what,\" Katie asked.\n\n\nKatie offered wine and Shakespeare to Ridge, but Ridge said he'd had that. Katie worried that they were moving too fast. Ridge asked her what her heart was telling her. \"To stop talking,\" Katie answered. Ridge took her by the hand and led her upstairs.\n\n\nAt Forrester, everyone but Aly and Eric had left Eric's office after Aly's blowup at Wyatt and Hope. Eric softly teased that he was getting the message that she didn't care for Wyatt. Aly looked surprised, and Eric noted that he was kidding. He realized that she hated Wyatt.\n\n\nAly complained that Wyatt should have been fired, but Eric warned that not all decisions in business could be black and white. Aly turned away, but Eric said he wanted to talk to her because he loved her. \"I'm your grandpa,\" he said. \n\n\nEric insisted that Aly had to get her emotions under control and behave professionally. He reminded her that she had no authority to fire people. \"It has to stop, and I mean it,\" Eric said. He hugged her.\n\n\nIn Hope's office, Hope and Wyatt made out. Wyatt worried that he had permanently damaged his relationship with Eric, but Hope said that Wyatt had handled the problem as well as he could have. Hope acknowledged that it would be uncomfortable for a while between Wyatt and Eric, but she was hopeful it would not be permanent.\n\n\nHope added that she had become a better woman because of Wyatt. She added that he had seen the future Hope because he had seen the potential for her. Wyatt said that he had wanted Hope to realize that she should never be anything less than first to any man. \"I am having so much fun with you,\" Hope said. Wyatt promised to never do anything that would force him to lose her.\n\n\nIn her room at home, Aly had Hope T-shirts, photos, magazine covers, and posters hung everywhere. Suddenly, Aly had a vision of her mom, Darla. Aly complained to her mom that everyone had been blindsided by Wyatt, who was a thief and a liar. Darla listened intently, but she advised her daughter that Aly knew right from wrong, and the Forresters needed Aly.\n\n\nIn Katie's bedroom, Katie and Ridge slowly undressed each other and made out. They fell back onto the bed and made love. \n\n\n",
    "tvdb": "Katie is pleasantly surprised when Ridge comes home and tells her about setting Brooke straight. They come to a realization about their future together. Brooke invites Bill over and shares the news about Katie and Ridge. She is surprised by his reaction. Later, Bill comforts Brooke about losing Ridge and tells her that she is the only woman that he wants. Aly is upset after Eric tells her that Wyatt and Quinn are here to stay and demands that she stop her bad behavior toward them. Once home, an emotionally exhausted Aly believes she sees her mother Darla. Darla and Aly have a long conversation in which Darla gives her daughter advice about the Forresters.",
    "tvmega_recap": "Katie anxiously awaits and finally Ridge shows up. She tells Ridge that she knows Brooke wanted him back so how did that go. He says Brooke made that very clear and it was complicated. She got to him when speaking about RJ. He doesn't want to fail that little boy in any way. Katie says she understands. He continues that Brooke said she has changed and wanted him to come over and tell Katie that it is over. Instead Ridge goes to Katie and kisses her and she returns his ardor. She says he sure does know how to deliver a message and he pins it on the post office as he used to work there a long time ago. She says this might be too fast as she does not want to mess this up. He asks her what is her heart telling her. She answers that it says she should stop talking. She pulls him in for another kiss. Then he takes her by the hand and leads her upstairs. Bill walks into Brooke's house and says he was surprised to get her call. She groans there is a lot he doesn't know and needs to know. Maybe he can reign Katie back in. She has run amok. Bill says amok is bad so what is wrong. Brooke is drinking wine but she pours Bill a stiffer drink and tells him to keep it close by; he's about to be shocked. Eric tells Aly that he's beginning to get the feeling that she doesn't like Wyatt. He says he's kidding. She has made herself perfectly clear on that subject. She says she wouldn't care about Wyatt at all if he wasn't part of the company or so up in Hope's business. She can't believe her grandfather didn't toss him out knowing what he does. He tells her it is not that black and white and in business you have to weigh the scales. And he thinks it would be a good idea for her to start doing that. He says he is her grandpa and he loves her. He thinks it is very important that she start to get her emotions in check. He's seen some tantrums, some meltdowns, she even tried to fire Wyatt which she had no authority to do. That is not professional behavior and it has to stop. He gives her a hug. Hope tells Wyatt she is spent. He admits that was one hairy meeting with Aly. All he could do was throw himself on Eric's sword. There was no denying it as he did steal the diamond. He hopes he did not do any permanent damage with his relationship with Eric. Hope assures him he might be upset but she didn't think it would be permanent. People do make mistakes and they have errors in judgment. He wants to talk about Aly for a minute. Hope says she is really confused. Part of her is very angry with Aly and part of her feels for her. She says part of her admires her for speaking her mind although she is horrified at how she expressed it. She's always been so sweet and easygoing. Wyatt says he guesses he just brings out the best in her. Hope says he certainly does for Hope. He thinks that is all that matters and they kiss again. She says she is having so much fun with him. He saw her potential and the woman she could become. He says all he ever wanted was to be good for her and he thanks her for letting him do that and be the man who realizes her magnificence and that she should never settle for anything less than first. He says there is no amount of publicity or buzz that is worth losing Hope over. He is not going to jeopardize anything. From now on she is going to get the best of him. Brooke doesn't know where to start but tells Bill to think back on her aborted wedding to Ridge when Katie was hesitant to be her matron of honor. Bill can't believe that Katie would have faked her fainting. Brooke says yes because she did not want the wedding to take place. She has fallen in love with Ridge herself. She thought it was cute at first \u0096 Katie has a crush on Ridge. But they have been spending a lot of time together reading poetry and talking about their deceptive mates. Bill says well there you have it. Ridge is exactly the loser he said he was and not worth the salt in her tears. Aly goes to her room and flops on the bed still moping about the aspects of the day. She sees her mom's face and hears her voice and says hi to her. She grouses about Wyatt. Darla tells her that she knows right from wrong and the Forresters need her. Brooke drinks more wine and tells Bill that she is not going to sit there and let him talk this way about Ridge or minimize their feelings for each other. He tells her she has got to get out of this denial. Ridge told her straight up that he doesn't want her anymore. She says it is ironic this is what she did to Katie and now Katie is doing it to her. Must be karma and she deserves it. He holds her for a few seconds while she cries that she has inflicted so much pain on so many families and now it is happening to her and she sees how much it hurts. Bill tells her he hates to see her hurt like this over a guy who dumped her and does not deserve her. Let Ridge and Katie have each other and come back to him and let him take the pain away. She hesitates but says she wants to be alone. He needs to respect her wishes and just go. She tells him she will be just fine. As he leaves he says Ridge and Katie have given them a gift and they should take it. Brooke sinks to the couch and finishes her wine. Ridge and Katie gaze into each other's eyes and kiss. He begins to disrobe her. She leads him to the bed and removes his shirt. They kiss more and make love.",
    "soapcentral_condensed": "At Brooke's house, Brooke drank a large glass of red wine. Bill entered, and he said he had been surprised that Brooke had called him. Brooke said that she had to give him an update. She warned that Katie had \"run amok\" At Forrester, everyone but Aly and Eric had left Eric's office after Aly's blowup at Wyatt and Hope.\"It has to stop, and I mean it,\" Eric said. \"I am having so much fun with you,\" Hope said to Wyatt, who had promised to never do anything that would force him to do anything less than first to any man he wanted. \"So now what,\" Katie asked. \"To stop talking,\" Katie answered. Ridge took her by the hand and led her upstairs and kissed her passionately, but she worried that they were moving too fast. \"It hurts. It hurts,\" she said tearfully. \"Let them have each other, and come back to me,\" Bill said, tenderly hugging Brooke.\n"
}