{
    "soap_central": "\n\nAt home, Brooke awakened with a gasp because she hadn't done a thing to plan for Eric and Stephanie's anniversary. Ridge said his parents might not even want an anniversary because they weren't remarried. Brooke wondered if the couple even knew that, and she couldn't believe Stephanie of all people was living in sin. Brooke giggled that she and Ridge weren't married, either. Ridge said Hope was living with a married man, and the family was full of degenerates.\n\n\nBrooke suggested that she and Ridge have a double wedding with his parents, but Ridge squashed the idea.  She decided that she'd plan a party for Ridge's parents, but first, she wanted to see how Hope and Liam were that morning. \"I wonder if they would notice...\" Brooke started to say, and Ridge grimaced as she left the room.\n\n\nAt Liam's house, Hope awakened in bed that morning and admired the sleeping Liam. He stirred and awakened to say that, for months, he'd dreamed about the day he'd wake up to see her. Hope pulled the sheet over her shoulder, and concerned, he asked why she'd cover up. He said it was a new day, but Hope murmured that it wouldn't be if she disappointed him again. Liam claimed that he wasn't disappointed, but she guessed that made her the only one.\n\n\nLiam claimed that the main event was waking up to her every morning -- not sex.  He said the first time wouldn't always live up to expectations. Hope stated that the problem hadn't been Liam, or nervousness. She'd had a lot of thoughts in her head the previous night, and because of the way she'd grown up, she'd protected herself by putting boundaries around certain events in her life. She admitted that the hardest thing for her to deal with was knowing that she'd just slept with a married man.\n\n\nLiam got dressed. Though it wasn't required, he'd decided to go in to work that day. He told Hope that their peak experience was still on its way. Liam exited, but Hope still looked concerned.\n\n\nLater, Brooke sneaked into the house with groceries. She'd intended to surprise the young couple with breakfast, but she was the one surprised when Hope revealed that Liam had gone to work instead of remaining home to loll in bed. Hope said they were a regular couple starting their future together, so they were doing regular things. Hope exclaimed that all her dreams had happened, and it was the happiest day of her life. Brooke cooed that it was wonderful, but Hope burst into tears.\n\n\nAt Stephanie and Eric's house, the matriarch and patriarch of the family wondered if they ought to get married for their anniversary. Stephanie declined, joking that Eric was a lousy husband. Just then, the new landscaper, Gladys, arrived at the door and asked Eric if he wanted her hands in his dirt.  As Gladys went about her outdoor duties, Eric returned to Stephanie and said the landscaper was old enough to be his grandmother.  Stephanie thought the name \"Gladys' Gardening\" sounded familiar.\n\n\nEric wondered what it said about him that he kept marrying Stephanie again and again. He wanted to celebrate the anniversary, but Stephanie suggested that he go celebrate one with Brooke or Donna. He stated that those marriages hadn't lasted. \"Neither did ours,\" Stephanie quipped.\n\n\nGladys entered the house, and upon seeing her, Stephanie exclaimed, \"You?\" Gladys replied, \"Queen Stephanie,\" and she wondered who was doing Stephanie's hair those days. Stephanie stated that Gladys was Sally's old hairdresser, and Stephanie asked if Eric remembered all the schemes that Gladys and Sally had cooked up. Gladys said that hard times and hit, and she had a lot of gigs.\n\n\nGladys handed Eric a bunch of business cards, and he noted that one was for wedding officiates. Gladys asked if anyone there needed a ball and chain, but then she recalled that Eric and Stephanie had been married since the beginning of time. Stephanie replied that she and Eric were just shacking up. The couple joked about getting married, but Eric decided that they weren't really prepared, because they didn't even have a license. Gladys, however, claimed she could print one from her truck.  \"All I need is a photo ID and thirty bucks,\" Gladys said and strolled outside.\n\n\nEric figured that he and Stephanie could be legitimate that very day.  \"Come on, Stephanie. Marry me,\" he proposed. Stephanie recalled being fresh-faced kids in college the first time they'd done it. She wondered if he would have said \"I do,\" while knowing then what he'd learned later. He said he probably wouldn't have, and she responded that she wouldn't have either.\n\n\nStephanie figured that Eric just didn't want to be old and alone. He agreed, and she said he wanted her to be the sound of someone rattling around in the other room. Eric conveyed that marriage was the most outrageous request a man could make because of the fear of the unknown. He declared that he wanted Stephanie's criticism, her sweetness, her divisiveness, her cancer, and her dying -- once it got down to that. In return, he merely asked that she liked him enough to say \"yes\" to marrying him. \n\n\n",
    "imdb": "Brooke and Ridge grapple with ideas about how to celebrate Eric and Stephanie's wedding anniversary. Ridge points out that his parents may not even want to celebrate the anniversary because they're not actually married right now. Stephanie and Eric receive an unexpected visit from Sally Spectras former partner-in-crime Gladys Pope. Gladys explains she had to diversify in today's difficult times, branching out into landscaping, acting... and officiating at weddings! This peaks Eric and Stephanie's interest: should they remarry? After spending an intimate evening together, Liam is even more confident about his relationship with Hope; but she thinks otherwise. Brooke senses Hope's reluctance.",
    "tvmega_recap": "Brooke wakes up in a tizzy; she just remembered that it's Stephanie and Eric's big anniversary and she's gotten them nothing. Ridge reminds her they aren't married so he doesn't know if they even want to celebrate this. Brooke laughs that she can't believe his mother is living in sin. Ridge quips he doesn't think there is much sin going on. And now Hope is living with a married man, so they are all a bunch of degenerates. Brooke does get him to agree for her to plan a party or whatever Eric and Stephanie will let her do. Gladys, Sally's old friend, shows up at the door as their new landscaper. She learns they are not married anymore; just shacking up. Gladys has just what they need; she has diversified and is a legal marriage officiant. Despite Stephanie's protestations, Eric tries to convince Stephanie to marry him right here and now. Liam and Hope wake up and he looks dreamily at her and she at him, but can't help but think she might disappoint him all over again. He claims that she did not disappoint him last night. It was their first time and sometimes they get images in their heads that don't turn out the way they expected. Today is a new day. She asks him not to hate her right now, but it's hard for her to believe she just slept with a married man. He explains this is not the ultimate peak experience of their lives; that is still coming. He leaves a dejected Hope at home while he goes to work. Brooke shows up as any good mother would the morning after to make breakfast. Hope tries to make it sound like the happiest day of her life, until she starts crying.",
    "soapcentral_condensed": "Eric and Stephanie joked about getting married, but Eric decided that they weren't prepared. Hope said the hardest thing for her to deal with was knowing that she'd just slept with a married man. Liam claimed that the main event was waking up to her every morning -- not sex. Brooke suggested that she and Ridge have a double wedding with his parents, but Ridge squashed the idea. The new landscaper, Gladys, arrived at the door and asked Eric if he wanted her hands in his dirt.  As Gladys went about her outdoor duties, Eric returned to Stephanie and said the landscaper was old enough to be his grandmother.  Stephanie thought the name \"Gladys' Gardening\" sounded familiar, and she asked if Eric remembered all the schemes that Gladys and Sally had cooked up. He agreed, and said he didn't want to be old and alone, and he said he wanted to be the sound of someone rattling around in the other room in the first place.\n"
}