{
    "soap_central": "\n\nAt the beach house, Nick was with baby Dominick, figuring out what he needed to take to Bridget at the hospital.  Brooke walked in overhearing Nick tell the baby what a good big brother he was going to make.  Brooke agreed and told Nick she had stopped by to pick up some things for Bridget.  Brooke was worried about Bridget, but Nick reassured her that her daughter was doing fine.\n\n\nWhile Felicia visited Bridget in the hospital, the nurse told them Bridget was doing much better.  Felicia told Bridget that a lot of the family was waiting outside to see her, but Bridget said she wanted to spend more time alone with her sister.  Suddenly, Bridget's water broke, and she went into labor.  \n\n\nOutside of Bridget's room, Eric, Massimo, and Thorne became alarmed by the activity going on inside her room and anxiously waited to find out how she was doing.  \n\n\nBack at the beach house, Nick promised Brooke once more that he would take care of Bridget.  Brooke admired how good Nick was with Dominick.  Nick said finding out R.J. was not his son had been the hardest thing he had ever been through, but everything had turned around since he had a son and a daughter on the way.  \n\n\n\n\nNick continued to talk about how lucky he was. Then the phone rang, and it was Eric telling Nick to get the hospital because Bridget was having complications. Nick told Brooke what Eric had said and rushed to the hospital.\n\n\nBack in Bridget's room, Bridget pleaded with the doctor not to deliver the baby because it was too soon.  The doctor said they had to.  Felicia encouraged Bridget to go along with it, telling her that many premature babies survived.  Bridget did not like the odds but realized it was beyond her control.  She delivered the baby.  \n\n\n\n\nAlarmed when the baby wasn't crying, Bridget demanded to know what was wrong.  The doctor didn't answer, but began performing CPR on the baby. As hard as they tried, they could not make her breathe.  Baby Nicole died.  Bridget broke down, and Felicia comforted her.\n\n\nOutside of Bridget's room, Massimo and Eric cornered a nurse and asked what was going on with Bridget.  The nurse told them they would have to wait until the doctor could speak with them.\n\n\nIn Bridget's room, Felicia continued to console her sister.  Bridget requested to see her dead daughter.  Holding baby Nicole, Bridget apologized to her.  She blamed herself for what had happened.  She told Nicole she would always love her and kissed her goodbye.\n\n\nThe doctor walked out of Bridget's room and informed Massimo, Eric, Thorne, and Jackie that Bridget had lost the baby. They were grief-stricken. Nick walked in.  He saw from their faces that the worst had happened.  He entered Bridget's room and found Felicia embracing her.  \n\n\n\n\nFelicia left the room to give Bridget and Nick some privacy. Worn out from the events, Felicia returned to her wheelchair. Massimo asked her what had gone wrong.  Felicia explained that everything had been fine with Bridget and then all of a sudden there had been nothing they could do for her.  Brooke arrived with Dominick and discovered that Bridget had lost the baby.\n\n\nBack in Bridget's room, Nick apologized for not being there.  Bridget continued to blame herself, and Nick said it was not her fault.  Bridget told Nick about holding Nicole and how perfect she had been.  Bridget worried that the baby had never known how much they loved her, but Nick said she knew.\n\n\nFelicia entered the room in her wheelchair, holding Dominick.  She told Bridget she would find Nicole and take care of her just like Bridget would take care of Dominick.  She then gave Dominick to his new mother. \n\n\n",
    "tvdb": "Nick and Brooke drop by the beach house to collect some things for Bridget, and Nick tells Brooke how happy he is with his life. As Bridget talks with Felicia, Bridget suddenly goes into premature labor as her water breaks. Dr. Caspary insists that they must deliver the baby. Bridget fears its far to soon and the doctor rushes off with Nicole as she is born. Felicia comforts a distraught Bridget as the doctor tells her that Nicole has died. Dr. Caspary informs Eric, Massimo and Thorne who wait outside as Nick and Brooke return. Nick rushes in to comfort Bridget as they share the grief of their loss. Felicia later comes in to tell them that she will take care of Nicole in heaven as they take care of Dominick on Earth.\r\n",
    "yt": "\n\nNick prepares an overnight bag for Bridget (who is still at the hospital) while discussing with Brooke his happiness about his children.  He is interrupted by a phone call from Eric insisting that he come to the hospital immediately.  Meanwhile, Bridget’s water broke and Felicia tries to calm Bridget down as Dr. Caspary snips Bridget’s suture.  Eric sees that Bridget is in trouble and is very upset for his daughter. Eric demands the orderly for answers regarding Bridget and the baby.  Sally and Jackie disagree on Eric and Stephanie’s relationship but are interrupted by a phone call from Eric telling them the news of Bridget’s baby.  Felicia is there for Bridget when Dr. Caspary tells Bridget that there is nothing else they could do.  Nick cradles Bridget on the bed and they bond together in grief over the loss of their daughter.",
    "tvmega_recap": "Bridget and Felicia continue their visit when suddenly Bridget's water breaks. Nick is at the beach house gathering some things for Bridget's hospital stay. Brooke stops by and compliments Nick's parenting skills. Nick gets an emergency call from Eric. Felicia is about to leave when suddenly Bridget's water breaks. She goes into labor and the baby is stillborn. Bridget cries out to hold her baby. Nick arrives at the hospital to find Bridget crying over their loss. He tries to comfort her as the doctor informs Eric, Massimo and Thorn about the baby. Nick apologizes for not being there. Felicia comes back and promises to watch over Nicole in heaven while Bridget takes care of Dominick there.",
    "soapcentral_condensed": "At the beach house, Nick was with baby Dominick, figuring out what he needed to take to Bridget at the hospital. Brooke walked in overhearing Nick tell the baby what a good big brother he was going to make. Brooke was worried about Bridget, but Nick reassured her that her daughter was doing fine. Outside of Bridget's room, Eric, Massimo, and Thorne became alarmed by the activity going on inside her room and anxiously waited to find out how she was doing. Felicia visited Bridget in the hospital, the nurse told them Bridget was doing much better. Bridget requested to see her dead daughter. She blamed herself for what had happened. She told Nicole she would always love her and kissed her goodbye. She then gave Dominick to his new mother, Felicia, who told Bridget she would find Nicole and take care of her just like Bridget would take cared of Dominick. Nick said finding out R.J. was not his son had been the hardest thing he had ever been through, but everything had turned around.\n"
}