{
    "soap_central": "\n\nNick gazes at Brooke.  Bridget prompts him to say \"I do.\"  Their parents hold their peace.  Nick makes up vows.  A tear escapes Brooke as the newlyweds kiss.  Massimo is proud; Eric is impressed.  Bridget accepts Jackie's apology.  Eric finds Brooke in his office.  He commends her on relinquishing her man.  Nick has decorated below-decks with candles and white roses.  He says those three little words.  Shirtless, he tosses petals onto Bridget and they cuddle.  She couldn't have done better than him; he is unafraid of love.  Touched, he gets down to wedding night business.  Brooke reminisces and says goodbye to Nick. Ridge enters.  He needs her now more than ever.\n\n\nA flirtatious Hector joins Taylor for dinner.  He admits he tracked her down.  Taylor has doubts about helping people when she can't solve her own problems.  Hector says they're both underappreciated.  He guesses that Ridge has challenged Thomas to a contest - it's Ridge's style.  Taylor can't let him make her feel bad.  Hector suggests they leave so he can show her something.\n\n\n",
    "tvdb": "With Brooke, Eric, Massimo and Jackie watching, Nick and Bridget's wedding begins aboard the ship. Nick wants to say his own vows to Bridget, as Brooke watches with tears in her eyes. Bridget and Nick start their wedding night, but all Nick can think about is his time with Brooke. Taylor is dining alone when Hector shows up. After inviting himself to dinner, Hector admits he went there on purpose to check on her, then flirts with her as the two discuss their families. Alone in her office after watching the love of her life marry her daughter, Brooke is startled when Ridge shows up and tells her about his problems with Taylor, then says he needs her.\r\n",
    "yt": "\n\nHector joins Taylor at Café Russe, but he admits that he tracked her down. Taylor confides to Hector that she has her own doubts about going back to work. Hector takes Taylor’s hand, telling her to follow him. Nick and Bridget finally become husband and wife. Brooke wonders if Nick truly loves Bridget. Nick states that he does. Later, Bridget and Nick bask in their joy and make love. Ridge and Dante have a heated discussion about Brooke and Nick. Ridge finds Brooke in Eric’s office. Ridge surprisingly tells Brooke that he needs her.",
    "tvmega_recap": "Brooke looks on with Eric, Jackie and Massimo as Bridget and Nick say their vows and are pronounced man and wife. Taylor is dining alone at Cafe Russe when Hector shows up in a suit and tie and joins her. He tells her how they are both underapprieciated. They begin to connect as Hector tells Taylor that they should get out of there. Brooke is alone, daydreaming about Nick and whispers good-bye to him, in Eric's office when Ridge comes in. He tells her Taylor kicked him out and that he needs her more than ever. Bridget and Nick consummate their marriage.",
    "soapcentral_condensed": "Nick gazes at Brooke. Bridget prompts him to say \"I do.\"  Their parents hold their peace. Nick makes up vows. A tear escapes Brooke as the newlyweds kiss. Massimo is proud; Eric is impressed. Jackie accepts Jackie's apology. Eric finds Brooke in his office. He commends her on relinquishing her man. Nick has decorated below-decks with candles and white roses. He says those three little words. He tosses petals onto Bridget and they cuddle. Ridge enters. He needs her now more than ever. Taylor has doubts about helping people when she can't solve her own problems. Hector joins Taylor for dinner. He admits he tracked her down. He guesses that Ridge has challenged Thomas to a contest - it's Ridge's style. Taylor can't let him make her feel bad. Hector suggests they leave so he can show her something. He suggests they left so he could show herSomething.  He suggests he show hersomething.\n"
}