{
    "soap_central": "\n\nIn Brooke's office, Eric worried about Brooke and Ridge no longer being part of the Bedroom Line. He asked Brooke if she was okay with Ridge backing out of the line.  Brooke was shocked, since Ridge had never told her.  She rushed out of her office, determined to get him to stay. \n\n\nIn the showroom at Forrester, Donna was worrying about the kiss she had shared with Ridge, when he entered and asked her if she was excited about her debut.  Ridge thought she would do great and told her he was looking forward to working with her.  Donna felt a little awkward about the kiss, but Ridge assured her it had been just what he had needed.  Before they could talk about it further, Brooke walked in upset that Ridge was going to quit designing the Bedroom Line.  Ridge told her that Donna had convinced him to stay. Brooke was relieved to hear the news, but became a little jealous when she picked up on the sparks between her sister and Ridge. \n\n\nMeanwhile, in Dante's Studio at Forrester, he woke up feeling guilty about kissing Felicia.  Bridget stopped by, with breakfast, in an attempt to make up with him.  She told him she wanted to work things out and just needed a little more time to think about having a baby.  Tired of waiting for her, and feeling like she was still jerking him around, Dante stormed out of the room. \n\n\nBack in the showroom, the press was arriving. While Donna was getting made up, Stephanie walked in and said Donna looked beautiful, however Stephanie still didn't think she should be taking on the position with no experience.  Ridge contradicted his mother, saying Donna had a wonderful future at Forrester and he was looking forward to making designs for her.  Stephanie was glad to hear he was staying with the line. \n\n\nBrooke entered announcing it was time to start the press conference.   She told them how much she loved the line and was confidant she was leaving it in good hands.  Even though she would be working from Marone Industries, Brooke told them her heart would still be at Forrester.  Stephanie sarcastically told Brooke to give back the stock, and they would call it a clean break. Brooke said that would never happen because Forrester was a home for her and would become a home for her sister. \n\n\nBrooke went out to meet the press. She started by telling them she would no longer be modeling for the Bedroom Line, because she wanted to concentrate on her duties as CEO.  At first, the reporters were confused, since her ads had set sales records.  She assured them that the model replacing her would do the same, then she introduced Donna as the new face for the Bedroom Line.  Donna walked out on the runway, escorted by Ridge. \n\n\nOne of the reporters asked Ridge how could he design the line without Brooke, since she was his muse.  Brooke was hurt when Ridge replied that his muse was any beautiful woman, adding that Donna was certainly that. He said their new slogan would be Forrester has a new Logan.  As Ridge continued to dote over Donna in front of the press, Brooke became more jealous. \n\n\nAfter the press conference, Ridge and Donna headed to his office.  He handed her a skimpy design and told her to try it on.  Brooke walked in while her sister was changing and confronted Ridge.  She asked him if he was trying to hurt her with his new slogan.  Ridge thought she was being too sensitive.  \n\n\nRidge told Brooke he was just trying to promote the line, but Brooke thought he was trying to get back at her.  Ridge argued that he had tried everything he could to get her to stay, but she had refused.  Frustrated, Ridge said he is damned if he did and damned if he didn't when it had to do with her.  He asked Brooke what she wanted from him.  Before she could answer, Donna strutted in wearing one of Ridge's sexy designs. \n\n\nLater in the showroom, after everyone had left, Felicia found Dante.  When she asked him if he had worked things out with Bridget the night before, he admitted that he had slept in his studio.  Felicia wished he had told her, and she would have slept there too. Sensing that he felt bad about their kiss, she told him that Bridget was the only person who should feel guilty because she constantly played with his emotions. She warned him if he kept waiting for Bridget to make a decision, he might never find true happiness.  \n\n\n",
    "tvdb": "Dante spends the night alone in his studio at Forrester Creations. Bridget brings breakfast to him, but he gives her the brush off. Felicia puts more doubt in Dante's mind about his future with Bridget. Dante admits that he has been considering his options too. Brooke is devastated when Eric tells her that Ridge has quit designing for Brooke's Bedroom. Donna apologises to Ridge for coming on strong, but he is glad that she did. Brooke is thrilled when Donna tells her that she managed to convince Ridge to carry on designing the line. Stephanie tries to pursuade Donna to turn the job down, but Ridge and Brooke support her. Ridge, Brooke and Donna make the announcement of the change to the press. As they fire questions, Brooke becomes uncomfortable of the closeness between Ridge and Donna. Brooke later accuses Ridge of trying to get his own back.\r\n",
    "yt": "\n\nEric tells Brooke that Ridge is not going to design for the Brooke’s Bedroom line anymore.  Stephanie proposes that they drop the Bedroom line if Ridge isn’t going to design for that line anymore and even asks Brooke to give up her stock shares but Brooke declines and leaves to find Ridge.  Donna is excited and nervous when Ridge talks to her at the showroom. Brooke interrupts to try to talk Ridge back into designing the Bedroom line.  At the showroom press conference, Brooke announces that she will be stepping down as the spokesmodel for Brooke’s Bedroom but will remain CEO.  Brooke and Ridge announce Donna as the new spokesmodel.  Reporters question Donna and Ridge.  Dante is still upset that Bridget doesn’t want a baby yet.  Dante and Bridget argue about starting a family.",
    "imdb": "\nForester Creations is delighted to find out that the prospect of working with Donna has convinced Ridge to keep designing lingerie for Brooke's Bedroom. The press reacts rather hostile to the new spokes model, as does Stephanie. As Dante isn't prepared to wait much longer to start a family with Bridget, Felicia senses her chance. Brooke becomes jealous of Donna when her sisters takes the spotlight.    ",
    "tvmega_recap": "In the show room at Forrester's, Donna reflects on her recent conversation with Ridge where she told him she wanted to be there for him; let her be his Logan! He walks in and asks if she is excited about her big debut? He is not having second thoughts; they will make a great team. Brooke doesn't know he's changed his mind and she tells Eric that she has to convince Ridge to stay. Eric tells Stephanie and Felicia that if Brooke can't convince Ridge to stay on, this whole thing might be history. Donna apologizes to Ridge for things she might have said or the way it might have come across what happened last night. He replies that it was just what he needed. He has spent too much time licking his wounds and feeling sorry for himself. Brooke barges in on their conversation hoping to change his mind and is shocked when he tells her he already has. She picks up on some small vibes between sister and Ridge. Dante is still sullen with Bridget because she told him she did not want to have a baby right now and no excuse will suffice. Stephanie stops by to try to get Donna to bow out since she knows nothing about modeling. Ridge offers his support though and reveals he is continuing. Trying to sound sincere, Brooke tells all that she has no reservations of stepping down as spokesperson. She will be working from Marone's, but her heart will be here. Stephanie offers that she could just give back the stock and they will call it a clean break. Brooke relays that will never happen; Forrester is now home to her. And now it will be home to her sister as well. Dante tells Felicia he needs to speak with her, away from the reporters. Stephanie catches her though and reminds her that Dante is sleeping with her sister and she does know how possessive she can get with somebody she loves. Brooke makes the announcement to the press and they put Donna through the rigors of defending why she got the job. Ridge tells them she is the new Logan and certainly is beautiful enough, she easily qualifies. Everyone seems to be happy except Brooke who feels a little apprehensive. Felicia tells Dante that happiness should never be put off until tomorrow and Bridget is only making him wait. Brooke accosts Ridge that she has been replaced as the NuLogan. He explains it is for the company and he came up with a new slogan off the top of his head. She still maintains he is trying to get back at her. He justifies and asks what exactly does she want? Donna comes out in breathtaking white, the skimpiest of skimpy. Point taken is written all over Brooke's face.",
    "soapcentral_condensed": "In Brooke's office, Eric worried about Brooke and Ridge no longer being part of the Bedroom Line. Brooke was shocked, since Ridge had never told her. She rushed out of her office, determined to get him to stay. In the showroom at Forrester, Donna was worrying about the kiss she had shared with Ridge, when he entered and told her he was looking forward to working with her. Meanwhile, in Dante's Studio, he woke up feeling guilty about kissing Felicia. Bridget stopped by, with breakfast, in an attempt to make up with him. She told him she wanted to work things out and just needed a little more time to think about having a baby. Felicia wished he had told her that he had slept in his studio too. Sensing that she was the only person who should play with his emotions, she told him if he kept waiting for Bridget to make a decision, he might never find happiness. She warned him that she would have their baby and he admitted that he felt bad about kiss.\n"
}