{
    "soap_central": "\n \nIn the Forrester Creations showroom, Eric is on his cell phone making arrangements for dinner and flowers to be brought to Big Bear when Felicia walks in and eavesdrops. When he hangs up, he tells Felicia that it is dangerous and misleading to eavesdrop. She knows he went to the house to meet with Stephanie and assumes they've made up but Eric corrects her when he tells her he asked Stephanie for a divorce.\n\n\nFelicia tells Eric that Stephanie is going to contest it and wants to know if he's going to ask Stephanie to move out of the house again. Eric tells her that he will always love Stephanie but they shouldn't remain married as it won't be good for either one of them. Felicia tells him she's never heard anything so cheap come out of his mouth.  Eric lets her know that his life is changing and he is marrying Donna. Felicia is upset about the news and they tell each other they are disappointed in one another. Eric wants her to know that he'll do his best to respect her feelings and hopes she does the same.\n\n\nFelicia asks if Stephanie signed the papers and what she said but Eric tells her it's none of her business. He tells her he is worried about Stephanie and knows he can't be the one to comfort her. Felicia tells him she'll take care of her and he thanks her but she tells him he has no right to thank her, Stephanie isn't his concern and she walks out crying.\n\n\nIn the County Jail visiting room, Stephen flashes back to the scene where he agreed to plead guilty to shooting Stephanie. The door opens, Stephanie walks in and he's surprised because he thought it was Brooke. Stephanie jokes about how all his daughters want to be Mrs. Forrester at one point or another. She fills him in on how Brooke went to bat for him with her and how she finds it pathetic after he abandoned his daughters and son. She gets his attention when she tells him she knows about Storm; so he walks to the table and sits down.\n\n\nStephanie tells Stephen she hates to squash his one attempt at nobility but she'd rather have her husband back. Stephen tells her to get a chauffeur; she'll never know the difference.  Stephanie tells Stephen that she is prepared to give a statement to the police to free him and not bring Storm into it. Her only hope is Storm goes into a psychiatric sanitarium to get help. Stephen is surprised she's going along with it and sarcastically asks Stephanie if she thinks Eric will be so grateful, he'll go back to her. Stephanie tells him her condition is that Donna gives up Eric now. She knows Donna will go to Stephen for guidance and she hopes that he will give her good fatherly advice.\n\n\nStephen gets upset with Stephanie, paces the room and she tells him he doesn't want Eric's hands all over his daughter anymore than she does. He worries what it will do to Donna as she loves Eric and Stephanie tells him that Donna is young; she'll get over it and move on. Stephen points out that there is no guarantee she'll get Eric back and Stephanie tells him that's her problem. He is worried Stephanie will use Storm over his head for the rest of his life and what he'll get out of it. Stephanie tells him redemption; he'll finally have his family and he can be there to dry Donna's tears.\n\n\nAt Brooke's, Donna repeats Stephanie's condition in exchange for freeing Stephen. She feels that Stephanie is pathetic and refuses to give up Eric for her. Donna is upset with Brooke for asking her to do this and when Brooke asks her how long she thinks it will last, Donna informs a surprised Brooke that Eric had proposed to her. Brooke feels bad that she put them in the position and Donna tells her there's enough blame going around but it's not her guilt or Brooke's. Neither wants to see Storm go to jail and Brooke feels Storm won't make it out of jail alive as he's not strong enough to survive it. She tells Donna she would not be asking her if there was any other way and Storm walks in and asks what they are talking about.\n\n\nStorm gives them each a cup of tea and jokes about practicing his kitchen skills for jail. Brooke tells him she'll get a recommendation for a doctor from Taylor and he can go back to San Francisco to his old firm. He reveals that he can't because he helped Donna with her landlord, who was letting himself into and out of Donna's apartment.  Donna tells Brooke her landlord was one of the firm's biggest clients so they fired Storm when he went to bat for her. She apologizes to Storm and he leaves to help Katie make dinner.\n\n\nDonna and Brooke sit on the couch and Donna whispers to Brooke that she does not need to remind her of all the sacrifices that Storm has made for her. She would take the hit if it was just her, but she won't hurt someone she loves in the worst possible way. She tells Brooke that Eric will think she played him all along and he'll think he's the fool Stephanie told him he would become and she won't do that to him. She wants to know why Brooke is doing this to her. Brooke reminds her that Stephanie and Eric's history is a powerful thing. That is what Stephanie is counting on to draw him back to her and with Donna out of the picture she believes they will get back together. Donna knows Eric will be miserable and he'll just become Stephanie's whipping boy again. Donna tells her the choice she is giving her is sending her own brother to prison or sending the man she loves back to his jailer.\n\n\nBrooke wonders if Donna can live with her decision if she chooses Eric. She lays the guilt on pretty thick, upsetting Donna. Brooke's  phone rings and it's Stephanie; she gives Brooke one hour for Donna to get onboard or she's going to the police. Brooke hangs up and tells Donna they are out of time. As Donna starts crying, Brooke tells her that she loves her and knows she'll make the right decision.\n\n\n",
    "tvdb": "Taylor asks Thorne to be more patient with her in acquiring the company back from Nick. Clarke shows his final designs to Jackie but she is more concerned on sorting out her issues with Nick. Taylor walks in on an argument between Nick and Jackie. Taylor makes Nick see that Jackie did what she felt she had to in order to put food on the table. Nick finally forgives Jackie and they vow never to mention it again. Jerry Kramer meets with Stephanie and Ridge at the Forrester home. Jerry is surprised that Jackie wants to see him, but Stephanie convinces him to attend the fashion show under the pretence that she is throwing a party of thanks for Jackie. Thorne is stunned to learn Ridge and Stephanie's plan. He worries about Taylor, but pledges his support on the plan for the sake of Eric.\r\n",
    "yt": "\n\nAs they prepare for the fashion show, Jackie again begs Nick to forgive her. George from the Marone Board tells Nick that the board members remain skeptical and their confidence in him rides on the success of this fashion show. Taylor goes to Nick’s office to tell him that he needs to forgive his mother in order to be truly happy again. With Taylor’s help, Nick realizes that he will always love Jackie and forgives her, but he makes her promise she will never speak of the men she slept with in Seattle again. Jerry Kramer arrives and Stephanie tells him she invited him over for a surprise reunion with one of his closest friends, Jackie Payne. Jerry remembers Jackie and although he knows that given their past relationship this reunion might not be a good idea, he agrees and then leaves. Thorne enters and is shocked to hear Stephanie and Ridge talking about Jackie’s history as a prostitute. Thorne is worried that revealing this information Taylor learned in Nick’s therapy sessions will ruin her career. Stephanie thinks that getting the company back and making Eric happy is the most important thing, Thorne agrees.",
    "imdb": "\nJaqueline is still not quite happy with Clark's cruise line. Taylor still makes her day by convincing Nick to truly forgive her. Captain Kramer has arrived and falls into Ridge and Stefanie's trap. Thorne overhears what they found out and how. The trio agrees it's worth saving dad from a depression by getting Forrester Creations back. As they speculate, the Marone board members who will attend the show are uneasy about a fashion subsidiary, even without a scandal.    ",
    "tvmega_recap": "Thorne laments to Taylor that he hopes Nick sells them back the company soon. He knows Ridge and his mother are up to something and it's not going to be pretty. Nick is still coolish toward Jackie and just wants to concentrate on working. The headaches, she says, she can deal with, but it's the heartache. She begs that they need to talk. Taylor interrupts and wants to work in a family session before she goes out of town. She states that he turned out alright, it's time to put this behind them. It's the past, find a way to forgive his mother. Jackie did the best she could do at the time. When you put a person on a pedestal, the only place they have to go is down. With much hesitation, he tells his mother that she was like royalty to him. He can never forget what she did or condone it, but he realizes she did it for him. And that she is the woman she is now. He tells her that he loves her and has already forgiven her, they hug. George, a Marone board member, chastises Nick for mixing oil and high heels and warns him that he'd better make good on that fashion show tomorrow. Ridge and Stephanie greet Captain Kramer and fill him in on their plans, a tribute to Jackie and they feel his presence would be greatly appreciated. He's stunned that she would still be thinking of him and he starts spilling the beans. Stephanie beams that this connection could be monumental. Then Thorne finds out, but is shocked that his mother would use this information to her advantage. He reminds them what this could do to Taylor. Still Stephanie is adamant. Jackie was a whore and she is going to tell the world tomorrow. The Marone Board will be begging to sell. She knows Taylor is caught in the middle, but that's just the way it is. Tomorrow the fashion show and they will expose Jackie and hopefully get the company back for their dad.",
    "soapcentral_condensed": "In the County Jail visiting room, Stephen flashes back to the scene where he agreed to plead guilty to shooting Stephanie. Stephanie tells Stephen that she is prepared to give a statement to the police to free him and not bring Storm into it. Stephen is surprised she's going along with it and sarcastically asks Stephanie if she thinks Eric will be so grateful, he'll go back to her. Stephanie says her condition is that Donna gives up Eric now. Donna repeats Stephanie's condition in exchange for freeing Stephen. She feels that Stephanie is pathetic and refuses to give up Eric for her. Donna is upset with Brooke for asking her to do this and when Brooke asks her how long she thinks it will last, Donna informs a surprised Brooke that Eric had proposed. Storm gives them each a cup of tea and jokes about practicing his kitchen skills for jail. Brooke tells him she'll get a recommendation for a doctor from his old firm Taylor Taylor. He reveals that he can't because he helped Donna out with her landlord who was letting himself into her apartment.\n"
}