{
    "soap_central": "\n\nAt Forrester, Ridge looked at pictures of Caroline, and Brooke entered. Ridge stopped her and said he hadn't told Caroline about his vasectomy yet. Ridge said he had to wrap his head around it. Brooke asked if he was positive he hadn't been misdiagnosed. Ridge said the doctor had run the tests twice. Brooke reminded Ridge there were other options, but Ridge shook his head.\n\n\nBrooke recommended a second opinion, but Ridge said it was a waste of time. \"What do I do now?\" he wondered aloud. He worried about explaining it to Caroline. Brooke said Ridge had a responsibility be honest, and she recommended he do it right away.\n\n\nIn the design office, Caroline sketched, and Thomas showed her one of his sketches. They paused to critique his work then conversation turned to Thomas' love life. He admitted that he had kissed Nicole. Caroline was surprised. She asked if they were dating, but Thomas explained that Nicole had been asking a lot of questions about Thomas and Caroline. He added that everyone knew they had dated years before.\n\n\nThomas admitted he kissed Nicole to distract her from her questions. Caroline worried that Nicole knew something about the time she and Thomas had recently spent together, but Thomas said he had never spoken of it to anyone and never would. He promised to be supportive and keep their secret. Caroline decided to show their designs to Ridge.\n\n\nIn Ridge's office, Ridge and Brooke continued to talk about his obligation to tell Caroline the truth. Brooke said that Caroline was young and healthy, and she would want to start a family soon. Ridge ordered Brooke to stop badgering him, and Caroline walked in. Caroline said it seemed tense.\n\n\nRidge put his arm around Caroline. They all made small talk, and Brooke smiled and left. Caroline wondered why Brooke had been behaving so oddly. Ridge answered that Brooke always thought she knew what was right for everyone.\n\n\nCaroline told Ridge that she and Thomas had been working on new designs for the collection, but Ridge was distracted. Caroline noticed and told him that he could tell her anything. She wondered if he had another surprise in store. She mentioned working to have a family.\n\n\nRidge confessed that he had been at the doctor's office, and Caroline worried that Ridge was anxious about his health and aging. Ridge said it was nothing like that. He caressed her face and reminded her that he had initially told her he couldn't give her the family she deserved. Caroline agreed, but she said things had changed.\n\n\nRidge nodded, and Caroline told Ridge that she was thankful to him for all he had done. \"I love you, Ridge. I can't wait to start a family with you,\" she said and hugged him.\n\n\nIn the design office, Brooke met with Thomas, and she said that he was working on some advance designs just in case Ridge and Caroline had a baby by the next year. Brooke suggested it might not happen that quickly. She didn't think a baby was in Ridge and Caroline's immediate future. Thomas wondered if she knew something, but she said life was full of surprises and smiled.\n\n\nIn the reception area, Pam and Charlie discussed a cake Pam had baked, and Charlie said it was delicious, but she couldn't win every bake-off she entered. Pam was disappointed that she had finished last in the competition.\n\n\nConversation between Pam and Charlie turned to how Zende had wanted to surprise Nicole with concert tickets. Pam and Charlie decided to find Zende. Pam noted that Kristen and Tony's son was a great kid. \"Nicole found herself a real keeper,\" Pam said.\n\n\nNicole and Zende worked on reports on the rooftop and rehashed Thomas' kissing Nicole. Nicole reiterated that it had meant nothing. She wondered why Zende hadn't tried to kiss her sooner. Zende said he liked to take things slowly and be respectful.\n\n\nNicole said that Thomas was a great guy, but she had her eye on another Forrester. Zende guessed it was Eric, and Nicole acknowledged that Eric was a good-looking and distinguished man.\n\n\nZende agreed. \"Grandpa gets all the ladies. He's such a player,\" Zende teased.\n\n\nNicole admitted that Zende was the only guy on her radar. She said she would be happy to shout it from the rooftop. She got up and knocked over a folder of Zende's, and it had concert tickets in it. She asked if the tickets were for the two of them, but Zende said they were not.\n\n\nPam and Charlie showed up and dished that Zende had been so excited about asking her to the concert at the Hollywood Bowl. Charlie dished that he had connections there because he often worked security. \"You'll love it,\" Pam said.\n\n\nPam and Charlie left, and Nicole said the encounter had been enlightening. Zende admitted he should have asked her out sooner. He kissed her, and Nicole said it had become really hot on the rooftop. They agreed they had both imagined kissing before. Nicole encouraged him to do it again and often. They kissed again and smiled.\n\n\n",
    "tvmega_recap": "Looking rather forlorn, Ridge sits in his office looking at many photos of Caroline when Brooke walks in. He tells her before she starts that no he did not tell Caroline yet. She was so happy last night, and he too is trying to wrap his head around this. It is going to be a process for both of them. He informs Brooke there is no way he could have been misdiagnosed as they ran the tests twice. He tells her there is no medication, nothing they can do. He wanted this for Caroline. Brooke says she is sorry, she knows how much he wanted this. Caroline is sketching in the same room with Thomas and he likes seeing her exuberance like this over one of his designs. She jokes they need to find a girl for him. He says he does not think he is up for a relationship right now but he did kiss Nicole the other day. She's gorgeous and a fun girl but she was getting a little too close and asking a few too many questions about him and Caroline so he kissed her. Caroline is going to have a baby with his dad and nothing is going to come in the way of that. She is stunned that he would protect her like that. She says no one will know this, especially his father. Thomas promises this is just between the two of them and will go no further. Nicole is talking with Zende and says again the Thomas kiss was nothing serious but Zende seems to think so. She wonders why he never tried to kiss her if he is this interested. He says he does have that urge but he thought he should take it slow and be respectful. She says Thomas is a very successful and handsome Forrester but he is not the Forrester that she is into. Zende jokes that aha, it's grandpa, he gets all the girls and he's such a player. She lets him know that he is the only guy on her radar and she does not know why she has to tell him that. He says he is not mad, just disappointed. They aren't even dating yet. She picks up on the word yet and says there is still hope yet. And she will shout his name to the rooftops if he will believe her. There is no one else she had rather spend her time with. And she is not smooth talking him or playing games. As he gets up to leave a folder with tickets falls on the floor and she asks if those are for the two of them. He first says it is for his cousin but she does not believe him. Pam has Charlie taste a piece of her cake and give her his honest opinion. She is still bummed that she came in 5th out of only 5 contestants. He jokes that maybe he can cheer her up if they play Contessa and the cabana boy. They come out looking for Nicole and Zende and let the cat out of the bag. They ask if he has given her the tickets. She says she saw it was for a rock concert of one of her favorite bands ..and yes she'd love to go. Charlie says no problem, he works as security at The Bowl and was happy to get the tickets. He thinks they will have a grand time. Zende gets up the courage to give Nicole a little peck on the lips. And a second time when she gives her approval. Ridge tells Brooke that she was right when she said to explain to Caroline and work this out. He didn't and now what does he do. Brooke says this is his responsibility and he has to talk to her now. There are other methods of having a baby. He says not for Caroline. She wants his baby and he pretty much guaranteed that for her. Brooke laments this does not have to ruin his marriage but it will affect their relationship if he does not tell her as soon as he can. She's young and healthy and if she does not get pregnant very soon she will start figuring things out. Ridge barks that he appreciates her concern but right now he wants her to lay off of him. Caroline walks in and is concerned at what she just heard. She remarks that it seem awfully tense in here. Brooke starts to leave and says they just had a difference of opinion but it always helps to tell the truth. She tells Thomas that he does not have to rush the designs as she does not think Caroline will be going on maternity leave any time soon, there are no guarantees. Life is always full of surprises. Caroline tells Ridge that she wishes he would look at her. She feels their commitment and hopes they will have a baby but she realizes there is no guarantee it will happen right away. Slowly he tells her when she called he was at the doctor's office. She barges in and says she knows and she is so grateful that he changed his mind and wants to have a baby with her. He is giving her everything she ever wanted. She wraps herself in his arms.",
    "tvmega_summary": "Episode # 7160 ~ Pam & Charlie help Zende & Nicole advance their friendship; Brooke pushes Ridge to tell Caroline about his situation.",
    "soapcentral_condensed": "At Forrester, Ridge looked at pictures of Caroline, and Brooke entered. Ridge stopped her and said he hadn't told Caroline about his vasectomy yet. Brooke said Ridge had a responsibility be honest, and she recommended he do it right away. In the design office, Caroline sketched, and Thomas showed her one of his sketches. He admitted that he had kissed Nicole. Pam and Charlie decided to find Zende. Zende wanted to surprise Nicole with concert tickets. Pam noted that Kristen and Tony's son was a great kid. \"Nicole found herself a real keeper,\" Pam said. Nicole admitted that Zende was the only guy on her radar. She said she would be happy to shout it from the rooftop. Pam and Charlie showed up and dished that they had been so excited about asking Zende to the Hollywood Bowl. \"You'll love it,\" Charlie said, \"Pam and I will love it\" They agreed they had both imagined kissing on the rooftop before.\n"
}