{
    "soap_central": "\n\nIn Bill's office, Bill and Ridge wrestled on Bill's desk. Brooke entered and screamed at Ridge to get off of Bill, but Ridge didn't stop until Brooke pulled him away from Bill. Then Bill went after Ridge, but Brooke stopped him.\n\n\nRidge insisted that Brooke planned to marry Bill only to hurt Ridge. \"You always do this when you're angry,\" Ridge said. Brooke countered that Ridge had selective memory. Bill noted that Ridge wanted to make Brooke's decision to marry Bill all about Ridge. Bill told Ridge that Brooke was going to spend her life with him. Bill accused Ridge of getting twisted satisfaction out of messing with Brooke. Ridge disagreed. \"Don't throw yourself off a cliff to spite me,\" Ridge advised Brooke.\n\n\nRidge told Brooke that Bill would be a buffoon of a stepfather. \"It's never too late to change your mind,\" he said. Bill kicked Ridge out of his his office. Bill presented Brooke with her engagement ring. She smiled, and they kissed. They planned their trip to Abu Dhabi. Brooke said she couldn't wait for their magical trip. \n\n\nJustin entered, and Bill told him that he needed Justin to help him make preparations for the trip because he and Brooke were getting married overseas in Abu Dhabi. Brooke was surprised, and Bill told her it would be a wonderful adventure. Bill asked Brooke to make whatever plans she needed for R.J. while they were gone. Brooke got a call from Donna, and Brooke advised Bill that she had to take it so that she could get Donna's help. Brooke left Bill's office to talk to Donna.\n\n\nWhile Brooke was gone, Bill told Justin he had a job for him. Bill asked Justin to get him a duplicate of the sword necklace like he had done for Liam. Brooke returned, and Justin congratulated her. He kissed her and left. Brooke and Bill looked up touristy information about Abu Dhabi. \n\n\nBrooke told Bill how happy she was. She said she had never had the kind of relationship she had with Bill because with Ridge, there had always been another woman that Brooke had to measure up with and compete against. \"I don't have to try to be better than anybody else,\" Brooke said.\n\n\nBill made plans for him and Brooke to leave the next day. Bill added that he planned to be a great stepfather to R.J. Bill promised they would have a romantic wedding in a secret location befitting a princess. They kissed, and Brooke giggled that she was very excited.\n\n\nAt Katie's, Donna told Katie that Brooke and Bill were getting married. Katie was surprised, but Donna said it appeared that Brooke and Katie were doing a lot of competing. Katie was insulted. Donna said she meant no harm, but she was an observer. She hoped that one day they could all get along again. Donna added that it had been inevitable that Brooke and Bill would get back together when Katie had divorced Bill. Katie looked unhappy.\n\n\nAt Forrester, Quinn and Wyatt discussed Quinn's feelings for Bill. Quinn said Bill was stunted as a person but maintained his swagger. Quinn confessed that she knew Bill didn't want anything to do with her. Wyatt worried that she had been hurt when Bill had chosen to marry Brooke.\n\n\nQuinn admitted that she'd had very little dating experience that Wyatt would have been aware of because she had never met anyone who had been worth telling Wyatt about. Wyatt wondered if Quinn had pursued Bill when he had been on the outs with both Katie and Brooke. Quinn admitted she had.\n\n\nQuinn added that she felt lonely at times. She said that with women, it was all about the couple. No matter how successful, people wanted to know if a woman was attached or unattached. She said women often wanted to be wanted. \"Sometimes it comes over me like an illness -- that wanting to be wanted, and I despise myself for it for a few days, and it goes away,\" she said. She noted that she had thought she might reunite with Bill at one point, but it was never going to happen.\n\n\nAt Katie's, Ridge entered and admitted that he knew Brooke and Bill were getting married. Katie forced Ridge to confess that he and Bill had gotten into a physical altercation, and Ridge encouraged her to let it go. He added that Brooke had been there to break it up. \"They're not getting married,\" Ridge insisted. Katie asked if Ridge had told Brooke that. He answered that Brooke thought love would conquer all.\n\n\n\"There's nothing we can do about it,\" Katie said. Ridge kissed her. He told her that his feelings about Bill had nothing to do with Brooke or Katie. But Katie countered that Ridge's feelings about Bill were stronger than his feelings for anybody. Ridge said he was confident that Brooke would leave Bill.\n\n\nKatie advised Ridge to stop making himself crazy. Ridge lamented that Bill had no ethics. Katie countered that Brooke knew all of that, but it didn't matter. \"Brooke's a grownup, and she knows all about Bill. And she doesn't care anymore,\" Katie said. Ridge looked disgusted \n\n\n",
    "tvdb": "An argument between Ridge and Bill is stopped by Brooke who demands that Ridge return her ring. Donna informs Katie about Brooke and Bill’s engagement. Katie urges Ridge to leave Brooke and Bill alone, knowing that no one can stop them from getting married. A refreshing side of Quinn is revealed when she confides in Wyatt about her desire to be loved. Bill proposes an exciting and exotic idea to Brooke.",
    "imdb": "\nBrooke separates the fighting Bill and Ridge and demands her ring back. Donna informs Katie about Brooke and Bill's engagement. Quinn reveals to Wyatt that she was hoping for a reunion with Bill. Katie urges Ridge to leave Brooke and Bill alone, reminding him that both are stubborn and cannot be stopped anyway. After asking Justin to make another replica of his sword necklace, Bill has a surprising suggestion to Brooke: He wants to get married in Abu Dhabi!    ",
    "tvmega_recap": "Katie thanks Donna for taking over while Will had an emergency diaper change. She says she probably will go back to work at Spencer someday but for now it feels good to be able to run some errands without worrying about Singapore calling. She is enjoying her free life. Donna is glad as she does not know how Katie will take it when she says Brooke and Bill are getting married. She is sorry to blurt it out this way. Katie says it is okay. She knew it was a possibility but it is a shock to hear it is actually happening. Donna says it is not retaliation. Bill persisted and Brooke resisted because of the two people she loves most in this world \u0096 Katie and Ridge. Katie asks if Brooke is now just writing her off. Donna says no but she probably thinks Katie doesn't care about her anymore. Brooke rushes in and literally pulls Ridge off of Bill and separates them. Bill threatens Ridge that if he ever does that again ..Ridge asks Brooke if she really wants to marry this clown. Bill tells Slick that he's the only one who lives up to his standards. That ought to tell him something. Brooke tells Ridge that yes she wants to marry Bill and she is going to. Ridge keeps saying she is better than this and calls her Logan. She asks him not to call her that. Ridge says there is only one reason she is rushing and forcing herself into this. Bill says yes, he is sure it is all about Ridge. Ridge says he has not forgotten their time together and what they meant to each other. And when she is angry she usually finds another man to hurt him and it usually works. Brooke says all memories are selective and she is sorry he is left with those. Bill puffs that he doesn't spend a lot of time on motives. He doesn't spend time sussing people out on their inner purity. He goes by what they say and do. And he knows Ridge gets some kind of twisted satisfaction out of bullying her. He tells Ridge to now get the hell out of his office. Ridge tells Brooke not to throw herself off a cliff to spite him. She tells him to see it the way he wants; it's her life. He asks about RJ, what will happen if she marries this buffoon. It's not too late to change her mind. Wyatt asks his mom what his dad said. She pretends that she barely paid attention. She says he is so stunted in terms of his mental age. He's really younger than Wyatt, all swagger and hormones. Wyatt asks if he came on to her. She scoffs about her fall for another Spencer line. It isn't love, it's foolish but not as foolish as that. She wonders if that is how Wyatt sees her, a lonely old mom trying to get close to a man who doesn't want her and never did. He says he does not think of her as a mom with milk ad cookies and strict curfew but as an artist. He doesn't think of her as lonely but a little too passionate sometimes and fierce. She says she will always be proud of the one good thing she produced and that was someone as perfect as Wyatt. She was not a nun; she had dates. Wyatt doesn't remember them and she says they were not important enough for him to meet. She was just hooking up, Wyatt doesn't want his ears to her anymore. He says this is the end of the line with TMI, time to get off. She tells him that he is more of a woman than she is. To a woman it's all about the couple. To a man you are attached or unattached. To women you are supposed to be wanted. And sometimes even after all these years it comes over her like an illness that wanting to be wanted, but she will despise herself for a few days and then it will pass. She says she knows Wyatt thinks she needs someone and that someone is his father. At one point she did too. But he didn't and he still doesn't. So really nothing has changed except Wyatt knows. Wyatt wants to ask his mom one question about his dad. There was a time when he was not with Brooke or Katie, so Quinn could have tested the waters with him then. She admits she may have gotten her toe wet. Katie tells Donna that Brooke throwing her under the bus and taking her job and sole custody of Will away hurt and marrying Bill won't help. Donna tells her to be careful as a very crass person could say Katie tried to even the score by being engaged to Ridge and now Brooke is one-upping it again. Katie wonders if she deserves that. Donna says she is sorry but she just hates this constant competition between her and Brooke. Katie says it does not matter what she wants. This is the situation they have. It is bizarre and it sucks but they will deal with it for the children. She wants them to be as unaffected by this mess as they can be. Ridge comes back to Katie's and she sees his disheveled look, missing a button on his jacket. He must know about the wedding. He calls it low comedy. He says but it doesn't matter, they are not getting married. Katie knows that he means he'd rather they not get married. Katie says Brooke's mantra is love conquers all so there is not much they can do about it. Ridge says he wants to make sure that she knows this has nothing to do with what he feels for Katie or even Brooke, it's all about Bill. She tells him he will drive himself crazy over this as Brooke and Bill are gonna do what they want to do and Ridge has no say in it. A bit disheveled himself Bill tells Brooke it could have been worse. She says this will never happen again. He tells her that is up to her ex but he's dead serious. She's going to put that ring on her finger and never take it off again. Ridge is going to have to accept it and this is never going to happen again. They agree that it is a great time to get away and go to Dubai. He says she can get whatever clothes she needs there. She says as long as she is sitting next to him, she will be fine. She's never had this before. With Ridge there was always another woman, Caroline, Taylor now Katie. But she is sure about Bill. He asks if she can be ready by tomorrow. She replies yes she has told Donna and she will know RJ's school activities. Bill says good and they won't have to deal with her ex's little temper tantrums any more or hear how he's not a good stepfather. Justin comes in to congratulate them. Bill has a little job for him. Justin smiles and says that he usually does. He says he helped him with one of these for Liam, now he'd like another replicated. Brooke is so excited to hear they are actually going to be married in Abu Dhabi.",
    "soapcentral_condensed": "Ridge insisted that Brooke planned to marry Bill only to hurt Ridge. Bill accused Ridge of getting twisted satisfaction out of messing with Brooke. At Katie's, Ridge admitted that he knew Brooke and Bill were getting married. Katie forced Ridge to confess that he and Bill had gotten into a physical altercation, and Ridge encouraged her to let it go. At Forrester, Quinn and Wyatt discussed Quinn's feelings for Bill.. Quinn said Bill was stunted as a person but maintained his swagger. She said that with women, it was all about the couple. No matter how successful, people wanted to know if a woman was attached or unattached. Katie said she had thought she might reunite with Bill at one point, but it was never going to happen. There's nothing we can do about Brooke not getting married,\" Ridge said. \"Brooke's grown up, and she knows all about Bill. And she doesn't care about all of that anymore,\" Katie said. The couple planned their trip to Abu Dhabi.\n"
}