{
    "soap_central": "\n\nAt Quinn's warehouse, where Quinn lived, Deacon couldn't believe that the drawings Quinn had stolen were Ridge's. Quinn wondered how long Ridge had planned to keep the secret. Deacon wondered why Ridge would want to keep it a secret that he could no longer draw. Quinn explained that Ridge was too proud and embarrassed to admit what had happened. Quinn noted that Katie and Ridge were at Il Giardino. She told Deacon they needed to go there and find out what had been happening with Ridge.\n\n\nAt Brooke's, Bill made a pitch to get married, but Brooke reminded Bill that he had gone too far in what he had done to Ridge. Bill agreed. He promised to focus on the relationship that he and Brooke wanted to build. \"I want to focus on our future,\" Bill said. He sat down next to Brooke, and he promised that their families would get along. He added that there would be peace between Liam and Wyatt because he had faith that Hope could accomplish that. \"She is an exceptional young lady,\" he said.\n\n\nBrooke wondered how Bill planned to mend fences with Ridge, and Bill vowed to become Ridge's new best friend and golf buddy. Brooke maintained that Bill needed to respect family. Bill agreed, and he promised to be a good stepfather to Brooke's sons and daughters. He added that he would get along with her sisters and even invite Ridge to his poker games.\n\n\nBrooke giggled and said that Bill had lofty goals. Brooke worried that Hope had a crazy mother-in-law, but Bill felt she could handle it. Bill told Brooke that he had changed and promised to be a better man because of Brooke. Bill reminded Brooke of all the fun they'd had.\n\n\nBrooke flashed back to the balloon trip, the trip to Paris, and their time in Abu Dhabi. \"Marry me. Stay in this incredible adventure with me,\" Bill said. Brooke agreed to marry Bill. She giggled, and they kissed. Bill called the captain of his yacht and informed him that Bill and Brooke would be marrying on the yacht in the next few days -- after Brooke and Bill hosted a party to welcome Hope and Wyatt home.\n\n\nAt Liam's place, Aly and Ivy tried to convince Liam to tell Hope that he had been at the Eiffel Tower and had waited for Hope. Ivy apologized for falling into the Seine and preventing Liam from getting to the appointed spot at the appointed time. Ivy reminded Liam that he had not been that late. She was surprised that Hope had not waited.\n\n\n\"You have to tell Hope. She needs to know you were there,\" Aly said. Liam reminded Ivy and Aly that Hope had married Wyatt the very same day that she was supposed to marry Liam. Ivy and Aly maintained that it was never too late. Liam said that nothing would change it.\n\n\nLiam flashed back to rescuing Ivy and then racing to the appointed spot in a soaking wet suit as fast as he could. He lamented that he had been late enough for Hope to run off with Wyatt. Aly said that Wyatt probably had pressured Hope. Liam agreed, but he said it had been all on him. He refused to blame anyone else. Ivy and Aly said that Liam had been a hero and a gentleman. Liam shared that his father had told him to let it go, and Liam agreed Bill was correct.\n\n\nAt Il Giardino, an outdoor restaurant, Ridge told Katie that he had worried that Brook would still marry Bill. Katie was silent. Ridge said that he was reminded every day of what Bill had personally done to him by dropping him out of a helicopter. Ridge could no longer draw.\n\n\nKatie encouraged Ridge to tell Brooke about his temporary loss of skills, but Ridge refused. Katie reminded Ridge that they had to attend a party that Bill and Brooke had planned for Hope and Wyatt. Ridge promised to attend because he had raised Hope and felt like her father. He loved her. Ridge wondered why Brooke couldn't see what everyone else saw in Bill.\n\n\nRidge complained that he had lost his identity. Katie again encouraged Ridge to tell Brooke. Ridge refused and begged Katie to keep the news between them.\n\n\nDeacon and Quinn sat nearby and listened intently to Ridge and Katie's conversation. Katie admitted that she hated to see Ridge struggle. She lamented that Bill had gotten away with all he had done. Katie again encouraged Ridge to tell Brooke what Bill had cost him. She reminded Ridge that he could have died.\n\n\nNearby, Quinn and Deacon overheard that Bill had been guilty of costing Ridge his ability to draw. Quinn smiled.\n\n\n",
    "tvdb": "Quinn and Deacon compare notes about their respective assignments and discover an incriminating secret that could assist them in their plan. With his heart in his hand, Bill implores Brooke to forgive him and to focus on a proposed future together. With the assistance of Aly, Ivy attempts to right a wrong that she feels responsible for. Ridge voices his regrets to Katie about getting involved with Brooke’s personal life because of the consequences that he is suffering.",
    "tvmega_recap": "Deacon makes fun of the scribbles of Ridge; looks like the preschool down the street. Quinn says she took it out of his wastepaper basket herself. It's junk and apparently Ridge has lost his ability to draw. He apparently is keeping a huge secret, but she doesn't know why. She says there is a big story here and she and Deacon are going to find out what it is. He had panic all over his face, she can feel it. There is something he does not want anybody to know. She needs to gather some information. She knows Katie and Ridge are having lunch so they can go there and try to find out what is happening to Ridge. Over lunch, Katie asks why Quinn was even at the office. Ridge says she has been released from the facility; apparently she is cured now. He says he is struggling all because of Spencer. He can't draw or create. Katie suggests he tell his dad or Brooke but Ridge doesn't want them to know. At Brooke's Bill says he obviously made a very bad call ordering Ridge from the helicopter. He acted impulsively but Ridge did sucker punch him and drug her away from their wedding so he had to do something. She says he went too far. He admits he did but everyone is back to normal now and he'd like for them to focus on their future. He adds that their son and daughter just got married. They will be family for life, so all this family unity..... come on what a life it will be! Even Wyatt and Liam will be fine. Hope will see to that. He laments that she has become an exceptional young lady and he has come to admire her. He promises to never hurt Hope or anyone else she cares about ever again. That includes Ridge; he will be his new best friend. She says he does not have to be his best friend; just respect him. Bill says Ridge will be Will's step father some day and he will be RJ's so the Spencer's and Forrester's will be one big happy family. He says he will be nice to all of them, they can even double date with Ridge and Katie. In a month's time he will even play golf with Ridge and offer him a cocktail and invite him to his poker game. So just how long can old Grumpy hold a grudge. Life is pretty damn good. Brooke says except for Hope. She has a black widow for a mother-in-law. Bill says not to worry about her. She won't bother them again. Bill says he has changed all because of Brooke. She makes him want to be a better man. It is going to be smooth sailing from now on. He asks her to stay on this incredible journey and she agrees to marry him. At Liam's, Ivy and Aly are bending Liam's ear that Hope did not know he came to their special spot at the tower. She was waiting for him but he was late because of rescuing Ivy from the Seine. They both agree that he has to tell Hope. She needs to know that he was there. It will change everything. They relive the scene over and over that Liam thought he still had a chance to get to Hope even though late but the bottom line is she did not wait. Ivy says he was not that late and Aly says Hope should have had more faith in him. Liam says he should not have been so stubborn to let Hope go to Paris alone. But what he really can't get is that she turned to Wyatt so quickly and married him the very same day. He trusted him and let him in. He says he takes full responsibility for this. He can't blame it on his dad or Quinn this time; it is all on him. Aly says he can see Hope tomorrow at the party and explain. Ivy says he still loves Hope so she will explain. Do not give up on Hope. He can still get her back. He says Hope may already know that he was in Paris, so maybe it does not even matter. At some point enough is enough. His own father is telling him to leave Hope alone and he's beginning to think he is right. Bill comes back to Brooke's with this gigantic bottle of champagne. He tells her they are going to open it at Wyatt and Hope's party and then focus on their own wedding. He tells Captain Marx to pull out all the stops; he and Brooke are going to tie the knot. Then he tells Brooke that he loves her and he will never hurt anyone again. She is too precious to him. Katie tells Ridge that she hates he is going through this alone. Bill is getting off scott free as if nothing ever happened. Quinn, disguised in a big black hat and sunglasses is with Deacon and they manage to get a seat with her back to Ridge and she only hopes he will be a bit chatty. They overhear Ridge say that he can't draw or design. Spencer took that all away from him. Katie says all the more reason that Brooke needs to know what Bill has done and it wasn't just a dunk in the ocean. Ridge says no; this must be kept between the two of them. Quinn looks in triumph at Deacon.",
    "soapcentral_condensed": "Ridge complained that he had lost his identity. Katie encouraged Ridge to tell Brooke about his temporary loss of skills, but Ridge refused. Liam reminded Ivy and Aly that Hope had married Wyatt the very same day that she was supposed to marry Liam. Liam said that nothing would change it; he refused to blame anyone else for Hope's run-in with Wyatt. Bill promised to be a good stepfather to Brooke's sons and daughters and even invite Ridge to his poker games, and Brooke agreed to marry him.. Bill called the captain of his yacht and informed him that Bill and Brooke would be marrying on the yacht in the next few days -- after Brooke and Bill. hosted a party to welcome Hope and Wyatt home, and Ridge promised to attend because he had raised Hope and felt like her father. The party was held at Il Giardino, where Ridge and Katie had planned to celebrate Hope's wedding to Wyatt, but it was moved to a later date because Ridge was too embarrassed to be there.\n"
}