{
    "soap_central": "\n\nAt Katie's house, Justin and Bill prepared for the wedding. Liam showed up with Ivy, and Bill worried that Wyatt had not arrived. Justin acknowledged that the groom had been \"a little anxious.\" Wyatt entered, and Bill chastised him for being late.\n\n\nBill teased that he had chosen Liam to fill in as his best man. Wyatt wondered if Bill was joking. Bill smiled and said that he was very happy because he had three great sons and his own dashing good looks. Bill hugged his sons.\n\n\nUpstairs, Katie prepared for her wedding with Donna's help. Will was dressed in a tux, and he tried to comb his hair with Katie's brush. Donna and Katie worried that Brooke had not arrived. Donna teased that \"our Bill\" must have been nervous. Katie worried that Brooke's involvement in the wedding had been too much for Brooke, but Donna said Brooke would be fine.\n\n\nAt Forrester, Ridge and Caroline prepared to leave for the wedding. Ridge worried that Katie had selected Brooke as her matron of honor, and that would make it a difficult day for Brooke. Caroline sympathized.\n\n\nAt Brooke's house, Brooke was dressed in a long, elegant, low-cut blue gown with feather accents on one shoulder. Her driver asked if she needed anything. He suggested that she hurry because they were running late.\n\n\nBrooke looked around the room. She had been searching for something, and she found a jewelry box that she slipped into her purse. She passed her bar and poured herself a glass of vodka. She drank it quickly and left.\n\n\nAt Katie's, Carter and Justin joked that Carter could launch a second career as a wedding celebrant with all the weddings that took place in the Forrester family. Carter noted that Brooke was a beautiful woman, and Bill had turned down Brooke to remarry Katie. Justin agreed that all the Logan women were beautiful and very close. He knew that Brooke had set aside her feelings for Bill in order to see Katie and Bill happy.\n\n\nIn another part of the room, Liam and Wyatt discussed business, but Bill interrupted and said there would be no shop talk for the day. Brooke entered the house, and Bill excused himself to greet her. He told her she looked lovely, and he presented her with a glass of Champagne. He added that Donna and Katie were upstairs.\n\n\nBrooke noted that everything had turned out the way it should have. Will would have his parents together again. Bill asked Brooke to rein in her son at Forrester because he had been a loose cannon. Brooke scoffed, and Carter interrupted Bill to discuss details for the ceremony.\n\n\nBill left Brooke alone, and he eyed Ridge and Caroline, who had just arrived. Bill spoke to Carter, and Brooke took another glass of Champagne. Ridge walked over to greet Brooke. \"You look lovely,\" he said. \"I do, don't I? Did you come alone?\" Brooke said playfully. She giggled and flirted, but Ridge told her that he had arrived with Caroline, who entered and greeted Brooke.\n\n\nBrooke received a text message from Katie, and Brooke joked that she would leave the \"kiddies unsupervised.\" Brooke laughed and headed upstairs, and she grabbed a bottle of Champagne and three glasses on her way to see Katie and Donna.\n\n\nIvy and Aly discussed the events of the day. Aly teased that Liam could propose and make it a double wedding, but Ivy was certain that would not happen because Steffy had returned. Steffy wanted Liam back.\n\n\nUpstairs, the Logan girls giggled and embraced. Donna popped the cork, and Brooke proposed a toast. Donna prepared Katie's dress, and Brooke and Katie chatted. Brooke poured herself some more Champagne. Brooke said that Ridge and Caroline had detained her.\n\n\nKatie wondered if Brooke was all right. Brooke said she was fine, but Ridge was apparently having a midlife crisis and needed some arm candy. Brooke quickly changed the subject to Katie because it was Katie's day. \"You never looked more radiant,\" Brooke said.\n\n\nKatie gushed that she hoped her two sisters could find as much love as she had. Katie teased that she'd heard Donna had a new boyfriend. Brooke promised they would all soon be as \"deliriously happy\" as Katie.\n\n\nDonna tried to remove Katie's dress from the bag, but the zipper was stuck, and Katie encouraged Brooke to help Donna. Then Katie asked Donna to check on things downstairs. Brooke helped Katie put on her dress. They embraced, and Brooke looked tearful.\n\n\nDownstairs, Caroline embraced Bill and congratulated him. Ridge joined her and extended his hand to congratulate Bill. Bill said that Katie would be happy Ridge had arrived. Bill finally shook hands with Ridge. \"Katie's very special. Take care of her,\" Ridge advised. Bill agreed, and he advised Ridge to take care of Caroline.\n\n\nUpstairs, Brooke had another glass of Champagne while Katie checked text messages from their dad. Katie announced that he would not make it to the wedding. Brooke presented Katie with their mother's locket. Katie opened it and saw the pictures of all four of the Logan children: Storm, Brooke, Donna, and Katie. Brooke helped put the locket on Katie.\n\n\nKatie hugged Brooke. She said that she'd never thought anyone would get between them, but it had happened. Katie was happy that Brooke had traveled \"halfway around the world so that Bill and I could find each other again,\" she said.\n\n\nBrooke eyed the picture of Katie and Bill on Katie's bedstand, and Brooke looked unhappy. Donna entered. \"It's time,\" Donna announced. \"Let's get you married,\" Brooke said.\n\n\nDownstairs, music started playing, and Donna entered first. There was a long pause as the group waited for Brooke to enter. Hidden from the crowd, Brooke drank another glass of Champagne, stumbled, and then entered the room.\n\n\nBrooke walked down the aisle and stared at Bill. Bill looked at her. \"Here Comes the Bride\" started, and Katie entered the room. Bill relaxed and smiled. Katie stood at Bill's side, and Brooke put on a brave smile as she watched. \n\n\n",
    "tvdb": "Because of his history with Brooke, and their previously tumultuous relationship, Donna questions Katie’s certainty about marrying Bill. Ridge has concerns about attending Bill and Katie’s wedding while making a first public appearance with Caroline as a couple. Brooke quenches her herself mentally and emotionally as she prepares for her sister and ex-fiancé’s nuptials. Caroline and Ridge’s relationship is the hot topic among the guests at the wedding.",
    "tvmega_recap": "On his wedding day, Bill hugs his boys and says he is fit to be tied. Donna asks and wants to make sure this is what Katie wants. Ridge tells Caroline that Brooke is Katie's matron of honor and it's going to be a difficult day for her. Brooke gets dressed and in rushing about the last thing she sees and goes to get is a glass of vodka and wolfs it down. Carter says between the Spencer's and the Forrester's he could have a second career. He and Wyatt start talking office and Bill says no such talk today. He spies Brooke as she comes in and he goes to her. She says today has turned out just as it is supposed to be. She spies a waiter with champagne and says she needs one. Aly asks Ivy how she feels about double weddings. Ivy quips they would have to wait for Liam to propose first. And she also thinks Steffy might have something to say about that. Bill tells Brooke that Caroline will be coming but he doesn't want Ridge there to make a scene. At that moment Ridge and Caroline come in. He goes to Brooke and tells her she looks lovely. She asks if he came alone. Caroline walks up and she says she has to get to Katie with her needs if she can leave the kiddies along. She walks off chuckling. She bursts in on Katie and Donna and shows them the bottle of bubbly she brought along and wants to celebrate now. Katie says she will give cheer to their boyfriends they will have someday .she refuses to be the only happy Logan sister. Donna is a bit nervous so Brooke offers to help Katie with her dress. She gives her a locket with their pix as kids inside. As Brooke puts it around her neck, Katie says she is so grateful that Brooke is in her life again and they can be close. Wyatt tells Bill to chill out about Caroline and Ridge. He will not want anything to spoil this day. Caroline gives her Uncle Bill a kiss and Bill finally sticks out his hand to shake with Ridge and says his niece is very special so take care of her. Katie reads a text to Brooke that her dad forgot his flu shot this year so now he is paying the price. He will make it up to her later. Brooke tells Katie they need to go get her married. The music starts as Donna walks down the aisle and takes her seat. Finally Brooke makes a late appearance with a glass in her hand. She quickly takes a drink and sits it down, almost stumbling as she approaches. Katie marches in looking lovely. Bill smiles.",
    "tvmega_summary": "Episode # 7017 ~ Brooke prepares for an uncomfortable day with help from an unlikely source; Ridge & Caroline step out as an official couple.",
    "soapcentral_condensed": "At Katie's house, Justin and Bill prepared for the wedding. Liam showed up with Ivy, and Bill worried that Wyatt had not arrived. Katie worried that Brooke's involvement in the wedding had been too much for Brooke. Ridge worried that Katie had selected Brooke as her matron of honor, and that would make it a difficult day for Brooke, Caroline sympathized. Bill asked Brooke to rein in her son at Forrester because he had been a loose cannon, and Carter interrupted Bill to discuss details for the ceremony. \"You never looked more radiant,\" Brooke said of Katie's wedding dress, and she proposed a toast to her new husband, Bill. \"Katie's very special,\" Ridge advised Ridge and Caroline, and he advised Ridge to take care of Brooke. \"I do, don't I? Did you come alone?\" Brooke said playfully. \"Yes, I did,\" Ridge said. \"Take care of her,\" Caroline advised Ridge, and Ridge said, \"I'll be right back\"\n"
}