{
    "soap_central": "\n\nAt Liam's house, Hope and Liam cuddled on the sofa. Having Hope there was surreal for Liam. Hope wondered if he still wanted her after all she'd put him through. He said he would have waited forever for her, and the waiting had made him appreciate the moment.\n\n\nThe topic turned to Ridge, and Hope said Brooke blamed Quinn for what had happened. Liam believed that they'd find Ridge, who had too much to live for. Hope had regrets about how things had gone with her and Ridge, who'd been like a father to her.\n\n\nLiam doubted Wyatt was pleased with Quinn. Hope said she hadn't expected Wyatt to propose, and Wyatt didn't think it was over. Liam replied that Hope had that effect on men, but it was indeed over. He didn't doubt that Wyatt had something to offer her, but it wasn't enough and never would be.\n\n\nHope and Liam hugged, and Liam conveyed that \"mama grizzly\" had kept him company while Hope had been at Big Bear. Hope grimaced. She said she'd told Wyatt that he and his mother needed to be gone by the time Brooke returned. Hope sadly added that it had been a one-two punch for Wyatt.\n\n\nLiam said that when the time was right, he wanted her \"Boo\" and her to move in with him. Recalling the article he'd written about the shelter, Hope said that she really admired Liam's honesty and decency. The qualities made him a good person, and she loved him even more.\n\n\nLiam relayed that Hope and Boo shouldn't move in until after Liam and Hope were married. Hope felt that Liam knew her well. She wanted the next wedding to be the one that took, and she imagined telling their children that they'd overcome every obstacle ever. Liam said that, at long last, they'd reached the happily ever after they'd always wanted. Hope agreed, and they kissed.\n\n\nIn the studio, Aly entered and saw that Oliver was making a tribute to Ridge for her. Oliver recalled that he and Ridge had butted heads many times, and Oliver couldn't wait for it to continue. She wished Ridge was there to give it to the Fullers, too, but she said it didn't matter because there was no way the Fullers could worm their way back into the business.\n\n\nAly and Oliver discussed that Liam had told her that the Fullers were out at Forrester. Aly said that Wyatt had been good at making people think he was something that he wasn't. Oliver thought that people could say the same thing about him. Aly replied that people didn't know Oliver like she did.\n\n\nAly wished she'd been wrong about the Fullers. That way, Ridge wouldn't have chased Brooke. Oliver countered that Hope wouldn't be with Liam if Aly had been wrong. Oliver was sure Ridge would be found, and the bright side of it was that Wyatt and Quinn were gone from Forrester, not Oliver.\n\n\nAly asserted that Oliver would never go because he was too important to Forrester and to her. Oliver thought it was uncanny how his relationship with Aly had evolved. He said that she'd blown him away, and she truly amazed him.\n\n\nIn Rick's office, Quinn was working late. Wyatt entered and said she was wasting her time. Quinn asked why he wasn't at Big Bear with Hope and why he didn't like her designs. He replied that the point was that the Forresters didn't like her, the Fullers were done there, and Hope was done with him.\n\n\nWyatt regretted listening to Quinn's rationalizations and defending her. He declared that Quinn was on her own, and so was he -- for the first time in his life. Quinn didn't think that things were as grim as he thought. Quinn was willing to be the target of blame, but Wyatt asked why she hadn't just stayed out of it. He said that Bill would never have dumped Brooke for Quinn, but Hope had dumped Wyatt.\n\n\nQuinn reasoned that it would be different once Ridge returned. Wyatt asked what Quinn didn't understand about Ridge's plight. Wyatt felt that rescuers would have found Ridge already if he were alive. Wyatt said Eric had lost his son, and after what she'd done, Quinn deserved to lose her son, too.\n\n\nQuinn hoped that Wyatt didn't mean what he was saying. Wyatt said he'd proposed to Hope, and he'd done everything he'd known to do to keep her from returning to Liam. Wyatt knew that Hope loved him, but she couldn't be with him anymore because of what had happened. He accused Quinn of setting off a chain of events and believing she'd get the last laugh -- but no one was laughing.\n\n\nWyatt said that three kids might have lost their father, and he had lost Hope. Quinn believed Hope was just flying to safety, but Wyatt replied that Liam was whom Hope saw her future with. Quinn blamed herself for scaring Hope away. Quinn offered to talk to Hope, but Wyatt ordered Quinn to stay away from Hope and from him. He didn't want Quinn's help or to have her anywhere near him.\n\n\nQuinn asked Wyatt not to be cruel. She tried to hug him, but he told her not to do that as if he were a child with a scraped knee. Quinn said that he was her life, but he retorted that the problem was that he shouldn't be her life. Wyatt called her attitude toward him an obsession.\n\n\nQuinn said she wanted Wyatt to have the best, but Wyatt conveyed that he was upset that she'd do anything to make it happen. He began to argue with her more, but then he decided to just tell her to go back to her factory. From that point on, Wyatt wanted nothing to do with her. Quinn quietly left, and Wyatt flashed back to the times he'd had with Hope.\n\n\nIn the corridor, Quinn fought off tears. Aly approached and asked why Quinn was still in the building. Quinn said she'd just been leaving. Aly demanded Quinn's security pass, but Quinn said that Aly wasn't the CEO. Quinn decided that if Eric asked for the pass, she'd give it to him.\n\n\nAly noted that she'd been right about Quinn and Wyatt, but Aly was sorry Ridge had had to pay the price. Aly thanked God that Hope wouldn't have to because Hope was with Liam, where she belonged. Aly said that Wyatt had wound up a loser, just like his mommy.\n\n\nQuinn grimaced, almost shedding a tear. She held it in and strode away.\n\n\nIn the CEO's office, Carter was fielding calls and covering for Ridge's absence. Maya knew that it was weighing on Carter because he was Ridge's friend. She wished she could be as confident about Oliver's loyalty to Aly. Carter saw nothing wrong with Oliver being there for Aly, but Maya feared that Ridge's incident had made Aly even more vulnerable to Oliver.\n\n\nCarter reasoned that Oliver could genuinely care about Aly, but Maya quipped that it was the same guy who'd flirted with Aly to save his job. Carter seemed annoyed that Maya was still skeptical. She said that Aly would be, too, if Aly heard the recording.\n\n\nCarter asserted that Maya would not expose Aly, who had enough to worry about, to the recording. Maya claimed not to want to add to Aly's worries, but Maya wouldn't take Oliver's word about not using Aly when that had been how it had started. \n\n\n",
    "tvdb": "Quinn’s heart is crushed when Wyatt delivers devastating news. Hope tells Liam about the day that she spent with Wyatt at the Big Bear cabin. Carter cautions Maya to keep her nose out of Oliver and Aly’s relationship and not to reveal the recording that she made. Aly assures Oliver that she will see to it that he will never be fired from Forrester Creations.",
    "imdb": "\nBetrayal and broken trust lead to a devastating loss for a woman already on the edge.    ",
    "tvmega_recap": "Hope and Liam snuggle on the couch and he says it feels so surreal and has been a long time coming. Both can hardly believe it. He says he would wait for her like forever, which is the way it sort of felt. It just makes him appreciate this moment even more. And he knows they will find Ridge; he is Ridge after all. Hope considers him her father. And just for the record, she doesn't think Wyatt thinks this is all over between them. He says she has that affect on guys. And Wyatt does have something to offer, just not for Hope and he never will. Working late, Wyatt interrupts Quinn as she is working at FC. She is surprised and asks why he's not still at Big Bear with Hope. He tells her those designs are never going into production, the Forrester's do not like her anymore. He tries to break it to her that she is done there; they both are. Hope is through with him. Quinn says he has thought that before. Wyatt barks that this time it is different, thanks to her. He says he has listened to her, her rationalizations, her excuses, he even defended her when he should have known better. But no more; she is on her own and so is he. Quinn tells him to go ahead and think the worst but she doesn't think it is as grim as he is making it out to be. He wonders what part of the Forrester's want nothing to do with her that she doesn't understand. Quinn retorts that the Forrester's are worried; Ridge has not been found and they need someone to blame it on so she is okay with that. He says she put everything in motion with that damn photo when she could have just stayed out of it. Bill was never going to leave Brooke for Quinn, but Hope has left him. And if Ridge was alive, they would have found him by now. It's been too long. He says Eric has lost his son and after what she did, she deserves to too. Aly comes in as Oliver is looking over some Ridge pix on his laptop. He says no news is good news. Carter is fielding phone calls and tells Maya that they have to make it seem like business as usual until they find Ridge. She says he is a very good friend to Ridge. She just wishes she felt that strongly about Oliver's friendship with Aly. They have more words over how sincere Ollie really is. She says Aly would be skeptical if she heard what Ollie said on her phone. Aly tells Oliver that she is just glad that Wyatt and his mom can not worm their way back into FC now that Hope is back with Liam for good. It happened when Ridge went missing and Wyatt went all Neanderthal on Liam. That's what bullies do when they don't get their way. Ollie says guess it was the last straw for Hope. He hopes others do not see him that way. They hug and she says she knows everything she needs to know about him. He says and it's good that Wyatt and Quinn are gone and not him. She says that would never happen as he is too important to this company and to her. He says he may have thought her too young and naive in the beginning but she truly blows him away. Liam tells Hope she will never guess who kept him company while she was at Big Bear \u0096 Mama Grizzly herself. Quinn was pretty confident that Hope would change her mind again after being there with her son. Hope say she also told Wyatt that he and his mom needed to be gone by time her mom got back. Must have seemed like a one/two punch. Quinn tells Wyatt that he doesn't mean that. She loves him and will always be her son. He backs off and won't let her touch him. She says she is not perfect, far from it, and she knows she does not make it easy. He chokes when he says he proposed to Hope tonight, he said everything he could to keep her from going back to Liam. But she can not be with Wyatt anymore because of what happened. And Quinn knew by sending that e-mail it would send off a chain of events and she would get the last laugh. But guess what, no one is laughing. Three kids may have lost their father and he may have lost Hope. She says no, this is just what is Hope's predictable flight to safety, what is already known. Quinn says Wyatt did not mess up. It was all her so she will go to Hope and ..he blurts out for her not to do that. She is to stay away from Hope and from him too. He says he does not need her help. He doesn't want her help or for her to be near him anymore. He asks him not to be so cruel. He rants that he doesn't like feeling this way about his own mother. But she can not hug him like a five year old. It's an obsession and unhealthy. He tells her that Hope wants them gone by time Brooke gets back. So Quinn needs to go back to the factory and stay there. He says from this point on he wants nothing to do with her. She walks out crying. Aly catches her and asks why she is still here in the building. Quinn says she was just leaving. Aly says she won't need her security pass so hand it over. Quinn steals herself and tells Aly, little girl, she may be a Forrester but she is not CEO and when Eric asks for it, she will give it to him. Aly says she was right about them all along. She is sorry that Ridge may have to pay the price, but at least Hope won't. She is back with Liam where she belongs and Wyatt is too, the loser .just like his mommy. Liam tells Hope that when the time is right he will clean out a few drawers for her things and some space for her kitty adoptee since they are a package deal. And he thinks she is on board with this but he thinks they should wait until they are married before she moves in. She says absolutely, she wants to do it right this time and be the one that finally sticks. He says their happily ever after is finally here.",
    "soapcentral_condensed": "Hope and Liam hugged, and Liam conveyed that \"mama grizzly\" had kept him company while Hope had been at Big Bear. Liam said that when the time was right, he wanted her \"Boo\" and her to move in with him. Oliver was sure Ridge would be found, and the bright side was that Wyatt and Quinn were gone from Forrester, not Oliver. Wyatt regretted listening to Quinn's rationalizations and defending her. He declared that Quinn was on her own, and so was he -- for the first time in his life. Wyatt asked what Quinn didn't understand about Ridge's plight. Wyatt said Eric had lost his son, and Quinn deserved to lose her son, too. Hope had regrets about how things had gone with her and Ridge, who'd been like a father to her. She wanted the next wedding to be the one that took, and she imagined telling their children that they'd overcome every obstacle ever. Aly wished she'd been wrong about the Fullers. That way, Ridge wouldn't have chased Brooke.\n"
}