{
    "soap_central": "\n\nAt Brooke's house, Brooke vowed that Quinn would never be Mrs. Deacon Sharpe. Quinn asserted that Brooke didn't have Deacon wrapped around her finger anymore, and there was nothing Brooke could say or do to keep him and Quinn from making it official.\n\n\nQuinn figured Brooke hated that she'd lost her hold on Deacon, Ridge, and Bill. Brooke claimed that she'd left town to give Bill and Katie a chance. Quinn wondered if Bill got to be happy, but Deacon didn't. \"Not with you,\" Brooke replied.\n\n\nBrooke said Quinn would ruin Deacon's life the same was she'd ruined Hope's. Quinn quipped that Hope's problem wasn't Quinn; it was being her mother's badge of shame. Brooke ordered Quinn to get out. \"Look what you made me do,\" Quinn said and claimed Brooke had made the conversation get ugly.\n\n\nQuinn asked why Brooke couldn't be happy for Deacon. Quinn grabbed Brooke's vodka and suggested they make a toast. Brooke refused to drink with Quinn. Pouring herself a drink, Quinn relayed that she didn't know why Brooke didn't want to just keep the party going like always.\n\n\nBrooke said it was none of Quinn's business, and Quinn quipped that her engagement was none of Brooke's business. Quinn said the wedding would happen, and it would be huge. She'd have wine, dancing, and the works. \"Nobody will show up,\" Brooke said. Quinn thought Brooke might be right, but Quinn planned to do it up anyway. She claimed that it would be her only wedding -- unlike Brooke.\n\n\nQuinn claimed that Deacon was the only man for her, and she was the only woman for him. She warned Brooke to stay out of the way or answer to Quinn. Quinn handed Brooke a glass and walked out. Brooke threw the glass, and it smashed against the door.\n\n\nLater, Deacon arrived, looking for Quinn. Brooke informed him that Quinn had just left. He asked if everything had been okay, and Brooke relayed that Quinn hadn't slapped her that time. Brooke asked if he wanted to be in a relationship where he had to go in behind his wife to make sure everyone else was okay in her wake. Deacon decided that Brooke was okay, and he could leave.\n\n\nBrooke claimed not to be all right and urged Deacon to see that nothing was all right with his situation. Deacon felt that Quinn wasn't perfect, which meant he had a shot at being a good husband and father. Brooke was outraged that he'd think of having children with the \"monster.\"\n\n\nDeacon understood it was a rough time in Brooke's life, but he was sure Ridge's thing with Caroline would end. Brooke declared that she wouldn't go back to Ridge. Deacon doubted she meant it. She asserted it again, and he asked if she was saying there was a chance for her and Deacon.\n\n\nBrooke denied hinting to a chance. She wanted Deacon to see that Quinn was trouble. Deacon said not to forget that he was, too. Brooke felt it was different and stressed that Quinn was dangerous. He continued defending his position, and Brooke guessed there was nothing more she could say.\n\n\nDeacon asked Brooke to go bed without having another drink. Brooke claimed she didn't need any more, and there was nothing to celebrate. He left, and she poured herself a drink. She flashed back to Deacon telling her that he'd given up on her and had found love with Quinn.\n\n\n\"I knew it!\" Deacon said, taking the drink from Brooke's hand. Shocked that he was back, Brooke quibbled about it being just a small drink. She promised she wouldn't drink any more. She told him to go off to his fiancée, but he looked skeptical. She pushed him to leave, and once he was gone, she sat down and cried as she stared at the tempting bottle.\n\n\nAt Quinn's loft, Quinn arrived and saw Wyatt waiting for her. He asked how it had gone at Brooke's house. Quinn said she hadn't hit Brooke -- but she'd wanted to. Quinn told Wyatt what had transpired at Brooke's house but declared that Brooke wouldn't get between Quinn and Deacon.\n\n\nAt the mansion, Nicole said she didn't want to put anyone out. Rick stated that she wouldn't be, and there were plenty of rooms in the house. Ivy thought that was exactly the point, but he said their houseguest should get one of the better rooms. Nicole thanked Aly, who grinned uneasily.\n\n\nRick sent Aly for snacks and drinks, and Ivy left with Aly. Maya decided that she needed to talk to Rick before Nicole moved in. Nicole asked if Maya didn't want her there. Maya said there was a way to do things right. \"Just showing up like this?\" Maya added.\n\n\nRick said it was fine, and he'd handle everything. Maya looked irritated as he talked about the sisters bonding. Rick added that Aly staying near the kitchen would be super convenient. \"For making snacks?\" Maya quipped. Maya asked to talk to Nicole alone, and Rick left to check on Aly and his chips.\n\n\nOnce Rick had gone, Maya asked what Nicole was up to. Nicole acted like she didn't know what Maya meant. Maya noted that her sister had shown up twice, and somehow her living arrangements kept being a topic of conversation. Maya didn't understand Nicole's hot and cold temperament with Maya, either.\n\n\nMaya cited Nicole's comment about Maya having no future in modeling and said she felt Nicole was judging her. Maya felt Nicole didn't like the choices Maya had made but wouldn't mind getting in on the action. Nicole admitted that she'd judged Maya a little but claimed to really want to be with her sister. \"In her Beverly Hills mansion,\" Maya figured.\n\n\nNicole claimed it could be anywhere, and she didn't care who Maya lived with. Nicole conceded that she did think the \"accouterments\" were amazing. Maya defensively claimed that she and Rick had worked hard for them, and she didn't know why Nicole wanted to be with her after so much time. Nicole said she loved her sister. Maya loved Nicole, too. The two hugged, and Nicole slyly grinned.\n\n\nIn the kitchen, Aly was livid about Rick kicking her out of her room. Ivy urged Aly to say something about it, but Aly thought it would be rude to do in front of Nicole. Ivy said Rick was pushing Aly around. Ivy sensed that Rick knew Eric wouldn't let him throw the cousins out, so Rick was trying to make them leave on their own.\n\n\nAly said it wasn't Nicole's fault, and Ivy and Aly doubted it was Maya's, either. They concurred that Maya had looked just as shocked by Rick's actions as they had been.\n\n\nRick entered to check on his snacks, and Ivy asked if he was serious about Nicole living there. He replied that she'd been sleeping on couches. Aly asked if it really had to be her room. He stated that Aly could give up her room for a little while. Ivy asked why Aly would do that, and he indignantly asked if Ivy had a problem with it. Aly interjected that Rick hadn't even asked her first.\n\n\nRick claimed that he'd been trying to be polite and expected the cousins to do the same. Aly stated that she wasn't saying she wouldn't do it, but she'd wanted to be part of the decision. Ivy chimed in that Maya seemed to feel the same way and didn't seem overjoyed to have her sister there.\n\n\nRick claimed that Maya and Nicole needed a chance to reconnect. Ivy tried to get him to see that he wasn't the only one who lived there, and he should have consulted them. Rick declared that they'd show Nicole the hospitality that Forresters were known for -- end of discussion. \n\n\n",
    "tvdb": "Deacon grows extremely concerned when Wyatt informs him that Quinn is at Brooke’s house sharing the news about their engagement. An adamant Quinn refuses to cower down to Brooke’s refusal to allow her and Deacon to get married. Nicole moving into the Forrester Mansion isn’t well-received by the current occupants, especially Aly, who is forced to move out of her room. Maya catches onto the reason why Nicole has resurfaced into her life.",
    "tvmega_recap": "Brooke says Quinn and Deacon can not have a wedding. She will never be Mrs. Deacon Sharpe. She will not allow it. Quinn says Brooke has nothing to say about this. Deacon is not wrapped around Brooke's little finger any more. There is nothing she can do about them making it official, he's moved on. She knows Brooke can't stand that. Brooke points her finger at her and says she will ruin his life just the way she did Hope's. Quinn says she made mistakes and she regrets that but she is not the cause of all the problems like Brooke does with her badge of shame. Brooke opens the door and asks her to leave. Quinn pours a drink and suggests they have a drink .this wedding is going to happen and it will be huge wine, dancing, flowers. She mocks that Brooke has had many but this is Quinn's one and only and she gives her cheers. She tells Brooke to stay out of the way and everything will be fine. But if Brooke gets in the way in any shape or form she will have to answer to Quinn. Aly tells Ivy that she can't say no. Ivy tells her that Eric would never kick them out of the house so Rick is going out of his way to make them leave on their own. Wyatt tells Deacon that his mother is there now sharing the happy news. Deacon says he better go back over. Nicole thanks Rick for a room in his house despite Ivy objecting to it. He says it is settled, Nicole stays. And she gets the better room which is Aly's. And he needs more snacks. Maya tells Rick that she appreciates him letting her sister stay in the house but they need to talk before she does. Rick says he knows they have not been close but leave it up to him. Maya just needs to enjoy her sis. Maya wants some alone time with Nicole and asks her what she is up to. Quinn has just left when Deacon shows up at Brooke's. Ivy confronts Rick and Aly says she was not even told he just announced it that Nicole would get her room. Rick says they will make Nicole feel at home, end of discussion. Nicole asks Maya why is it that she seems not to trust her. Everything seemed fine until she needed a place to stay and now Rick's house. Maya says Nicole has always judged her but let's face it now she'd like to get in on the action too. Nicole says he is happy for Maya and they should do as Rick says, relax and enjoy each other. Maya says she has worked hard for this. They have been separated for a lot of years, so why now. Quinn tells Wyatt that Quinn can whine all she wants to but there is nothing she can do to break up her and Deacon. Brooke tells Deacon she can not believe he proposed to that monster. He says he will leave, he is glad Brooke is all right. Brooke says no, he came over for a reason. She is concerned. He says her men are running low. Bill has gone back to Katie and Ridge is now with Caroline but that will be over and she will end back up with Ridge. She assures him she won't. He asks if there is any chance at all for the two of them. She says she can see what Quinn does to people and she does not want that to happen to him. She hopes he will listen to her. Quinn is really dangerous. He says this is all unnecessary and there is nothing else she can say. He advises her to go to bed and no more drinking. She says there is nothing to celebrate so she won't be drinking. But she does and remembers what Deacon said that Brooke has always dazzled him. It was Brooke that shut the door and then he found Quinn. Deacon returns and takes the drink out of her hand. She says it is just one little drink and she is fine so he leaves her alone.",
    "tvmega_summary": "Episode # 7021 ~ Brooke pushes Quinn about her relationship with Deacon; Maya talks to Nicole about her motives.",
    "soapcentral_condensed": "At Brooke's house, Brooke vowed that Quinn would never be Mrs. Deacon Sharpe. Quinn asserted that Brooke didn't have Deacon wrapped around her finger anymore. At the mansion, Nicole said she didn't want to put anyone out, and there were plenty of rooms in the mansion. Maya decided she needed to talk to Rick before Nicole moved in before Rick moved in with Nicole. Rick said it was fine, and he'd handle everything and he looked irritated as he talked about the sisters bonding. Maya said there was a way to do things right, and Rick said \"Just showing up like this?\" Rick said he would be \"super convenient\" for Maya and Aly, who left with drinks, and Maya added \"For super convenient Aly, make it super convenient for you, too\" For confidential support on suicide matters call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the U.S., call the National Suicide Prevention Line on 1-800-273-8255.\n"
}