{
    "soap_central": "\n\nAt Forrester, Brooke insisted that Maya tell Rick about herself immediately. Maya agreed that she'd do it -- if Rick proposed. Brooke declared that it had gone on long enough. Maya asserted that it was her story to tell and asked Brooke to trust that Rick would know once the time was right.\n\n\nBrooke believed that Maya was trying to control how Rick saw her, and it was a lie of omission. Maya figured that Rick would know that night if he proposed at Big Bear. Maya claimed that she was the woman Brooke wanted for Rick. Brooke stated that if Maya believed so, then she'd tell Rick.\n\n\nBrooke said Maya owed it to Rick and Maya. Brooke asked if it would be better to get a proposal from a man who knew and accepted her for all that she was. Brooke implored Maya to reveal it before Rick pulled out the ring and asked her to be his wife.\n\n\nIn the CEO's office, Ridge decided to join \"team Maya,\" and Rick asked what the punch line was. Claiming that it wasn't a joke, Ridge said Maya made Rick happy, and it almost seemed as if she'd been made just for Rick. Rick warned that he planned to propose to Maya that night, and he wouldn't stand for anyone disparaging the Forrester matriarch.\n\n\nBrooke arrived, and Ridge asked if she'd heard the proposal news. Rick said Brooke was happy he'd found a woman he could trust. Ridge asked Brooke to speak up if she wasn't happy about it.\n\n\nLater, Rick left, and Ridge asked Brooke if she'd really let Rick go through with the proposal without full disclosure. Brooke said she'd talked to Maya and was giving Maya a chance to tell Rick before the proposal. Brooke stated that if Maya didn't do it, she'd have to answer to Brooke.\n\n\nOn the rooftop later, Maya hugged her transgender friend, Nick, whom Maya had asked to meet. Nick hadn't heard from Maya in ages. Maya said she needed him, and no one understood like he did. Maya asked when he'd told Chris about himself. He said it had been the third date, when they'd been clear about taking things to the next level, and he asked if Maya's guy knew about Maya.\n\n\nMaya relayed that he didn't know yet. Nick was surprised because Maya lived with Rick, but he explained that there was no mandatory timeline. Maya conveyed that she'd decided to tell if Rick proposed, but Rick's mother was pressuring her to tell sooner. Nick said it wasn't Brooke's decision. Maya stated that the proposal might be that night. Nick sensed Maya's nervousness about it.\n\n\nMaya was relieved that the time had arrived, and she knew it would be a good thing for Rick to know. Nick offered to be there when she told Rick, but Maya said they should be alone when he proposed. \"Is being alone a good idea?\" Nick hinted. Maya appreciated Nick's worrying but was sure she'd be fine. \"Rick's not like that. He would never hurt me,\" Maya added.\n\n\nRick arrived, and Maya introduced him to Nick, one of the first people Maya had met when she'd moved to town. Rick was glad to meet Nick and asked if Maya was ready for the night that they'd remember for the rest of their lives. She said she was, and they hugged.\n\n\nIn Liam's office, Ivy and Liam kissed, but Ivy said she had to get back to work to give Rick a report before he left for Big Bear -- or else. Liam believed it was the last \"or else\" because Wyatt had one mission that day: to get the secret out of Nicole. Ivy didn't like Wyatt using Nicole. Liam said Wyatt did like Nicole, but it was imperative that Wyatt get the information out of her.\n\n\nLiam received a message from Caroline, who was thinking of returning home. Liam had hoped to have Rick out of power by the time she returned, and he felt Rick was the reason she'd stayed away. Ivy agreed, adding that Caroline wouldn't want to watch Rick flaunting Maya around all day.\n\n\nAt the beach house, Wyatt and Nicole laughed about their volleyball game. He remarked that it seemed as if he could look into her eyes and tell her anything. The pair went into the house, where Nicole began dancing. She talked Wyatt into doing it, too, and he did a shopping cart dance.\n\n\nNicole kissed Wyatt and said it was for what he'd told her earlier. The two agreed that it was good to connect, and Wyatt added that it was good to have someone to share secrets with. Nicole's face darkened, and he wondered what was wrong. Nicole recalled that they'd talked about secrets before, and he added that she hadn't reciprocated in the sharing.\n\n\nNicole felt bad about it, but Wyatt said she didn't have to reveal anything that made her uncomfortable. Nicole conveyed that it wasn't even about her; it was about Maya. Nicole feared that Rick would find out, and if Maya told Rick, he'd probably leave her over it.\n\n\n\"Oh, that's what I overheard,\" Wyatt said. He relayed that he'd overheard May and Nicole talking the other day but had backed away because it hadn't been any of his business. He second-guessed the decision because the secret was weighing heavily on Nicole. He suspected that Nicole needed to talk about it and promised not to judge Nicole for anything Maya had done because they were completely different women. \"Yes, we certainly are,\" Nicole replied.\n\n\n\"If you want me to say something -- \" Wyatt started to say, but Nicole told him that he couldn't say a word to anyone at Forrester. Wyatt swore that no one at Forrester would hear it from him. Nicole remarked that she and Maya had just discussed how the secret shouldn't affect Wyatt because of the kind of guy he was. Wyatt claimed to care only about helping Nicole relieve herself and get peace.\n\n\n\"Her real name was Myron,\" Nicole said. Wyatt became confused. Nicole stated that Maya was her brother -- or had been. \"Maya's transgender,\" Nicole told the perplexed Wyatt. Wyatt was speechless, and Nicole decided that she shouldn't have told him.\n\n\nWyatt expressed gratefulness that Nicole had trusted him. Nicole worried that Rick would leave Maya because of Forrester. Wyatt remarked that it would make headlines. Nicole relayed that she'd wanted Maya to confide in Rick but had changed her mind due to fear of ruining Maya's good life. \"Then there's us,\" Nicole added, and she asked if it changed things for Wyatt and Nicole.\n\n\nWyatt indicated that it didn't. He admitted that he was shocked, and his head was spinning. Nicole received a message and said she had to go. Wyatt said it seemed like they still had a lot to talk about, but she relayed that she was talked out. She asked him not to tell anyone and worried if she should have told him. She didn't want Maya to get hurt. Wyatt couldn't promise that Maya wouldn't get hurt because of a secret that big, but he said he'd be there for Nicole no matter what happened.\n\n\nNicole left, and Wyatt paced around his living room, grappling with the news he'd gotten. Liam arrived after seeing Nicole leave. Liam was anxious to know if Wyatt had found out the secret. Wyatt said Liam wouldn't believe it, but he also worried about double-crossing Nicole.\n\n\n\"No! But this is huge,\" Wyatt realized. He said he wanted all of Spencer media fired up, from blogs to television and radio, because he had the secret. \"We're going to blow Rick sky-high, because a scandal like this, you can't even imagine,\" Wyatt told Liam.\n\n\n",
    "imdb": "\nRick sets Ridge straight about the role Maya will be playing in his life and company in the near future.    ",
    "tvmega_recap": "Ridge says he will be team Maya from now on. He quips it seems someone has made Maya just for Rick. Rick tells Ridge that not that it is any of his business but he intends to propose to Maya up at Big Bear. So if Ridge thinks he overacts now to how Ridge treats Maya just wait until she is his wife. Maya tells Brooke that she will tell Rick when the time is right. Brooke says that will be today. He deserves to know today before he proposes just who he is asking to marry him, Maya not Myron. Maya repeats again that it is only her right to tell him so she asks Brooke to respect that. Ivy tells Liam that she does not like the idea of Wyatt using Nicole to get Maya's secret, but Liam says he really has to if they have any chance of learning it. Nicole and Wyatt play volleyball and then dance a little over drinks. Wyatt brings up secrets again. He told her about his dad but she did not reciprocate. He says she does not have to tell him anything she is not comfortable with. Nicole says it is not about her, it is about Maya .something no one else knows. If Rick finds out she does not know what might happen. Liam gets a text from Caroline that she is coming home soon so that is why they have to get Maya out. Brooke tells Maya they know why she is going to Big Bear .Rick will propose. Maya says she loves Rick, she supports him and she is the woman that Brooke has always wanted for her son. Brooke says she owes it to herself and to Rick to tell him before he proposes .from a man that accepts her for all she is. Surely she can do that if she wants to be his wife. Maya embraces Nick, an old transgender friend she has not kept in touch with. She quizzes him when he told his significant other. She tells him Rick's mother is pressuring her to tell and she thinks the proposal is coming soon, like tonight. She wants to spend the rest of her life with Rick. Nicole tells Wyatt that the secret could easily change things. He says it must be a big secret. She says huge and it could change everything at FC. He says he did overhear some things but he thought it was none of his business so he walked away. But maybe he should not have. He sees how this is affecting Nicole and he does not like this. He thinks she will feel better if she tells him and he will not hold it against Nicole for what Maya did. He promises no one at FC will hear it from him. He just hopes by telling him will give her peace. She opens up \u0096 Maya is really Myron, her brother. Maya is transgender. Brooke joins Ridge and Rick. Ridge tells Brooke that Rick is going to propose tonight. Rick gloats that Brooke already knows and supports him. Ridge asks her if that is true. If not, now is the time to say so. Alone Ridge questions whether Brooke is going to let Rick propose without knowing the truth. Brooke says no, Maya will tell Rick tonight before he proposes or she will answer to Brooke. Maya says she needs to be alone when Rick proposes so she appreciates Nick worrying but Rick is not like that. He would never hurt her. Rick walks out and Maya introduces him to Nick. He tells her he just has a few things to wrap up and then he is ready to go .a night they will remember the rest of their lives. Wyatt is speechless but thanks Nicole for trusting him. Wyatt says it will definitely make headlines. She asks if this will change anything between them as both she and Maya could be kicked out of FC. He says he is shocked but no it won't make a difference. He can't promise Maya won't get hurt with a secret that big but he will be there for Nicole no matter what happens. When Nicole leaves, he thinks about it for a minute before deciding what to do. Liam walks in and wants to know what he found out. Wyatt says he will not believe this .he feels so bad double crossing Nicole, but this is huge. He wants everyone at SP to get pumped up as this could blow Rick and FC sky high, Liam will never be able to even imagine.",
    "tvmega_summary": "Episode # 7063 ~ Wyatt's courting of Nicole pays off in an unexpected way; Rick tells Ridge what role Maya will be playing in the company and his life.",
    "soapcentral_condensed": "At Forrester, Brooke insisted that Maya tell Rick about herself immediately. Maya agreed that she'd do it -- if Rick proposed. At the beach house, Wyatt and Nicole laughed about their volleyball game. Liam received a message from Caroline, who was thinking of returning home. The pair went into the house, where Nicole began doing a shopping cart dance, and he talked her into doing it, too. The two agreed that it was good to connect, and Wyatt said it was also good to have someone to share secrets with, as Nicole had done with him earlier in the day. But Nicole said she didn't have to reveal anything that made her uncomfortable; Wyatt conveyed that it wasn't even about it about it was about her; and he wondered what was wrong with Nicole's face. It was the last \"or else\" because Wyatt had one mission that day: to get the secret out of Nicole -- or else, Liam believed it was theLast \" or else,\" because Wyatt believed it would be a good idea.\n"
}