{
    "soap_central": "\n\nIn Rick's office at Forrester, Rick and Maya discussed their relationship. Maya said she had something to tell him, and Rick told Maya that everyone had failed relationships in their past, but Maya admitted it had nothing to do with that.\n\n\nRick said no matter what she had to say, it would not affect how he felt. He predicted that in a year, they would have a baby or have one on the way. He didn't want anything to interfere with their relationship.\n\n\nNicole stood in the doorway and overheard Maya and Rick's conversation. Nicole barged in and interrupted. \"Maya, I've been looking for you,\" Nicole said. Maya told her it would have to wait, but Nicole said it was important, and she needed her big sister. Rick encouraged Maya to meet with Nicole. Rick said they would pick up their conversation later. Maya left with Nicole.\n\n\nAt Spencer, Liam, Wyatt, Bill, and Katie discussed the situation at Forrester. Wyatt reiterated that Maya had a secret, and it had to be potent enough that Nicole and Maya felt it would create serious problems for Forrester. Bill and Liam agreed they had to find out what it was so they could oust Rick from his CEO chair.\n\n\nLiam noted that Rick treated everyone at Forrester so badly that they all wanted to leave. Wyatt explained that Rick had taken credit for all the company's recent success. He added that he knew Katie was conflicted because Rick was her nephew, but Rick had to be stopped.\n\n\nWyatt explained that it had gotten so bad that Rick had told Ridge how to design and had told Wyatt how to choose jewelry. Rick had ordered him to buy a variety of gems for Maya. Wyatt Said Rick had priced the couture line extremely high because he'd thought it would fail, but it had succeeded. \"He got lucky enough to feed his Napoleonic ego,\" Bill noted. Wyatt maintained that would not happen with jewelry. Rick was going to have to price the gems so high that only royalty could afford them.\n\n\nBill presented Wyatt with a new sword necklace, and Wyatt worried that his mom would be unhappy. Bill said the new sword was a symbol of Spencer unification, and they all had to wear them. Wyatt put on the new sword necklace, and Liam, Wyatt, and Bill discussed their next move.\n\n\nKatie assumed the Spencer men would be talking about Nicole. Katie wondered if Wyatt was using Nicole, and Wyatt said he wanted to continue a relationship with her, but he planned to get information from her.\n\n\nAt Forrester, Charlie was on the roof, trying to lift weights, and Pam stopped him. Pam worried that he had made some poor decisions. She worried that Charlie had made some wrong assumptions about Maya and had decided to try to lift some extremely heavy weights.\n\n\nCharlie maintained that he was right about Maya, but Pam disagreed. She had researched the reasons that Maya could have needed to take estrogen. Pam explained that Maya could have had low levels of estrogen, early menopause, or osteoporosis. Charlie disagreed. Pam warned that they would get fired if Charlie shared his theory with anyone.\n\n\n\"Maya is Queen Bee around here,\" Pam added. Ridge overheard the end of the conversation. \"What's all this about getting fired?\" he asked. Pam answered that it was the number one concern of nearly everyone at Forrester. Everyone lived in fear of Rick and Maya. Charlie wondered if Maya was really the woman Rick thought she was.\n\n\nLater, in Rick's office, Rick and Ridge reviewed one of Ridge's designs on Heidi, the model. Rick insisted the gown had to be shorter, but Ridge said it was not a cocktail dress. It was elegant. Rick recommended that the gown should have a different waist or neckline. Ridge was angry. Ridge told the model to leave, but Rick insisted he would tell her when she was done. Rick paused and told her she was excused.\n\n\nRidge warned Rick to never publicly criticize him again. \"Do not belittle me in front of a model or anyone else,\" Ridge ordered. Rick mockingly said he was sorry if he had bruised Ridge's fragile ego. Rick explained that he had to keep an eye on the bottom line at Forrester. Ridge countered that his designs went from sketchpad to trending.\n\n\nRick scoffed and said that no one had seen numbers like his sales reports in a long time. Ridge reminded Rick that the success was because of Ridge's design talent. Rick agreed that Ridge was a valued part of the team.\n\n\nRidge said Rick was letting his ego get in the way. Rick advised Ridge that their dad had put Rick in charge, and Ridge would deliver the changes that Rick had ordered on the designs. \"One year, Ricky. The clock is ticking,\" Ridge replied.\n\n\nRick laughed. He felt it would be impossible for anyone to take his place as CEO because he planned to post four of the most successful quarters Forrester had seen in a long time. Rick planned to be running the company for many years with Maya by his side. Rick ordered Ridge to think of how his designs would look on Maya \"when you are doodling on your board.\"\n\n\nIn another office, Nicole and Maya argued that Nicole should not have interrupted Maya's conversation with Rick. Nicole advised that Maya should not tell Rick her transgender secret. Maya countered that Nicole had been adamant that Maya tell Rick. Maya surmised that Nicole had changed her mind because of her new relationship with Wyatt.\n\n\nNicole admitted that Wyatt was cute, and Maya added that Wyatt was also rich. Nicole wondered why Maya was pretending she hadn't liked Rick and his money. Maya admitted that she loved everything about Rick, but her relationship was much deeper than money. \"Stop your judging,\" Nicole said. She reminded Maya that they had found two great guys, and no one could have ever imagined that Maya and Nicole would be in such a situation.\n\n\nMaya said that Nicole wanted her to forget about honesty in order to protect Nicole's fling with Wyatt. Maya said Rick had said beautiful things to her and discussed that he wanted children. She had to tell him she was transgender.\n\n\nNicole warned Maya that she had no way of knowing how Rick would react. \"What if he freaks out?\" Nicole asked. Nicole maintained that it was too risky when Maya was so close to having it all. \"Unless you're ready to lose it all. Don't be foolish. He'll never have to know. Don't tell him,\" Nicole advised.\n\n\nOn the Forrester rooftop, Rick met with a jeweler and examined engagement rings for Maya. He selected a ring with a lot of sparkle \"just like her eyes and her smile,\" Rick said.\n\n\nAt Pam's desk at Forrester, Ridge stopped and told Pam that he couldn't reason with Rick. Ridge worried that Rick and Maya would be in power for a very long time. Pam disagreed and pointed out that Rick had less than a year left as CEO, but Ridge said that Rick had Eric's support. \"He's got my dad in his back pocket. Rick and Maya could be running Forrester for the rest of their lives or until it goes under,\" he said.\n\n\n",
    "tvmega_recap": "Maya is serious and is about to tell Rick her secret when Nicole hears them talking and rushes in and tells Maya she has to speak with her. Maya says not now but Nicole insists. Rick has just told Maya that everyone has a past and breakups but hers is not important to him. So whatever she has to say will not change how he loves her. Rick tells Maya it is okay. They can pick this up later as she has big sister stuff now. Maya looks annoyed at Nicole. Liam tells Bill and is reinforced by Wyatt that Rick has been alienating everyone at FC. Despite Katie's hesitation, Bill says they must uncover whatever they can to oust Rick. Wyatt says they will and help him show him the door. Liam knows that Rick will ruin the company and Bill's investment will be worth zero. Pam follows Charlie outside to the Sky Lounge. He is still muttering that he thinks Maya is a transgender. Pam assures him there are many more reasons why a woman might be taking estrogen. He says of course but they ought to check it out. She warns him that Maya is Queen Bee around here and if he starts spreading rumors he might be collecting unemployment very soon. Ridge walks up behind them as they are discussing it and knows they are talking about Maya and Rick. Pam says yes but she is just surprised they have been a couple this long. Charlie says he just wonders if she is the woman that Rick thinks she is. Rick tells Ridge that he is unhappy with his latest creation. It is more like a cocktail dress and he expected more. Ridge dismisses the model and Rick objects to it and orders her to stay. Ridge does not like being belittled. Rick grins when he says he is sorry he bruised Ridge's fragile, artistic ego. But he is going to have to get over that. Rick knows he does not have Ridge's artistic talent but he does know how to run a company and that has been proven. He thinks his four quarters here will be so successful that Eric would not dare pull him out after a year so he and Maya will be running the company for a long, long time. He expects to see the changes on his desk by tonight so just keep thinking Maya and design for her while he is doodling on the board. Nicole pleads with Maya not to tell Rick now that she is transgender. She has changed her mind about that. Maya is confused after all this time of Nicole being the poster child for honesty. Maya figures it has something to do with Nicole now dating Wyatt and him being a Spencer with money. Nicole indicates that doesn't hurt. They are both in a position not to ruin it by taking a chance on telling Rick the secret. Bill hands Wyatt a case and in it is a new sword necklace. He wants them all to have one alike, one for all and all for one. The swords have to be identical signifying unification. Wyatt puts it on and Bill is happy but reminds Wyatt again although he likes Nicole she might know something and they need to find out what it is. Ridge walks by Pam's desk and grouse he can not believe what Rick is constantly doing and how he is going to put up with more insults for a year. Maya tells Nicole that Rick just told her how much he loved her and wants children. But Nicole still thinks it is too risky for both of them and there is no need to tell Rick now. Rick goes to the Sky Lounge and a man shows him a case of exquisite engagement rings. Rick picks out one and says it is time for a romantic proposal. He chooses one that is rare and sparkles just like Maya's eyes .and is flawless and pure just like the woman he loves.",
    "tvmega_summary": "Episode # 7056 ~ Katie asks the Spencer men to behave with integrity; Rick & Ridge butt heads over their value at Forrester Creations.",
    "soapcentral_condensed": "At Spencer, Liam, Wyatt, Bill, and Katie discussed the situation at Forrester. Wyatt reiterated that Maya had a secret, and it had to be potent enough. Bill and Liam agreed they had to find out what it was so they could oust Rick from his CEO chair. Rick predicted that in a year, they would have a baby or have one on the way. Charlie wondered if Maya was really the woman Rick thought she was. and Pam worried that Charlie had made some wrong assumptions about Maya and had decided to try to lift some extremely heavy weights. \"Do not belittle me in front of a model or anyone else,\" Ridge ordered. Rick mockingly said he was sorry if he had bruised Ridge's fragile ego. \"One year, Ricky, The clock is ticking,\" Ridge replied. \"I'll be running the company for many years with Maya,\" Rick laughed. and said he planned to post four of the most successful quarters by his dad had seen in a long time.\n"
}