{
    "imdb": "Nicole can't believe that, just after she agreed to get back together with Zende, he tells her that Sasha is pregnant with his baby. Sasha offers to help Julius reunite with his family if he backs her up regarding her being pregnant with Zende's baby. Dr. Farrell informs Nicole that she is healthy enough to be released tonight. Sasha stops by under the pretense of checking on her sister, but Nicole sees right through it and wonders whether Sasha is really pregnant by Zende. When asked to support his son's attempt to win back Steffy, Bill remains neutral and encourages Liam to seek therapy to come to terms with his feelings. At the police station, Lt. Baker tells Quinn that Liam's decision is crucial as to whether she will be charged. Wyatt pays his mother a visit and realizes that Quinn only acted out of love for him - and Liam! Wyatt is in disbelief because Quinn is still hoping that Liam will be her savior.",
    "tvmega_recap": "Nicole is stunned that Sasha is pregnant according to Zende. Julius says his wife and daughter hardly speak to him and now Sasha tells him that she is pregnant. She says perhaps they can help each other. Julius says no way, he is not going to make any deal with her. She says she just needs a little help to convince Nicole to back off. Bill says the good news is that Quinn is in custody and not a threat. He is going to make sure they throw the book at her. Liam says he needs help with Steffy and Wyatt. He says he would love to see Quinn behind bars but it does not make up for the rest. It does not help him with Steffy. Quinn tells Lt. Baker that maybe Liam will change his mind and not press charges but either way he needs to get on with this business or let her go. Wyatt comes in and says he cannot believe she did all those things. She states that she did it all for him. She thought she was doing him a favor and making it easier for him. He says he told her over and over not to get involved and not be in people's lives. He retorts whatever she did does not even make it close to the harm. Bill asks if Liam is okay. He replies that yes he is pretty well back to normal. Bill says just the same he thinks he needs to seek some professional help. Liam says yes, he only knew Quinn in those moments as Eve and she convinced him that he was her husband and they were in love with each other. Julius tells Sasha to get her head out of the clouds as it is a long way down. Sasha says okay, then she will have to have a little talk with Nicole herself. Zende tells Nicole they cannot let this change things. He was ready to tell Sasha that he was back with Nicole when she dropped this bomb. He wants Nicole now and he begs her to still think of that; he knows she wants that too. The nurse comes in and interrupts the conversation so Zende leaves when Nicole says he was on the way out. Sasha comes in when the nurse leaves and congratulates Nicole. She says she knows Nicole must be overwhelmed giving birth and then having to hand her baby over to Maya. Nicole says yes it is the most amazing thing she has ever done. Sasha cannot wait to tell Nicole that she is pregnant. Nicole says yes she knows. Zende was just here and they want to spend the rest of their lives together. She was ecstatic until she found out Sasha was pregnant. Nicole says Sasha lied to her and did not tell her they were sisters so this better not be another one of her lies. She wants her to take another pregnancy test to prove it. Wyatt barks at his mother that Liam is not Adam. Adam does not exist. Quinn says that is not so, he feels as strongly about her that she does him. Wyatt says that was a fantasy, it was not real. Quinn begs him to talk to Liam and convince him not to lock her up. Liam explains to Bill that he doesn't know how it is possible but he looked into Quinn's eyes and saw goodness. Clearly his brain was shut down and now she is begging for another chance. She says she is in love with him and wants another chance. Liam says he knows Bill does not want to hear this but he wants Steffy back. He wants it all, her and a place back in the company. Bill argues again that he needs to forget that and only focus on filing charges and keeping Quinn in jail. Quinn tells Lt. Baker that she did not hurt Liam and she would do anything for her son. Liam was peaceful in his new life. They actually were packing up and talking about a road trip. Liam comes in at Baker's request. He tells Liam that it says here on paper that Quinn kidnapped him so if he presses charges then she most likely will be in prison for many years. It is his call, to say yes or no.",
    "tvmega_summary": "Episode # 7337 ~ Quinn tries to get Wyatt to see her side of things; Sasha makes Julius an offer: his support of her relationship in exchange for her help with his."
}