{
    "soap_central": "\n\nNick and Brooke played pirates with RJ and Hope on their overnight on the island. Ridge questioned Massimo as to where Nick was. Massimo felt if Nick were with Brooke and the children he would be interfering with Ridge's relationship with Brooke which is wrong.  Massimo learned that Nick's boat had left the harbor, destination unknown.\n\n\nWhile at Bridget and Dante's party, Christian realized that their son Dino is the same baby that visited with Felicia in the hospital. Hector introduced everyone, Bridget, Thorne and Darla Forrester. \n\n\nChristian realized that they did not know that Felicia is alive.  Christian met with Stephanie and told her that she must inform the rest of her family that Felicia is alive.\n\n\nJackie told Stephanie that she and Eric became secretly engaged the day that Stephanie and Eric remarried for Felicia's sake. Jackie showed Stephanie her engagement ring and informed her that her and Eric's plan was to marry as soon as Felicia died.  Stephanie bragged to Jackie that Eric had not asked her for a divorce and that things between them were \"different\" now.\n\n\nMeanwhile Dante and Bridget grew a little closer. Bridget told Dante that she trusts him and is happy to be bringing up Dominick with him.  Dante promised that she would never lose him or Dominick.\n\n\n",
    "tvdb": "Christian learns that he is at a barbecue being held by the Forrester family. Bridget mentions Felicia and his suspicions are confirmed. He is worried when he realises that they all believe that Felicia is dead. Jackie goes to Stephanie to gloat, but learns that Eric hasn't yet asked her for divorce. Stephanie feels Jackie is delusional, but Jackie informs her that she and Eric are engaged. Christian later visits Stephanie and feels she should tell her family that Felicia is alive. Ridge isn't happy when he finds Brooke's house empty. He tells Massimo he thinks Nick has whisked them away. Massimo manages to locate them and feels Nick has stepped over the line. Nick and Brooke continue to enjoy time together with the kids on a secluded island.\r\n",
    "yt": "\n\nBrooke, Nick and the kids enjoy life on the island, which includes finding the perfect campsite and setting up the tent. Stephanie visits Jackie and warns her to stay away from Eric. Jackie doesn’t take Stephanie seriously. Christian is surprised at the barbeque when he sees Dominick.  He then puts together the pieces that it is actually Felicia’s family he is socializing with.  Later, Christian visits Stephanie and urges her to tell the family after seeing how heartbroken they are over the loss of their sister.",
    "imdb": "\nDr. Christian Ramírez leaves the barbecue party early to go and insist that Stefanie must tell them about Felicia, but she argues they must first be surer about her survival chance. Massimo helps Ridge find out about Nick's pirate yacht trip.    ",
    "tvmega_recap": "Nick and crew land on their island and he schleps all the gear out and warns them all that he's the master tentmaker. They should do the mom thing; he'll do the guy thing. However Camper Mom outbests Master Tentmaker at his own game so he resorts to playing the guitar and singing some pirate tunes. They are able to spend some quiet, relaxing time basking in their \u0091good for each otherness'. He promises to never leave her. Jackie looks for Eric but finds Stephanie. She has to burst Jackie's bubble that engaged or not, she and Eric are closer than ever. He did not ask her for a divorce. Both think the other is delusional. When he realizes Bridget and Dante's baby is really Felicia's, Christian leaves the party early and goes to Stephanie and tells her she must tell the family the truth. Especially Bridget and Dante that Felicia is alive before they get more attached to the baby. Bridget and Dante's relationship grows closer. She feels grateful and secure with him and Dino. Ridge grouses to Massimo that his thieving brother probably whisked Brooke and the kids away. Mass checks on that for him with the Coast Guard and indeed they are out to sea.",
    "soapcentral_condensed": "Nick and Brooke played pirates with RJ and Hope on their overnight on the island. Massimo learned that Nick's boat had left the harbor, destination unknown. Christian realized that their son Dino is the same baby that visited with Felicia in the hospital. Jackie told Stephanie that she and Eric became secretly engaged the day that Stephanie and Eric remarried for Felicia's sake. Stephanie bragged to Jackie that Eric had not asked her for a divorce and that things between them were \"different\" now. Bridget told Dante that she trusts him and is happy to be bringing up Dominick with him.  Dante promised that she would never lose him or Dominick.  Dante and Bridget grew a little closer. The Forrester family were introduced to Bridget, Thorne and Darla for the first time. Christian met with Stephanie and told her that she must inform the rest of her family that Felicia is alive. The family was shocked that they did not know that they are alive.\n"
}