{
    "soap_central": "\n\nAt Forrester, Caroline sketched, and Brooke entered. Brooke asked where Ridge had gone, and Caroline dished that Ridge had told her he was planning their future. She teased that he was secretive, and it was all she needed to know. Caroline marveled that Ridge was always full of surprises -- including whisking her off for a wedding on the coast.\n\n\nBrooke acknowledged that Ridge was full of surprises. Caroline suspected that Brooke knew something. Brooke said she didn't know anything and advised Caroline not to read too much into it. Caroline agreed. Brooke knew that Ridge didn't want to disappoint Caroline.\n\n\nCaroline admitted that she felt weird discussing Ridge with Brooke, but Brooke told her that she remembered feeling that way about Ridge. Caroline wondered if Brooke still had feelings for Ridge, and Brooke said they would always love each other, but Brooke would not \"pine away\" for Ridge. \"That time is over for me and just beginning for you,\" Brooke said.\n\n\nCaroline admitted that what she loved most about Ridge was that he made her feel so special. Brooke agreed. She said that when she looked at Caroline, she saw a younger version of herself. Caroline said she looked forward to having a baby with Ridge. Brooke and Caroline agreed there was nothing more special than \"having a child with the man you love.\"\n\n\nAt the doctor's office, Ridge wanted to rush his tests and the reversal of his vasectomy. He pointed out that he had recently had the vasectomy procedure, so it shouldn't be a problem. The doctor reminded him that it was more complicated than that. Ridge waited in the doctor's office for results, and the doctor said it would take longer than an hour, but Ridge didn't want to leave. Ridge wanted to make his wife happy and have a family. \"Nothing is going to stop us from having one,\" Ridge said.\n\n\nLater, the doctor returned to the office and said he was unable to reverse the vasectomy because Ridge's sperm had low motility -- healthy sperm in motion -- and Ridge asked about treatment. The doctor said he would recommend in vitro fertilization, but it was often unsuccessful for someone with Ridge's low stats.\n\n\nRidge insisted on rerunning the tests, but the doctor claimed he already had. Ridge looked devastated. \"I promised,\" Ridge said. \"I'm really sorry,\" the doctor replied.\n\n\nIn Thomas' office, Zende interrupted Nicole and Thomas and wondered why Thomas had kissed Nicole. Thomas and Nicole looked embarrassed. Thomas said that Nicole had not encouraged him, but kissing her had seemed like a good idea at the time.\n\n\n\"Did you like it?\" Zende asked of Nicole. Nicole was surprised. \"It happened so fast,\" she said. Zende noted that that sort of thing was frowned upon in the workplace. He added that it could be perceived as sexual harassment. \"Right?\" Zende asked.\n\n\n\"Is that what you think this is,\" Thomas asked Nicole. Nicole looked uncomfortable. Nicole begged Zende not to be upset, and she asked Thomas for some privacy. Thomas left, and Nicole explained to Zende that it had meant nothing, but Zende said she clearly kissed other guys, even though he thought they had something special. He felt he had misread things. Zende turned to leave, but Nicole grabbed him.\n\n\nNicole took Zende outside to talk, and she told him that she knew Thomas had not been thinking of her when he had kissed her. \"Thomas was thinking about someone else, and maybe so was I,\" she said. She noted that Thomas was trying to lose himself in his work. Nicole assured Zende that she was not interested in Thomas.\n\n\nThomas joined Caroline in her office. She showed him how to modify a sweetheart neckline just enough so that Ridge would approve. She made a few other changes to a design, but Thomas was only half listening because he had flashed back to kissing Caroline. Caroline paused and realized that he was distracted. Caroline realized she was giving too much advice. Thomas disagreed.\n\n\nThe conversation changed from designs to Caroline and Ridge. Thomas told Caroline he was glad that his dad had not disappointed her. Thomas was glad that Ridge had decided to give Caroline a family. \"Dad comes through again,\" Thomas said. Caroline said she wanted Ridge and Thomas to be closer.\n\n\nBrooke found Ridge in his office, and she said she'd talked with Caroline, who had shared that Ridge was planning their future. Brooke assumed Ridge had had an appointment to reverse his vasectomy. He admitted he had, but it would not work. \"I can't have a baby, Brooke,\" he said.\n\n\nRidge disclosed that he had a problem with fertility. Ridge lamented that he had never seen Caroline happier than when they'd had their wedding ceremony, but he changed his mind. Ridge said he had seen Caroline happier when he had told her he wanted to have a family with her.\n\n\nRidge didn't know what to do. \"She wants to be a mom and carry my son or my daughter, and I took her dream away,\" Ridge said. Brooke hugged Ridge. \"I'm sorry,\" Brooke said.\n\n\n",
    "imdb": "\nAfter warning Caroline that Ridge may have secrets, Brooke once again becomes his trusted confidant.    ",
    "tvmega_recap": "Caroline is working in Rick's office when Brooke comes in to see Ridge. Caroline says he is out looking ahead to their future whatever that means. Brooke says she will know soon enough. Caroline does not want Brooke to spoil the surprise and asks her not to tell. Caroline is glad she can speak to Brooke like this about her ex-husband. No one else could know how she feels. And Brooke was so lucky to have a baby by the man that she loved. Brooke says she will always love Ridge but she is not pining away for him. She knows he loves Caroline and they want to have a baby and she is all for that. She just doesn't want Caroline to put too much on this surprise of Ridge's as not all are as they are cracked up to be. Ridge asks the doctor how long it will be before he gets the results. The doctor explains this is not an easy procedure and they can not rush it. After the doctor is gone for a spell he comes back in and is surprised that Ridge is still waiting there. Ridge says he knows he is being a pain but he will wait as he promised Caroline a baby and nothing is going to prevent him from doing that. If all is okay they can do the procedure this afternoon. Zende overhears Thomas say he kissed Nicole but he explains to Zende it meant nothing. It was just one kiss and she did not encourage it. Zende does think it is more to it than Thomas admits. Nicole walks in and thinks they are making too much of this and wants to speak to Zende alone. She explains and he is okay that it is not so fuzzy now. They are both free to see or kiss who they please. She says Thomas was probably thinking of someone else and perhaps so was she. The doctor has the results and Ridge is delighted until the doctor says they will not be reversing the vasectomy and that his sperm count is not viable. He tells Ridge that he did three tests and they are not going to change. They can try a few things but will have less than 10% chance of working. Caroline shows Thomas how to fix a design. He keeps looking at her and thinking about their night of sex. She explains that Ridge is gone as he is planning something for their future. She knows Thomas has big shoes to fill but she really wants him to be closer to his father. And a baby would be a blessing to all. Brooke comes by when Ridge returns and assumes he saw the doctor. He is gloomy and says he did not have the vasectomy reversed as it is a matter of fertility. He can not give Caroline the baby that she wants. Brooke is sorry and hugs Ridge. Yet Caroline tells Thomas that Ridge is going to give her a baby and they are elated.",
    "tvmega_summary": "Episode # 7159 ~ Zende calls Thomas out on kissing Nicole; Brooke returns to her role as Ridge's confidant.",
    "soapcentral_condensed": "Ridge wanted to rush his tests and the reversal of his vasectomy. Zende interrupted Nicole and Thomas and wondered why Thomas had kissed Nicole. Nicole assured Zende that she was not interested in Thomas. Thomas told Caroline he was glad that his dad had not disappointed her.\"Dad comes through again,\" Thomas said of his dad's decision to give Caroline a family. \"She wants to carry my son or my daughter,\" Ridge said of Brooke and Caroline's future together. \"That time is over for me and just beginning for you,\" Brooke said of her and Ridge. \"I can't have a baby, but I can have a dream,\" he said of Caroline. \"Nothing is going to stop us from having one,\" Ridge told her. \"It happened so fast,\" Nicole said of Thomas' kiss with Nicole. \"Thomas was thinking about someone else, and maybe so was I,\" Nicole told Zende. \"Right?\" Zende asked. \"Is that what you think this is,\" Thomas asked Nicole.\n"
}