{
    "soap_central": "\n\nAt Spencer, Liam questioned Wyatt's kiss with Nicole. \"Have you seen Nicole?\" Wyatt asked. Wyatt liked her, and he noted that his marriage had been over for a while. Liam understood Wyatt's need for female attention but insisted that Wyatt keep his game face on, so they could oust Rick as CEO.\n\n\nWyatt and Liam discussed what Rick could be hiding. Liam said he'd been up all night, researching, but had found nothing. He told Wyatt about the theory that Rick was cooking the books. Liam decided that while he continued to investigate, Wyatt should meet with Nicole again -- to talk. \"I know!\" Wyatt replied. Liam had an idea for the meeting -- the Spencer jet.\n\n\nAs president, Liam offered to authorize it, but Wyatt quipped that he should ask their father if he wanted to use it. Wyatt asked why he needed a jet to impress Nicole. Liam stated that Wyatt could be charming -- when he wanted to be -- but one reason that Nicole was hanging out with him was his last name.\n\n\nLiam suggested going to San Francisco for dinner and popping Champagne at forty thousand feet. \"That's kind of badass,\" Wyatt replied and decided that he and Nicole were going on an adventure.\n\n\nLiam realized that it had been a \"really, really, really, really\" long time since Wyatt had been on a date. Liam wasn't endorsing anything and insisted that whatever the pair did on it was their business. Wyatt said he couldn't help it if he liked Nicole. There was something about her that reminded Wyatt of himself. Liam thought that was sick and insisted that Wyatt keep his eye on the prize.\n\n\nLater, Liam smiled when he got a call from Caroline, who was at a desk in New York. She readily ranted about Rick's enigmatic and incessant revisions to her work, which she was certain were for Rick's amusement. Liam stated that he'd thought things had improved with her and Rick.\n\n\nCaroline replied that Rick had claimed to be pushing her to be her best, but she felt that he was just pushing her. Liam said to hang in there because he had a new lead that might end Rick's reign of terror. Liam missed Caroline. She missed him, too, and added that she was hanging out with her mamas. Liam asked why Caroline was away for so long. \"You'll know soon enough,\" she cryptically replied.\n\n\nAt the mansion, Nicole grinned to herself. Maya noted that her sister had gotten in later than usual the previous night. Nicole explained that a meeting with Wyatt had turned into a date. \"Nicole, you did not!\" Maya exclaimed. Nicole replied that she hadn't done anything but dancing, and she said, \"I've got me a Rick.\"\n\n\nNicole gushed about her beach house evening, but Maya wanted to know how \"you and Wyatt\" had happened. Nicole said they'd gotten caught up in the moment, and she wouldn't mind getting caught up again. Maya wanted Nicole to slow things down and be less available.\n\n\nNicole asked Maya to just let Nicole enjoy it. Nicole wasn't looking for a big commitment, but she was sure Wyatt would want to see her again soon. Maya warned Nicole not to get her hopes up.\n\n\nJust then, Wyatt called to invite Nicole out for a mystery evening. Maya scowled when Nicole offered to cancel her \"other plans\" to make it, and Wyatt said he'd send a car for Nicole. After the call, Nicole was ecstatic about her official date, which would start in a limo. Maya asked Nicole to be careful and not to say or do anything she'd regret. That time, Nicole scowled.\n\n\nAlone later, Maya flashed back to Rick calling her a woman of integrity and to Nicole saying that Maya was really Myron, Nicole's brother. Maya solemnly popped her estrogen pills.\n\n\nLater, Nicole changed into a sleeveless black dress, and Maya suggested that Nicole cover up with a sweater. Nicole asked if there were any Brooke's Bedroom clothes laying around, in case Nicole needed them. She claimed to be kidding, but Maya looked worried.\n\n\nAt the jet later, Wyatt checked a Champagne bottle. Nicole arrived and was floored to be traveling on a private jet that evening. She'd only seen the jets in the movies, and it was the best surprise she'd ever had. Wyatt said the night might be full of surprises.\n\n\nAfter takeoff, Nicole and Wyatt cracked open the Champagne, and she asked where they were going. Wyatt called it a secret. She said she'd told Maya about him and the other night. Wyatt assumed that Maya had played her big sisterly role. Nicole remarked that Maya had said Wyatt wouldn't call, but he had. Wyatt replied that he'd wanted to see her again.\n\n\nProposing a toast, Wyatt said he didn't take anything for granted, and though things were new, Nicole could share anything with him. He felt that being up-front was the only way to see where things could lead. He wanted them to have no secrets and not to wonder what the other was thinking.\n\n\nAt Forrester, the bearded Eric surprised Brooke and Rick, who hadn't known he'd be in town. Brooke couldn't wait to hear about Eric and John's worldwide adventures. Eric asked how things were there. Brooke said Rick was doing amazingly well. Eric was glad that Rick was in a good place.\n\n\nEric liked that profits were up in every market and said Forrester was on a roll because of Rick. Rick called it a team effort, but Brooke said it began at the top with Rick, who'd created more respectability for the family. \"To the Forresters and the Logans. Two great legacies,\" Eric added.\n\n\nEric felt that Rick filled Eric's shoes seamlessly. Rick said there had been bumps, but Brooke relayed that everyone made mistakes. Rick wanted to be the son Eric had hoped Rick would be. Eric conveyed that Rick was. Rick believed he could be better. Rick wanted to learn from Eric and believed a man had no greater teacher than his father.\n\n\nEric felt that Rick's stewardship had been stunning. Brand image and integrity were more vital than ever in their business, according to Eric, and he wanted Rick to make that a new priority. In appreciation of Rick's accomplishments, Eric gave Rick a watch that Eric had been given after receiving a lifetime achievement award. The humble Rick stated that he remembered the event.\n\n\nEric and Rick hugged, and Eric said he was proud of his son. Rick rendered an emotional expression as he admired the watch. Eric said that Rick could pass it on to his son one day. Rick hoped it wasn't too far off. Eric asked if Rick and Maya were that serious. Rick indicated that he and Maya weren't talking babies, but he was thinking of proposing in the near future.\n\n\nBrooke reminded Rick that he was still married, but Rick said there were no laws against proposing. Brooke saw no harm in waiting, either. Rick stated that Maya had been wondering about their future, and she'd never let him down. He didn't want to risk losing her.\n\n\n",
    "imdb": "\nEric gives Rick a token of his appreciation for his success as Forrester Creations' CEO.    ",
    "tvmega_recap": "Maya questions Nicole about the night before. Nicole says it was a fun date and not at a club but there was good dancing and drinks. She and Wyatt got caught up in the moment and Wyatt could not be any cuter and he is a Spencer. Wyatt tells Liam that he was just as surprised as Liam is but he just got caught up so who could blame him. His marriage has been over for quite a while. Liam tells him they need to get Rick's secret so do not lose sight in that. Perhaps Rick is cooking the books. They looked in his office last night but found nothing incriminating. Rick tells Brooke that it is good to have her back in the office. Eric joins in and says he wanted to surprise them. So he needs to find out what's been going on. Brooke says Rick has been doing smashingly well so Eric is happy. Eric looks at the books and tells Rick he has done exceptionally well. He has filled his shoes very well. He is the son he always wanted him to be. Nicole gushes on about Wyatt but Maya tells her to be careful and do not say anything she will regret. Liam offers the company jet as Mr. President. He wants Wyatt to scoot Nicole out of town and show her the sights in San Francisco, anywhere to impress her. Wyatt thinks he is capable of doing this on his own but finally says, gas up the jet, he will do it. Wyatt calls Nicole and asks can she get away tonight. He will send a car for her and it's a secret where they are going. Maya is standing there telling Nicole to play a little hard to get but Nicole gushes that she is in. Wyatt tells Liam that tonight Rick's secret will be in his hands. Liam assures him the jet will be waiting and whatever they do will be ok. He knows it has been a long long long time since he has been with a girl to court or impress her but keep his game face on and the eye on the prize. Wyatt says he knows what to do. Wyatt arrives at the jet and tells the pilot to say in the cockpit, a lot is riding on this trip. Nicole comes aboard and can not believe this is real but she is cool with it. She was only expecting a movie. Wyatt says if all goes well the night could be full of surprises. Caroline calls and says she thought things would be better now that the divorce papers had gone thru but Rick is really pushing her now. She can not take this anymore. Liam retorts they are trying to get Rick out as CEO so hang in. Eric presents Rick with a gold watch with EF inscribed on it. Eric said it was given to him at some big award and Rick deserves it now. He is so proud of him. Brooke beams. Rick tells him he has no idea how much this means to him. Rick tells them that he is thinking of proposing to Maya ..not now and not babies yet but in the near future. She has never let him down and he does not want to lose her. Maya thinks over those words that Rick has told her about honesty and integrity. She gets her pills and takes one. Nicole can not believe that Wyatt's family owns a jet. She pours drinks and asks where he is taking her. He does not want to spoil the surprise. She says she told her sister about him. He says he imagines she played the big sister role. He says he does not take this for granted and this is brand new. He wants her to be able to tell him anything. Tonight no games, no guessing what each other is thinking, no secrets, just feel comfortable in telling each other whatever is on their minds. She repeats \u0096 no secrets.",
    "tvmega_summary": "Episode # 7052 ~ Liam worries Wyatt has lost focus; Eric gives Rick a token of his appreciation.",
    "soapcentral_condensed": "Wyatt and Liam discussed what Rick could be hiding. Liam said he'd been up all night, researching, but had found nothing. Liam suggested going to San Francisco for dinner and popping Champagne at forty thousand feet. Caroline ranted about Rick's enigmatic and incessant revisions to her work. Nicole asked if there were any Brooke's Bedroom clothes laying around, in caseNicole asked Maya to just let Nicole enjoy it. Nicole wasn't looking for a big commitment, but she was sure Wyatt would want to see her again soon. He said he didn't take anything for granted, and though things were new, he felt that being up-front with him was the only way to see where things could go. He wanted to see Nicole again, but he wouldn't call, but Wyatt replied that he'd wanted to.Proposing a toast, Wyatt said he was only proposing a toast because that's the way he wanted them to see each other. Nicole said she'd only seen the jets in the movies and was floored.\n"
}