{
    "soap_central": "\n\nOn the beach, Hope and Wyatt cuddled together after having sex. They returned to the trailer, where Hope lit some tea candles. He said it was cold, and she replied that it was a good thing they were inside. Wyatt kissed her, and she said she could get used to life on the road. She thanked him for the trip and said he'd made her feel comfortable and loved.\n\n\nWyatt and Hope had some wine, and Wyatt warned that he'd been spoiling her with the trailer, and in a few years, they'd be sleeping on the ground when they camped. \"As long as you're with me,\" Hope replied, and they kissed.\n\n\nWyatt stepped outside to gaze at the night, and Hope asked what he was thinking about. He said he was thinking of the impact she'd made upon him. Hope joked that he'd been camping when they'd met, and he was still camping. He replied that camping had once been an escape for him, but it had become an adventure. Hope kissed him and stroked his face.\n\n\nAt Forrester, Pam asked Quinn what she'd done. Quinn prefaced her story by saying that Wyatt's act had been like something out of a romance novel, and though it had been wrong, it had been \"oh-so-swoon-worthy.\" Quinn said she would have stopped Wyatt if she'd known of his plans ahead of time, but things had worked out in the end for everyone.\n\n\nQuinn figured that Hope and Wyatt would tell their children the story someday. \"It's a story I might tell the police someday,\" Charlie quipped, and he insisted that everyone needed to know the truth. Quinn dismissed Charlie as being dramatic; however, Charlie noted that two innocent men were in jail, and he declared that it was time everyone knew the truth.\n\n\nPam asked if they were discussing the heist. Quinn revealed that Wyatt had stolen the diamond for Hope, for publicity, and to make Charlie a hero, but Wyatt hadn't anticipated that real robbers would intervene. Pam guessed that Wyatt's actions had been weighing on Charlie.\n\n\nQuinn claimed it had been a prank, and Pam could relate to that because she'd pulled a few in her day. Quinn stated that two thieves were behind bars, the company was thriving, and Hope and Wyatt were happy together. Quinn asked Pam to convince Charlie to keep it a secret between friends.\n\n\nPam stated that she understood about receiving second chances. She turned to Charlie and explained that the line between right and wrong wasn't always clear. Pam asked if he thought Quinn and Wyatt deserved a second chance. Charlie seemed uncertain about it, so Pam asked Quinn if anything like what Wyatt had done would ever happen again.\n\n\nQuinn asserted that it definitely wouldn't, and Wyatt had learned his lesson. Pam asked if Charlie would give the second chance. Charlie agreed to do it for Pam's sake, and Quinn hugged Pam. Quinn thanked Pam and Charlie, and Pam replied that everyone made mistakes. Quinn didn't know how to repay Pam but offered to have another \"mani-pedi\" together soon.\n\n\nPam chuckled as Quinn left the office, but the moment the door closed, Pam said to Charlie, \"We are telling.\" Charlie asked Pam what she'd said, and Pam stated that they were telling Liam.\n\n\nElsewhere at Forrester, Caroline was miffed that Hope hadn't posted any updates about the road trip yet. Rick explained that Hope and Wyatt were completely unplugged, and Caroline warned Rick not to dare try that with her. She guessed Brooke would be anxious to hear how the trip was progressing, but Rick said Brooke had her hands full with proposing to Ridge.\n\n\nRick thought of calling Brooke, but Caroline advised him to wait for Brooke to call him. Rick said it was hard watching his mother struggle with Ridge, but it had made Rick respect his own marriage. His marriage had taught him that things could be simple, and he wondered if it was time for Brooke to finally just give up on Ridge.\n\n\nAt Katie's house, Brooke told Ridge that she'd been hoping for the day that he'd return and put the ring back on her finger. She assured Ridge that they could be a family again, just as they'd always imagined. Ridge curled the ring back into Brooke's palm and said, \"Not yet.\" He stated that it was too soon, and though he wasn't saying it would never happen, felt that he needed to be sure first.\n\n\nBrooke asked if Ridge was worried about Bill, and she promised that she'd never go down that road again. Brooke asked Katie to tell Ridge that, but Katie cocked her head in uncertainty. Ridge said that the problem was that Brooke had actually gone down that road with her sister's husband. Brooke understood that it was hard to accept, but she asked if Ridge could just try to get beyond it.\n\n\nBrooke wished that Ridge could open up and let her back in. She said that she and Ridge had already lost a year, and she didn't know why they'd let even one more day go by. She felt that if they'd just move forward with marriage, they could work through the problems, and she'd help him accept it. \"Maybe I don't want to accept it,\" Ridge replied.\n\n\nBrooke asked Ridge to think of their son, and she told Katie that whatever Katie decided about Bill, Brooke supported it and would also start making the right decisions for herself. Brooke said her ring could be the answer for everyone, and she and Ridge could have what they'd wanted most of their adult lives.\n\n\nBrooke stated that she'd ask Ridge one more time to marry her. Ridge hesitated, and Katie told him to agree to it. Katie relayed that it was why he'd returned, so he needed to just do it. Ridge still seemed reluctant. Katie reasoned that Ridge and Brooke loved each other, and they'd always found their way back to one another. Ridge asked if Katie would do the same thing with Bill.\n\n\nKatie exclaimed that it didn't matter what she'd do, and her situation was different. Katie said she'd love to reunite Will's parents, but she knew it wouldn't happen. She felt that her sister and Ridge had a chance. She urged them to take it, so there could be at least one happy ending.\n\n\nKatie took Brooke's ring and placed it in Ridge's hand. Ridge handed it right back to Brooke and said he'd told her that he needed more time. Brooke shed tears, but she replied that she'd wait for as long as he needed. Brooke left, and Katie asked why Ridge had declined Brooke's proposal. \n\n\n",
    "tvdb": "Putting her own feelings aside for her sister, Katie urges Ridge to start a life with Brooke again. Quinn pleads with Pam and Charlie to keep Wyatt’s secret by pointing out how Forrester Creations has benefitted from the jewelry heist’s publicity. Rick voices to Caroline his concern of Ridge breaking Brooke’s heart again. Hope and Wyatt’s road trip heats up.",
    "imdb": "\nA young couple basks in the afterglow of having made love for the first time.    ",
    "tvmega_recap": "In their tent, Hope and Wyatt bask in the glow of their lovemaking. Later, she thanks him for this trip and getting away. She really needed it. She could get used to life on the road. He made her feel very comfortable and loved. He says he used to like to get always for peace and solitude, now it's an adventure. While Katie watches, Brooke takes her ring and hands it to Ridge and says just make them a family again and say he will marry her. He doesn't speak but finally gives it back to her and says he told her he needed more time. She says they have wasted a year so they should not wait another minute. Katie even tells Ridge this is what they do but they always find their way back to each other, so just marry her. Brooke says he made a mistake by leaving her, and she's made some huge mistakes but RJ wants them to be a family again so they should just do it. Put their mistakes behind them and marry her again. She promises Katie and Ridge that she will never go down that Bill road again. Ridge says he can't get past what they did the first time, so no marriage for now. Quinn jumps into the conversation with Pam and Charlie and tries to get Pam to see that this is like a scene in a romance novel. Wyatt did something wrong with a silly prank, but it was for Hope and publicity for FC. No one got hurt so they can just keep this little secret between the three friends. Pam finally agrees but as soon as Quinn hugs her and leaves, she tells Charlie they are going to tell Liam.",
    "soapcentral_condensed": "Wyatt and Hope had some wine, and Wyatt warned that he'd been spoiling her with the trailer, and in a few years, they'd be sleeping on the ground when they camped. Quinn revealed that Wyatt had stolen the diamond for Hope, for publicity, and to make Charlie a hero, but Wyatt hadn't anticipated that real robbers would intervene. At Forrester, Pam asked Charlie if he thought Quinn and Wyatt deserved a second chance. Rick thought of calling Brooke, but Caroline advised him to wait for Brooke to call him. Brooke told Ridge that she'd been hoping for the day that he would return and put the ring back on her finger. She assured Ridge that it could be a family again, just as they'd always imagined. Brooke asked Katie to tell Ridge that the problem was that she didn't know why she had lost Ridge and she had already lost a year and a half with her sister. She said that she wished that Ridge could open up and let her back in.\n"
}