{
    "tvdb": "Bill and Liam commiserate about the similarities in the current state of their personal lives. Ridge questions Brooke’s motives about why she wants Katie to reunite with Bill. Katie is caught off guard when Ridge comes to tell her about his plans regarding his personal life and his residency. Bill storms into Brooke’s house hoping to get back into her life and her bed.",
    "tvmega_recap": "Ridge is conflicted. He has Brooke standing before him telling him that they both want this and they can have it like it used to be. He says he does love her and he thinks about the life he missed. But then he thinks about her and Bill and how that hurt Katie, and the woman he loved would not have done those things. Brooke says she understands, but she has apologized to Katie and she explained to him. He says he knows but he still cannot wrap his mind around it all. She says she lost herself because she didn't have Ridge. Liam comes home to find Bill making himself at home, and he wants to know about Liam's love life. He'd like to live vicariously through it. He tells Liam that he knows he used to get annoyed at Katie and all her rules but she is a good mom and he's glad Will has that sort of stability. He tells Liam that he is not going to give up on Brooke; it's just not in his DNA. He's been taking a hard look at things and a man makes choices and he has to live with them. And he understands why Brooke feels guilty but she is wrong and guilt is a lousy reason to do anything. He knows he messed up with Katie. He approached her like he would a business deal. And he paid the price for it but it is no reason that he and Brooke have to pay for it too. Ridge, the jerk, left her on her honeymoon. He's been out of her life for a year and yet now that he is back he thinks she owes him an explanation for her behavior. Bill says he does not accept that and neither should Brooke, but she is all about Will and RJ and reuniting families. Bill says he cares about Katie and he misses Will but his future is with Brooke .and he's not going to let anything or anyone get in the way of that, including Ridge. Donna drops in on Katie and compliments her sister for doing such a great job of managing her home life and the company as well. Katie doesn't quite see it that way. It's been difficult. She knows Donna doesn't agree with everything she has done but she had to for her son. Being around Bill and Brooke was bad for Will. Brooke tells Ridge that she is not blaming him. Still he understands that if he had not left that none of this would have happened. She was vulnerable and focused her attention then on Will who needed her. But that is all in the past and she is here right now, right where she wants to be. So they can forget the past mistakes. Ridge says if Bill is such a terrible human being why would Brooke even want her little sister with him. Brooke replies that is a lot to overcome but if they can do it she thinks she and Ridge can too. He says but Katie doesn't feel that way. And Brooke used to put her sister first and was always there for her. He gets up to leave with Brooke begging him to please stay. He says he is sorry but not tonight. After Donna has left, Ridge stops by Katie's. He tells her she should lock her doors; anybody can walk in. She asks about Brooke and he sys he was just there and she wanted him to stay, but he couldn't. He's staying with Eric for now. Katie says he will forgive Brooke eventually as that is why he came back home. Ridge replies yes but that was before he knew about Katie. He feels bad and responsible for what he did to Brooke and what she did with Katie's husband. And he can't get past that. Katie wonders why he is telling her this and why he is there. Bill walks right in on Brooke. She tells him he should not be there. He says he came to talk but now being in this bedroom it gives him other ideas. She says it is late so he states that he will be brief. She has left a lot of men in her wake but he won't be one of them. He knows she feels guilty about Katie and so does he, but that doesn't change his commitment to her. He's not going to lose the woman he loves to Ridge Forrester."
}