{
    "soap_central": "\n\nIn the design office, Quinn worked with Ivy in silence. Quinn noted that it was chilly in there, and she didn't mean the temperature. Ivy replied that she was upset with Quinn. Quinn said she'd been honest with Ivy. Though Ivy gave Quinn credit for that, she was still disillusioned because she'd believed in Quinn's devotion to Eric.\n\n\nQuinn said she hadn't betrayed Eric, and she never would. Ivy asked how Quinn could flirt with Eric's son in the steam room. Quinn replied that Ivy was acting as if Quinn was having an affair. Ivy said Quinn had admitted to flirting with Ridge. Quinn dubbed it as just banter and found it better than him barking at her all the time. Feeling as if she was Ridge's personal dumping ground, she asked if Ivy could blame her for wanting a different rapport with him.\n\n\n\"With your clothes off?\" Ivy asked. Quinn contended that Ridge had been the one who'd sneaked up on her while she'd been outdoor showering. Ivy wanted to know who had conversations stark naked.\n\n\nQuinn didn't expect Ivy to understand a lifetime of constantly proving oneself and not backing down. Eric had softened Quinn's rough edges, but when she was challenged, sometimes her old defenses kicked in. Those defenses weren't always right, but Quinn was working on it. Quinn said that despite all the imperfections people loved to point out in her, her feelings for Eric were pure, and Ivy never had to doubt them.\n\n\nIvy wanted to believe Quinn, but the encounters were questionable. \"He saw you naked,\" Ivy said. Quinn replied that she'd wanted to get in his face and make him the uncomfortable one. Ivy sarcastically quipped that it had worked because he'd followed Quinn into the steam room. \"Exactly. He followed me. Not the other way around,\" Quinn insisted.\n\n\n\"But then you sat there and let him touch you?\" Ivy asked. Quinn stated that Ridge was horrible to her, but he was Eric's son, which meant she had to be careful. She couldn't vent or express outrage. \"We're trying to bring this family together, not tear it apart,\" Quinn said. Quinn stated that she'd tried to have a little fun with Ridge, which had been a mistake, but it had no bearing on her feelings for her husband.\n\n\nIvy needed to be sure when it was about her adored uncle. She told Quinn to look her in the eyes and say Quinn had no desire for Ridge. Quinn stated that she despised Ridge. She enjoyed getting the upper hand on him after all he'd done to her, but it was nothing and no threat to her marriage. Eric was the only man Quinn wanted. Unfortunately, Ridge was a part of the package, so Quinn had to find a way to deal. \"But feelings other than loathing him on a visceral level? Never,\" Quinn declared.\n\n\nAlone in the office later, Quinn smiled as she worked and remembered Eric's marriage vows. Her face grew dark as thoughts of encounters with Ridge crept into her mind.\n\n\nAt the mansion, Wyatt was eager to get to work, saying that social media was the beast that never slept. Eric could see that Wyatt was devoted to the campaign. Wyatt said it helped the company and Steffy. \"That's what it's all about, isn't it? Your great love for my granddaughter,\" Eric stated. Eric said he stood behind Wyatt's marriage. He hoped that Wyatt and Steffy found the same love that he'd been blessed with in his marriage with Quinn.\n\n\nIn the CEO's office, Liam rushed in to find out what had changed overnight with Ridge, who was having second thoughts about his plan with Quinn. Ridge said he could stand to lose his father because of the plan, and he might want to hold onto whatever relationship he and Eric had left.\n\n\nLiam asked if Ridge was changing his mind. Ridge replied that he was just thinking things through. He didn't know if he wanted to do it to Quinn -- to \"expose her like that.\" Ridge wondered if there was an honest, peaceful way to handle it.\n\n\nJust then, Steffy entered. She noted that the men had a Quinn look on their faces, and she asked what was going on. Ridge left, and Liam assured Steffy that the conversation had been more of the same ponderings about why he and Ridge had to put up with Quinn.\n\n\nTalk turned to Steffy not sleeping that great the previous night. Liam said she could fix it by returning home and wondered if Eric had inserted himself into Steffy's personal life before.\n\n\nSteffy said Eric hadn't, but at the same time, she had never been married to a man but living with his brother before. She was also forefront in the public eye. Liam added that Eric had also never had Quinn whispering in his ear and wished Steffy would realize that Quinn was behind it all.\n\n\nSteffy understood Liam's concerns, but she said Liam needed to see her view and trust that she was smart enough to handle herself. Liam replied that it wasn't about intellect. Steffy said to imagine that he was right, and Quinn was behind the CEO position. Steffy asked if she should have turned down the incredible opportunity because Quinn had arranged it.\n\n\nSteffy added that, as for Wyatt, he'd always be around. Liam chuckled mirthlessly. Steffy stated that Wyatt was Liam's brother and her soon-to-be ex-husband. Wyatt was also her grandfather's stepson. She said she and Liam didn't have to let things affect them, and she'd be back with him as soon as the divorce was final. Liam replied that he heard her, but he was still keeping watch. He wouldn't let Quinn -- or Wyatt -- hurt Steffy.\n\n\nAs Liam and Steffy kissed, Nicole entered with Wyatt on her heels. Nicole said they could return later. Steffy said, \"No,\" but at the same time, Liam said, \"Yes.\" Wyatt brushed past Nicole into the office, saying that he'd go with \"no,\" because they were scheduled to work on the campaign.\n\n\nLiam stayed to watch Wyatt photograph Steffy in sexy poses around the desk. Nicole left to post the pictures. As Steffy drank from a water bottle, Liam exclaimed that Wyatt was missing out on photographing Steffy's hydration session. Wyatt asked why Liam was so against the innocuous office-life photos. Liam pointed out that Steffy's legs were too high on the desk, and she'd been leaning over to reveal a little \"something-something.\"\n\n\nWyatt said it was sexy, and Liam asked Steffy if she really didn't have a problem with it. Steffy didn't think Wyatt had taken it too far. Liam decided to rephrase and asked if Steffy wasn't unsettled by Wyatt documenting her every move so that people could \"follow\" her. Wyatt thought Liam was a natural at sucking the air out of the room.\n\n\nLiam said he'd been reading comment sections on the posts. In his view, there were creeps out there, and they weren't fans. Wyatt said \"way go to\" if Liam wanted to scare Steffy into doing what Liam wanted her to do. To Wyatt, rude comments went with the territory, and one couldn't be high profile and invisible at the same time. Wyatt preferred to get in front of the media and control the perception. Liam said it was diminishing Steffy and the company.\n\n\nWyatt said that Liam was wrong, but Liam said he wasn't. Liam stated that Wyatt was objectifying Steffy. Liam was sorry, but he wasn't cool with it. Wyatt stated that Liam didn't need to be in the middle of it, and all Wyatt was doing was updating Forrester's brand. Liam asked why it couldn't be Nicole, Thomas, Ivy -- or someone who didn't have a corporate image to protect.\n\n\nWyatt replied that being CEO made Steffy a powerful role model. Liam asserted that it should be her mind, not her body. Liam suggested being strategic by giving just a little to keep people wanting more. Wyatt replied that attention spans were a thing of the past.\n\n\nArguing with Wyatt, Liam felt that having the CEO all over the Internet in lingerie was demeaning. It also disrespected him. Liam told Steffy that it was something only he should be able to see. He also felt that Steffy was playing into Wyatt and Quinn's plan. Liam said that everything they did was designed to get Steffy for Wyatt.\n\n\nSteffy got Liam's attention. She explained to him that they were together, and it wouldn't change. She appreciated his concern, but she could handle how she was presented, and she was in control. Liam backed down, but he wished Quinn wasn't pulling all the strings.\n\n\nBack at the mansion, Eric welcomed Ridge into the living room and asked why Ridge was there. Ridge claimed to be checking on Eric's health. Eric was feeling better all the time, but he suspected that the visit was about something other than his health. Agreeing, Ridge said he was there because the family had been off track since Eric's relationship with Quinn had begun, and Ridge was looking for a way to normalize things.\n\n\nEric assumed that \"normalizing\" meant having Ridge as CEO instead of Steffy. Ridge claimed it wasn't why he was there. Ridge thought Steffy was capable, but she lacked the experience to helm the place. \"To guard against the vandals at the gate, like my wife and my son?\" Eric asked. Ridge said it was kind of that, and though Eric didn't think he needed protection, Eric did need it. It was why Ridge was there.\n\n\nEric stated that he was happy with things as they were. Ridge said he got that Eric was punishing Ridge for not playing nice with Eric's wife. Eric stated that he wasn't, and he and Ridge wanted the same things -- what was best for the company and the family. Eric believed that Steffy could unify them, unlike the divisive Ridge.\n\n\nRidge claimed that he wasn't being divisive. He was trying to save them. Eric dismissed the whole topic because talk wasn't getting them anywhere. \"Wow,\" Ridge replied. He asked how it had happened to them. Ridge said Eric had been in love with Quinn for five minutes, but Ridge had loved Eric for Ridge's whole life. \"And you can't listen to me?\" Ridge asked.\n\n\nRidge stated that Quinn was no good. Eric wondered how Ridge could know. He said Ridge hadn't spent time with her or observed how hard she'd tried to change. Eric added that Ridge had never observed the wonderful results of Quinn bettering herself. Eric declared that he was happier than he'd ever been, and if Ridge loved Eric, it was all that should matter.\n\n\nRidge affirmed that he loved Eric very much. Ridge loved how Eric believed that people could change, but in Ridge's view, the past indicated the future, and \"this one here\" was as dangerous as ever. Ridge asked Eric not to make him do it. Sighing, Ridge asked what would happen if he could prove that Quinn didn't deserve Eric's trust.\n\n\nEric asked exactly what Ridge was talking about or trying to prove. Ridge wanted to prove that the family had been right all along, and Eric couldn't trust \"this creature.\" Ridge said that he didn't want to do any of it, but Eric was so besotted by \"this woman\" that he wouldn't even listen.\n\n\nEric exclaimed that Ridge was in Quinn's home and ordered Ridge to call her by her name. Ridge said that Quinn couldn't be trusted under any name. Deciding to call Ridge's bluff, Eric told Ridge to get his proof and put it on the table. Ridge asked if Eric thought it was a game. Ridge was trying to tell Eric that the woman he'd married had no conscience, loyalty, or soul.\n\n\nRidge believed that when Quinn's hooks retracted from Eric, they'd rip Eric open. Ridge wanted to end the nightmare. Eric said Ridge wouldn't convince Eric that Quinn was anything less than committed to their marriage. Ridge asked when Eric had become so naïve. Eric said that if believing that someone could change for the better was naïve, then Eric was naïve.\n\n\nEric believed that Quinn had changed in the most magnificent way. Ridge stated that Eric thought she'd never let him down. Eric replied that he knew it. \"Then I'm going to have to show you the naked truth,\" Ridge decided.\n\n\nEric asked what Ridge was talking about -- \"naked truth.\" Eric was convinced that he and Quinn understood that betrayal doomed a marriage, but it wouldn't happen. Ridge asked when Eric had turned into a puppy who wanted his belly rubbed. Eric said that Ridge was being insulting. Ridge claimed he wasn't trying to be insulting; he was trying to tell Eric something.\n\n\n\"This woman manipulates everybody!\" Ridge said, pointing at Quinn's portrait. He asked if Eric thought Quinn really believed Steffy was the best choice for CEO. Ridge stated that Quinn wanted Steffy with Wyatt. Eric replied that he didn't object to it. Ridge asked if it was because Quinn wanted it. Eric said it was because they were married.\n\n\nRidge screamed that Quinn had orchestrated it. Eric roared that it was pointless, and they wouldn't see eye to eye about Quinn. Eric was tired of Ridge insulting his wife. Ridge stated that she'd let Eric down, but Eric replied that she was loyal. Ridge asserted that she wasn't, and he could prove it.\n\n\n\"Then do it! Get out of my house right now, and get your proof together, and come back with it!\" Eric challenged. Ridge declared that \"this woman\" would be the downfall of the family. The naked truth was that someone would have to be sacrificed to stop her. Ridge asked if Eric wanted it to be Ridge.\n\n\n\"Go on. Get out,\" Eric replied.\n\n\n",
    "imdb": "Ridge pays a visit to Eric and attempts to get him to reconsider making Steffy the CEO of Forrester Creations. When Ridge candidly asks if being overlooked is a punishment on Quinn's orders, Eric has had enough of his son badmouthing his wife and tells him to leave. Quinn is caught off-guard when Ivy again mentions the steam room incident. Quinn insists that Ivy should not doubt her loyalty to Eric; yet a while later Quinn is having flashbacks of her recent intimate encounters with Ridge. Wyatt and Nicole bust in on Liam and Steffy sharing a kiss in her office. Liam uses this run-in to voice his disdain for Wyatt's marketing campaign, but Steffy assures Liam that she can speak for herself.",
    "tvmega_recap": "Eric tells Wyatt that he is really impressed with him. He reminds him of his younger self. He tells him that he is behind his marriage 100%. He hopes he and Steffy find their way back to the love that he has with Quinn. Steffy comes in and looks at her dad and Liam and says they have the Quinn look on their face so what is going on. Liam tells her that Eric has Quinn in his ear and he cannot see why she cannot see that. She will always be in their lives. Quinn laments to Ivy that she is being chilly to her and Ivy is wrong about her. Never doubt her feelings for Eric. She might have had a momentary lapse in letting the flirting get out of hand but it was Ridge who stood there while she was in the outdoor shower. Ridge stops by Eric's and tells him he it there to check on his health. Eric says he is getting stronger every day .and he does not believe that is why Ridge is there. Steffy tells Liam that he has been harping on Quinn for a long time but he needs to focus on her. She could not turn down the opportunity to be CEO just because Quinn was behind it. She is moving out now but she will come back to him. He says okay but Quinn is off his charts on the radar scale and he will be keeping his eyes on her. Ivy tells Quinn that she wants to believe her but there have been too many encounters with Ridge. Quinn says he is Eric's son so she has to be careful to bring them together and not tear them apart. She is completely committed to Eric. Ivy wants Quinn to look her in the eye and say she has no desire for Ridge. Eric tells Ridge that he is not punishing him but he likes things the way they are with Steffy so no need to talk about this; just move on. Ridge says he has been in love for five minutes and yet he has loved him all his life and now he cannot listen to him. Eric says he is happier than he has ever been in his life and if Ridge cares then that is all that should matter. Ridge begs his dad to not make him do this. He can prove that Quinn does not deserve his trust. Liam jumps in and takes issue with the way that Wyatt is trying to take pictures of Steffy in sexy poses. Wyatt asks if he just likes to suck the air out of the room or does that come naturally. Liam says it is demeaning to the CEO and the company and he is not okay with that. Quinn says she despises Ridge and would she like to get back at him, but she has to find a way to get along. She has no feelings but loathing for him. Eric wants to know just what Ridge knows that can prove Quinn is not trustworthy. Ridge goes on and on and finally Eric says he will call his bluff, so bring it on. She will never let him down. Ridge says this is not a game so if he needs proof then he will have to show him the naked truth. Wyatt tells Liam that he should not be in the middle of this. It is okay with Steffy so he has no right to hold her back. Liam says it is demeaning to see her all over the internet in her lingerie. Wyatt says oh it is the Fuller conspiracy. Steffy tells Liam that she sees his point of view but she can handle how she is presented. Quinn thinks lovingly of Eric but then her thoughts turn to Ridge and she is uncomfortable with that. Eric asks what is the naked truth. He and Quinn are married and both realize if someone does something out of bounds then it is over, but Quinn is not going to do that. Ridge hollers that Quinn wants Wyatt with Steffy and she will not stop until that happens. Eric tells Ridge that he wants him out of this house. Go get his naked proof and then come back. Until then he is just being insulting.",
    "tvmega_summary": "Episode # 7493 ~ Ridge pays Eric a visit in an attempt to get him to change his mind about the CEO position; Quinn confides in Ivy the current struggles she's been faced with in her marriage and in the office.",
    "soapcentral_condensed": "Quinn said she hadn't betrayed Eric, and she never would. Ridge wondered if there was an honest, peaceful way to handle it. Wyatt was eager to get to work, saying that social media was the beast that never slept. Eric said he stood behind Wyatt's marriage and hoped that Wyatt and Steffy found the same love that he'd been blessed with in his marriage with Quinn.. Liam said he could stand to lose his father because of the plan, and he might want to hold onto whatever relationship he and Eric had left. Ridge said he was just thinking things through, and didn't know if he wanted to do it to Quinn -- to \"expose her like that\" and Quinn said, \"We're trying to bring this family together, not tear it apart\" \"But feelings other than loathing him on a visceral level? Never,\" Quinn declared. \"That's what it's all about, isn't it? Your great love for my granddaughter,\" Eric stated.\n"
}