{
    "soap_central": "\n\nOn the island, Nick and Brooke have fun making smores with the children. Then Nick decides to play a song on the guitar for the kids.  Afterwards, he tells them a sailor story based loosely on his real life situation with Brooke. As he is telling the story of his great love for their mother, Brooke looks on smitten.  Once the kids have gone to bed, Brooke begins to worry about Bridget.   Showing off his psychic powers, Nick assures Brooke that \"Bridget will be fine.\"  Stroking her hair and taking a break from their cuddling Nick plays their song,  \"Going Back Again.\"  Brooke loves every minute of it. She calls Nick's song the one \"absolute truth\" of their relationship and tells him that listening to it helped her get through all the hard times when they were apart.   Nick reminds her that they are not completely back together, since they still have not had sex.  Brooke says their love goes far beyond the physical.  Nick tells Brooke that he will always be there for her and the kids and they kiss. \n\n\nMeanwhile in Massimo's office at Marone, Ridge is furious that Nick is with Brooke and the kids and wonders where he could have taken them.  He figures out that Nick and Brooke must have returned to the deserted island they had visited before. Ridge wants to take the Marone helicopter to the island, but Massimo persuades him otherwise, explaining that if he wants to win Brooke over, he should be more delicate and precise. Massimo promises Ridge that he will come up with a plan to keep Nick and Brooke apart. \n\n\nAt the hospital, Christian informs Eric and Stephanie that Felicia is getting better.  They check in on her and she slowly comes to asking if she is in heaven.  Stephanie informs Felicia that she is in the hospital and had been on life support; Stephanie tells Felicia that in order for her to survive she had to go through chemo, radiation, and a liver transplant.  Felicia thanks Stephanie for helping to keep her alive. Stephanie smiles graciously saying she should thank Dr. Ramirez, because he was the person that saved her life.  Felicia thanks Christian but he humbly tells her he cannot take all the credit.  Stephanie says that Dominick also played a large role in helping her to survive.  Stephanie explains that she put the baby on top of Felicia after she was taken off life support.  Felicia becomes anxious to see her son, but Christian tells her she needs to rest and take it easy,\n \n\n\n",
    "tvdb": "Christian calls Stephanie and Eric to the clinic as Felicia comes to after her liver transplant. Stephanie is thilled as Christian informs her that Felicia is doing very well. Stephanie stays by Felicia as she thanks her for saving her life. Ridge is furious and decides to go find Nick and Brooke. Ridge concludes that they must be on the Channel Islands where Nick and Brooke's romance began. Massimo stops Ridge from rushing off and advises him to go about things with a more gentle approach if he wishes to have Brooke. Nick sings Hope and R.J. a song as they toast marshmallows by the camp fire. Nick later promises Brooke that he will never leave her, and be by her side always.\r\n",
    "yt": "\n\nNick, Brooke and the kids toast marshmallows on the island not knowing how upset Ridge is back home with Massimo searching for them. Nick vows to spend the rest of his life with Brooke. Felicia squeezes Stephanie’s hand when she and Eric visit with her. Felicia actually wakes up and learns what Stephanie has done for her.  She is grateful to Stephanie as well as to Christian.  Felicia then asks to see Dominick.",
    "imdb": "\nDr. Christian Ramírez shows the Forester parents that Felicia is doing well enough to reveal her survival to the family, and she asks for baby Dominick. While Nick's party enjoys camping 'pirate style', Massimo can't trace their yacht, but Ridge guesses they're on the channel islands where their affair began. Massimo stops him from storming in and claiming his kids, he promises to use persuasion instead.    ",
    "tvmega_recap": "Nick entertains his little pirate crew with smores and singing \"If You're Happy, And You Know It, Clap Your Hands\", followed by a long story about Blue- Eyed Bill. They spend some alone time and Brooke requests that he sing her their song, \"Going Back Again.\" And he vows that she has his word. He will never leave her or her children .ever. Eric reminds Stephanie that Dr. Ramirez wants them to tell the rest of the family about Felicia. And he wants them to see for themselves how much she is improving. Indeed they enjoy the lovely sight and Felicia herself is surprised that she is still alive, this is not Heaven or a dream. She wants to see her baby. She thanks Stephanie for savings her life; she loves her. Ridge is beside himself; he doesn't know who else to call to find Brooke. \"That bastard hijacked my family\". Then it dawns on him where they are - Channel Islands, a place where Brooke and Nick were deserted before. Ridge is ready to send the Calvary out and vows to bring his family back tonight. Massimo reminds him not to over-react. That he can not solve this problem with a sledgehammer; he needs to use a scalpel. He urges Ridge to let him talk to Nick. And if he doesn't listen this time, there will be consequences.",
    "soapcentral_condensed": "Nick and Brooke have fun making smores with the children. Nick tells Brooke that he will always be there for her and the kids and they kiss. Ridge is furious that Nick is with Brooke and the children and wonders where he could have taken them. At the hospital, Christian informs Eric and Stephanie that Felicia is getting better. Felicia thanks Christian but he humbly tells her he cannot take all the credit. Stephanie says that Dominick also played a large role in helping her to survive. Stephanie explains that she put the baby on top of Felicia after she was taken off life support. Stephanie tells Felicia that she had to go through chemo, radiation, and a liver transplant to keep her alive. She also tells her that she should thank Dr. Ramirez, because he was the person that saved her life.  Felicia becomes anxious to see her son, but Christian tells her she needs to rest and take it easy,  she slowly comes to asking if she is in heaven.\n"
}