{
    "soap_central": "\n\nAt his beach house, Wyatt recalled the road trip with Hope. Quinn arrived, and he tried to close the door in her face. Pushing the door back open, Quinn urged him to talk to her because the problem she'd caused had become a lot less serious. \"Ridge is alive,\" Quinn proclaimed.\n\n\nWyatt let his mother in, and she said the Forresters were having a party for Ridge at that moment. She recalled that the Fullers had once been invited to those types of shindigs. Wyatt assumed that Hope was relieved. Quinn was sure Hope was relieved to be rid of boring Liam. Wyatt grimaced, but Quinn insisted that Ridge's return home signified Hope's return to Wyatt.\n\n\nWyatt doubted Hope would let him near her to congratulate her, but Quinn said not to listen to the words of a person in a crisis, especially Hope, who was easily emotionally swayed. To Quinn, Ridge's reappearance meant that Hope would forgive Wyatt. \"And maybe you'll forgive me, too,\" Quinn added.\n\n\nWyatt picked up his phone, and Quinn urged him to call Hope. He didn't want to, and Quinn asked if he wouldn't reach out at all. Wyatt said she didn't know him; he was going to reach out, but not on the phone. He imagined that Hope had a big smile on her face, and he wanted to see it in person.\n\n\nAt the Forrester mansion, family and friends put the finishing touches on the dessert bar for Ridge's party, and Hope reminded everyone to take their cues from Ridge. To her, his being alive was all that mattered. Eric messaged Aly that he'd arrived, and the guests braced themselves.\n\n\nBrooke, Thorne, and Eric entered, and the family cheered. The trio told the family and friends that Ridge wasn't himself, but he was doing well after what he'd suffered. Eric relayed that Ridge would get a full workup from a local doctor soon.\n\n\nNext, Ridge entered with Katie, and he seemed bewildered as the guests cheered for him. All the attention focused on Ridge, and Katie uttered that he didn't have to stay if he didn't want to. Ridge said that with family and friends was where he wanted to be.\n\n\nRidge was sorry he'd worried everyone, but Caroline replied that it hadn't been his fault. He murmured that he could have handled things better, but Katie and Brooke felt that Quinn could have, too. Aly and Hope preferred not to discuss Quinn or the whys of what had happened.\n\n\nHope was glad to have the chance to say things to Ridge that she hadn't said before. She couldn't remember the last thing she'd said to him before the incident, whether it had been about work or about an argument. She was happy to have the chance to say that he'd treated her as one of his own, and she'd always see him as a father and a role model at a time that her real father hadn't been.\n\n\nAfter Hope expressed her love for Ridge, Rick said he didn't know what he'd last said to Ridge, either, but he was glad that Ridge was back. The men hugged, and the party continued.\n\n\nThorne announced that his sisters were on their way to be sure that Ridge was okay. Eric added that Thomas and Steffy were flying in, too. Eric glanced at Stephanie's picture and kissed Pam's cheek.\n\n\nRidge asked to see his son. Brooke and Donna explained that, to spare the child the grief, they hadn't told R.J. about Ridge's disappearance.\n\n\nBrooke spotted Liam and Hope canoodling together and strode over to find out what was going on. Eric approached to hear Hope and Liam's news, too. Hope said that she and Liam had reconciled, and she'd ended things with Wyatt personally and professionally.\n\n\nHope couldn't see herself working with the Fullers, and though Rick had fired them, Hope said that it was Eric's call if he wanted to undo the decision. Eric stated that Quinn was no longer welcome at Forrester, and it had been the right call.\n\n\nBrooke and Eric left the couple to their canoodling, but Liam noticed that Pam was giving him the evil eye for not eating dessert yet. He took off to get some for himself and Hope. Hope glanced outside and saw Wyatt hiding in the flora on the terrace.\n\n\nAt the dessert bar, Rick and Liam discussed the moistness of the brownies. Rick began to talk about Liam and Hope's reunion, but Liam suddenly noticed that Hope wasn't where he'd left her.\n\n\nOn the terrace, Hope asked what Wyatt was doing there. He guessed that he should have knocked, but he hadn't felt welcomed inside. He thought even Stephanie's portrait hated him, but Hope replied that no one did. He quipped that they just didn't want to see him again, and neither did Hope. Hope replied that he knew it wasn't true, and her decision had been tough but firm.\n\n\nHope guessed Wyatt was there to change her mind, but Wyatt said he was there about Ridge's return. Wyatt was thrilled for the Forresters, and knowing that Ridge was alive meant the world to Wyatt. Wyatt hadn't been able to handle that his mother could have caused someone's death and that the Forresters had associated him with that.\n\n\nWyatt wished he could have changed some things. He was glad the family had the ending they deserved. As she thanked and hugged Wyatt, Liam leaned on the terrace door and scowled at them.\n\n\nBack inside, Katie flashed back to seeing Ridge in Abu Dhabi for the first time. She walked over to him as he leaned on a table in the foyer. She said they could leave anytime he wanted because he was tired and not himself. Though he agreed with that, he said he wanted to stay, and he'd pretend because the party was important for everyone.\n\n\nKatie said she'd been scared when Ridge had been missing. She still had a knot in her stomach because she feared she might have dreamed his return, and she'd awaken to find him gone. Ridge said he wasn't going anywhere without her, and she hugged him. She wanted to move forward and put it all behind him. He said that was the plan, but he didn't want her to be disappointed.\n\n\nKatie asked what Ridge meant. Ridge replied that it was hard, there were missing pieces, and he didn't know how long it would take to put it together. Katie assured him that it would be okay, she'd be there to help, and they'd get through it together. He hoped she wouldn't regret saying that.\n\n\nKatie said she did regret one thing, and it was waiting to get married. She couldn't wait to be his wife. Ridge asked if she thought he'd return from the dead just to string her along. \"No, never,\" she replied and kissed him. When they hugged, he stared blankly over her shoulder. \n\n\n",
    "tvdb": "Wyatt is less than thrilled when Quinn shows up on his doorstep bearing news that she thinks will help her smooth things over with her son. Following her plea for forgiveness, Quinn convinces Wyatt to not give up on Hope. Brooke, Eric and Thorne advise the Forrester Creations group that something has changed since their return to Los Angeles.",
    "tvmega_recap": "A big banner is hung \"Welcome Back Ridge,\" champagne is stocked, flowers sat out and lemons bars, brownies and much food and all is ready for the homecoming of the prodigal son. Hope tells Pam that she thought she was gonna keep it low-key. Pam says yeah but once her and Charlie got started .Aly is concerned if they should be doing this at all if Ridge is still confused. Hope says they will take the cue from him once he is here. He's alive and that is all that matters. Aly alerts them when she sees them coming. Eric, Thorne and Brooke are the first ones in and they all hug. Brooke thanks all of them for throwing this party. She says Ridge will be along in a few minutes. But she cautions them that Ridge suffered a severe concussion and is not quite himself yet, so they will all have to be patient. Finally Katie and Ridge walk in amid claps al around. Wyatt sits alone in his beach house reflecting on HOTT times when there is a knock at the door. It's Quinn and he's none too pleased to see her. She asks if she can come in and he says no. She says she just needs one minute. She knows he is upset with her for what she caused but that just got a lot less serious ..Ridge is alive. Wyatt is pleased to hear the news and Quinn barrels on past him. She says she thinks they are having a party as they speak at Eric's. She remembers the times when they were invited to these little shindigs. Wyatt says Hope must be so relieved. Quinn says yes so now she can let go of that little bore she claims she cares about. When Wyatt looks skeptical she says surely now that she has not killed the heir to the Forrester empire that Hope won't stay with Liam. This is her out and if she is smart she will waste no more time before she comes back to Wyatt. He says he can't wait to tell Hope how happy he is that Ridge is home .if she will even let him. She does not want to be around either one of them, she made that very clear. Quinn says you can't listen to what a person says when they are in the middle of a crisis, especially someone like Hope who is so easily swayed by her emotions. She was stressed and in pain and her way of dealing was taking it out on Wyatt. But now Ridge is alive and she will forgive Wyatt. And then maybe Wyatt can forgive her too. Ridge says this is wonderful, friends and family and this is just where he wants to be. He says he is sorry he put them all through this, he could have handled it better. Katie says Quinn started it. Brooke adds that Quinn manipulated things as she knew exactly how Ridge would react. Aly asks if they can not talk abut Quinn. Hope says excellent idea as this is a celebration. She says mostly she kept wondering what the last thing she said to him before he left .if it was work or some stupid argument. And then he was just gone and she never got a chance to tell him how special he was to her. She says he always treated her as one of his own, better than her real father did. Ridge gave her someone to look up to when her dad was not really a role model. She says she loves him very much and is so glad he is back. She goes and gives him a big hug. Rick goes next and says he doesn't remember their last conversation either but it really doesn't mater. He is just glad he is back. He too gives him a big hug. Ridge slowly takes him by the shoulders and pats him on the back. Quinn tries to convince Wyatt to call Hope. He says no, she is at a party with Liam so she probably would not even answer or look at voicemail. But she must have a big smile so he will go see that smile in person. Thorne takes a phone call and tells Ridge that was Felicia. She and Kristen and making arrangements to come to make sure they see Ridge for themselves and that he is all right. Eric says Steffy and Thomas are on their way as well. Ridge wants to see his son. Brooke says the party would have been confusing so he knows nothing about what happened to Ridge; they kept all of that pretty vague. Katie says no child should have to go through that. Brooke spies Hope and Liam in a corner with arms wrapped around and she goes over. Hope tells her that she and Liam are back together. Brooke gives her a hug. Then Eric walks up. She tells him the same thing. She said she wanted to tell him that she ended things with Wyatt and not just personally but she made that decision for HFTF too. She says after what Quinn did she did not think she could work with her or Wyatt. Rick fired them but Eric is CEO so if he wants to do something else that is his call. Eric says Quinn is no longer welcome at FC so she made the right call. Brooke gives Eric the high sign that they need to talk. Liam tells Hope that Pam is giving him the stink eye from across the room so maybe he better go get one of her lemon bars. Hope turns around and sees Wyatt looking through the terrace window. She goes outside and asks what he is doing here. He says he knows he should have knocked but he doesn't feel very welcome here what with members of his fan club here - Aly, Pam, Eric and Rick. He thinks even Stephanie's portrait hates him. She says no one hates him but she thinks she made the right choice so she hopes that is not why he is here to change her mind. He says no, he just heard the news about Ridge and he had to come tell her how happy he is for her. He knows it does not take away what his mother did but just knowing Ridge is alive means the world to him. If something had happened to Ridge and they associated him with that, he could not have handled that. He says he wished he could have changed some things but at least her family got the ending they deserved so he is glad about that. She thanks him and gives him a hug just as Liam comes to the door. Katie catches Ridge leaning against a desk in the corner. She tells him they can leave at any time; she knows he has to be tired and needs his rest. He says not yet. He's not himself but he's going to have to pretend because this party is important to everyone. She says she doesn't think her mind has caught up with her body yet and she still is afraid she will wake up and it really didn't happen. He says he is not going anywhere unless it is with her. He knows there is a lot of missing pieces and he doesn't know how long that will take. She says it is all okay and she will be right there to help him. He hopes she won't regret those words. She says she does regret one thing. Before he left, they were talking about getting married and then that was over so quickly. She doesn't want to wait. She can't wait to be his wife ..unless he is not ready. He pauses then says surely she does not think he would come back from the dead just to string along Miss Katie. She smiles of course not and kisses him.",
    "soapcentral_condensed": "Ridge's reappearance meant that Hope would forgive Wyatt. Wyatt assumed that Hope was relieved. Hope said that she and Liam had reconciled, and she'd ended things with Wyatt personally and professionally. Eric stated that Quinn was no longer welcome at Forrester, and it had been the right call. Rick and Liam began to talk about the moistness of the brownies, but Liam noticed that Hope wasn't there. Hope replied that he knew it wasn't true, but he didn't want to see him again, and neither did she. He thought that he should have knocked, even though he knew that he shouldn't have gone inside Stephanie's portrait. He took off off to get some for himself and Hope and saw Wyatt hiding in the flora on the terrace. He guessed that he hadn't felt welcomed inside where he'd left her, but it was too late to back out. He said he was going to reach out, but not on the phone. He imagined that Hope had a big smile on her face, and he wanted to see it in person.\n"
}