{
    "soap_central": "\n\nBefore the wedding, Felicia tells Eric and Stephanie not to go through with the ceremony unless they truly want to get married.  Stephanie says that she and Eric gave Felicia their word and of course, they are going to go through with it.  Stephanie and Eric make a vowel to be together as a family and love one another more than ever as long as Felicia is alive.  After the ceremony, the kids see how much fun Eric and Stephanie are having dancing.\n\n\nHector stops in to see Taylor while she is moving out of her office at Forrester.  She tells him since her marriage is over with Ridge she thinks it is better for her not to be working there anymore.  She tells him Ridge only married her to please his mother.  She reminisces about when she went to St. Thomas years ago trying to escape Ridge and how he followed her there, proposed to her, and swept her off her feet.  She is upset that Ridge has chosen to be with Brooke and wonders why Ridge could not love her like he loved Brooke. Taylor tells Hector how deep down she always felt like Ridge and her were not right for each other.   Hector tells her he is the man for her because he understands her and loves her for who she is.\n\n\nRidge tells Kristen he had already moved on with Brooke when Taylor came back and they tried to pick up where they left off, but it was too late.\n\n\nDante comes to the wedding as Felicia's date and they dance and kiss.  Felicia dances with Thorne and makes him promise to always be there for Dominick.  When she's dancing with Ridge they look over at Stephanie and Eric and she tells him eventually they will come together for each other even if it's just for her right now.  She saves the last dance for her father and asks him to sing to her the song that is playing, which is \"The Way You Look Tonight.\"  As he is singing to her, she collapses in his arms.  She tells him she is okay and thanks him for giving her such a wonderful night.\n\n\n",
    "tvdb": "Eric and Stephanie exchange vows with their family watching on, then laugh it off as Felicia hands them the rings that they left on their dressing tables. Felicia says a quick goodbye to Dominick as Renée prepares to take him back to the guest house, then turns down Ridge's offer to dance when Dante shows up. After a quick turn around the floor and a kiss from Dante, Felicia moves to Thorne's arms and then to Eric's, where she collapses as Eric sings to her to the shock and dismay of her family. Hector finds Taylor preparing to move out of her office at Forrester Creations and tries to convince her that no matter how badly things ended up between them, there must have been something there once for her to have spent so long with Ridge.\r\n",
    "yt": "\n\nAfter Stephanie and Eric state their vows the children express their concern whether the marriage will be a success. Meanwhile at the Forrester office, Taylor admits to Hector that she has accepted the fact her marriage to Ridge is over but she doesn’t regret it.  With that said it allows Hector to step up and present himself to Taylor as a man who would feel for her what Ridge feels for Brooke.  Back at the wedding festivities Ridge admits that what he is doing to Taylor has to be hurting her greatly. While dancing with Eric, Felicia collapses then quickly awakens and is all right, though the family knows the end is near.",
    "tvmega_recap": "Stephanie and Eric are remarried. They all enjoy a lovely party. Dante comes to see Felicia as her date. They dance, Felicia dances with her brothers and her father and she asks him to sing to her. Eric sings to her and she collapses. Taylor thinks back over her marriage with Ridge. Hector tells her she belongs with someone who will love her unconditionally and that person is him.",
    "soapcentral_condensed": "Hector stops in to see Taylor while she is moving out of her office at Forrester. She tells him since her marriage is over with Ridge she thinks it is better for her not to be working there anymore. She reminisces about when she went to St. Thomas years ago trying to escape Ridge and how he followed her there, proposed to her, and swept her off her feet. She is upset that Ridge has chosen to be with Brooke and wonders why Ridge could not love her like he loved Brooke. When she's dancing with Ridge they look over at Stephanie and Eric and she tells him eventually they will come together for each other even if it's just for her right now. She saves the last dance for her father and asks him to sing to her the song that is playing, which is \"The Way You Look Tonight\" As he is singing to her she collapses in his arms. She says she is okay and thanks him for giving her such a wonderful night.  Felicia dances with Thorne and makes him promise to always be there for Dominick.\n"
}