{
    "soap_central": "\n\nAt the sky lounge, Ivy wondered if people in the meeting had noticed something brewing between Wyatt and her. Wyatt asked if it was a problem if the people had. She thought it was a nice decoy. He joked about being a mere decoy for her and said that people thought his siding with her was personal, which it was; however, she also deserved to be the new face of Forrester.\n\n\nIvy said she and Wyatt had been overlooked, and the video was their insurance policy. Ivy knew it sounded cold and as if she was using Aly's death to advance her career. Wyatt insisted that Ivy had earned it and that Aly would want it for Ivy. Ivy decided that she wanted to go visit Aly.\n\n\nIn Aly's room in the mansion later, Ivy touched Aly's things. She became distressed when she happened upon remnants of Aly's hate board. Ivy boxed up some of Aly's things and left.\n\n\nIn Rick's old office, Steffy said that if Ivy had a video, then it would show that Steffy had defended herself against Aly. Thomas replied that the video only showed Steffy hitting Aly with a tire iron, and to Ivy, it looked like murder. Steffy insisted that she'd been trying to get through to Aly. Thomas replied that it hadn't been in the video.\n\n\n\"So much for Miss Sweetness,\" Steffy quipped about Ivy's blackmail. She refused to let Ivy threaten her, but Thomas said the video looked really bad. Steffy asked who else had seen it, and Thomas told her about Wyatt. Steffy left, saying she was putting a stop to the madness.\n\n\nLater, Wyatt followed Steffy into Rick's old office. They were alone together, and Steffy told him that she knew about the video. He guessed she hadn't wanted to give him a promotion, and she said it wasn't funny. He replied that it didn't have to be so serious, either, and she figured that it wouldn't be as long as she went along with the plan.\n\n\nWyatt said making Ivy the model had been just a helpful suggestion. Steffy sarcastically reasoned that it was to keep reporters from her. He added that it was also a chance for Ivy to strut her stuff. Steffy explained that Aly had caused the tragic events for herself by attacking Steffy, going after Steffy with a tire iron, and attempting to smash Steffy with a rock.\n\n\nSteffy insisted that she'd been defending herself and asked what else she should have done. She added that Ivy was using Aly to get ahead. Steffy asked where Wyatt's loyalty was and noted that he was a Forrester employee. She'd also thought they were friends. He cynically replied that he'd thought that, too. She realized that he was bitter about her and Liam and was using the incident to lash out.\n\n\nWyatt claimed it wasn't so. Steffy asserted that blackmail was illegal and that he was supporting the wrong person. She said she needed him to delete the video. She raged that Ivy was blackmailing her and making it seem as if Steffy was responsible for Aly's death. Wyatt asked if Ivy had a right be upset after losing her man and cousin because of Steffy.\n\n\nWyatt said that Ivy was indeed upset, and so was he. He reminded Steffy of the summer of fun they were supposed to have had together. \"If you want to throw in with Liam, fine. Whatever,\" Wyatt griped. He said Liam was the vice president without ever holding a position or garnering any experience at Forrester. \"And I'm stuck selling jewelry? Yeah, that's fair. Thanks,\" he bit out.\n\n\nSteffy declined to defend her relationship with Liam or to remind Wyatt of his importance to the business; however, she expected his allegiance. She claimed that they were a team, but he was starting to waver. She instructed him to get into Ivy's phone and computer to make sure everything was cleared.\n\n\nSteffy asked if Ivy had sent the video to anyone else. Wyatt didn't know. Steffy said to find out because she wanted it gone. She insisted that she was innocent and had defended herself. She'd been beating herself up about it, and to her, the idea of murder was ridiculous.\n\n\nSteffy advised Wyatt to do the right thing and focus on himself and his future at Forrester. She implored him to erase the video and see to it that there were no more copies. Wyatt grumbled in agreement. She kept insisting, but he interjected that he'd said he do it.\n\n\nAt the beach house later, Wyatt helped Ivy carry Aly's box of things inside. Ivy said she'd been in Aly's room to try to be near Aly, but Aly was gone. Tossing her phone on the couch, Ivy said she still couldn't believe it. She showed him a bear that Aly had won at the pier. Ivy said all the memories were a blur, thanks to Steffy. Wyatt hugged Ivy and offered to draw her a bath.\n\n\nIvy guessed she sounded like a broken record, but Wyatt said they were all broken by it. She hated laying it all on Wyatt. She strode to the bedroom to prepare for the bath.\n\n\nWyatt located the video on Ivy's phone. Just as he was about to delete it, Ivy asked him what he was doing. She saw the delete prompt on her screen and told him that he wasn't deleting the video.\n\n\nIn the CEO's office, Caroline and Ridge huddled together as they worked on a design. Some interns entered to have them sign a card for an employee who'd had a baby. Caroline signed it, cooing about how cute the baby was. She'd held the baby earlier and hadn't wanted to let it go.\n\n\nAfter the interns left, Ridge wanted to finish the design. Caroline said the only question remaining was who'd be wearing it, Ivy or Steffy. Ridge remarked that \"five minutes ago,\" Wyatt had been all about Steffy, but he'd found a new girlfriend to cheerlead. Ridge wondered if Wyatt was bitter about not getting Steffy in the end, but Caroline didn't think it was that.\n\n\nCaroline understood Wyatt's points. She said that people would talk and ask questions about Steffy and Aly, so it might be a good idea for Steffy to lay low. Ridge figured there was more to it with Ivy and Wyatt. Caroline said they might be bitter about their past romantic entanglements and being left out of the takeover. Ridge couldn't understand why Thomas wasn't being more loyal to his sister.\n\n\nThe interns arrived with hot dogs, but Ridge hadn't ordered them. Caroline kept one of the bags anyway, and after the interns left, she chomped down on a hot dog and asked if it would be Steffy or Ivy.\n\n\nLater, Ridge and Caroline received a surprise visit from Lieutenant Baker. Baker said he was there to talk about Steffy and her role in the death of Alexandria Forrester.\n\n\n",
    "tvmega_recap": "Steffy wants to make sure Thomas is correct, that Ivy has a video that shows what happened. So that is good, it would show her defending herself. Thomas says no, it shows murder. None of the other part that Steffy mentions is on the video. And now she is threatening to go to police. Steffy repeats over and over that she will not let Ivy get away with this. He warns her about going to the police as this looks really bad. She wants to know who else has seen it. He tells her Wyatt and that is why they are in this together. Without another word she says she is going to stop this madness. Wyatt tells Ivy that he sides with her and that is personal, but she deserves this. She is a Forrester. She says yes, they have been overlooked and this footage is their insurance policy. It may look like she is capitalizing on her cousin's death but it really isn't. Ridge says Wyatt found a new girlfriend and now wants to be her cheerleader. Caroline tries to convince him it might be better for Steffy to lay low for a while until things blow over. Ridge hopes this is not payback for Ivy. That she is just trying to stick it to Steffy because of Liam. Steffy has harsh words for Wyatt. She says she will not go along with his and Ivy's plans. He says no plans. She says she thought they were friends, but what happened was Aly attacked her and she defended herself. She gets that she chose Liam over Wyatt and now he is lashing out. But that is not going to work and she barks at him to delete the video. Ivy is blackmailing Steffy and her entire family. Wyatt reminds her that Liam is VP here while he knows nothing of the fashion industry while Wyatt is only working in jewelry. That is not fair either. She tells him again to find out who else has this video, she wants this gone. It was a terrible accident and she feels badly about it but she did not murder Aly. So do the right thing; focus on himself here at FC ..get the video and make sure there are no other copies. This is a very dangerous game they are playing. He says all right, he will do it. Ridge says he is worried about Steffy. She says she is okay, but how could she be? Lt. Baker comes in to speak with Ridge. He says it is about his daughter's case and her accident with his niece. Ivy tells Wyatt that she visited Aly's room but she did not feel her presence. She had memories that are a blur now thanks to Steffy. He offers to draw her a nice bubble bath to get her mind off of all of this. She says that would be great. He glances at her phone. Steffy tells Thomas that Wyatt feels unappreciated and she thinks she got through to him and he will erase the video. Wyatt picks up the phone and has it on screen when Ivy catches him and says he is not deleting that.",
    "tvmega_summary": "Episode # 7133 ~ Ivy catches Wyatt red-handed in an act of betrayal; Ridge & Caroline discuss a serious business matter.",
    "soapcentral_condensed": "Wyatt asked if people in the meeting had noticed something brewing between Wyatt and her. He joked about being a mere decoy for her and said that people thought his siding with her was personal, which it was. Wyatt insisted that Ivy had earned it and that Aly would want it for Ivy. Steffy insisted that she'd been defending herself and asked what else she should have done. She implored him to erase the video and see that there were no more copies of it. She realized that he was bitter about her and Liam and was using the incident to lash out. She instructed him to get into Ivy's phone and computer to make sure everything was cleared. She said she needed him to delete the video. She raged that Ivy was blackmailing her and making it seem as if Steffo was responsible for Aly's death.Steffy asked if Ivy had sent the video to anyone else. Thomas replied that it hadn't been in the video.\"So much for Miss Sweetness,\" Steffi quipped about Ivy's blackmail.\n"
}