{
    "soap_central": "\n\nAt Forrester, Steffy was alone in the CEO's office, flashing back to the incident. Liam arrived with coffee. He figured she could use it after the last couple of nights.\n\n\nSteffy said she kept going over events in her mind. Liam stated that it could have been Steffy out on that road, and life was unpredictable. He was glad they'd found each other again, and he was grateful for the lifetime they had ahead of them.\n\n\nAt the mansion, Ivy stood by a table of photos that featured Aly and family members. She wistfully smiled, and the incident flashed in her mind. Thorne, Brooke, and Eric arrived. Eric said Aly had been a special girl. Ivy hugged Thorne, who said he didn't understand how it could happen to his baby.\n\n\nCaroline, Wyatt, and Ridge arrived. Thomas entered next. Ridge was glad Thomas had made it. Bill and Katie arrived, and Quinn and Deacon entered. Deacon remarked that Aly had been his daughter's fan, so he hoped everyone could try to get along that day.\n\n\nNear the balcony, Pam told Oliver that Aly wouldn't want them to be sad. Charlie remarked that Aly could really light up a room. Oliver said he'd felt Aly slipping away, and he was upset with himself for not being there. Charlie reminded Oliver that he'd had to work, and no one could have foreseen it. Pam concluded that no matter what had happened that night, Aly was at peace.\n\n\nCaroline consoled the sullen Ridge, who felt it was unfair that Thorne had lost his wife and his child. She asked where Thorne was. Ridge didn't know and said it might be too much for Thorne.\n\n\nIn Aly's room, Thorne picked up a stuffed rabbit and sat on the bed. Eric and Brooke turned to quietly exit, but Thorne didn't want them to go. He said he just needed a minute. Brooke and Eric sat with the tearful Thorne and comforted him.\n\n\nDownstairs, Steffy and Liam arrived. Ivy rendered an angry look at the couple by the door. Wyatt asked if it was because Steffy was with Liam or because Steffy was the reason Aly was dead. Liam approached and asked how everyone was doing. Ivy said everyone was in shock. Ivy stated that everyone knew what had happened, but it just didn't make sense.\n\n\nMore family members arrived, and Eric and Brooke returned downstairs with Thorne. Eric thanked everyone for being there to remember Aly, and he asked the family to speak about her. A slow song played as family members got up to speak. Flashbacks of Aly with various family members played. Oliver tried to speak, but he burst into tears.\n\n\nFlashbacks of Aly's birth and childhood played as Thorne spoke. The song faded, and Thorne thanked everyone for being in Aly's life. He said they'd made Aly happy, and she'd told him many times. He believed she'd want them to remember her as always being happy. Looking at her portrait, he told Aly that he loved her.\n\n\nRidge stood and recited, \"Out, out brief candle. Life is but a walking shadow. A poor player. That struts and frets his hour upon the stage. And then is heard no more...It's a tale told by an idiot, filled with sound and fury, signifying nothing...signifying nothing...\"\n\n\nRidge said that his father had always taught him that there was a lesson in everything. He asked Eric what the lesson was. Ridge asked if Aly had lost her way because she'd been driven by something she'd thought was right when everyone had believed it wasn't. Eric tried to stop Ridge, who spoke over Eric, asking if the lesson was just that life was precious, and one shouldn't judge someone else.\n\n\nThorne told Ridge that it was enough. Ridge stated that Aly's heart was strong and pure, but her mind was drowning in darkness. \"And we missed it,\" he stated. He asked if the lesson was acceptance or awareness. He didn't know the answer; however, he said that whatever it was, the next time they got dressed up -- and they all met there to gaze upon the image of someone that had gone far too early -- they should just make sure it signified something.\n\n\nAfterward, Caroline greeted Thomas. She remembered that when Steffy had arrived back in town, Aly had thought Thomas would join Steffy. Thomas wished he'd done it. Caroline asked if that meant he was thinking of staying. Thomas replied that his sister needed him.\n\n\nEric found Ridge in the foyer and asked what Ridge's speech had been about. Thorne wanted to know, too, and couldn't believe Ridge would attack Aly's memory. Ridge said he hadn't done that. Thorne asked what Ridge had been getting at because, as Steffy had witnessed, it had been an accident in which Aly had fallen and hit her head. \"That's what happened, Ridge. Or is it?\" Thorne asked.\n\n\nSteffy grimaced as she overheard them from her nearby seat. Liam told her to stop feeling guilty because it had been an accident. He said that no one blamed her. Steffy asked him to say her farewells while she did something. He agreed and said he'd wait for her outside.\n\n\nSteffy went to the photo table, picked up a picture, and sobbed. Ivy said she knew what Steffy was thinking, and Ivy had been thinking about it, too. Steffy replied that she'd rather focus on Aly's life. Ivy stated that it was hard getting the image of Aly in her condition out of Ivy's mind. Ivy figured it had to be worse for Steffy. Steffy asked why.\n\n\nIvy stated that Aly had tried to hit Steffy with a car, and then Aly had attacked Steffy. Ivy said Steffy had already been in shock, but \"then you find out she's dead?\" Ivy didn't know how Steffy had held it together to answer questions. Steffy replied that she hadn't said much, and everything had happened very fast. Ivy asked if Steffy had told \"them\" exactly what had happened.\n\n\nSteffy answered that she'd told them what she could. Scoffing, Ivy said she understood why Steffy didn't want to talk about it, but Steffy couldn't keep it all inside. Ivy believed it would be much better out in the open, and Steffy needed to just deal with the consequences. Steffy asked what Ivy meant. Ivy said she knew what had happened, and Aly's death hadn't been an accident.\n\n\n",
    "imdb": "\nIvy notices that Steffy and Liam are acting more and more like a couple.    ",
    "tvmega_recap": "Steffy wanders around the office thinking back on what she just went through with Aly. Ivy glances around at all the pictures of Aly and flowers at the Forrester mansion as they all gather for the funeral. Ivy hugs Thorne who says he does not understand how this happened. Ivy tells Caroline that Aly was her best friend. Thomas joins the group. He says he does not have all the details but he's heard enough to be concerned. Liam shows up for Steffy and says he knows it has been a rough night. Time is short and no one knows how much they will have but he is glad they found their way back to each other. That could have been her out there losing her life instead of Aly. Bill and Katie come in along with Quinn and Deacon who are surprised to see them all here. Oliver, Pam and Charlie also join the group. Oliver says he wishes he could have been here. Pam says no matter what happened that night Aly is at peace now. Ridge tells Caroline that no parent should go through this .first Thorne's wife and now his kid. Thorne looks through Aly's room and sits on her bed. He asks Brooke and Eric not to go; he just needs a minute. They give him a group hug. Liam and Steffy finally join the others. Wyatt tells Ivy that she knew they would be. Ivy says yes but she did not know how angry it would make her feel. Aly was here yesterday and now she isn't and it doesn't make sense. Thorne is the last one to descend the stairs as he ambles down. Eric speaks and says any who want to say something about Aly should do so, what she meant to them, how they will miss her. Nearly everyone does. Thorne breaks up as he says he loves her but knows she would like them to remember her as being happy and he will try to do that. Ridge recites a Shakespeare passage and says Aly's heart was full of love, but her head was filled with darkness so what is the message here? They all need to be more accepting with tolerance and understanding. Afterwards Caroline tells Thomas that she is glad he made it home. He says it feels like his sister needs him, so he will be sticking around. Thorne goes off on Ridge for his speech. It was an accident pure and simple, and no one should be blaming Aly. Steffy tells Liam that he needs to say goodbye to the group for her before she goes. Then she goes to the picture table and cries. She is interrupted by Ivy who says she is thinking about it too .the side of the road with Aly. She says it is hard for her to get that image out of her mind. Aly tried to hit her with the car, and she is not sure how she could even tell the police what happened. Ivy says she understands that she could not tell the police everything, but she will eventually have to. Aly's death was not an accident.",
    "tvmega_summary": "Episode # 7118 ~ Thomas returns to Los Angeles, telling Caroline that he's here to stay; Ivy notices that Steffy & Liam are acting more and more like a couple.",
    "soapcentral_condensed": "At Forrester, Steffy was alone in the CEO's office, flashing back to the incident. At the mansion, Ivy stood by a table of photos that featured Aly and family members. Pam concluded that no matter what had happened that night, Aly was at peace. Thorne thanked everyone for being in Aly's life. He believed she'd want them to remember her as always being happy. Ridge stood and recited, \"Out, out brief candle. Life is but a walking shadow. A poor player. That struts and frets his hour upon the stage. And then is heard no more...It's a tale told by an idiot, filled with sound and fury, signifying nothing...signifying nothing...\" He asked Eric what the lesson was. He didn't know the answer; however, he said that whatever it was, the next time they all met there -- to gaze upon the image of someone that had gone far too far too early -- they should just make sure it signified something.\n"
}