{
    "imdb": "Liam warns Wyatt that Steffy will never accept Quinn with Eric. Wyatt says that he tried to tell his mom that, but she didn't exactly listen. At the Forrester Mansion, Steffy assures a doubtful Quinn that she will leave Wyatt if Quinn moves in with or pursues Eric. Quinn says that she does not want to hurt Wyatt, but she doesn't want to hurt Eric, either - and she won't. Brooke and Ridge worry about Quinn's impact on Eric's life. Just as a sullen Quinn tells Eric of the ultimatums she was given by both Wyatt and Steffy respectively, Ridge arrives and is equally opposed that Quinn is moving into his parent's home. Following their rather awkward kiss, Thomas and Sasha share some ice cream. Wyatt must realize that Steffy already knows about Quinn and Eric. Because of the irreparable damage that Quinn has had on their marriage, Wyatt makes his best effort not to lose Steffy.",
    "tvmega_recap": "Quinn cannot believe what she is hearing from Steffy. She has to move right back out of Eric's house or Steffy will move out on Wyatt. Liam laments something is seriously wrong with Quinn thinking she can move in with Eric and nothing bad will happen. Thomas kisses Sasha before she leaves. She tells Thomas that suddenly she doesn't seem to want to leave so fast. They share some ice cream before he kisses her again as she leaves. Ridge tells Brooke that he was asked to move out so Quinn can move in with Eric and that is not going to happen. Wyatt tells Liam that he hasn't figured this all out yet but he has to go home and tell Steffy and hope for the best. Steffy tells Quinn that she is going to go home and start packing. Quinn begs her not to but Steffy tells her only she can change this so live with it. Brooke advises Ridge to not be too forceful with Eric and she is here for reinforcement if he needs it. As Sasha leaves Liam comes in and needs to speak with Thomas. Eric comes back into the room and Quinn gives her details of how Steffy threatened Wyatt and their marriage. She will move out on Wyatt unless Quinn moves out of Eric's. He says that was an unfair demand of Steffy and he is glad she did not give in. Ridge walks in and Eric says he is interrupting; Steffy is not still here. She came and had her little fit and is gone. Ridge tells Eric that Quinn is not moving in here. Eric says he is the father, not the child here, and Ridge cannot make this call. Steffy returns home and she says she already knows the news. Wyatt says he tried to talk Quinn out of it but she would not budge. She says she did too and she even told her that if she didn't, she would move out of Wyatt's. They discuss it and she says nothing Wyatt does will make Quinn change her mind so she needs to leave so she can protect herself and her family from Quinn. He doesn't know what he can do other than go in there and drag Quinn out by her hair. Steffy says that might work but yes that is what she is gonna do \u0096 move out right now. Enough with words, time for action. Eric tells Ridge that he can stop worrying about him as he has been making his choices long before Ridge was born. Ridge says he is beginning to wonder who is making the choices here, him or this woman. Eric says when Stephanie died he could have just sat there and waited to die but he didn't. As long as he is happy and Quinn is happy then Ridge can live his life and he will live his \u0096 understood? Thomas tells Liam this is all crazy and Steffy needs to be protected from this. Wyatt doesn't understand why their marriage is at risk here. Is this just her excuse? She says she loves him and her vows were true and this is not about Liam but here Quinn still is. His mother repeatedly lies to them and Wyatt does nothing. He says she is using this as an excuse to leave him and he needs more time to fix this. He says if she needs actions she will get action. He will go and pick Quinn up and physically take her out of that house, just do not leave!",
    "tvmega_summary": "Episode # 7403 ~ Quinn is forced to choose between Wyatt's happiness & her own; Brooke offers Ridge her support in changing Eric's mind about Quinn."
}