{
    "soap_central": "\n\nAt Brooke's, Bill and Quinn argued about Wyatt. Quinn insisted that Bill legally make Wyatt a Spencer. Bill refused to be blackmailed, and Quinn ordered Bill to support Wyatt in Wyatt's quest for Hope. \"I'm remaining neutral,\" Bill said.\n\n\nQuinn resurrected the past and said that she had been a lot younger than Hope when she had been pregnant with Wyatt. Bill refused to discuss ancient history. Quinn threatened that Bill would \"have some 'splainin to do\" if Quinn told Brooke about the mind-blowing sex that Bill and Quinn had experienced.\n\n\nQuinn warned that she'd lost her patience and wanted Bill to support Wyatt, who had \"won Hope fair and square.\" Bill let Quinn rant, and he realized she was irrational. Quinn insisted that Hope was a beautiful little package that Wyatt wanted, and Quinn wanted to make sure that Wyatt got everything he needed and wanted.\n\n\nAt Forrester, Hope worked in her office, and Brooke entered. Brooke asked about Liam, and Hope said that she didn't want to lose Liam or Wyatt. Hope admitted that she'd made the choice to bounce back and forth between two men, but she promised not to do it for long. \"It's not fair to any of us,\" Hope said. \n\n\nHope admitted that when she'd thought she was pregnant, she realized she had to get control of her life. \"I don't want it to be some random event that happened when I wasn't paying attention,\" she said. Liam called and asked Hope to meet him. She agreed.\n\n\nAt Spencer, Liam was on the phone. He discussed his idea for the pet rescue story he had in mind. Bob Barker from The Price is Right walked in. Liam was thrilled that Bob had agreed to be interviewed regarding his animal rights views.\n\n\nLiam asked about how Bob had become personally involved, and Bob answered that he didn't remember a time when he hadn't love animals. Bob shared that animal lovers had to be responsible and guard against overpopulation. Bob also encouraged people to adopt pets from shelters. He added that if someone was looking for a specific breed, they could often find one at a shelter. \n\n\nLiam was thrilled to share Bob's story with readers. Liam thanked Bob, and Liam said he was headed to a shelter for more interviews. Bob left.\n\n\nWyatt entered. Wyatt accused Liam of pressuring Hope to date him. Liam reminded Wyatt that Hope could have walked away, but she had chosen to start dating him again instead. Wyatt disagreed. \"Hope and I will be together,\" Wyatt insisted. Liam shook his head.\n\n\nAt the Forrester residence, Aly sent Oliver a view of the water from her terrace. She called Oliver and said she was looking forward to seeing him again. She confessed that she was tired of sneaking around. Oliver said he had a plan. \"I need my Aly fix,\" Oliver said. Othello entered and overheard the conversation.\n\n\nOthello wondered if Oliver had cleaned up his scruffy appearance because of Aly. Oliver said that he liked Aly. \"She's really gotten to you,\" Othello said. Othello noted that Aly was a Forrester and was well connected. \n\n\nOliver reminded Othello that the Forresters basked in luxury every day. Oliver said that he always worried about Ridge, who had wanted to eliminate the studio and move everything to Paris. Othello noted that it helped to be involved with a Forrester.\n\n\nAt Forrester, on the rooftop, Aly sat down with Caroline, and Aly shared that she and Oliver still wanted to keep their relationship a secret. Aly got a message from Oliver that he planned to meet her on the rooftop. Caroline encouraged Aly to be careful. \"There's nothing wrong with taking this slow,\" Caroline said.\n\n\nCaroline left, and Oliver showed up. Oliver looked over the parking lot and showed Wyatt's trailer to Aly. Oliver suggested that he wanted to borrow it, and they could drive up the coast for a night or two. Aly said she hadn't expected that offer so soon, but she wanted to go. \"I'll make it special for you, Aly,\" Oliver promised.\n\n\nBrooke returned home, and she told Bill that he looked good there. \"You look so yummy in my bedroom,\" Brooke said. She said she loved him. \"Show me,\" Bill said. They kissed and talked about being committed to each other. Brooke loved that she was the only woman in his life. Bill hugged her and closed his eyes.\n\n\nAt Forrester, Quinn looked at her phone -- she had a selfie of herself ... and Bill in bed. Wyatt entered and complained about Liam and his latest effort to become \"the champion of dogs and cats everywhere,\" he said sarcastically. Quinn added that Liam should wear a butter knife around his neck rather than a sword. They both worried that Liam had power over Hope. \"He isn't the man for Hope. You are,\" Quinn said.\n\n\nHope met Liam at the animal shelter, and he said she would be impressed with the shelter. Hope was impressed that Liam was following his passion for animal rights and writing an article about it. Liam promised a tour to meet four- and two-legged friends. Hope was thrilled.\n\n\n",
    "tvdb": "Even though she’s been sworn to secrecy by Oliver, Aly reveals the truth to Caroline. Quinn brings Bill up to speed on what’s been happening with Liam, Hope and Wyatt and makes a hefty demand of him. Oliver asks Aly to take a romantic trip with him. Brooke shares her true emotions with Bill. Liam receives a visit from Bob Barker who helps prepare him for his animal awareness campaign.",
    "tvmega_recap": "Bill asks Quinn if she is blackmailing him. She tells him no; she is merely suggesting that he do right by his other son. The very least that Wyatt deserves is Bill's name and to know Bill is on his side. Bill tells her she can call him Switzerland and he'll remain neutral. She says Wyatt needs certain things from him and she's going to make damn sure that he gets them. She asks if he heard about the Hope pregnancy scare. She says she was younger than Hope when she was pregnant but then she didn't have two guys in love with her .or even one. Bill says they are not going that road again and she better leave before Brooke might come back. She quips then he'd have a lot of \u0091splaining to do but not to worry, she will help him with that. Bill says he will think about what she asked about giving Wyatt his name. Quinn says he better make it soon as she is losing patience. The baby would have been Wyatt's and sealed their fate so it's wrong of Liam now to sneak in the back door. Bill needs to support Wyatt and help him hold onto Hope. Bill says he knows blackmail when he sees it. He knows if he doesn't give Wyatt his name, she will tell Brooke they had mind-blowing sex. She says Wyatt is an exceptional young man and all she wants is for him to be happy. And Bill to show as much respect to him as to Liam. Wyatt should also have everything good in life and wrapped up in a pretty package called Hope and she is gonna make sure Wyatt gets everything he needs. Brooke greets Hope in the office and says it took all she could muster to keep from calling her. Hope tells her that she did go to Liam's and she admits she is not ready to let him go, but doesn't want to lose Wyatt either so she is now dating both. Liam talks on the phone to someone that he has a personal interest and will edit the piece himself about animal shelters and he wants to educate people about neutering their pets. Wyatt walks in as he finishes and Wyatt questions the animal rights. Liam says he is very passionate about it. Wyatt says he is here to set the record straight. Liam may have Bogarted his way back into Hope's life and guilt-tripped her into dating him again, but it won't work long term as Hope belongs with him. He may have bought himself a little time and enjoy it now as in the end she will be with Wyatt. Liam says he's not too sure about that. Then a visitor is waiting for Liam and it's Bob Barker. Liam thanks him for coming in and agreeing to be interviewed. This is an honor as Bob has been a champion of animal rights for years. They talk about neutering and spaying and adopting rescued animals at the shelter. Liam says he is going there later today and talk firsthand with some of the workers. From Eric's terrace, Aly calls Oliver and says she was thinking of him last night. She wants to see him again but she wishes they did not have to sneak around. He tells her ditto that and he is working on something now. He tells her they'll talk when she gets to work and make it quick. He needs his Aly fix. Othello jokes with him for shaving his beard to look younger for Aly ..a Forrester. Oliver assures him that Aly is nice and he's not stringing her along. She's sweet and unspoiled. Othello says but you can't plan a future with a girl because she is nice; you are supposed to love her. Oliver smirks that he is sure he could be. Aly finds Caroline on the rooftop lounge and sits with her. She tells Caroline that Oliver wants to keep on the down low for now. And Ridge is looking for any reason to fire Oliver so she doesn't want that excuse to be her. Caroline says she gave her her word that she would not expose her, but this is her first boyfriend so just be careful. Liam calls Hope and asks if she can meet him now as he has something he wants to share with her. She's intrigued and says she will meet him right away. Oliver meets Aly on the rooftop and takes her to the balcony and points to Wyatt's Airstream. She's surprised but he says he thought he would try to borrow it and they could take a drive up the coast for a night or two. She stutters that this is so soon but yes she'd like to go. He promises to make it special. Brooke goes home and tells Bill that he looks so yummy in her bedroom. She tells him it means the world to her. No matter how many times she sent him away, he was always there. She believes in their commitment to each other and there is no doubt in her mind that she is the only woman in his life. Wyatt goes back to the office and tells Quinn that he went to see Liam, Mr. Spencer VP and champion to cats and dogs. He is doing a feature piece on his furry friends. Quinn says Liam doesn't need that sword necklace around his neck, but a butter knife. She tells Wyatt not to buy into Liam's cocky confidence. Liam is not the man for Hope so that's just a line he feeds himself. Hope meets Liam at the shelter and he explains he will be writing a piece and wants to show her around inside.",
    "soapcentral_condensed": "At Spencer, Liam was thrilled that Bob Barker had agreed to be interviewed regarding his animal rights views. Liam reminded Wyatt that Hope could have walked away, but she had chosen to start dating him again. At Forrester, Hope admitted that she didn't want to lose Liam or Wyatt. Aly and Oliver still wanted to keep their relationship a secret, but Aly confessed that she was tired of sneaking around and wanted to see him again, Othello said.. Oliver looked over the parking lot and showed Wyatt's trailer to Aly. Oliver suggested that he wanted to borrow it, and they could drive up the coast for a night or two. Oliver said that he always worried about Ridge, who had wanted to eliminate the studio and move everything to Paris. \"I'll make it special for you, Aly,\" Oliver promised. \"Show me you're committed to me,\" Aly said. They kissed, and Oliver said, \"I need my Aly fix,\" Oliver said. \"He isn't the man for you,\" Quinn said of Liam.\n"
}