{
    "soap_central": "\n\nAt the Forrester mansion, Steffy had told Ridge that she knew where Eric was. Ridge demanded that she tell him where Eric was staying. He knew that Eric didn't want to speak to him, but he had to. Steffy looked anxious and didn't want to betray Eric's trust.\n\n\n\"Tell me where he is, now,\" Ridge said. Ridge reminded his daughter that Sheila was a dangerous criminal. Steffy sheepishly admitted that she had shot Sheila -- but the bullet had only grazed her. Ridge was incredulous.\n\n\nSteffy explained that she had used her grandmother's gun when she'd encountered Eric and Sheila. Steffy said she had worried that Sheila had had a gun because Quinn had made her believe that Sheila was armed. \"We were arguing, and she reached for her purse,\" Steffy said. Steffy had believed Sheila had had a gun, so she'd fired at her, and then hotel security had shown up.\n\n\nSteffy noted that Sheila could have sent her to jail, but she'd lied to security to protect Steffy. Ridge angrily warned Steffy that Sheila was too smart to send her to jail because she was trying to worm her way into Eric's life and wanted to befriend Steffy and get Steffy to take her side.\n\n\nRidge explained that Sheila wanted to keep Eric isolated. He repeated that Sheila was dangerous, and Eric would not be safe around her. He demanded again to know where Eric was.\n\n\nSteffy sighed and finally told Eric which hotel he could find Eric in. Ridge said Steffy had done the right thing. Steffy said she planned to cancel her trip to the Spencer Summit in Monaco, but Ridge insisted she had to attend as the Forrester CEO. Steffy wondered what she would say about Eric and Ridge missing the event. Ridge ordered her to go and make it work.\n\n\nAt Spectra, Thomas flashed back to Bill's conversation about Caroline's impending death. Sally entered and said she was looking forward to the summit and hoped that the next season, they could add some summer accessories. Thomas was disengaged, but Sally thanked him for his infusion of life into a company that was on its way out of business.\n\n\nSally couldn't wait to ride across the Atlantic on a private plane. She wondered if Bill had anything up his sleeve. She added that Thomas had been worried, but Thomas said he had misread Bill. He felt the trip would be fine. She hugged and kissed Thomas.\n\n\nAt the hotel, Eric looked at his phone, and Sheila said she thought he had turned it off to avoid the barrage of text messages, calls, and voicemails. Eric admitted that he missed everyone. Sheila hoped Ridge didn't find out where he was hiding. Eric didn't know what to do. He wanted to see Steffy.\n\n\nSheila promised that she wouldn't let him down, and she hadn't returned to Los Angeles to ruin his life. She added that she knew the truth mattered to him. That was why she'd told him about Quinn and Ridge.\n\n\nEric figured Quinn and Ridge would have eventually told him. Eric wondered how many stolen kisses Quinn and Ridge had had. He drove himself crazy thinking about it. Sheila told him to stop thinking about it.\n\n\nSheila felt it was purely coincidence that they had ended up on the same floor in the same hotel. She appreciated Eric's kindness and generosity. She appreciated that he had trusted her. She was sorry for what he'd had to go through, and she promised to stay with him and help him work his way through all his troubles. She wanted him to know she was sincere.\n\n\nSheila said she wanted to make sure Eric was all right. She added that if he wanted help in keeping his family away from him, she would help him. \"Push them out of your mind,\" she said.\n\n\nRidge showed up and was outside the hotel door. He banged on the door and demanded that Eric let him in. Eric stood up and opened the door. He angrily glared at Ridge. Ridge faced Eric and glared at Sheila, who stood behind Eric.\n\n\nAt Spencer, Caroline was in shock after Bill told her that he'd told Thomas she was dying in order to persuade him to return to her. \"Oh, my God, he didn't believe you, did he?\" she asked.\n\n\nCaroline said Bill was not helping, and lying wasn't going to work. She said she didn't want Thomas to return to her just because he thought she was sick. Bill huffed that it was good for Thomas to put his family first.\n\n\nCaroline worried that Thomas would say something to Douglas or to her mothers. She chastised Bill and said it wasn't a joke. \"I didn't ask you to lie to him to make things happen,\" Caroline yelled. Bill defended his plan because it would make Thomas realize how important family was.\n\n\nCaroline was angry and told Bill she would not go along with his plan. Thomas showed up, and he looked somber. Bill said he and Caroline had been talking about him. Thomas said he was sorry about everything. Caroline said she'd had no idea that Bill had told him.\n\n\nThomas promised that he wouldn't let Caroline down. She was the most important person in Douglas' life. \"I want to be there with you and Douglas,\" Thomas said. He said it was the way it should have been. \"I'm proud of you, Thomas,\" Bill said.\n\n\nCaroline told Thomas that Douglas missed him, and Thomas agreed he missed his son. He promised to change that. Bill said that Caroline was overcome with emotion. Caroline didn't want his pity.\n\n\nThomas said it wasn't pity. He admitted that he'd been heartbroken and miserable after Caroline had dumped him, and he'd immersed himself in his work. He promised that his family would be his first priority. He hugged Caroline, and Bill looked happy.\n\n\nAt Spectra, Sally and Shirley discussed that Sally would be traveling with all the Foresters and Spencers on a private plane. Shirley worried about Caroline Spencer's return, but Sally claimed that Thomas was dedicated to Sally. She knew he would always be in his son's life, but Caroline was out of the picture.\n\n\nShirley worried that Bill would pull something on Thomas and Sally. She advised Sally to have a good time but warned her to keep her eyes open and to keep her guard up at the Spencer Summit.\n\n\n",
    "imdb": "Caroline is blindsided when Bill reveals that he told Thomas she is dying. Bill attempts to persuade a highly reluctant Caroline into going along with, what he calls, a genius plan. At Spectra, Thomas is distracted, thinking about Caroline's fatal disease, as Sally enthuses about how great everything is going for them with the upcoming fashion challenge in Monte Carlo. Later, Sally informs Shirley that she has no optimism that Bill gave up on his attempt to reunite Thomas and Caroline. Steffy discloses her earlier interaction with Sheila to Ridge. Ridge then manages to convince Steffy to give him Eric's hotel address. Meanwhile, Sheila does her best to win Eric's confidence after he voices his distrust in his family. Just as Caroline wants to confess the truth about Bill's lie, Thomas blurts out that he intends to be there for her and Douglas during this time of need. Stating how sorry he is that a tragedy had to bring them back together, Thomas embraces Caroline.",
    "tvmega_recap": "Ridge demands that Steffy tell him where Eric is with Sheila. She is dangerous. She's a criminal with a past. Steffy says he will flee if she tells. Eric tells Sheila that he misses his son but he is not ready to see any of the family yet. And he will not believe anything they say as they only confessed when they were caught. Caroline is livid that Bill told Thomas that she was dying. She rants that she will not go along with this. Sally catches Thomas at a bad time while he is thinking about the possibility of Caroline dying. Sally wants to flash a few new sunglasses at him that she can wear in Monaco. She says she is all packed and Saul will not let her out of his sight. She wonders if he could stow away in the cargo hole. She laments that Bill seems to be coming around and that is a good thing. Thomas says yes, he is not out to get them after all. And Sally will always be his priority. She says no matter what happens she can handle it with him at her side. Caroline tells Bill that she did not ask him to lie for her. Bill says it will be okay as he told Thomas that she did not want anyone to know. Thomas understands that he needs to be with his son, that is his responsibility. She says she does want Thomas in her life but she does not want to win him back this way. Steffy confesses that she only grazed Sheila but she thought she was going for a gun and she shot her. Now Sheila is covering for her and did not call the police. Ridge understands - Sheila wants Steffy on her side. He says they need to talk to Eric sooner rather than later. Finally she says okay, she will tell him. Sheila thanks Eric for his generosity and trust and giving her another chance. She is happy to be here with him to help him work through this. She just wants to make sure he is all right even if he doubts her motives. Steffy tells Ridge not to run over there now. She gave her word to Eric. He tells her to go to Monaco and tell Brooke and Katie everything will be fine. Sally tells her grams that she cannot believe that Bill is letting them ride on his plane, especially when he is trying to get Caroline and Thomas back together. Grams warns her to keep her eyes open and her guard up. Sally says she is not worried; Caroline is only the mother of his son and part of his past. Caroline declares again that she is not going to do this. Thomas walks in and she stutters that she knows Bill told him something that she did not want him to share. Thomas cuts her off and goes to her and says he is so sorry. He says he wants to be there for her and spend as much time as he can with her and Douglas. Bill praises him for stepping up to be the kind of father the little boy needs but reminds him that she does not want this to happen out of pity. Thomas says it is not. He was miserable and buried himself in his work but he is going to be there for her now. Family comes first. He is sorry how this happened. He hugs her. Eric says he cannot imagine what Quinn and Ridge was saying when they were alone behind his back. Heck he even invited Ridge to practically stay under the same roof. Sheila says he must put that out of his mind. Ridge knocks on the door and announces who he is and that Eric must open the door.",
    "tvmega_summary": "Episode # 7636 ~ Caroline has reservations about Bill's devious plan to get her and Thomas back together; Ridge demands that Steffy reveal Eric's whereabouts.",
    "soapcentral_condensed": "Steffy sheepishly admitted that she had shot Sheila -- but the bullet had only grazed her. Ridge angrily warned Steffy that Sheila was too smart to send her to jail because she was trying to worm her way into Eric's life. At Spencer, Caroline was in shock after Bill told her she was dying in order to persuade him to return to her. Bill huffed that it was good for Thomas to go along with his plan, but he showed up and he said it wasn't a joke, and Caroline chastised him for lying to her first.. Sally couldn't wait to ride across the Atlantic on a private plane. She wondered if Bill had anything up his sleeve. She added that Thomas had been worried, but Thomas said he had misread Bill. He felt the trip would be fine, and he hugged and kissed Sally. Eric figured Quinn and Ridge would have eventually told him. He drove himself crazy thinking about it. Sheila hoped Ridge didn't find out where he was hiding. She appreciated Eric's kindness and generosity.\n"
}