{
    "soap_central": "\n\nUp in Big Bear, a fight intensifies between Nick and Ridge. Suddenly, Brooke arrives and tries to break the fight up. Stephanie tells Felicia she is taking care of protecting Dino but Felicia's not quite sure what that means. Bridget and Dante are on the plane ready to leave for Italy, when Lt. Baker comes on board and reveals that there is a court document preventing them from leaving the country. Stephen is surprised to learn that Taylor supports Ridge and Brooke's relationship.\n\n\n",
    "tvdb": "Felicia worries about how she will cope without Dino around for a while, but she becomes concerned when Stephanie says that she has taken care of things. Bridget and Dante wait for their flight to depart but are furious when Lt. Baker arrives and tells them to return home or else be arrested for kipnapping. Dante and Bridget lay into Stephanie, but she believes the baby should remain with Felicia. Brooke leaves Taylor with the kids when Sally calls to inform Brooke that Nick is going to Big Bear. Brooke hurries up the mountain, while Taylor tells Stephen that Brooke and Ridge always find their way back to one another. Stephen, however, wants Ridge nowhere near Brooke. Nick finds Ridge and accuses him of raping Brooke. Ridge gloats that he slept with Brooke to anger Nick. They fight as Brooke shows up and Nick warns Ridge that he will never go near Brooke again.\r\n",
    "yt": "\n\nUp in Big Bear, a fight intensifies between Nick and Ridge. Suddenly, Brooke arrives and tries to break the fight up. Stephanie tells Felicia she is taking care of protecting Dino but Felicia’s not quite sure what that means. Bridget and Dante are on the plane ready to leave for Italy, when Lt. Baker comes on board and reveals that there is a court document preventing them from leaving the country.  Stephen is surprised to learn that Taylor supports Ridge and Brooke’s relationship.",
    "imdb": "\nEven with a hunting rifle between the brothers in Big Bear, Nick accuses Ridge is a rapist. Blatantly confident replies from Ridge lead to a fist-fight. On the home front, neither blames Ridge, or fears a violent confrontation. Dante and Bridget are happily on their way to Italy with Dino, until the police pulls them off the plane, as Stefanie fights the custody matter.    ",
    "tvmega_recap": "Nick challenges Ridge to be a man as Ridge holds a loaded shotgun on him. Ridge puts the gun back in its place as Nick accuses Ridge of raping Brooke. Nick is stunned when Ridge reveals that Brooke has forgiven him. Ridge taunts Nick that maybe Brooke was so forgiving because of the attraction between them. Nick hits Ridge and violent fight erupts. Brooke and Taylor argue over what happened and Taylor is convinced that Brooke got what she wanted. They are interrupted by a phone call from Sally letting Brooke know that Nick is on his way to Big Bear. Brooke asks Taylor to stay with the kids as she races to stop Nick and Ridge from killing each other. Stephen arrives and tells Taylor that he is furious with Ridge and accuses Taylor of trying to push Ridge and Brooke back together. Although Felicia has accepted that Bridget and Dante have taken Dino to Italy, Stephanie tries to convince her that it is Bridget and Dante who are being selfish and not her. On the plane Bridget and Dante are anxious to leave when the police board the plane and tell them that a custody action has been filed and they cannot leave with the child without Felicia's permission. When they return to Felicia's. They accuse Stephanie of filing the suit and beg Felicia to give them the ok to go to Italy. Brooke arrives at Big Bear and pulls Nick off of Ridge (who is getting pummeled) Ridge continues to taunt Nick that Brooke will not file charges and it was she who sent him to Big Bear to protect him from Nick !",
    "soapcentral_condensed": "Up in Big Bear, a fight intensifies between Nick and Ridge. Stephanie tells Felicia she is taking care of protecting Dino but Felicia's not quite sure what that means. Bridget and Dante are on the plane ready to leave for Italy, when Lt. Baker comes on board and reveals that there is a court document preventing them from leaving the country. Stephen is surprised to learn that Taylor supports Ridge and Brooke's relationship and is shocked to find out that she is in love with the other woman on the show. The episode airs on CBS Sunday nights at 8 p.m. ET. For more from Soap Opera House, visit www.soapoperahouse.com and follow them on Twitter @soapsurf and @LZCarpenter on Facebook for more from soap operas in the U.S. and around the world. The series also airs on PBS stations in the UK and on PBS in the Middle East and in the United States on Sundays and Tuesdays at 9 p.M. ET and 10 p.E. CET.\n"
}