{
    "soap_central": "\n\nAt the cliff house, Ivy arrived and observed flowers and candles in the living room. Soft music played, and Liam handed her a glass of wine. She thanked him for standing up for her with Rick. She'd seen his heroic side before, but his defense of her that day had impressed upon her that he had her back no matter what. Ivy wanted Liam to know that she had his back, too.\n\n\nAfter toasting, Liam and Ivy left dishes in the kitchen. Liam joked that Caroline would earn her keep by cleaning them. Ivy thought Caroline did kind of owe him for the place to stay and for defending her to Rick. Ivy said she felt very safe by Liam's side, as if nothing could touch her.\n\n\nThe two kissed and cuddled on the sofa. Liam said he'd do what he had to do for Ivy because she'd taught him that loving a woman didn't have to be a struggle or be about constantly overcoming obstacles. Liam added that Ivy had reminded him that love could be fun. Ivy said it was true with the right person, and she thought she'd found the right one. \"I know I have,\" Liam replied.\n\n\nLiam led Ivy to the bedroom, where they made out and undressed each other. Soft music played as they began having sex on the bed.\n\n\nAt Quinn's loft, Deacon thanked Brooke for visiting. Brooke was sure he wanted to hear about Hope and Wyatt. Pouring a tequila shot, Deacon said not to give him a hard time. She hadn't planned on it and asked him to pour her one, too -- just in case his new girlfriend arrived home.\n\n\nQuinn arrived, and Brooke decided to go. Quinn asked Brooke to stay and inquired about Wyatt and Hope. Brooke couldn't speak for Wyatt, but she doubted Hope would return to town soon. Quinn urged Brooke to reason with Hope about returning, but Brooke said Hope made her own choices.\n\n\nQuinn felt that Hope needed to consider other people, like her husband. Deacon said that Wyatt and Hope were working it out together. Quinn wasn't sure of it. Quinn noted that Hope had shut Wyatt out, and if he hadn't gone after Hope, Hope might not be in contact with him at all. Quinn didn't like how Hope was handling things, but Brooke said it wasn't up to Quinn to decide how Hope grieved.\n\n\nQuinn felt that it was her concern if Hope was mistreating Wyatt. Brooke stated that they wouldn't be in the situation if Quinn hadn't confronted Hope at Brooke's house. Brooke declared that it was all Quinn's fault. Quinn walked off, and Deacon told Brooke that Quinn had beaten herself up about it enough without having to hear from Brooke.\n\n\nDeacon comforted Quinn, and Brooke decided to go. At the door, she sighed. She said waiting was hard; however, Hope would grieve the way she needed to, and Brooke would apprise them of any updates. Brooke left. Deacon touched Quinn's chin, but she stubbornly pulled it out of reach.\n\n\nAt Forrester, Ridge and Caroline discussed Rick's rage earlier. Ridge felt that he should have been there, but Caroline said she could handle it -- especially because she was no longer hoping he'd be the husband she'd thought he'd been.\n\n\nCaroline explained that Rick had lost it when he'd asked her if she'd kissed Ridge again, and her telltale expression had given it away. Ridge said that Rick shouldn't be surprised due to the way Rick was behaving with her. Ridge had hoped Rick would grow up, but in Ridge's view, Rick hadn't. Pulling Caroline close, he said Rick's rants weren't her concern anymore.\n\n\nRidge asked what Rick had thought of a particular design. Caroline indicated that Rick had felt that it wasn't her best work. Ridge doubted Rick's objectivity. While studying the gown, Ridge asked about dropping down some aspect of it. She liked the idea but said they'd have to change the back. Ridge remarked that it was too much work, but Caroline replied that it was worth it.\n\n\nSoft music played as Ridge and Caroline bounced design ideas off each other. Caroline leaned in to draw some changes on a sketch, and the two designers passionately kissed.\n\n\nIn the CEO's office, Maya and Rick kissed, and Maya asked what the surprise was. Rick announced that Kris was on his way with Rick's divorce papers, so Rick and Maya could move on. Maya was excited to hear it, and when Kris arrived, she left to set up a celebration back at the mansion.\n\n\nAt the mansion later, Maya, dressed in a teddy, garter, and thigh-high stockings, answered the front door for Brooke. Brooke scowled, and Maya expressed surprise that Brooke was back. \"And you're wearing my lingerie,\" Brooke added. Maya agreed that the lingerie was from the Brooke's Bedroom line.\n\n\nMaya said that Rick wasn't there. Brooke responded that she knew because he hadn't answered at the guesthouse. Maya stated that \"we\" were staying at the main house because the guesthouse needed renovations, but it was just until Eric got back. Brooke's reaction indicated that she knew nothing about Rick and Maya. Brooke set her bag down, glanced at the wall above the fireplace, and exclaimed, \"What the hell! Where's Stephanie's picture?\"\n\n\nMaya said Rick had taken it down and put it in the garage. \"Well, it needs to go back up,\" Brooke responded and glanced around as if she were in the twilight zone. \"This is ridiculous. This is so disrespectful. What are you doing with my son?\" Brooke demanded to know.\n\n\nBack at the CEO's office, Rick signed the divorce papers, and Kris decided that there was still time to serve them to Caroline that evening. Rick offered Kris a drink. Kris declined, but Rick didn't mind drinking alone. Before Kris left, Rick opened his drawer and said there was one more thing.\n\n\nPulling out Stephanie's gun, Rick asked Kris to get rid of it. Kris was impressed by the nickel-plated snub-nosed weapon and asked if Rick wanted Kris to find out to whom Stephanie had willed it. Rick replied that he just wanted it gone. Kris asked why, and Rick joked that he didn't trust himself with it.\n\n\nRick relayed that Stephanie had kept it in her nightstand, and with one martini too many, Eric could have been a goner. Stephanie hadn't kept it loaded, but Rick had found its bullets. Kris loaded the gun with the bullets from the box Rick set down.\n\n\nKris aimed at the horse portrait above the desk and noted that his wife was almost as good a shot as he was. Rick asked if Kris's wife had a birthday soon. Kris mentioned his upcoming anniversary. Rick told Kris to gift it to his wife. Kris called it an expensive gift. Rick said it was a bonus for all Kris's hard work, and Kris could tell his wife that Rick was happy that at least someone had a good marriage.\n\n\nAfter a while, Kris left, but he forgot the gun. Rick grabbed it and hurried into the corridor, but the elevator doors closed before Rick reached it. As Rick returned to his office, something through a crack in the doors across the hallway caught his attention. He looked closer and realized that it was Caroline lying on the settee. Ridge was above her and kissing her.\n\n\nRick scowled and stuck his face in the cracked doorway. He fumed, recalling Maya outing Caroline and Ridge months earlier. In Rick's mind, he heard Caroline pleading for him to forgive her and Ridge. Rick raised the gun and fired three shots through the doorway. \n\n\n",
    "tvdb": "Brooke returns from Italy and pays a visit to Deacon to discuss Hope and to catch up on what’s been going on since she left. Maya is ready to celebrate when Rick informs her that he had divorce papers drawn up for Caroline to sign. Ridge becomes angered when Caroline fills him in on Rick’s earlier behavior towards her and Ivy. Brooke and Quinn do not see eye-to-eye regarding the way Hope is treating Wyatt. Liam and Ivy take their relationship to the next level.",
    "tvmega_recap": "Deacon welcomes Brooke home. She says she knew he'd want to hear about Hope. She is doing as well as she can considering her marriage. This whole thing has had a profound effect on her. She is sure she will stay there for a while. She is surprised to hear about him and Quinn who suddenly comes in and tells Brooke that she must persuade Hope to come home with Wyatt. Ivy asks Liam just what does he have in mind for tonight. She appreciates that he stood up for her today. He has her back no matter what. Caroline explains to Ridge all Rick did. He wishes he had been there. She said she can handle it since she knows now he is not the husband she thought he was. Ridge says this sounds about right after all the things he has pulled over the years and always losing his temper. Now she does not have to be concerned with that anymore. Rick tells Maya that Caroline will get the divorce papers today and they can finally move on. Chris brings the papers and says there are no surprises. It is just as they planned. Maya tells him she will go home as Rick is coming home to a celebration tonight. Brooke says Hope can stay and come home any time she wants. Quinn says she does not like how Hope is handling this and Hope has more feelings other than her own to take into consideration. Ivy says she feels so safe and protected when she is with Liam, nothing can touch her. Rick signs the papers and Chris says he will file these. Before he leaves Rick takes a drink and opens his desk and takes out the gun and tells Chris to please get rid of it for him. He doesn't trust himself. Ridge helps Caroline with sketches but they can't keep their hands off each other. Brooke tells Quinn that all of this is her fault. She should not have come into her house and taunted Hope. She is going now. She says she knows it is difficult waiting but Hope is going to do what it takes to heal. Ivy and Liam cuddle on the couch and kiss. He says he will always stand up for her against being thrown in the river or being crushed by the CEO. She came into his life when he needed someone and he sees now life can be fun. He takes her hand and leads her upstairs. They kiss as they undress each other and he lays her on the bed. Dressed in a sexy red teddy, Maya opens the door thinking Rick forgot his key. It is a shaken Brooke who is dumbstruck. She finally says she recognizes her lingerie. Maya stammers that yes it came from her line. Maya tells her Rick is not home yet but will be soon. Brooke realizes Maya is actually living there. She comes on in and then spies Maya's portrait on the wall. She utters WTH. Maya tells her Stephanie's portrait is in the garage and will be back up when Eric comes home. Brooke says is needs to be put back up now. This is so disrespectful. Chris leaves and tells Rick that he will return when the papers are filed. He forgets the gun. Rick goes into the hallway trying to catch him but he is gone. Rick sees some movement behind a partially closed door and realizes it is Caroline and Ridge kissing on the couch. He fires three shots toward them.",
    "tvmega_summary": "Episode # 6999 ~ Brooke is stunned by the changes made while she was gone; Liam and Ivy take it up a notch.",
    "soapcentral_condensed": "At the cliff house, Ivy thanked Liam for standing up for her with Rick. At Quinn's loft, Deacon thanked Brooke for visiting. Quinn asked Brooke to stay and inquired about Wyatt and Hope. Brooke said Hope made her own choices, and Hope would grieve the way she needed to. At Maya's house, Maya announced that Rick was on his way with divorce papers, so Rick and Maya kissed, and when Kris arrived to move on, Maya said she was excited to hear it and set up a celebration for the two of them. At Forrester, Ridge and Caroline discussed Rick's rage earlier. Ridge said that Rick shouldn't be surprised due to the way Rick was behaving with her, and in Ridge's view, Rick hadn't grown up. At the mansion, Maya agreed that the lingerie was from Brooke's Bedroom line, and Brooke responded that she wasn't there because he hadn't answered the guesthouse door for her. Maya expressed surprise that Brooke was back \"And you're wearing my lingerie,\" and Brooke said, \"I'm back\"\n"
}