{
    "soap_central": "\n\nBackstage at Forrester, Nicole was in a robe, prepping for a photo shoot, but she didn't understand why Ridge had asked for her to model on a horse-drawn carriage. Claiming she was just a model, Maya said she didn't know, but he'd specifically asked for Nicole to do it. When Maya informed Nicole that Zende was the photographer, Nicole said she wouldn't do it.\n\n\nNicole tried to reach Zende to find out what he knew about the photo shoot but only got his voicemail. \"You're doing the shoot,\" Maya insisted. To herself, Maya murmured, \"You'll be glad you did.\"\n\n\nNicole thought the purple period gown was beautiful, but Maya should model it. Maya replied that it was fitted for Nicole. Nicole asked if Sasha was available. To Maya, that didn't matter. Maya said that Zende was human. People made mistakes and broke trust, but in time, one realized that forgiveness was possible and necessary because \"we\" want to trust again.\n\n\nMaya wondered what good it was to pretend not to still love Zende. Nicole asked what Maya was saying. Maya said to put on the dress and be open to possibilities. Maya stated that Zende had been wrong, but they'd all played roles in what had happened. Maya reasoned that people weren't perfect and made mistakes. She wondered who Nicole wanted to be with when things didn't go as planned. \"Zende,\" Nicole replied.\n\n\nMaya remarked that Zende had been loyal since the breakup. Nicole agreed, saying he kept proposing and writing letters by hand. He did things to remind her every day. Nicole opened a fortune cookie left over from lunch. She figured Zende had intervened in the delivery because she'd gotten a fortune slip that said, \"Nicole, your happiness is my only concern.\" Maya asked if Nicole thought she could live without him.\n\n\nIn the design office, Rick and R.J. talked to Zende about Nicole. Rick didn't want Zende getting his hopes up, but Zende felt that showing his feelings was the best way to reach Nicole. Rick worried that the hurt was too deep, but Zende planned to persist in telling her how he felt. R.J. agreed that Zende should keep telling her.\n\n\nZende noted that Nicole had been trying to reach him. He didn't want to call her back because he had to speak to her in person. Rick and R.J. noticed that Zende seemed to be up to something. As Zende rushed out, Rick asked how he could help.\n\n\nLater, Nicole was outside with Maya, dressed in the purple gown with a black shawl. They strode down the catwalks to the curb beneath the red Forrester sign, and Nicole was amazed when Zende appeared in a suit and a top hat in the back of an open horse-drawn carriage. Maya, Rick, and R.J. excitedly watched as Zende exited the carriage and presented Nicole with a rose.\n\n\nNicole asked what Zende was doing with the horse and carriage. Zende asked what would be a better way to ride off into the sunset. He asserted that she could turn him down a hundred times, but he wouldn't give up. He knew that he'd hurt her, but she had to know how much he wanted to grow old with her and have a family. \"I do,\" she replied.\n\n\nZende asked what Nicole was saying. Nicole stated that some hurts could never happen again. In a flash, Zende dropped to one knee and whipped out his ring. He said they could get married right away and start their life together. \"Yes. Yes, I'll marry you,\" Nicole replied. Zende slipped the ring on her finger. Maya, Rick, and R.J. cheered as the couple kissed.\n\n\nIn the CEO's office, Steffy cringed while watching the food fight video. Thomas said she was obsessing. Steffy swore she wasn't and asked if it was petty to send Sally a dry-cleaning bill. He replied that Sally would just post it to her followers, and nothing said fame like a CEO-celebrity catfight. Steffy doubted she'd have to worry about Sally Spectra for long.\n\n\nThomas asked why that was, and Steffy reasoned that the Spectra revival wouldn't last a week. Liam entered as Thomas remarked that Sally wouldn't put them out of business anytime soon, but her designs had potential. Liam guessed they were talking about \"Little Miss Tiramisu.\" Steffy quipped the Sally 2.0 would learn what her great aunt had learned -- to never go up against Stephanie Forrester.\n\n\nThomas left, and Liam joked with Steffy about the food fight with her rival. Steffy preferred for Liam to not call Sally a rival because it indicated Sally might have a chance in the business. To Steffy, the only chance Sally had was of becoming an even bigger embarrassment than she already was.\n\n\nLater, Steffy asked Liam to check Sally's social media because Steffy didn't want to look at it anymore. \"I thought we didn't care about her,\" he said. Steffy exclaimed that it just bothered her. Steffy asked who'd piggyback off someone else like that. Liam replied that Sally Spectra did -- and was probably loving every minute of it.\n\n\nLiam changed the topic to his talk with Ivy, who seemed supportive of the wedding and had had an interesting idea. Steffy slowly said, \"Okay...\" He pitched exchanging vows in Australia. Steffy liked the idea of leaving Los Angeles and the drama. \"I think an Australian wedding might be just what we need,\" she concluded.\n\n\nAt Spectra, Saul implored Sally to give him a few more weeks to work, but Sally insisted they had to move because she only had six months to make a success of Spectra Fashions. Sally wanted to see their progress. When Saul was timid about it, she said she'd given him plenty of designs, and the tape measure around his neck wasn't just for show.\n\n\nSaul tripped while passing a chair as he left. Sally couldn't wait for their preview to knock Steffy's socks off. Darlita asked how it would happen. \"Socks don't just come off,\" Darlita reasoned.\n\n\nLater, Thomas arrived, and Darlita seemed enamored as she offered him soda or \"diet water.\" Sally asked Darlita to send Thomas into the main office. Sally asked why a Forrester had arrived in the slums of Spectra. Thomas had wanted to see if she was as mad as Steffy. Sally replied that she hadn't realized Steffy was so sensitive. She asked how to make it up to Steffy, and he recommended getting as far away as Sally could.\n\n\nSaul tried to wobble two dresses in on dress forms, but Sally rushed to the door and shoved him back out before Thomas could see anything. Once Sally had the door closed, Thomas asked if she wanted his opinion. She asked if she had a choice. \"They're nice,\" he said. Sally raged that grandmothers and cold beers were nice. She wanted to hear that it was trendsetting, sensational, and hot. Thomas said it was possible.\n\n\nSally stated that they were her best, but Thomas looked bored. Thomas repeated that they were nice. She concluded that he was, too, or he'd be saying a whole lot more. She concluded that he didn't like the designs. He said he hadn't told her that. He liked them and thought they'd probably sell. He just didn't want her to get her expectations too high.\n\n\nSally decided that Thomas was scared, and Steffy had sent him there to undermine Sally's confidence. Sally refused to let him take away her moment. Thomas replied that it wasn't what he was doing. She asked him why he was there if not to attack her confidence. Thomas kissed Sally. She reeled and uttered, \"Okay...\"\n\n\n",
    "imdb": "Zende tells Rick and R.J. that he is optimistic about slowly winning back Nicole's trust. In the photo studio, Maya assists Nicole with preparations for a supposed period costume photo shoot with Zende. Maya advises her sister that forgiveness sometimes is necessary. When Nicole walks out to the entrance area of Forrester Creations, the family watches from behind as Zende arrives in a horse carriage also in a period costume. He steps out and then proposes to Nicole who happily accepts this time around. Thomas is amused by Steffy's fury over Sally Spectra's antics. Liam stops by to tell his fiancé about Ivy's suggestion to have their wedding in Australia. At Spectra Fashion, Sally chides a panicky Saul for his harping on dress making as she explains to him and Darlita that it is far more important for them to create a media presence to have any chance to succeed in the fashion business. Suddenly, Thomas shows up. After trading some barbs, Thomas passionately kisses Sally.",
    "tvmega_recap": "Sally tells Saul that they have a show coming up and she has given him plenty of designs so she needs to see some results. Rick and RJ tell Zende that although he has told her before he needs to keep telling Nicole that he loves her and will be true to her. They can have a future together. Maya and Nicole discuss the situation. Maya says people make mistakes but they want to do better and as time passes we need to forgive as it is important for us as well. Nicole calls Zende but he tells Rick this cannot be by text; he needs to see her in person. Anything he does from now on will have to do with Nicole. Nicole admits to Maya that the person she turns to the most is Zende. And he keeps proposing and says he will until she accepts. They open a fortune cookie and clearly it is for Nicole and from Zende. She says every day is something new. Thomas goes to see Sally but encounters Carlita first instead. Sally asks to what does she owe this pleasure. Perhaps he says to make it up somehow to Steffy. All he can add is that Sally's designs are .well nice. Steffy grouses to Liam that Sally is out to get her. Liam adds and the older Sally is probably out there on the beach somewhere laughing at their expense. But they do agree that Australia would be perfect site for their wedding. Sally keeps on at Thomas of why he is there and he leans over and plants a big kiss on her; completely puts her back on her heels. Nicole is all dressed for a photo shoot and Maya takes her outside where an antique white carriage rolls up complete with a white horse and Zende in the back seat in top hat and coat. He laments to a stunned Nicole that what better way to ride off into the sunset together. He will not give up until she realizes that. He wants to grow old with her and have a family. She says there are certain hurts that can never happen again. He gets down on his knees and says if she feels the same way he does they can start their life together. Suddenly she says yes she will marry him. He slips the ring on and kisses her ..Rick, Maya and RJ applaud from a distance.",
    "tvmega_summary": "Episode # 7522 ~ Zende plans a surprise for Nicole using a Forrester Creations' photo shoot as a ruse; Steffy makes a decision about how to handle her recent portrayal on social media.",
    "soapcentral_condensed": "Nicole tried to reach Zende to find out what he knew about the photo shoot. Maya said that Zende was human. People made mistakes and broke trust, but in time, one realized that forgiveness was possible and necessary. Steffy quipped that Sally would learn what her great aunt had never learned -- to never go up against Stephanie Forrester against Sally Spectra for the CEO's job. In a flash, Zende whipped out his ring and said they could get married right away and start their life together.\"Yes, I'll marry you,\" Nicole replied. \"I do,\" Zende slipped the ring on her finger. \"Yes,\" she replied, \"I will marry you, too.\" \"Yes, we will,\" they said, \"and we will be together for the rest of our lives\" \"No, we won't,\" they agreed, \"but we'll be together forever\" \"Yes\" \"We'll be married,\" Nicole said. \"We're going to have a family.\"\n"
}