{
    "soap_central": "\n\nAt Brooke's house, Bill arrived to let Brooke know that Katie had turned him down flat. Brooke ordered him to try harder with Katie. Bill said part of him wanted that, but a bigger part of him wanted to be with Brooke. He suggested that Brooke give him some pointers on how to put their relationship behind him.\n\n\nBrooke told Bill that Ridge had never been her second choice, and if he'd returned earlier, she never would have been with Bill. Brooke declared that Ridge was what she wanted. Bill contended that reverting to Ridge was a bad habit that she'd been unable to break for years.\n\n\nBrooke told Bill to go home and convince Katie that their marriage was worth saving. \"And you're going to do the same with Ridge?\" Bill asked. Brooke said that she would do the same, and she believed that Katie wanted Bill back more than Katie wanted a fight. Bill replied that he didn't know what else he could do because Katie had made it clear she didn't want to reunite.\n\n\nBrooke suggested that Bill have some resolve instead of giving up so easily, and she instructed him to show Katie that she was worth some effort. Bill said it was hard to think of Brooke with Ridge. Brooke told him not to do that. She said that she'd think of her life, and he needed to think of his. Bill doubted he could do that because of his feelings for her. \"Bury them!\" Brooke ordered.\n\n\nBill couldn't believe that was Brooke's solution. Brooke explained that his reckless \"epiphany\" on the mountain had changed everything, and she just wanted her life back. Brooke needed Katie to love and respect her again and for Ridge to love her again. Looking at a picture of herself with Ridge and R.J., she said they were the people she loved, and she wouldn't sacrifice them for anything, not even Bill.\n\n\nBill slipped up behind Brooke. He put his arms around her and nuzzled his face in her hair. With a shudder, Brooke pulled away and ordered him to never touch her that way again.\n\n\n \nIn the CEO's office at Forrester, Liam was determined to get proof against Wyatt because he was worried that Wyatt was just as dangerous as Quinn. Aly reasoned that, to everyone else but Liam, Wyatt was charming and talented, and without undeniable evidence, Hope wouldn't believe that Wyatt had stolen the diamond.\n\n\nLiam pulled out his phone and text-messaged Hope to say that he had something to tell her. Aly warned that he'd look like a jealous ex-boyfriend without proof, and it might make Hope and Wyatt grow closer. Though Liam agreed with Aly, he didn't trust the Fullers. He felt that if he was to be Hope's husband, then it was his job to protect her and get her away from Wyatt.\n\n\nAt the beach house, Wyatt said that his offer to move in was there if Hope ever changed her mind. He claimed to know what she'd been through and promised that she didn't have to worry about him. Hope replied that she was starting to believe that, and the two kissed.\n\n\nAs Hope and Wyatt cuddled on the sofa, Wyatt was excited that they were together. Hope said he was a mix of the safe and the unpredictable. He asked if it were a good thing, and they kissed again.\n\n\nWyatt wondered what it was like to be Hope and noted that she had a huge responsibility as an international role model. Reflecting, Hope said that when she'd tied the line to her life, she hadn't had any big problems and hadn't made terrible decisions; however, things had changed, and she'd learned a valuable lesson. She said people made mistakes, and they just had to try not to make them again.\n\n\nWyatt admitted that he'd made mistakes, but Hope made him want to be better. He was proud to be with her, and he wanted her to feel the same way about him. Wyatt loved being right in believing that they'd been meant to be. He claimed he'd had some doubt when she'd asked him to back off. He'd dreaded her impending marriage to Liam; however, it hadn't happened, and Hope was with Wyatt.\n\n\nWyatt was in wonder about how his life had changed, and he cited the success of the jewelry business and his new house. \"But most of all, I have you,\" he said, and they kissed.\n\n\nAt the boutique, Quinn told Charlie that he wasn't going to call Liam or anyone else, and she explained that a mother's love was a different animal. Charlie replied that his mother had taught him to tell the truth, and the truth in that case was something Quinn didn't like. Quinn reasoned that no one had gotten hurt, but Charlie asked her to consider the stress it had caused him.\n\n\nQuinn replied that Charlie had been a hero. Charlie relayed that Wyatt had set Charlie and the jewel thieves up, and Wyatt had wound up looking like a wonder to Hope. \"It's not true, it's not fair, and I'm not going to let it stand!\" Charlie declared.\n\n\nQuinn asked who paid Charlie's salary, and if he liked working there. She added that he'd even gotten a girlfriend out of the deal. Charlie asked if she was trying to threaten him or his job. Quinn stated that all she was trying to say was that Hope was with Wyatt and might not want Charlie around if he made accusations against Wyatt. Charlie contended that Quinn feared Wyatt would be the one Hope wouldn't want around.\n\n\nQuinn said that Wyatt had pulled a prank to draw attention to the line. It hadn't been a well-thought-out plan, but he didn't deserve to go to jail over it. She asserted that, as his mother, she couldn't let that happen. She claimed that Wyatt had never been in love before and had made a foolish choice. Charlie, however, stated that Wyatt couldn't go around breaking the law in the name of love.\n\n\nQuinn conveyed that it had been a brief lapse in judgment that would never happen again. Charlie asked about Liam, but she replied that Hope and Liam had a history of problems, none of which had involved Wyatt.  Quinn stated that she was asking Charlie nicely to be quiet about what he knew. \"That way, you won't have anything to feel sorry about later,\" she added with a cold smile.\n\n\nJust then, Liam called Charlie to learn what Charlie had discovered on the videos. Charlie said he'd been just about to call Liam, and Liam expressed his certainty that Charlie had discovered that Wyatt had palmed the diamond. Looking at Quinn, Charlie hesitated to speak. Liam asked Charlie to reveal what he knew and to consider what he'd do if Pam were in Hope's situation.\n\n\nQuinn placed her hand on Charlie's shoulder, and Charlie told Liam that he'd found nothing. Liam was shocked, and Quinn took Charlie's phone and ended the call. Quinn quietly left, and Charlie gravely re-watched the footage of Wyatt swiping the diamond.\n\n\nBack at Forrester, Liam was crestfallen. He received a text message from Hope. She was sorry she'd missed his previous text and asked what he'd wanted to tell her. \"Never mind,\" Liam texted back. \n\n\n",
    "tvdb": "Quinn puts her foot down with Charlie just as he is about to call Liam with information regarding Wyatt’s involvement with the jewelry heist. Hope and Wyatt spent the day together basking in their newfound relationship. Fresh from his encounter with Katie, Bill feels torn between the feelings that he has for both Brooke and Katie. Brooke makes it clear to Bill where her heart really lies.",
    "imdb": "\nDollar Bill makes an unannounced visit to Brooke to share with her the news about Katie.    ",
    "tvmega_recap": "Brooke opens the door to find Bill standing there. He says he saw Katie and she turned him down flat. They will have to find another way to go on from here. Brooke says they broke Katie's trust so now he is going to have to try harder to make it work. She says Katie wants her family so he must convince her to let him come back home. He reminds her that she used to want him so how can she turn it on and off like a switch as he can't. She points out that she always wanted Ridge. If he had not left her on their honeymoon she and Bill would have never happened. Bill says Ridge was a bad habit that she never had a reason to break before now. She tells him that he is going to go home and convince Katie that their marriage is worth saving and she is going to do the same with Ridge. She warns Bill that he is going to have to fight and show Katie that she is worth a little effort. He says it is hard thinking of her and Ridge. She says don't think then. Just get Katie back and think of her and she will think of Ridge. He needs to bury his feelings for Brooke. She needs Ridge to trust her again. And she needs to see love and respect in Katie's eyes again. She picks up a picture of her and Ridge and RJ and says this is the family she loves. She is not going to sacrifice them for anyone not even him. He slips around behind her and starts to nuzzle on her neck. She jerks away and says don't ever touch her like that ever again. Aly tells Liam that his theory about Wyatt is very interesting. Liam replies that is not even a theory, just his gut wrenching intuition that Wyatt had something to do with taking that diamond. But he needs proof. But if Wyatt did take the diamond just to make himself look like a hero then he's as dangerous as his mother. He starts to call Hope but Aly says he needs to wait and get proof. If he doesn't have proof it will just look like the jealous ex-boyfriend trying to shoot down the new one. He argues that Hope is not safe. Wyatt has full access to her and he's not trustworthy. Liam needs to protect her now. But he agrees that Aly is right; he needs to wait and get proof. Wyatt tells Hope that she is beautiful and would be even more beautiful if she changed her mind and moved in with him. She says that is what she likes about him; he's consistent. He says yeah she doesn't have to worry about him. She's beginning to believe that. They all make mistakes but they just have to learn from them and not do it again. He says he hears her. He's certainly done things that he's not proud of. But she makes him want to be a better man. She kisses him. Quinn tells Charlie that she has a wild guess that he is calling Liam. Charlie says Liam deserves to know that Wyatt is not a hero; he's a thief. Quinn stands over him and says he is not going to make that call to Liam or anyone else and she will tell him why. No one got hurt. Charlie says they could have and it happened on his watch and that is very stressful. And Wyatt was the one that put his life in danger and set the thieves up. And Wyatt comes off like some fearless wonder to Hope. It's not true, it's not fair and he's not going to let it stand. Quinn sits down and nicely points out a few facts. Charlie likes his job, he likes the Forrester's, he even got a girlfriend, Pam, out of the deal. Wyatt and Hope are together now and happy but if he goes and badmouths Wyatt then Hope might not want Charlie around anymore. She tries to convince him that Wyatt taking the diamond was an innocent prank to generate publicity. It wasn't his best thought out plan but he doesn't deserve to go to jail for it. And as a mother she can not let that happen. Charlie says he know where she is coming from. Mothers should protect their children but they can't go around breaking the law. She says Wyatt has never been in love before and he got caught up in the moment, one that will never happen again. Very sweetly she asks Charlie to keep Wyatt's part in this between the two of them. Then he won't have anything to be sorry about later. Liam calls Charlie. Quinn tells Charlie to be careful. Liam is so sure that Charlie must have found something to implicate Wyatt but with Quinn's hand on his shoulder, Charlie tells Liam sorry kid, nothing. Hope opens a message from Liam that he has something important to tell her. Then she opens the second one that says never mind.",
    "soapcentral_condensed": "Brooke told Bill to go home and convince Katie that their marriage was worth saving. Liam was determined to get proof against Wyatt because he was worried that Wyatt was just as dangerous as Quinn. Wyatt said that his offer to move in was there if Hope ever changed her mind. Quinn told Charlie that he wasn't going to call anyone else to call Liam or Liam or anyone else, and she explained that she was a different animal's love. Charlie replied that his mother had taught him to tell the truth and the truth in that case was something like something Quinn didn't like, but Quinn reasoned that no one had gotten hurt, but Charlie asked her to consider the stress it had caused him to consider it not true, not it's true, Charlie's not a hero, and it's not fair to wonder about Wyatt's motives. The two kissed again, and Hope said she was starting to believe that she didn't have to worry about him. He claimed he'd had some doubt when she'd asked him to back off. He'd dreaded her impending marriage to Liam.\n"
}