{
    "soap_central": "\n\nIn the morning in the CEO's office at Forrester, Brooke and Ridge arrived for work. Brooke still couldn't believe Ridge had been promoted. Ridge didn't know why she couldn't and said he'd earned it. Kissing him, she replied that the shocking thing was Quinn's support.\n\n\nRidge said Quinn was a lot of things. One of those things was smart, and Quinn wanted the best for the company. Brooke couldn't believe he'd called Quinn smart. Ridge replied that it was true. Never in a million years had Brooke thought Ridge would compliment Quinn -- let alone look at her the way he had at the meeting.\n\n\nRidge asked how his look had been. Brooke described it as gratitude and possibly admiration. Brooke said the plan had been to get rid of Quinn, and Brooke asked what had happened between Quinn and Ridge while Brooke had been away.\n\n\nStammering, Ridge repeated the question and said nothing specific. He asked if Brooke wasn't happy that Ridge and Eric were on the mend. Brooke was, but she warned Ridge about the havoc Quinn could create when one let his guard down. Brooke said not to turn his back on Quinn -- ever. Ridge assured her that there was nothing to worry about and hugged Brooke.\n\n\nRidge figured he had work to get to. Brooke joked about the new co-CEO not having time for his blushing bride. She asked him not to be late returning home. He said they'd celebrate that evening. Kissing him, she asked what the previous night had been. He stated they'd celebrated her homecoming then, but later, they'd celebrate his new position.\n\n\nIn the design office, Thomas, Rick, and Maya sat transfixed like mannequins, deep in gloom. While dropping off mail, Pam remarked that they all looked as if they'd eaten a batch of bad gravy. Maya asked if Pam understood what was happening.\n\n\nPam didn't know why it was so bad to have two family members leading Forrester. Thomas said that other people deserved a chance. Thomas and Maya pointed out that the position represented the face of the company.\n\n\nQuinn, who'd heard their discussion as she'd walked down the hallway, entered and said Eric had full confidence in Ridge and Steffy to lead. Thomas and Rick wanted to know if Eric had even considered them. Quinn didn't see what it had to do with things. Rick replied that she did, of course, because she was Mrs. Quinn-tessenial, the one telling Eric what to do. \"And hand-picking CEOs of the company!\" Maya added. Thomas stated, \"Our company.\"\n\n\nLater, Pam and Quinn had exited the room, and Rick and Thomas continued to gripe about being passed over for promotion. Thomas said everyone assumed that he wanted to design in his father's shadow for his entire career. Maya said she certainly didn't see the anointed ones giving up their titles easily. \"Maybe it's time to give up on Forrester,\" Thomas concluded.\n\n\nRick didn't get why, out of all of them, Quinn had chosen to promote the man she hated. Maya wasn't so sure Ridge and Quinn hated each other still. Thomas was creeped out by the way Ridge was supporting Quinn. Maya wondered what had happened to make them get along.\n\n\nIn the corridor, Quinn stared at Pam in amazement when Pam said Thomas and Rick shouldn't be taking out their frustrations on Quinn. \"Don't get me wrong. I'm not saying that I like you or anything,\" Pam added. Pam acknowledged Quinn's effort to make peace with Steffy and Ridge and pull the family together. Pam believed that if Quinn and Ridge could \"kiss and make up,\" then Rick and Thomas were bound to come around eventually.\n\n\nLater, Quinn approached the CEO's office and froze when she saw Brooke and Ridge kissing in the office.\n\n\nSometime after Brooke had left, Quinn returned, and Ridge was working behind the desk. He asked if she was okay. Quinn awkwardly explained that she'd seen him kissing Brooke. Ridge asked if Quinn had been spying on him and Brooke. Quinn's demeanor was timid and awkward as she tried to explain that she'd just arrived to talk to him, and there Ridge and Brooke had been, kissing. \"Well, she is my fiancée,\" Ridge replied.\n\n\nQuinn wanted Ridge to promise her. Ridge asked what the promise was. Quinn asked him to promise not to tell Brooke about San Francisco.\n\n\nThe office door opened half way. Brooke stood on threshold, holding the doorknob.\n\n\nQuinn said Brooke couldn't find out, and it had to stay between Ridge and Quinn. Quinn asked him to promise her. Pushing the door fully open, Brooke asked what was supposed to be kept between the two of them. Startled, Ridge and Quinn turned their eyes to the doorway.\n\n\nBrooke closed the door behind her and asked what was going on. Quinn and Ridge just looked at Brooke like caught animals. \"Ridge? Quinn?\" Brooke said. She demanded to know what was going on between the two of them.\n\n\nAt the cliff house, Steffy and Liam shared their engagement news and the Forrester CEO developments with Bill. Like everyone else, Bill expressed shock that Quinn had had something to do with Ridge's new promotion because the two hated each other. Steffy said it was no longer the case after San Francisco. \"It must have been quite a breakthrough,\" Bill remarked.\n\n\nOver breakfast, Bill decided to throw a huge engagement party to include Steffy's millions of followers. Steffy wanted to keep it low-key. Liam said they didn't want to put Wyatt through it. Bill didn't see the point of shielding Wyatt from reality and said the only way he'd get his sons back was to have everyone adjust to the new norm. He wanted his sons working together.\n\n\nLiam said he and Wyatt were headed in that direction. Steffy remarked that she'd been between Wyatt and Liam for a long time, and she didn't want to do it anymore. \"So let's party!\" Bill beamed. Liam suspected that Bill just wanted to throw a party because he knew Ridge would arrive at it with Brooke.\n\n\nBill liked the idea of using Liam's engagement party to talk Brooke out of her engagement. Steffy thought of giving Bill her mother's number so he could talk to someone else who knew what it was like to be left whenever Brooke and Ridge reunited. Steffy figured Bill didn't want to hear what Steffy was about to say.\n\n\nBill asserted that if Steffy was about to tell him to give up and give in to \"destiny,\" then he didn't want to hear it. He'd never give up on Brooke. Steffy noted that Bill didn't lack confidence. Bill didn't know why he should. In his view, the reunions always ended in Ridge screwing up.\n\n\nSteffy replied that it wasn't exactly how she saw it. Bill stated that Ridge had already had thirty-seven or so attempts, and Brooke would be done after the thirty-eighth. Bill said it was just what Ridge did -- Ridge would get Brooke and then lose Brooke. Bill planned to be there for Brooke when it happened for the final time.\n\n\nAt Spectra, Sally and Shirley were giddy with excitement about the number of applicants that had answered their ads. Shirley felt that they'd have a tough time choosing. Sally sat down, ready to interview, but was soon dismayed by the quality of the interviewees.\n\n\nFirst, there was Seraphine. She had legs for miles in her mini skirt and a French accent so thick that Sally thought Seraphine was speaking in French instead of English.\n\n\nNext was Mad Dog. Looking at a corner piece of a torn sheet of paper, Sally asked if she should call him Dwight. He said the name was only on there to designate who to write the checks to. \"Who will I be cutting, anyway?\" the drifter-dressed man asked. Sally assumed he meant \"what\" he'd be cutting and answered, \"Fabric.\" He looked confused, and Shirley shuffled him out.\n\n\nSally exclaimed that the candidates were all complete duds. Shirley had one more and remarked that the next one's grandfather had worked there. In the doorway appeared a young man dressed exactly as the original Sally's former tailor without the glasses.\n\n\n \"Azoy...\" the man uttered, gazing admiringly at Sally. Sally introduced herself and asked who he was. \"Saul Feinberg. Nice to meet you,\" he replied, jutting his hand out to her.\n\n\nThe mild-mannered Saul sat down to tell them about himself. He had thought of being an actor, but tailoring was in his blood. His grandfather had taught him everything he knew, and he guessed he was following in his grandfather's footsteps.\n\n\nSaul remarked that his grandfather had adored the original Sally, and Shirley said it had been mutual. The young Sally said she'd heard \"so many stories.\" A montage of the original Sally and Saul's relationship played on-screen.\n\n\nSaul was awed by the resemblance of the younger Sally to what he'd heard about the original. Thanking him, Sally said \"this Sally Spectra\" needed a Saul Feinberg of her own, and she might as well hire the guy who had the name. Saul beamed with excitement that he had the job and asked where the cutting room was. \"I got my Saul!\" Sally said.\n\n\nLater, Sally had added a pink tool belt to her colorful ensemble and was scraping the warehouse door to uncover the old Spectra logo. Shirley cautiously picked up things and shrieked as she dropped them as if she'd uncovered bugs beneath what she'd picked up. Sally asked Shirley to be positive. \"It's just so eighties!\" Shirley exclaimed.\n\n\nSally claimed that the era was back, and what was old was new. To her, the building was gorgeous, and the offices inspired her. Shirley pointed out that Sally had never designed a thing. Sally contended that she had, but Shirley stated that doodling didn't count. She asked if Sally had seen the sewing machines -- also from the eighties.\n\n\nSally wasn't fazed by a little dust -- or mice or termites. She said beneath it all was a fashion house that would take on the best of the best.\n\n\nLater, Sally went to Il Gardino. She was looking at her phone instead of where she was going and collided with a man who was also looking at his phone and not paying attention. Her phone and purse went flying, and she almost fell onto a table. \"It's you!\" Thomas said as she regained her balance. \"Are you stalking me, bucko?\" she asked.\n\n\nThomas knelt to pick up Sally's things. Her billfold was open. \"Sally Spectra?\" He said upon glancing at something visible in the billfold. \"Yeah. Sally Spectra. You got a problem with that?\" she asked.\n\n\n",
    "imdb": "Sally and Shirley begin interviewing prospective tailors for the relaunched Spectra Fashion. After some duds, a young man called Saul Feinberg walks into the office explaining that his grandfather of the name used to work there back in the day. Thrilled how fate is putting together the pieces, Sally is optimistic that Spectra will become a great success. Thomas, Rick and Maya are still miffed about Eric's decision to let Ridge and Steffy run Forrester Creations. Pam is surprised by their indignation as the company is still safely in the family's and not Quinn's hands. Brooke is shocked that Quinn is to be thanked for Ridge's promotion. She notes the drastic change in Quinn's and Ridge's interactions during the short while she was away. Quinn watches as Ridge kisses Brooke and displays a hint of jealousy. At the Cliff House, Steffy tells Bill about her and Ridge being Co-CEOs. Bill is stunned by Ridge and Quinn's sudden friendship. He then tells Liam and Steffy that he has not given up on Brooke just yet. A worried Quinn asks Ridge if she can trust him to keep their secret, just as Brooke walks into the room.",
    "tvmega_recap": "All look a little rotten; Pam says they look like they ate bad gravy or something. Quinn overhears them griping and informs them that Ridge and Steffy have been picked to lead the company. Steffy and Liam tell Bill about their plans and that Ridge has been added to CEO. He finds that hard to believe since Ridge and Quinn hate each other. Steffy says not after their trip to S.F. Brooke tells Ridge he was going to get rid of Quinn and now they are all chummy and working together. What happened while she was gone? Shirley brings in a few new applicants for Sally to interview. Then there is Saul Feinberg, his grandfather used to work there. He is stunned at the resemblance between her and original Sally. He gets the job and immediately asks where the cutting room is. Thomas says he does not intend to spend the rest of his life under his dad's shadow. Pam tells Quinn that she does understand how she is trying to bring the family back together. So if she and Ridge can kiss and make up then she should not worry about Rick and Thomas; they will come around. Bill wants both of us sons to adjust and get along, so let's party. He wants them both at Spencer's. Ridge tells Brooke that nothing specific happened to him and Quinn, they are just doing what is best for the company. She warns him not to turn his back on her. He says no problem. Sally tells Shirley that the 80's are coming back strong and what was old is new again. They will be the new fashion house, so she wants Shirley to get her horses in gear and they will come out on top. Brooke asks Ridge not to be late tonight. He can't wait to tell RJ and to celebrate. Quinn overhears this joy and him kissing Brooke. Thomas, Rick and Maya think something must be going on. It is creepy that Quinn and Ridge are suddenly friends. Quinn waits until Brooke is gone and goes in and tells Ridge that she saw them kissing. She wants to be sure that he does not tell Brooke. Guess what, Brooke is on other side of the door and asks what they are talking about, what is going on between the two of them. She wants to know now! Thomas bumps into Sally again at the outdoor restaurant and she asks if he is stalking her. He learns her name and she asks if he has a problem with that. Bill tells Liam and Steffy that Ridge finds Brooke, then loses Brooke, then she will come back to him ..may not be tomorrow but eventually.",
    "tvmega_summary": "Episode # 7513 ~ A discouraged Thomas considers leaving Forrester Creations; Brooke questions Ridge about what went on between him and Quinn while she was in Europe.",
    "soapcentral_condensed": "In the morning, Brooke and Ridge arrived for work. Brooke said the plan had been to get rid of Quinn, and Ridge asked what had happened between Quinn and Ridge while Brooke had been away. In the design office, Thomas, Rick, and Maya sat transfixed like mannequins, deep in gloom. Pam acknowledged Quinn's effort to make peace with Steffy and Ridge and pull the family together. Maya wasn't so sure Ridge and Quinn hated each other still, and Thomas was creeped out by the way Ridge was supporting Quinn. \"Maybe it's time to give up on Forrester,\" Thomas concluded. \"Well, she is my fiancée,\" Ridge replied to Quinn's request that he promise her not to tell Brooke about San Francisco. \"Ridge just looked at Brooke like what was going on,\" Brooke said. \"Quinn said she couldn't find out, and Brooke demanded to know what was happening. She just looked like it was like animals,\" Quinn said.\n"
}