{
    "soap_central": "\n\nAt Liam's house, Liam and Ivy cuddled in bed. Liam offered to get another blanket, but Ivy liked the cold. It reminded her of Amsterdam, where Liam had been \"quite the captain.\" She stated that there was no end to his hidden talents.\n\n\nLiam mentioned that he had an extra toothbrush for her in case she wanted to spend the night instead of rushing home. Ivy wondered whose home she'd be rushing to -- Rick and Maya's or Eric's. Liam suspected things might be more awkward after the fallout earlier that day. Ivy said she should take her protector with her, and Liam conveyed that he'd go Neanderthal on Rick again if he had to.\n\n\nIvy wondered why they were discussing Rick instead of what they'd have for breakfast in the morning. Liam wanted syrup waffles from Amsterdam and threatened to go on a hunger strike when Ivy said she couldn't make them. She called him immature. He tickled her, and they kissed.\n\n\nLater, Ivy and Liam lay face-to-face in bed. She told him that she didn't make love likely and needed to know if he was still holding out hope for his last love. Liam assured her that he wouldn't have made love to her if he felt that way. He said that he wanted Ivy, and they kissed.\n\n\nAt the mansion, Maya finally put on a robe over her red teddy as she explained to Brooke that Rick should be home soon for the special evening they'd planned together. \"In Eric's home, dressed like that,\" Brooke remarked. Maya quipped that the teddy was one of Brooke's top sellers.\n\n\nBrooke noted that Maya still hadn't explained the appearance of Maya's portrait. Maya said that she wasn't the portrait type, but she was getting used to it. \"So everyone else should, too,\" Brooke knowingly added. Brooke had known that Caroline and Rick had been having problems, but Brooke hadn't expected to return home to \"this.\"\n\n\nMaya suggested that she and Brooke wait to talk when Rick got there. Brooke had a lot of questions for Rick, but she wanted to start with Maya. To Brooke, problems in the guesthouse seemed to explain why Rick was temporarily in the main house, but it didn't explain why Rick was with Maya instead of his wife. Maya asserted that Caroline was living elsewhere.\n\n\nBrooke gleaned that Rick and Caroline had gone their separate ways. Maya asked if Brooke knew that Rick was CEO. Brooke stated that Eric had made the decision in part because Caroline and Rick were a dynamic team. Brooke asked if that had devolved, too.\n\n\nMaya was uncomfortable talking half-dressed and decided to change clothes. \"While you do, I will put Stephanie's portrait back where it belongs,\" Brooke decided and scowled at Maya's portrait.\n\n\nLater, Maya returned, and Brooke noted that Stephanie's portrait wasn't in the garage. Maya offered to call Rick about it and about Rick's location. Brooke wondered if Rick hadn't gotten home yet because he was working things out with Caroline. Maya doubted that.\n\n\nMaya felt that Rick should be the one to explain things, but she assured Brooke that she loved Brooke's son. Brooke asked about Caroline's love for Rick, and Maya relayed that Caroline had turned to someone else and had been unfaithful with Ridge.\n\n\nLater, Brooke was absorbing the news as Maya stated that Brooke knew Rick and Ridge's history of animosity, so Brooke could imagine the pain of the affair. Brooke murmured that Maya had said it had been just a few kisses. Maya relayed that it had been happening while the designers had been working, and it had devastated Rick. Brooke guessed that Maya had picked up the pieces.\n\n\nMaya said she'd made no secret of her feelings for Rick, and she'd respected the marriage until Caroline had given Maya and Rick a reason not to. Maya guessed she should have let Rick tell Brooke. Brooke stated that Rick had never mentioned it. Maya guessed Rick hadn't wanted to worry Brooke.\n\n\nShedding a tear, Brooke asked how Caroline could do it to the devoted Rick. Maya said she couldn't stand watching Rick suffer, but people had called her a gold-digger for comforting him. She didn't care about it as long as Rick knew she was the woman he could trust. Maya said Rick needed more than just her support. Since Brooke was his mother, Maya knew they could count on Brooke.\n\n\nOn the threshold of Rick's old office at Forrester, Rick fired three shots in Caroline and Ridge's direction. Rick kicked open the door and saw Ridge lying on top of Caroline, shielding her. Ridge turned to face Rick and asked him what he was doing and if he was nuts. Rick cynically asked Ridge what he was doing and if he'd been molesting Caroline. Rick asked what Caroline was doing. He guessed she'd say that she'd been drawing, and the creative juices had started flowing.\n\n\nRick claimed he'd seen Ridge all over Caroline, pawing her, and he'd had to do something to get Ridge off of her. Ridge snatched the gun from Rick and emptied the bullets onto the desk. Ridge called Rick insane and said Rick could have killed them. Rick said to relax because he would have done just that if he'd wanted to. \"You two going at it like that -- you deserve it,\" Rick stated.\n\n\nCharlie charged in with his gun drawn, and Carter and Pam arrived, asking what had happened. Ridge accused Rick of shooting at Ridge and Caroline. Charlie left to check that no bullets had struck anyone in the adjacent offices, and Rick claimed that he'd been stopping Ridge from defiling Caroline.\n\n\nPam asked where Rick had gotten the gun. Rick said it was Stephanie's old gun. Rick claimed his lawyer had stopped by to pick the gun up; however, when Kris had left it, Rick had discovered \"the cradle robber\" on top of Rick's wife.\n\n\n\"Your wife? Now she's your wife?\" Ridge asked and demanded to know if Rick wanted to be with Caroline or not. Ridge ordered Rick to stop jerking Caroline around, but Rick insisted that she was indeed his wife. Ridge yelled that Rick had kept turning Caroline away, but \"now\" he wanted to shoot at men to keep them away from her. Ridge insisted upon knowing if Rick wanted Caroline or not.\n\n\nGrinning manically, Rick told Caroline that she'd get a visit from his attorney. He said she could drop the gun off with Kris. To Ridge, Rick screamed, \"Do me a favor -- stay off my wife!\"\n\n\nRick stormed out, and when Charlie returned, he, Pam, and Carter took photos of the bullet holes in the wall. After they left, Caroline muttered that it had happened \"so fast.\" Ridge picked up his phone to locate Lieutenant Baker's number. Ridge said Rick could stomp around the CEO's office but couldn't use people as target practice. Ridge was sure Eric would agree -- document or no document.\n\n\nCaroline pushed away the phone and said she couldn't let Ridge call the police on her husband, who'd been through enough. \"He pulled out a gun, and he shot at us,\" Ridge replied. She claimed that Rick hadn't meant to hurt anyone. \"How do you know that? What if he's a lousy shot?\" Ridge asked.\n\n\nCaroline asked Ridge to let it go, but Ridge said that it had to stop. Caroline felt that Rick was in a lot of pain because of what she'd done, and she couldn't have him arrested on top of all she'd done to him. Caroline begged Ridge, and he put the phone away. The two hugged.\n\n\nRidge said Caroline was extraordinary, and they could be extraordinary. Caroline asked what Ridge meant. \"I'm leaving Forrester -- with you,\" he revealed. Ridge wanted them to start their own design house. He was tired of asking for forgiveness, and he wanted to see Caroline happy. \"So do me a favor. Run away with me,\" Ridge said. \n\n\n",
    "tvdb": "Rick’s reaction to seeing Ridge and Caroline kissing in the office causes great concern for everyone in the vicinity. Ridge confronts Rick regarding a particular term he keeps using in reference to Caroline. Maya is put in an uncomfortable position while being forced to explain what has been going on between her and Rick when Brooke arrives at the Forrester mansion. Having taken their relationship to the next level, Liam and Ivy reminisce about what led them to this point in their relationship.",
    "tvmega_recap": "Chris tells Rick that he will go file the divorce papers. Rick realizes that he left the gun he just gave him. He chases him down the hall but does not catch. Instead through a partially open door he spies Ridge laying on top of Caroline. Maya's words buzz through his mind and he fires three shots. Maya is surprised to find Brooke at her door but says Rick will be glad she is home. Brooke likewise is surprised to see Maya playing the queen of the manor and they have a special evening planned. She assures Brooke this was not her idea. She is not exactly the portrait on the wall type but she is getting used to it. Brooke adds and everyone else should too. She admits she had heard that Caroline and Rick were having problems but she did not expect to come home to this. She says she will have a lot of questions for Rick but for now she'd like to hear Maya's side. Maya tells her that Rick has been named CEO and the guest house is being remodeled and Caroline is living elsewhere. She tells Brooke that she is not comfortable talking like this and would like to go change clothes. Brooke says fine, in meantime she will put Stephanie's portrait back on the wall. Ridge asks Rick what is he doing. Rick mocks him that what is he doing \u0096 molesting Caroline? And her, guess she is learning to draw and the creative juices got flowing and she wanted him to teach her. Ridge takes the gun from Rick and says he is insane and has lost it. He could have killed them. Rick says no, he could have if he wanted to but he did not even aim at them. But going at it like that, they deserved it. Pam and Charlie rush in to see what the chaos is and Charlie says he will check the next room to make sure the bullet didn't hit someone on the other side. Carter tells Rick that he has lost his mind. Rick justifies that if he had not walked in when he did then Ridge would have defiled Caroline. He had found the gun at Eric's and wanted to get it out of the house. Then he found Caroline with the cradle robber. Ridge is incredulous, now Rick wants to call Caroline his wife. He can't have it both ways. Rick says he is not jerking Caroline around. She is his wife. Rick says they will be getting a visit from his attorney. Ridge can drop the gun off with him and do him a favor, stay off his wife! After making love, Ivy and Liam cuddle and she says there is no end to his talents. He offers her an extra toothbrush for the morning unless she has to rush home now. She is not sure where home even is considering Lord Rick and Lady Maya. Liam jokes that he can go Neanderthal again on Rick. They discuss breakfast and he requests Stroopwafels which she can not even make. He jokes that he will go on a hunger strike. Brooke tells Maya that Stephanie's portrait was not in garage. Maya says they will have to wait and ask Rick. Clearly it is complicated and he needs to explain. She says one thing Brooke needs to know is that she loves her son and Caroline doesn't, she turned to someone else. Caroline was unfaithful with Ridge. She doesn't have to tell her the history between Rick and Ridge as Brooke lived it. Caroline said it was just a few kisses but it devastated Rick. Brooke adds and Maya was there to pick up the pieces. Maya says Caroline is a grown woman and she did not appreciate what she had. She realizes Caroline and Ridge will have a different side to the story. Maya says she does not have any friends over this. They have called her a gold digger and a home wrecker but that doesn't matter as long as Rick knows she is the woman he can trust. Rick needs someone else in his corner. Brooke is his mother and she hopes they can count on her. Ridge starts to call Det. Baker but Caroline begs him not to. She thinks she has put Rick through enough. Ridge says Rick can throw his weight around as CEO but he can not use people as target practice. He's hurt Caroline enough. He wants to leave FC, with her ..start their own design house. He does not want Rick anywhere near her. He says he is tired of asking people for forgiveness. He wants to see her happy and he thinks he can make her happy .so do him a favor and run away with him.",
    "tvmega_summary": "Episode # 7001 ~ Maya tells Brooke her side of the story regarding Rick & Caroline; jealousy & bitterness get the best of Rick.",
    "soapcentral_condensed": "Liam and Ivy cuddled in bed after the fallout earlier that day. Liam wanted syrup waffles from Amsterdam and threatened to go on a hunger strike when Ivy said she couldn't make them. At the mansion, Maya finally put on a robe over her red teddy as she explained to Brooke that Rick should be home soon for the special evening they'd planned together. Brooke noted that Stephanie's portrait wasn't in the garage and asked Maya to call Rick about it and about Rick's location. Maya guessed Rick hadn't wanted to worry Brooke about Stephanie's disappearance and said she'd call him when he got home to talk to her about his wife's affair.. Maya relayed that it had been happening while the designers had been working, and it had devastated Rick. Caroline had turned to someone else and had been unfaithful with Ridge. On the threshold of Forrester's old office, Rick kicked open the door and saw Ridge lying on top of Caroline, and he turned to face and asked him what he was doing and if he was nuts.\n"
}