{
    "soap_central": "\n\nAt Ridge's loft, he sat dejectedly on his staircase and held a piece of paper in his hands. He flashed back to his conversation with Caroline about having a baby. Ridge remembered that Caroline had been brokenhearted that Ridge had told her he wanted her to have a baby, but it couldn't be with him.\n\n\nCaroline had been shocked that Ridge had said a man would be lucky to father Caroline's child. Ridge had agreed that he'd said that and that he had to let Caroline go because he could not be a father. Someone knocked on the door and snapped Ridge back to reality.\n\n\nBrooke showed up with papers for Ridge to review. He assumed she was checking up on him.\n\n\nBrooke wondered if he was in the middle of something with Caroline, but Ridge said Caroline had left. Ridge had ended it. Brooke was surprised. Ridge knew Caroline wanted to have kids, and he didn't. He wanted her to focus on the life she wanted.\n\n\nBrooke claimed that Caroline should have known he was done with having kids, but she added that Ridge shouldn't have ended it with her over it. Ridge said he couldn't give her children, but Brooke corrected him and said he didn't want to. Ridge admitted that while he'd been in Paris, he'd had a vasectomy. He showed Brooke the paper he had been holding. Brooke was surprised.\n\n\nAt a hotel, Caroline sat by herself in a room, and she started to cry. Thomas called and asked to pick her brain about the California Freedom line because she knew best what Ridge wanted. Caroline sobbed. Thomas asked what had happened, and she told him that Ridge had broken up with her. Thomas was shocked. He promised to visit her.\n\n\nCaroline texted Thomas her address, and she put her phone back in her purse. She discovered Pam's antianxiety pills -- Caroline had found them on the floor near Pam's desk earlier in the day when Pam had been gone from her desk. Caroline took two of the pills.\n\n\nThomas later entered and worried that his father had made Caroline miserable. She dished that Ridge did not want a family. Thomas embraced her, and he added that his father had never been capable of staying in a relationship.\n\n\nCaroline said that Ridge had said breaking up was best for Caroline. Thomas and Caroline started drinking, and Caroline became more emotional. She shared that she had wanted to be with Ridge, and children didn't matter. She would have chosen him instead of having kids. \"I don't know how not to love him,\" she cried.\n\n\nThomas regretted that his dad had hurt her. He advised Caroline not to make decisions about her future based on Ridge. Thomas admitted that he knew how much Ridge had cared about her. Caroline cried, and Thomas rubbed her shoulders. They continued to drink. Caroline lamented that she and Ridge would have been great parents. She had hoped that one day Ridge would change his mind about kids.\n\n\nThomas said that his dad had always disappointed the women in his life. He wanted whatever suited him in the moment. Caroline agreed that Ridge often said he wanted to live in the moment.\n\n\n\"I'm not wired that way,\" Thomas said. He said he would love another chance with Caroline, but Caroline reminded him that they had always been friends. She repeated it several times, but Thomas insisted they could be more and had been at one time.\n\n\nCaroline's vision was affected by the pills and wine, and she lay down on the bed as her vision blurred. She started to drift off to sleep. She had trouble seeing Thomas. He told her she was beautiful and talented. Caroline mumbled that he was sweet, and he kissed her. They kissed more.\n\n\nAt the Forrester mansion, Nicole and Zende joined Rick and Maya as they celebrated their return from their honeymoon. They all chatted about vacations and looked at pictures from Rick and Maya's trip to Copenhagen.\n\n\nAfter Zende and Nicole left, Maya and Rick toasted with martinis to their future adventures. Video played of Maya and Rick on bikes, in the shipyards, and when they had taken selfies with the Little Mermaid in Copenhagen. They smiled at the memories and kissed.\n\n\n",
    "imdb": "\nRick and Maya return from their honeymoon and share their wedded bliss with family and friends.    ",
    "tvmega_recap": "Ridge sits in his loft and looks over the papers remembering he told Caroline he can not be that man to give her a child. Caroline is in a hotel room when Thomas calls. He assumes she is with his dad and wants her to ask him a question. He hears her crying and she blurts out that she is not with him. She is in a hotel and Thomas says he is on the way. She opens up the bottle of Pam's anxiety pills and takes one ..then another. Maya and Rick sip martinis and relive their honeymoon. Brooke stops by Ridge's to give him some papers for tomorrow's meeting. He invites her in and proceeds to tell her that Caroline is not there so he is not in the middle of anything. He broke it off with her. She sees how upset he is over this and she feels guilty if she talked him into it. But for whatever it is worth she thinks he made the right decision. It goes further. He shows her a paper he got in Paris where he got a vasectomy. Caroline lets Thomas in and fills him in on Ridge's decision. He is sorry she is hurting and says he was just with Brooke and got the impression Ridge was going to give her a baby. Caroline pours some wine for both. She says she was not thrilled but she thought after all they have been through together she could accept just Ridge without a child, but she was not expecting it like this. He says he hates seeing how much his dad has hurt her. She rambles that she does not need kids if it means she can not be with Ridge. She does not understand this. Sipping more wine, Thomas sits behind her on the bed and massages her shoulders. She says she would give up that dream to be with Ridge and maybe he would change his mind down the road. She lies down on the bed and Thomas sits by her. He says he admires his dad in a lot of ways but not the way he treats the women in his life ..not Caroline. After his own mom's and Brooke's disappointments he realizes Ridge only lives in the moment. She cries that is the way it is now. He does not want a future with her. Thomas says he is lucky he is not wired that way and he is lucky if he gets another opportunity with her. She says he always has been a good friend. He says she needs someone who appreciates her. The room turns into a blur and she loves the words coming out of his mouth. She closes her eyes and Thomas leans over and kisses her sweetly.",
    "tvmega_summary": "Episode # 7144 ~ News devastates Caroline, who finds comfort in an unexpected place; Rick & Maya return from their honeymoon & share their wedded bliss with family & friends.",
    "soapcentral_condensed": "Caroline found Pam's antianxiety pills on the floor near Pam's desk earlier in the day. Thomas and Caroline started drinking, and Caroline became more emotional. She shared that she had wanted to be with Ridge, and children didn't matter. At the Forrester mansion, Nicole and Zende joined Rick and Maya as they celebrated their return from their honeymoon.. After Zende and Nicole left, Maya and Rick toasted with martinis to their future adventures. They smiled at the memories of their trip to Copenhagen. They kissed more. She had trouble seeing Thomas. He told her she was beautiful and talented. She mumbled that he was sweet, and he kissed her. He promised to visit her. She put her phone back in her purse. He said he would love another chance with Caroline, but Caroline reminded him that they had always been friends. She repeated it several times, but Thomas insisted they could be more and had been at one time. He admitted that he knew how much Ridge had cared about her.\n"
}