{
    "imdb": "Sasha's hope for a reunion with Zende is dashed when he decides to return to Los Angeles to apologize to Nicole and make her change her mind in regards to the surrogacy. On the way home, Sasha reads Maya's web-post in which she gushes about her sister starting the procedure to give baby Lizzie a sister. At the fertility clinic, Maya assures Nicole they have other options if she wants to back out, but Nicole is determined to follow through. Just as she procedure is about to start, Nicole has a change of heart, though. Rick and Maya are very understanding and thank her for considering their request. Liam and Steffy continue to rebuild the relationship which was taken from them as Steffy agrees to move back into the Cliff House. Liam is thrilled to have Steffy finally sharing home with him again.",
    "tvmega_recap": "Rick and Maya hug and he says this is really happening. He is ready for his part in the procedure. Sasha tells Zende that she has not given up on him yet. There is something special coming up tonight here in Hawaii. Sadly he says he can't. He has to get back to LA tonight. He tells her that he knows it is not fair to her and he is crazy but he cannot stay here moping over Nicole. She says he is crazy if he thinks he can leave her here all alone. Nothing this good is worth separating from him so she will be returning with him. But Hawaii has not seen the last of her. The doctor gives Steffy some instructions and tells her to stay out of the sun as much as possible and he will see her on her next visit. She tells Liam that she is erasing this ring as well as her marriage to Wyatt. He makes her sit down and insists on her drinking more water like the doctor said. She keeps wanting to talk about Wyatt. He says it was as much his fault as he made her think he did not want her in his life anymore. Now he wants to get her home and her leave one home and into his. Zende tells Sasha maybe there is still hope. Maybe Nicole has changed her mind, but they do need to go back to LA. Then Maya posts and Sasha tells Zende that the procedure will begin soon. Nicole tells Maya that she keeps hoping this whole Hawaii thing is a joke and when she has another baby that Zende will be there like he was for her first. Nothing Sasha can do will cheer Zende up. He says there must be something wrong with him if he cannot see the goodness in all of this. Liam drags in boxes and boxes of Steffy's stuff. He's pretty excited as this is her house. He announces this to the house ..kitchen, this is Steffy .patio this is Steffy, neighbors this is Steffy. She's back! As the procedure is about to begin Nicole suddenly says she cannot do this. She cannot lose Zende. It is wrong and she should not have let it get this far. Maya says no need to apologize; they understand. She needs to call Zende as soon as possible and let him know. Sasha tells Zende that Nicole signed up for this as she thinks it is a gift. Nicole is a saint but they cannot all feel that way. And if she will ask this of him what else might she ask. She is taking him for granted. And if he were her man she would be thanking him every damn day of her life. She kisses him ..and then again. Nicole calls Zende but only gets voice mail. She says she has a lot to tell him so just call as soon as he can. Liam drags Steffy back into the house after telling the sand that Steffy is home and now he is going to put a real ring on her finger.",
    "tvmega_summary": "Episode # 7457 ~ Star-crossed lovers get another chance as Steffy moves in with Liam; back in Los Angeles, Sasha adds fuel to Zende's anger about Nicole's decision."
}