{
    "soap_central": "\n\nAt the Forrester guest house, Nick admitted his mistake with Bridget and asked for Brooke's forgiveness. Ridge snarled at Nick that his marriage to Brooke was only a distraction for Brooke from him. Bridget arrived and faced Brooke. Brooke asked Nick and Ridge to leave so she and Bridget could talk alone.\n\n\nAt home, Taylor told Phoebe that she has decided to tell Thorne that she is the one who killed Darla. Taylor explained that she could not counsel people or parent while living a lie. Also, Taylor explained that she could not be happy in a relationship with Thorne while lying about Darla's death.  Meanwhile Thorne made arrangement for him and Taylor to spend time alone at Big Bear. Unbeknownst to Taylor, Thorne purchased a diamond ring and planned to propose marriage to Taylor at Big Bear.\n\n\nWhile alone, Bridget begged for Brooke's forgiveness. Brooke reprimanded Bridge for sleeping with Nick.  At first, Brooke would not listen to any explanation that Bridget had for sleeping with Nick. Bridget explained that Nick does love Brooke and he is the man that she thinks he is, dependable; safe; and secure for Brooke. Bridget begged Brooke not to leave Nick and to be angry at her, not Nick. Brooke gave in and forgave Bridget. Brooke did not however promise to remain married to Nick.\n\n\nEric told Stephanie that Bridget is pregnant with Dante's child, but that originally Bridget thought that Nick is the father of her child. Stephanie was upset for Felicia who will be dealt another blow by Dante when he learns he is the father of Bridget's child. Nick and Ridge argued over Brooke. Ridge insisted that Nick is Brooke's past now.\n\n\nLater, Ridge strongly advised Brooke to leave Nick and return to him to the life together that they had always dreamed of with their children RJ and Hope. Ridge kissed Brooke and she didn't protest his passionate kiss this time.\n\n\n",
    "tvdb": "Thorne arranges a day at the cabin to spend some time with Taylor and he also buys a ring. She agrees to go, but Phoebe notices how depressed Taylor is. Taylor tells her that she needs to confess the truth about Darla's death to Thorne, not wanting to lie any longer. Stephanie learns from Eric that Bridget is pregnant with Dante's baby and she wonders if the situation within their family could get much worse. Nick begs forgiveness from Brooke but Ridge tries to throw him out. Bridget comes by and, speaking with Brooke alone, attempts to explain the situation. Bridget and Brooke realise how they have both destroyed one another. Bridget orders Brooke not to give up on her marriage. Ridge and Nick have it out at the main house. Stephanie tries to get involved but Ridge feels that he will be the one with Brooke. Ridge later promises Brooke the life she needs with the children and they kiss.\r\n",
    "yt": "\n\nNick asks Brooke to forgive him for sleeping with Bridget, whereas Ridge tries to convince Brooke otherwise and kisses her. Later, Bridget apologizes to her mother, but they fight about the night Bridget slept with Nick. Bridget defends Nick and pleads with Brooke to take him back. While Nick and Ridge wait outside, they start to physically fight until Stephanie breaks it up. Bridget admits that Dante is the father of her baby, and Brooke forgives her. Thorne calls Taylor and invites her to Big Bear, which she accepts. Thorne opens a package in his office that contains a jewelry box. Taylor tells Phoebe that she is going to tell Thorne that she killed Darla. Phoebe is scared that her mother will go to jail and just hopes that her and Thorne can work things out after he finds out the truth.",
    "imdb": "\nThorne invites Taylor to Big Bear and secretly orders a ring to propose. She decides with Phoebe to tell him about the accident anyhow. Disgusted Brooke scolds Bridget for trying to defend Nick. After she tells it's Dante, takes the blame and pleads not to let her mistake end ma's marriage she's forgiven, not Nick. Ridge's offer to be a family with RJ again is finally greeted with a kiss.    ",
    "tvmega_recap": "Nick admits his mistake. They have both made mistakes. He pleads his case - don't give up on what they have together. Ridge keeps interrupting with wisecracks and Nick fires them right back and tells the pig to shut up. Ridge urges Brooke to just tell him the marriage is over, it never should have happened in the first place, and they can move on. Taylor laments to Phoebe she is not sure she can ever be happy with Thorne while carrying this terrible secret inside. Phoebe just wants her mother to be happy. She is afraid of jail time for her, but also is proud that she wants to tell the truth. Eric tells Stephanie that Nick Marone is there now with Brooke and Ridge. He fills her in on Bridget's plight - she's pregnant. And it's not Nick's, but Dante's. Thorne talks to a photo of Darla and thinks she will wish him well with a life with Taylor. He plans a special surprise for her. He calls and she agrees to go to Big Bear with him. Bridget joins the group and confesses that she has hurt Brooke so badly and wants to make it up to her? Brooke asks to be alone with her daughter. She accuses Bridget of being very judgmental of her, is this some sort of revenge? Bridget confesses her love for her mother and pleads with her not to break up her marriage over this. Nick had not forced himself on her, she loved him, she was sober, she knew what she was doing. And she knew Nick acted out of pain, not love. And she's ready to get down on her hands and knees and beg for forgiveness. There is plenty of guilt to go around. Brooke forgives her and says she loves her daughter. She does have a decision to make whether to continue her marriage or not. Nick wants to stick around for Brooke, but Stephanie tells him why doesn't he see the handwriting on the wall? With Ridge alone with Brooke, he tells her she married a bastard and he thinks she realizes that now. He's not going to come between a husband and wife. She needs to take off that wedding ring and end the marriage and they can have an incredible future together. He knows she CAN make that happen and she will.",
    "soapcentral_condensed": "At home, Taylor told Phoebe that she has decided to tell Thorne that she is the one who killed Darla. Taylor explained that she could not be happy in a relationship with Thorne while lying about Darla's death. Thorne purchased a diamond ring and planned to propose marriage to Taylor at Big Bear. Eric told Stephanie that Bridget is pregnant with Dante's child, but that originally Bridget thought that Nick is the father of her child. Stephanie was upset for Felicia who will be dealt another blow by Dante when he learns he is theFather of Bridget's child. Nick and Ridge argued over Brooke. Nick admitted his mistake with Bridget and asked for Brooke's forgiveness. Ridge snarled at Nick that his marriage to Brooke was only a distraction for Brooke from him. Ridge strongly advised Brooke to leave Nick and return to him to the life together that they had always dreamed of with their children RJ and Hope. Ridge kissed Brooke and she didn't protest his passionate kiss this time.\n"
}