{
    "soap_central": "\n\nIn the CEO's office, Ridge flashed back to one of the first times he'd designed through Caroline's hand. Carter ducked in to invite Ridge to check out a new club. Ridge said he was fine and didn't need a babysitter. Approaching a rack of clothes, Carter decided that he could use a new shirt. Ridge said to grab one and get out, so at least one of them could enjoy the night.\n\n\nAs Carter undressed, he tried to talk Ridge into getting a beer together. Ridge turned that down, too. Carter thought it was messed up about Ridge and Katie. Ridge said he couldn't do anything about it. Carter mumbled that he couldn't do anything about his own situation, either, but he had to try.\n\n\nRidge inquired about the situation, and Carter announced that he needed a woman in his life. Carter had thought he'd had one in Maya until she'd gone after Rick. Ridge assumed Maya was probably regretting doing so, and Carter replied that he'd tried to warn Maya that it would only be a matter of time before Rick would find his senses and return to Caroline.\n\n\nAs Carter tried on shirts, he said Ridge had to be excited to work with Caroline again. Ridge admitted that he was. Carter was surprised Rick had agreed to it. Ridge figured Rick wasn't as childish as Ridge had thought. Carter said the mess with Maya hadn't inspired confidence in Rick. Ridge agreed, but Rick's reconciliation with Caroline made Ridge think that he might have been wrong about Rick.\n\n\nIt sounded to Carter as if Ridge was glad about the reconciliation. Agreeing, Ridge said there had been no reason for Rick to leave his wife in the first place, and Ridge had Caroline had resolved their feelings before Maya had thrown the designers under the bus. Ridge and Carter concluded that Rick seemed to be over it, and Ridge admitted that he was impressed by the way Rick had stepped up.\n\n\nRidge asked why Carter was looking at him \"like that.\" Ridge admitted that designing with Caroline had been magical, but things had changed. \"Things are different now,\" he insisted.\n\n\nAt the mansion, Caroline walked in on a tense conversation between Rick and Ivy, who claimed to be having a simple difference of opinion. Caroline said that Ivy should have sent him home and reminded Ivy of the conversation the women had had about Rick being all about work. Rick stared at Ivy as if daring her to contradict the statement.\n\n\nRick advised Caroline not to discuss their situation in front of Ivy, but Caroline replied that she'd already \"talked Ivy's ear off\" about it. Caroline figured that Ivy had told her to cut him some slack because Ivy was as much of a workaholic as he was. Ivy assured Caroline that talking to Rick hadn't been how she'd planned to spend her evening.\n\n\nRick promised Caroline that he'd be back at the guesthouse just as soon as he wrapped things up with Ivy. Caroline left, and Rick dismissed Ivy. Ivy told him that she wasn't done. He asserted that he didn't have anything else to say, and neither did she.\n\n\nIvy began talking about what she'd seen between Rick and Maya, but Rick roared that it was none of Ivy's business. Ivy asked him to say that he wasn't having an affair. Rick remarked that he'd hate to see her mess up what she had at Forrester, and she quipped that she'd hate to accuse him. \"Then don't,\" he replied. He stated that Forrester had done a lot for her, and he expected her to do \"this\" for him. \"No one needs to know that you saw me with Maya,\" he concluded.\n\n\nLater, Rick arrived in the darkened guesthouse. Caroline was draped across the bed. \"Finally. I thought you'd never get home,\" she said, and he nervously smiled. He wanted to turn on the lights, but she said not to. He claimed to be tired, and she admitted that she was tired, too. She was tired of waiting for them to move forward. \"Let's have a baby,\" she proposed as she neared him.\n\n\nRick questioned whether it was the right time. He was still settling into his position, and she was embarking on a new collection. Caroline claimed that she could work while pregnant. She asked if he wanted a baby. Rick said he did, and it was the ultimate experience for parents. Pulling him toward the bed, she said that she wanted to share it with him. She kissed him, but he turned his face away.\n\n\nRick got off the bed. Caroline followed him as he mumbled that they'd just gotten back together. Caroline replied that they'd survived a crisis, their love was \nstronger than ever, and that love could make a baby. She helped him out of his shirt, and he offered to talk about it the next day. She said they didn't have to talk at all.\n\n\nCaroline began kissing Rick's neck, but he completely shut her down, insisting that he was tired. Disappointed, she lay on her side of the bed. Rick turned his back to her as he climbed beneath the covers, and he flashed back to Caroline confessing to kissing Ridge. As Caroline was trying not to cry, speak, or touch him, silent tears streamed down his face.\n\n\nAt Maya's place, Maya explained to Othello that Eric wouldn't let Rick be CEO unless he was married to Caroline. Maya was convinced that Rick would fix things, and once he did, he wouldn't have to spend another night with Caroline. Othello concluded that Rick was playing Caroline. Maya conveyed that Eric hadn't given Rick a choice, and Caroline deserved everything she was getting.\n\n\nOthello couldn't believe Maya didn't have a problem with the situation. It wasn't perfect for Maya, but she claimed that she'd been through worse. She noted that her apartment was nice, and she'd stay there until she moved into one of the Forrester mansions with Rick. Othello asked how much the place cost her, and she indicated that it wasn't costing her anything. Guessing that Rick was footing the bill, Othello announced that \"this\" was crazy.\n\n\nMaya claimed that she didn't want to put Othello in a bad position, but she knew that she could confide in him. She said she and Rick wanted security, and Rick had a plan to become permanent CEO of Forrester. Once he convinced Eric to sign the papers, it couldn't be undone. She said that she and Rick would run Forrester together, and \"to hell with Ridge\" if he didn't want to listen to her \"husband.\"\n\n\nOthello asked if Rick and Maya were really getting married. \"As soon as we can. I've had a good time being Forrester's lead model, but I'd much rather be the family's next matriarch,\" Maya replied.\n\n\nSometime later, Maya was alone when her doorbell rang. She assumed it was Rick returning to her, but she was surprised to find Ivy on her doorstep. Ivy wanted to talk, but Maya said it was late. Brushing by Maya to enter the apartment, Ivy stated that it was about Maya and Rick. Maya said that, after the way Rick had treated her earlier that day, she'd be happy never to see his face again.\n\n\nNot in the mood for the pretense, Ivy revealed that she'd seen Rick kissing Maya earlier outside the apartment door, and she'd already confronted Rick about it. Maya assumed that Rick had told Ivy to keep quiet about it, and Ivy said that she'd do it if Maya respected Rick's marriage. Maya figured that Ivy meant to respect it like Ridge and Caroline had. \"How about respecting yourself?\" Ivy quipped.\n\n\nMaya grew indignant when Ivy said Caroline and Rick needed time to heal and forgive each other. Maya refused to turn her back on Rick, whom she loved more than Caroline could. Ivy noted that Maya and Rick were not together, but Maya asserted that they would be. Ivy asked if he'd told Maya so, and Maya ordered Ivy to keep quiet before she found herself boomeranging back to Australia.\n\n\nMaya asserted that Rick had worked too hard to have someone mess things up for him. Ivy claimed to just be concerned. Maya assumed the concern was that Rick would wind up with someone like her. Ivy denied it, but Maya said the good life wasn't reserved for Forresters. Maya felt that she worked hard and contributed to the company. She asked if it would really be so bad if she became part of the family. \"Wow,\" Ivy replied.\n\n\nMaya told Ivy to mark Maya's words -- Rick's relationship with Caroline would end. \n\n\n",
    "tvdb": "Maya confides in an ally about her and Rick’s plan to be together. Carter becomes contemplative about his past relationship with Maya when he tells Ridge that he’s looking for a good woman to share his life with. Ivy is put in a difficult position when Rick warns her not to divulge to Caroline about their conversation about what she witnessed earlier in the evening. Rick is put on the spot when Caroline reveals her desire for their future together.",
    "tvmega_recap": "Caroline asks what is going on. Ivy says she and Rick were just talking, something they had to set straight. Both says neither one of them planned this and he is ready to wrap this up and go home. He will meet her there in a moment. Ivy tells him they are not done. Rick says he has no more to say and neither does she. He says it does not matter what she saw because Ivy is not going to say anything. The only one now standing in his way is Ivy so she will have to excuse him. No one else knows that he is with Maya and it needs to stay that way. Maya continues to tell Othello that Rick is fooling his wife and staying away from her as much as possible. He is in love with her. And after what Caroline did with Ridge she deserves what she gets out of this. And Maya is content until she moves into one of the Forrester mansions with Rick. Othello tells her she is crazy. But Maya says Rick has a plan and to hell with Ridge. Rick will be CEO and they will run the company. She will be the family's matriarch. Ridge thinks back on his holding Caroline's hand and guiding it to make their designs and her telling him they were a really good team. Carter comes by and asks Ridge if he is punishing himself. He is going out to a club and thinks Ridge should come with him. Ridge says he does not need baby sitting so go ahead and punish himself. Carter says he needs a woman in his life. He thought he had one but he lost her to Rick. Ridge says now Rick has reconciled with Caroline so maybe he was wrong about him. Ridge confesses to Carter that what he had with Caroline was magical but she is back with Rick and things are different now. Rick goes home and finds Caroline in her red teddy draped across the bed and saying she thought he'd never get home. He tries all he can to avoid her like turning on the lights. She makes the first move by kissing him but he pulls away. Ivy goes to see Maya and says they need to talk. Maya says after what Rick did today she never wants to see him again. Ivy tells her she knows better. She saw them both here tonight. She needs to start respecting herself if not Caroline. Maya is aghast that Ivy would say that. Ivy says Rick took Caroline back but he needs more time to process that and without Maya. Maya says Rick never got the respect from his father or Ridge so Caroline is the latest. There is nothing bad about her becoming part of the Forrester family. Sooner or later Rick's relationship with Caroline will end. Caroline tries to undress Rick. He keeps saying he is beat, really tired so maybe they can talk about this tomorrow. She says perhaps they don't have to talk at all. He climbs in bed and says goodnight. Caroline's words about forgiving her swirl around in his head but he closes his eyes and tries to forget.",
    "soapcentral_condensed": "Ridge asks Carter if he needs a woman in his life. Carter had thought he'd had one in Maya until she'd gone after Rick. Carter thought it was messed up about Ridge and Katie. Ridge said he couldn't do anything about it. Caroline proposed to Rick that they have a baby while he was still settling into his new collection. Rick asked if he wanted a baby, and she said that she wanted to share it with him. She kissed him, but he turned away and got off the bed. Rick promised Caroline that he'd be back at the guesthouse just as soon as he wrapped things up with Ivy. He asserted that he didn't have anything else to say, and neither did she. He said that Forrester had done a lot for her, and he expected her to do \"this\" for him. \"No one needs to know that you saw me with Maya,\" he concluded. He wanted to turn on the lights, but she said not to. He claimed to be tired and she admitted that she was tired, too.\n"
}