{
    "soap_central": "\n\nAt the Forrester mansion, Rick, Maya, Julius, Vivienne, and Nicole discussed the surrogacy situation, and Maya and Rick excused themselves to leave Nicole alone with her parents. Upstairs in their bedroom, Maya and Rick worried about what Julius might tell Nicole. Maya was concerned that instead of being demanding, Julius would pressure Nicole by being loving and affectionate.\n\n\nIn the living room at the Forrester mansion, Vivienne and Julius maintained that Nicole didn't understand what she was getting into. \"We're concerned about you,\" Vivienne said. Nicole insisted that Maya had not pressured her, but Vivienne and Julius persisted in telling her that she didn't need to repay Maya's kindness by becoming a surrogate.\n\n\nJulius noted that Rick was a wealthy man who could easily afford to pay a surrogate to have their baby. Vivienne reminded her daughter that it was a year of her life, and she would be giving away a baby she had carried. \"You don't have to do this,\" Julius added, insisting, \"I forbid it.\"\n\n\nNicole argued that she hadn't agreed at first. She had thought it through. \"I wanted to do something incredibly generous,\" she said. Vivienne pointed out that Nicole would be putting her own dreams on hold to help Maya and Rick achieve their dream. \"Please don't let Maya use you like this,\" Julius begged.\n\n\nNicole disagreed that Rick and Maya were using her. Julius reminded Vivienne and Nicole that Maya did not respond well when she did not get her way. Nicole insisted she wanted to help her sister.\n\n\nRick and Maya appeared and said they had not forced Nicole into anything. Maya said that Nicole could back out at any time and change her mind. They wanted to be sure it was what Nicole wanted. Nicole was wringing her hands.\n\n\nMaya acknowledged that what she and Rick were asking was extraordinary. Vivienne wanted Nicole to be sure. Nicole maintained that she wanted to have the baby as an incredible gift to her sister.\n\n\nJulius reminded Nicole that Zende might not be supportive once the pregnancy was underway and Nicole had morning sickness and other issues. Nicole looked surprised, and Maya ordered Julius to stop scaring Nicole. Julius reminded Nicole that her sacrifice could cost her Zende. Nicole countered that she wanted to see her sister happy, and that was not a sacrifice. Julius and Vivienne left.\n\n\nIn the design office at Forrester, Thomas grilled Caroline about her pregnancy. Thomas wanted to be sure he wasn't the father. He asked questions, and Caroline told him to stop. \"Who is the father?\" Thomas demanded. He insisted he had to know. \"Ridge is the father,\" Caroline said, exasperated. She reminded Thomas that she'd had her period after they had been together.\n\n\nThomas was relieved. He claimed it would have been a disaster. \"Thank God it's his,\" Thomas said. He returned to his sketchpad and repeated what a disaster it would have been if the baby had been his. He babbled about how they all worked together, and it would have been awful. Caroline nodded.\n\n\nBrooke entered Ridge's office and said that she was glad Thomas had returned. Ridge was irritable and said that Thomas did whatever he'd wanted. Brooke encouraged Ridge to be patient with Thomas. She worried that there had been more to Ridge's exile of Thomas to Paris. Ridge responded that Thomas needed to make better decisions.\n\n\nBrooke decided to give parenting advice to Ridge. She told him that parents wanted their children to act like adults, and they were disappointed when the kids did not do that. Brooke suggested Ridge give Thomas some time, and she left.\n\n\nClaire, a Forrester model, entered, and Ridge adjusted a dress on her. Claire asked about Thomas, and Caroline entered. Caroline said that Thomas had returned and didn't have a care in the world. She encouraged Claire to visit Thomas. Ridge finished the fitting on Claire, and she left.\n\n\nAfter Claire had left, Caroline begged Ridge to stop looking irritated every time Thomas' name was mentioned. \"You can't do that,\" she advised. Caroline shared with Ridge that Thomas had grilled her about the baby's paternity. She said she had told Thomas there was no chance it was his baby. She assured Ridge that she had convinced Thomas that Ridge was the father.\n\n\nCaroline lamented that Thomas had stated it would have been a disaster if he'd been the father. She understood why Ridge had never wanted to tell Thomas. Ridge said that Thomas was irresponsible. Caroline agreed, but she insisted that Ridge had to stop fuming at Thomas. \"You have to get over what happened that night,\" she said. She begged Ridge to find a way to get along with Thomas.\n\n\nBrooke entered the design office and welcomed Thomas back to Los Angeles. \"Dad is still angry with me,\" Thomas noted. Brooke said that parents worried when their kids made bad decisions like running across the street or touching something hot like Thomas had as a child. Thomas reminded Brooke that he was not a child. Brooke agreed, and she encouraged Thomas to show it and prove to Ridge that he was mature. She promised that he would get along with Ridge, and nothing would ruin their relationship forever.\n\n\nVivienne and Julius returned to their motel room. Julius announced that he didn't care what Maya wanted. He insisted that Nicole's future was at stake. He knew she wanted a future and a relationship with Zende. Vivienne agreed. \"That's a lot for a young man to handle,\" Vivienne said of Zende accepting Nicole's decision to be a surrogate for Maya and Rick.\n\n\nVivienne noted that Nicole claimed she had thought it through. Julius worried that it was not in her best interest. Vivienne argued that, as parents, they had to be supportive. Julius wondered if they had to support what they felt was a poor choice. Julius worried that Maya had made the decision for Nicole. \"I won't have it,\" he said.\n\n\nAt the mansion, Maya and Rick quizzed Nicole about becoming their surrogate. They wanted her to be \"100 percent certain\" in her decision. Nicole maintained she was sure. \"Dad can't bully me into changing my mind,\" she said. Maya thanked Nicole and said how much it meant to her, and she added that the pregnancy would make them even closer as sisters. They embraced.\n\n\n",
    "imdb": "\nNicole has doubts placed in her mind about delivering on a favor when other viewpoints are brought to her attention.    ",
    "tvmega_recap": "Thomas grills Caroline more if Ridge is really the father of her baby. Brooke gets Ridge to admit that Thomas is back from Paris and what went wrong for it to be such a short stay. Maya tells Rick that she is worried what Julius might be telling Nicole and getting into her head about this surrogacy. Julius tells Nicole that he is afraid she made her choice based on just what Maya wants. Both he and Vivienne are thinking of her. Julius reminds her that Rick is a very rich man and they can have a family in other ways. As her father he forbids this. Vivienne says having a baby is wonderful but it is no picnic. Nicole needs to think of her life and dreams with Zende. Caroline tells Thomas to stop. She thought they were going to forget about that one night together. She tells him she got her period and that is all Thomas needs to know. It would have been a disaster so he is glad it is Ridge's. Now they can all move on with their lives. Julius thinks Maya is pressuring Nicole. They all know how she acts when she does not get her way. Rick and Maya tell all they will not put pressure on Nicole to do this for them. Nicole reaffirms again that she took her time and made this decision and she wants to give them this gift. Caroline explains to Ridge that Thomas thinks he dodged a bullet and that the baby is Ridge's. Brooke seeks out Thomas and says she is glad he is back from Paris. Now he just needs to show a little more maturity so Ridge won't be mad at him. Caroline tells Ridge that he can't go on being mad at Thomas or it will send up red flags and the truth will come out. Nicole tells Rick and Maya that she will not change her mind. She knows they will make good parents. Maya tells Nicole she is glad Julius did not change her mind. She trusts her sister. They hug.",
    "tvmega_summary": "Episode # 7184 ~ Caroline is put on the spot when she's asked a tough question about her pregnancy; Nicole has doubts placed in her mind about delivering on a favor when other viewpoints are brought to her attention.",
    "soapcentral_condensed": "At the Forrester mansion, Rick, Maya, Julius, Vivienne, and Nicole discussed the surrogacy situation. Nicole insisted that Maya had not pressured her, but Vivienne and Julius persisted in telling her that she didn't need to repay Maya's kindness by becoming a surrogate. Ridge was irritable and said that Thomas did whatever he'd wanted. Brooke encouraged Ridge to be patient with Thomas and told him to give him some time to act like an adult. Thomas grilled Caroline about her pregnancy, and she assured him that Ridge was the father and that it would have been a disaster if he'd been the father. He said he was relieved that it was not his baby, and he thanked Ridge for letting him back in to the family and to work at Forresters' design firm. He also told Ridge to get a way to get along with Thomas along with the rest of the family, and Ridge said he would try to do that. The next day, Thomas returned to Los Angeles and welcomed Brooke along with him.\n"
}