{
    "imdb": "Steffy sets up a romantic evening for her and Liam at the Cliff House. After making love, Steffy stuns Liam with Eric's request that she shall move out until her divorce is final. Liam feels vindicated that Quinn continues to control their lives. Meanwhile, Wyatt thanks Eric for looking out for his best interest and trust. Ridge continues with his charade to charm Quinn, but she opts for a visit in the steam room instead of his offer for a massage of her twisted ankle. Ridge does not stop there, though, and soon joins Quinn in the sauna. It's not before long that Ivy stumbles upon this steamy encounter unseen by neither Ridge nor Quinn. Later, Quinn panics as she gets flashes of her recent interactions with Ridge. At Brooke's, Bill toasts to a better year 2017. Brooke tries to make Bill understand that despite his nay-saying she sees her future with Ridge.",
    "tvmega_recap": "Liam wonders what all of this is for. Does Steffy have something to tell him? Wyatt thanks Eric for looking out for him and telling Steffy that she has to respect her marriage to Wyatt but he thinks it is a little too little too late. Eric says maybe not. He thinks before it is all over she may change her mind and be as devoted to him as his mother is to Eric. He thinks if Steffy were to move in here it might be a good opportunity for them to get his marriage back on track. Liam tells Steffy whatever it is, just say it. Bill pulls another surprise by showing up again in Brooke's kitchen. He says it is not the most romantic spot but he will take what he can get. She drinks his champagne and offers that she hopes next year will be better for him. He says he knows it will be this time next year. If Ridge is waiting for Quinn to be out of their lives that is never going to happen so it means a marriage to Ridge is never going to happen for her. Ridge continues to look after Quinn's foot and she says she has tried ice now she needs heat, like as in the steam room. Perhaps a few minutes in there will help. Ridge agrees, he thinks that might work. Liam and Steffy roll around on the couch while they kiss and undress each other. Bill says that black cat has got her fangs so far into Eric that she is not going anywhere. He does not intend to sit around and wait for that Bozo Ridge. Quinn slips into the steam room and lays down only in her towel. She is not there long until someone else comes in. She is dismayed to find Ridge standing there in his towel after she has told this person the room is occupied and to come back. In the afterglow Steffy tells Liam how happy he makes her. Finally she says she had an interesting conversation with her grandfather and he did make some valid points and she respects his opinion. He thinks what she is doing is wrong. She is technically married to Wyatt yet living with Liam. Eric says he means what he says, Steffy is lucky to be married to Wyatt and if he gets his way it will stay that way. Bill reminds Brooke that Ridge has disappointed her time and time again and it is just a matter of time before he does it again. Ivy checks in with Pam and says she is going down to the basement to check out a few things. Pam quips and be sure to check out the steam room while she is there. Quinn tells Ridge to close the door; he is letting out steam. He comes in and sits down and starts massaging her foot. She says it is magical. Slowly his hand slides further and further up her leg until she jumps up and says she has to go. She does not know what he is up to, but he can forget about it. Liam tells Steffy that her grandfather has no right to dictate their life as he has always been there for her. This is the way it should be. She says yes eventually, but she is still married to Wyatt. Bill states to Brooke that he will be here as always when Ridge lets her down and then she can become his wife. Quinn and Ridge put on their robes and are in conversation when Ivy sees them. They are both telling each other that they despise each other. She says she does not want him to pretend to care about her. She is married to his father so he cannot play with her emotions and she does not want him to ever touch her again. Eric tells Wyatt that his mother has given him unconditional love so if Steffy can give half that much they will be fine. Quinn goes back to her office with all these thoughts of Ridge in her head and how she could never turn her back on Eric. Meanwhile Ridge tells himself that he thinks Quinn is falling for him.",
    "tvmega_summary": "Episode # 7489 ~ Steffy has a creative way to tell Liam bad news; Ivy stumbles upon a steamy encounter between Quinn & Ridge."
}