{
    "soap_central": "\n\nAt Forrester, Katie entered Ridge's office, and he appeared to be trying to draw. Katie asked if she had interrupted. \"Of course not,\" Ridge said, and he kissed her. They embraced, and Ridge asked about Will.\n\n\nKatie said he had been fine, and she was glad that Bill had been there to save Will. \"Even better,\" Ridge mocked. Katie changed the subject to Brooke's departure from Los Angeles for Milan. She wondered what was behind it. Ridge replied that Forrester had lost two trusted employees and a lot of money. Forrester needed someone hands-on in Milan.\n\n\nKatie said that she was worried there might be something more behind it. Ridge suggested that Brooke had finally figured out that Bill was all wrong for her, and she wanted to get as far away from him as she could. Katie thought it was more than that.\n\n\nRidge worried that he couldn't find Caroline. \"I've got a lot of work to do,\" he said. Katie took that as her cue to exit, but she looked suspicious. In Rick's office, Rick quizzed Caroline about the amount of time she had been spending with Ridge. \"Ridge and I are turning out fabulous designs, and you know that,\" Caroline said. Rick worried that Caroline had spent a lot of time with Ridge, and in the evenings, she had been a combination of exhaustion and exhilaration. Rick wanted to know why.\n\n\nCaroline said she had been honored to work with Ridge. Rick was unhappy, but Caroline reminded him that the designs were some of the best Forrester had ever had. Caroline left, and Rick looked unhappy.\n\n\nLater, Katie entered Rick's office. Rick figured she would be with Ridge. Katie noted that Caroline was in Ridge's office. Rick wondered why Ridge and Caroline had spent so much time together recently. Katie justified their actions because their work had been outstanding. \"The results speak for themselves,\" she said. Rick agreed that it had been some of the best designs that Ridge had put out in a long time. Rick insisted that something was off. \"And I don't like it,\" he said.\n\n\nRick maintained that Ridge had always been a loner and never needed anyone. Suddenly, he and Caroline were working together. Rick was suspicious, but Katie disagreed that anything was wrong. She left.\n\n\nIn Ridge's office, Caroline entered, and Ridge wanted to get to work. He wondered if she had told anyone about their arrangement. She said she had not told anyone. \"Not even my husband,\" she said.\n\n\n\"Use me, she said. Ridge smiled. They worked on a design, and they discussed the neckline and waistline. Caroline corrected the neckline with Ridge's advice, but he didn't help her draw it. She asked Ridge to help her with the waist. \"Show me. Take my hand,\" Caroline said.\n\n\nRidge took her hand to redraw and move the waistline, and Rick entered and watched from the doorway. Rick asked if everything was all right. Ridge said it had been, but he insinuated it had been until Rick had arrived. Ridge got a call he had to take, and he walked toward the door, but he advised Caroline not to disappear.\n\n\nRick looked angry. \"Tell me what's really going on here,\" he said to Caroline. Caroline tried to cover, but Rick grilled her. He insisted that she was keeping a secret. \"I need you to be honest,\" he demanded.\n\n\n\"Ridge needs me, really needs me. It's terrible. Ridge can't draw,\" Caroline blurted out. She explained that it had all resulted from his fall out of the helicopter. He had lost his ability to draw. \"But he found it again through me,\" she said.\n\n\nShe explained to Rick that when Ridge guided her hand, they had created brilliant designs. Rick angrily said that Ridge had been using Caroline, but Caroline disagreed. \"He's teaching me,\" she said. Rick said that Ridge had no right to put Caroline in such a position. Rick admitted that he was angry but not with Caroline. Caroline left.\n\n\nRidge returned and asked where Caroline had gone. Rick said he had asked Caroline to leave because Rick had wanted to talk to Ridge alone. Rick held a design that Ridge and Caroline had worked on. \"You've been spending a lot of time with my wife,\" Rick said.\n\n\n\"What's the issue, Ricky,\" Ridge snarked. Rick remarked that Ridge had always been such a loner and had taken pride in working alone. He wondered why Ridge had suddenly decided to share his expertise with Caroline. Ridge replied that Rick couldn't argue with the results, and Ridge said that Caroline got credit for the designs. Rick scoffed that Ridge had been generous.\n\n\nRick asked Ridge to correct a waistline on a design. Ridge said the design had been a work in progress, but Rick wanted Ridge to redraw the lines immediately. Ridge said he would consider it. Rick insisted that it would only take a couple pencil strokes and a few seconds. Rick asked if something was wrong. \n\n\nRidge tried to cover, but Rick accused Ridge of lying to everyone. \"You can't draw anymore. You're using my wife to hide this dirty little secret,\" Rick said. Rick shouted that as president, he wanted Ridge's resignation and wanted Ridge out of the company effective immediately.\n\n\nOn the Forrester rooftop, Carter sat working. Maya interrupted and said she had been concerned about Ridge and Caroline. Carter told Maya to stop gossiping about Ridge and Caroline. Maya was fishing for information, and Carter told her he hoped she got fired.\n\n\nOthello joined them and said he had a gig in Hollywood. Maya shared that she believed Caroline and Ridge were involved because she had caught them embracing in his office. Othello was surprised. Carter asked Maya if she had shared her concerns with Katie, and Maya agreed she had. Carter asked what Katie had said. Maya sputtered that Katie had not been grateful, but she would be.\n\n\nCarter insisted that there was nothing going on. Maya droned on that there was a sexual attraction between Ridge and Caroline. Othello said that Maya still loved Rick, and Maya admitted it. She, Carter, and Othello discussed that Maya had visited Rick in the steam room.\n\n\nCarter reminded Maya that she had hurt him with her embarrassing behavior. He left. Othello said that he remembered when Rick had loved Maya. Othello encouraged Maya to go after Rick. \"He really liked you. He dumped Caroline for you once. Maybe he'll do it again,\" Othello said. Maya was glad to have someone in her corner for a change.\n\n\n",
    "tvdb": "Carter warns Maya to keep her hunch about Ridge and Caroline to herself out of risk of possible consequences. Rick confides in Katie his concern that Caroline’s working relationship with Ridge may include more than designing. His concerns grow when he walks in on an intimate drawing session between Ridge and Caroline.",
    "imdb": "\nRebuffed by Carter, Maya finds another ally in her quest to break up Caroline and Rick.    ",
    "tvmega_recap": "Katie drops in on Ridge. He asks how things are at home. She replies fine. With Will it is as if nothing has ever happened. But she'd like Bill to put away all hazardous objects. Ridge says he is thankful that Bill did save Will's life. They discuss Brooke and not sure how long she will be gone. The office has lost two trusted employees and a lot of money so they need someone over there with hands on. And yeah she probably had other reasons to want to get away and think. Maybe she will finally figure out that Bill Spencer is not the man for her. But he will be fine. He will find someone else's life to ruin. He says he is waiting on Caroline as they have work to do. Caroline tells Rick that she and Ridge are turning out great designs. He says he likes the end results; the process not so much. She quips that you have to cross the road to get to the other side. He accuses her of spending all her time with Ridge. She says he is exaggerating and she is sorry that he feels neglected. This is an opportunity of a life time to have Ridge mentor her. Rick just needs to focus on the product as they are spectacular. Maya dogs Carter and tries to get him to say there is more between Caroline and Ridge. She says she is not obsessed, just concerned where Rick is concerned if Caroline is cheating on him. He tells her to keep her voice down so that people that could fire her will not hear her gossiping about Rick. Othello walks up and tells them that he is in town for a gig and just stopped by to see Rick. Othello asks Maya what is new. She blurts out Caroline and Ridge. She says she caught her in his arms and told Katie. Carter is appalled. Maya says Katie had a right to know. Katie is not grateful yet but she will be. There is something going on between the two of them even if they deny it and soon everyone will know. Carter assures her that he is friends with Ridge and there is no way he is using his star-struck sister-in-law's talent for some questionable gain. Maya says add sexual attraction into the mix and all bets are off. Carter says they do great work and Maya still says it is odd and Rick thinks so too. She gets Carter to admit that he is friends with Caroline and she has confided in him in the past. But he says he is not double-crossing one of his friends to tell Maya anything. He's not going to do her dirty work so if she continues down this path it will be alone. Othello can see that Carter is still hurting and reeling over losing Maya. But Maya can't help who she loves. She says she keeps trying to go back and be friends with Carter but nothing seems to work. Othello tells her that she might be right on track. If what she suspects of Ridge and Caroline, then Rick will not stick around for that. Rick dumped Caroline once for Maya so who says it can't happen again. Rick sees Katie come in and quips that he saw Ridge's car outside so he has given her the old heave ho. Does she ever wonder what Caroline and Ridge are doing in there behind closed doors. Katie says she would say that they are working and the results speak for themselves. Rick says yes they are beautiful but something is off and he doesn't like it. Something crucial is missing and he isn't going to stop until he finds out what it is. Caroline is late meeting Ridge. She says Rick is suspicious. It's a good thing she knows how to dance. But she gave Ridge her word so no one knows that he can't draw temporarily. He says somehow he can with her. Caroline says she is here so use her. Ridge guides Caroline's hand as he designs. Rick walks in but gets a phone call so he barely has time to just see them huddled together closely. Ridge makes a remark that maybe he should knock first. Caroline says he looks sort of stern. Rick says he is okay or will be when she tells him what is going on between her and Ridge. He says she spends most of her day intimately with a guy that he does not particularly like and comes home and tells him almost nothing. It's like she has closed him off and he has no access. She denies that. He says Ridge has always been independent and now suddenly he is mentoring her. He can't understand that. He says their marriage is based on honesty and trust so he needs her to be more forthcoming right now. He says she can not have secrets with other men. She says he is right ..Ridge needs her ..really, really needs her. He can not draw. It happened when he fell out of the helicopter. Not only did he lose his memory but his talent as well and it is just now coming back with her help and working with her. He is more brilliant than ever when he is guiding her hand. Rick says whoa, he is using her. She says only in a good way. He says no not in a good way. She argues that it is. She is honored to be Ridge's vessel, whatever he wants to call it. He is teaching her. Rick continues that this is unbelievable and he is using her and didn't want anyone to know. Ridge should have never put her in this position. She says she knows he is angry. He says yes but not at her. She wants to know what he is going to do now. Maya tells Othello it is good to have someone on her side. She knows she is right. There is something more going on between Ridge and Caroline besides master class. And when Rick finally figures that out this girl will be right here waiting. Rick comes back and Ridge asks where Caroline is. Rick says she has left for now as he wanted to speak with Ridge alone. He makes some comments on the sketches and designs and tells Ridge to humor him and make a few adjustments. Ridge won't play that game and says they are just fine. Rick continues to goad him to just take the pencil and make a few strokes. Finally Rick tells him that he knows his secret .that he has been lying to even their Dad. The great Ridge Forrester, designer extraordinaire can't draw anymore. He lost his gift somewhere in the Persian Gulf and now he is using Caroline to hide his dirty little secret. But no more. As of today he no longer works here. He wants him to give his letter of resignation immediately.",
    "soapcentral_condensed": "Caroline and Ridge are working together on a design. Rick is unhappy that Ridge and Caroline have been spending so much time together. Rick asks Caroline if she has told anyone about their arrangement. Caroline says she has not told anyone, \"Not even my husband\" Ridge says he has lost his ability to draw, but he found it again through Caroline. \"He's teaching me,\" Caroline says. \"Use me, she said. Ridge can't draw,\" Caroline blurts out. \"Even better,\" Ridge mocked. \"You've been spending time with my wife. You've taken a lot of pride in working alone,\" Rick remarked. \"What's the issue, Ricky?\" Ridge snarked. \"I've got a lot to do,\" Ridge said. \"Of course not,\" Katie said, and he kissed her. \"It's terrible. Ridge needs me, really needs me. It's terrible,\" Caroline said, \"Ridge can't Draw.\" \"It is terrible, Ridge,\" Katie replied.\n"
}