{
    "imdb": "Ridge keeps a fake smile pasted on his face as Quinn enjoys receiving a rave reception of the buyers for the fashion show - and her jewelry. Quinn thanks Ridge and Steffy and announces that she is proud of herself. Wyatt and Ivy chime in to say she should be as they urge Ridge and Steffy to accept that Quinn is a great asset to Forrester Creations and in her marriage to Eric. Alone, Ridge and Steffy are happy for the fashion show being a success, but worry that Quinn's position is now stronger than ever. Having witnessed her tense moment with Maya, Zende advises Sasha to keep her distance from Nicole. Katie is genuinely touched to see Eric smile at his wife's accomplishment at the company. Later, Eric and Quinn celebrate the day in a romantic fashion. Quinn takes a sudden tumble from cloud nine, though, when she spots a glass with imprint of lipstick in the living room...",
    "tvmega_recap": "Eric tells Katie that he is pleased with the show; he thinks his wife was wonderful and all that matters is the applause, not who was wearing the show stopper. He feels it has something to do with Ridge. But the important thing is Quinn came through for him. She did not let him down. Quinn and Ridge continue to exchange words under their breath with smiles on their faces on the runway. Backstage Quinn wants to toast the occasion but Ridge passes. But that too is shot down when several buyers come back stage and praise them and say they will be buying more in force. They say the jewelry line was superb. And Ridge's designs are always great but this surpassed with an extra edge to them. Steffy and Ridge are floored. Quinn asks them to stay when the buyers leave. There is something she wants them to hear. Zende tells Sasha that she wowed the crowd. They end up talking about her sister and how they let her down. She asks again where does this leave the two of them. He's honest. He says right now all he can think about his love of Nicole. Katie tells Eric that she is willing to give Quinn the benefit of the doubt as she sure seems to have changed Eric. Quinn thanks both Ridge and Steffy and says she can say now she was nervous but despite a few small glitz's they pulled it off and she is grateful to all of them for making it a successful show. Ridge is not taking all of her support, especially from her fan club section of Wyatt. She says she loves Eric and she just wants him to be proud of her. And she hopes in time they will see that this is for the good of the company. Wyatt and Ivy enjoy a few moments to themselves to pat Quinn on the back. He says in this case Ridge was wrong about his mother, but somehow she and Eric work. Ridge tells Steffy that orders are still coming in; the phone won't stop ringing. Steffy says yeah Quinn has pulled another rabbit out of the hat. wonder if she will tell Eric about the show stopper. And as much as she hates to admit it without Quinn the show would have sunk. Wyatt tells Ivy that Quinn wore that gown for her husband and now he is more of a believer in his mom. Quinn comes home all excited and wants to hear all Eric has to say. Initially he does not seem that excited and she is disappointed. She says she has a feeling it has something to do with Ridge and the show stopper. She could not let Eric or the show down so she put on the gown and walked down the runway herself. The buyers have promised very big orders. Finally he says he loves her and he loved the show. Now he wants to take her upstairs and celebrate. She stays behind to grab her phone and notices lipstick on a glass and wonders...",
    "tvmega_summary": "Episode # 7463 ~ Ridge learns his attempt to sabotage Quinn backfired, & he's not pleased; Zende gives Sasha a word of warning to stay away from Nicole for the time being."
}