{
    "imdb": "On Rick's expressed recommendation, Katie checks out a small house in Beverly Hills next door to the Forrester Mansion. She immediately falls in love with the place and wants to make it the new home for her and William. When Eric learns that Katie is interested buying the house, he encourages her to do so - even after Katie informs him about Quinn's phone call last night. Quinn confesses to Wyatt her concerns regarding Katie's unannounced visits to Eric. Wyatt feels his mother is being paranoid and warns her to trust Eric. Despite having left her at the altar during their wedding, Bill assures Brooke that he still wants for them to be married. When R.J. interrupts them, acting snippy, Bill realizes he has to win over his potential step-son. Brooke is thrilled that Bill wants to spend the day with her son in order to get to know him better.",
    "tvmega_recap": "Wyatt and two models welcome Quinn, the conquering hero from her dazzling appearance in yesterday's fashion show. Pam shows her lots of letters of congratulations and says sales are skyrocketing. The realtor shows Katie and Rick the house next door to Eric's. Katie is glad it is renovated and not that massive as she doesn't need that kind of space. Eric pops in and laughs that he just happened to be in the neighborhood. Rick says it is good to see him out and about he was not sure he could make it over right now. Eric is surprised to hear that Rick is trying to convince Katie into buying this house. It's within walking distance for Will to walk to school although no one in Beverly Hills walks anywhere. Eric urges Katie to buy it and then they can take down that awful hedge on the property lines. When Rick and the realtor leave, Katie says she cannot buy the first house she sees, she feels she needs to keep looking. He says the Forrester and Logan families are united and he thinks it would be ideal to have her living next door. She wonders about Quinn ..and mentions that Quinn called her last night after she spotted the two glasses on the table and one with red lipstick. She seemed okay but some women are not too keen in having their husbands entertain women in their home without them being around. Katie says she does not want Quinn as an enemy especially living right next door. Eric reminds her that Quinn has changed and she just does not know Katie that well but he thinks she will appreciate having a friendly face next door. And no problem when Bill comes to pick up Will as no one sees anyone in Beverly Hills. Bill shows up unannounced at Brooke's and she says funny Ridge did the same thing last night. Bill says he thought she was through with Ridge. She explains things are still a bit stormy but she feels she had been dumped at the altar. He says if it had been anyone else he would have dumped them and moved on. But he is here now and that should tell her something. She tells him that he is still the man she wants to marry but Ridge is the father of her son and she thought she should hear him out that day. RJ shows up and Bill says just the man he wanted to see. RJ is less than pleased but Bill hands him the car keys and says they need to take a little spin and get to know each other better. RJ has to be talked into it but Brooke says she thinks this is great the two men she loves most in the world getting to know each other and treating each other with respect. Wyatt watches Quinn take a lot of phone calls and later he tells her that he hasn't said it enough but he is very proud of her. He has never seen her this way before. It gives her a sense of purpose and nothing rattles her now. She says not exactly. Something happened last night \u0096 Katie Logan. She explains that she was very complimentary but she just dropped in on Eric last night and Quinn thinks that could be a problem. Wyatt tries to point out that Eric has a long history with all the Logan women. Quinn knows; she just does not think it looks right for a woman to be inviting herself over to be with Eric a single women at home alone with her husband. She wants Wyatt to know she is not jealous or insecure but she still has a problem of Eric's family and Katie just dropping by. Wyatt assures her there is nothing to worry about. She should trust him just like he does her. Katie thanks Eric for his help and friendship as he has helped her see something she had a hard time accepting and that is a few low rough times in her life. Brooke and Bill are who they are and she knows they love her. But now she is free to live her life with her son and do whatever she wants to. She can buy this house; she can live next door to her friend .she can do this! She will make an offer today. Eric hugs her and says this is very exciting.",
    "tvmega_summary": "Episode # 7465 ~ Bill assures Brooke that he still wants to marry her by proposing that they elope; Eric learns the extent of Quinn's jealous side when Katie informs him of his wife's phone call."
}