{
    "soap_central": "\n\nAt Forrester Creations, Taylor continued the psycho therapy sessions with Nick. Nick had a difficult time remembering events from the past. He did recall a man named Captain Jerry Kramer who brought gifts to him. He recalled that he became angry with this man and asked him never to come back, but Nick could not recall why. Nick cut the session short and asked Taylor to leave. Jackie asked Nick how his therapy is going. Nick said he didn't feel any differently than he did before. Jackie became defensive when Nick asked her about their past.\n\n\nAfter Taylor's session with Nick ended, Jackie spoke to Taylor privately. Jackie told Taylor that what Nick needs is Taylor to help him forget about Brooke and not by using therapy. Jackie tried to make it appear as though Taylor were looking for something in Nick's past that was not there.\n\n\nAt home, Ridge and Thorne decorated the Christmas tree. Ridge warned Thorne that Taylor should not be involved with Nick with therapy, because Nick cannot be trusted. Thorne asked Ridge to be his best man at he and Taylor's wedding. Back at Forrester Creations, Nick really tried to remember details about Captain Kramer. Nick did not like what he was beginning to remember.\n\n\n",
    "tvdb": "Ridge and Thorne prepare for Christmas and discuss his relationship with Taylor. Thorne talks about the wedding and asks Ridge to be his best man, to which he accepts. Taylor tries to question Nick more about Jerry and he can't remember why he suddenly wanted nothing more to do with him. Nick remembers a pair of pearl earings that Jerry bought for Jackie. Nick calls the session to an end abruptly. Jackie digs for information about what Nick told Taylor. Jackie tells Nick that he's wasting his time when he asks her about Jerry. Jackie tells him that she doesn't remember him, but later goes to Taylor and warns her to stop digging into Nick's past. Jackie storms out when she realises that she isn't getting through to Taylor.\r\n",
    "yt": "\n\nTaylor helps Nick dig deeper and deeper into his past. Nick recalls a time when his mother was friends with a man named Captain Kramer. Jackie is a bit alarmed when Nick brings his named up. Later, Jackie visits Taylor and encourages her to purse a relationship with Nick. Thorne and Ridge discuss the future of the family business. Thorne then asks Ridge to be his best man when he marries Taylor.",
    "imdb": "\nTaylor wonders why Nick's Seattle memories never extend beyond the happy poor period, before he broke with generous captain Jerry Kramer. Ridge agrees to be Thorne's best man. Jaqueline seems desperate to put the episode out of her mind, even from Taylor's side. Nick starts remembering a traumatic incident.    ",
    "tvmega_recap": "Taylor urges Nick to dig a little deeper, try a little harder until he remembers more about this Captain Jerry Kramer why he wanted him to stop dropping by. Nick maintains he can't do this. He can't sit around yapping about himself all day. Perhaps it was just as simple as the guy stopped bringing presents by. Ridge doesn't think Taylor should be playing mind games with a nut like Marone. With all due respect, Thorne doesn't think that it is his call, he doesn't need backup. Jackie asks Nick how was his session with Taylor? He says he doesn't feel any differently, but it's interesting. She laments good times they remember and the bad ones, who cares? She is startled though when he brings up the name, Jerry Kramer, and asks if she remembers him? She basically dismisses it, but confesses she does remember the earrings and she kept everything Nick ever gave her so she is sure she still has them. She tells Nick that some of the men were vulgar and taught him to drink, but his childhood was healthy and how he got here now doesn't matter. Taylor should be helping him with more important things like getting over the pain of losing Brooke. She's highly distressed as she leaves. Thorne asks Ridge to be his best man and he accepts. Jackie makes a beeline to Taylor and asks how the session went? Taylor can't answer that because of patient confidentiality. Jackie laments there is nothing wrong with Nick and she strongly urges Taylor to help Nick get over Brooke is some other way, stop concentrating on the past. Taylor realizes she seems too concerned. Probing deeper, Nick realizes something is missing. What did he do? All he can remember is him asking Captain Kramer to leave and never come back.",
    "soapcentral_condensed": "At Forrester Creations, Taylor continued the psycho therapy sessions with Nick. Nick had a difficult time remembering events from the past. He did recall a man named Captain Jerry Kramer who brought gifts to him. Nick cut the session short and asked Taylor to leave. Ridge warned Thorne that Taylor should not be involved with Nick with therapy, because Nick cannot be trusted. Thorne asked Ridge to be his best man at he and Taylor's wedding. Nick did not like what he was beginning to remember about Captain Kramer. He recalled that he became angry with this man and asked him never to come back, but Nick could not recall why. Nick said he didn't feel any differently than he did before. Jackie told Taylor that what Nick needs is Taylor to help him forget about Brooke and not by using therapy. Jackie tried to make it appear as though Taylor were looking for something in Nick's past that was not there. At home, Ridge and Thorne decorated the Christmas tree. Nick asked Taylor about their past.\n"
}