{
    "soap_central": "\n\nAt Taylor's, Hector and Harry worry about Phoebe's safety and frantically try to find out what Shane's address is.  When Hector gets the address, Harry races out to rescue Phoebe.\n\n\nAt Shane's apartment, he continues to pressure Phoebe to get romantic.  She's freaked out by all the pictures of her he has  taped on his wall. She tells him she's changed her mind about dinner and that Harry is going to be picking her up.  Shane is very upset and tries to convince her to stay.  He tries to calm her down and make her relax and reminds her that she promised to stand by his side as long as he needs her too.  He tells her that he thinks he could be the kind of man she deserves.  Phoebe tells him it's hard to feel romantic when she's so worried about her mother.  Shane tells her to believe in him, convinced that his testimony will set Taylor free.  Just when he starts kissing her, Harry bangs on the door, demanding to be let in, or he will break it down.  When Harry busts in, he tells Shane that Phoebe doesn't want to be near him.  Shane gets angry, asks Phoebe  if it's true and threatens to get on a bus and not testify but Harry says he has to testify because he's been subpoenaed. Once Phoebe finally convinces Harry to leave, Shane wants to make sure she isn't using him just so he'll testify on Taylor's behalf. When he asks her if there is something between them,  Phoebe admits that she is attracted to him, but not ready to get physical and not in the mood to have fun tonight.  She promises him they can celebrate tomorrow when it's all over. Happy to get  any time with her,  Shane agrees and they hug and kiss.\n\n\nAt Thorne's , when he goes to check on his daughter, Allie tells him how much she misses Taylor  and wants to know when she will be home.  After she hands him a card and picture that she made for Taylor, Thorne hugs Allie and tells her how much he loves her.  Once Allie leaves the room, Thorne looks at a picture of Darla and tells her how much Allie has come to depend on Taylor.  He knows Darla wouldn't want Taylor to spend ten years in prison and hopes that Shane's testimony will convince the jury it was an accident.  \n\n\nMeanwhile at the prison, Taylor worries about Shane stalking her daughter.  When Storm drops in to see her she demands that he put Shane on the stand first.  She tells him she can't believe she allowed Shane to move into her home and she's glad to know Harry will protect her daughter.  She's insistent that he keep Phoebe off the stand.  Storm assures Taylor he will try to do as she requests, but adds that she'll have to let him do his job.  Right as Storm is leaving, Thorne drops by.  Once they are alone, Thorne asks how she's holding up and she tells him so much rides on Shane's testimony.  Taylor thinks it's very possible that Shane won't be able to convince the jury that it was an accident, but all that matters to her is that Thorne knows it was.  Thorne tells her how much Allie misses her and gives her the picture and card from his daughter.  Taylor is touched and thanks Thorne for not telling Allie about her involvement in Darla's death.  Thorne tells her that he hopes Taylor will be able to continue spending time with Allie once this is all over.  He admits that he hasn't come to terms with everything, but he knows she would never intentionally hurt Darla and believes  a jury will see that too.  So grateful for his support, Taylor gives him a huge hug and thanks him.   \n\n\n",
    "tvdb": "Storm talks with Taylor and she insists that Shane testify first during the trial. Storm doesn't think it's wise, but Taylor only wants him away from Phoebe. Ally tells Thorne that she misses Taylor and so he takes her drawings to give to Taylor. Thorne opens up to Taylor and finally admits that he doesn't want her to go to jail and that Darla's death was not her fault. Hector and Harry try to locate Shane's address, Harry rushes out when Hector manages to. Shane makes excuses for having photographs of Phoebe. Harry later barges in and tries to get Phoebe to leave but Shane threatens to ship town. Phoebe sends Harry off and manages to convince Shane that she is attracted to him, then allows him to kiss her.\r\n",
    "yt": "\n\nPhoebe and Shane share a kiss, but Harry arrives before anything else can happen.  Phoebe thinks it is cute that Shane has a crush on her, but tells Shane she is not ready for an intimate relationship.  Shane and Harry argue over Phoebe.  Phoebe is worried Harry is jeopardizing Shane’s testimony.  Taylor tells Storm that Shane needs to testify first as she is worried about Phoebe. Later, Thorne gives Taylor a letter from Alexandria and says that he hopes Taylor can be a part of her life.",
    "imdb": "\nHector, Harry and even Taylor worry only about Phoebe rather than prepare for her day in court with Storm. Shane actually understand his photo tribute scared her. Thorne can't explain to Alexandra what keeps Taylor away. He then visits her in jail and promises to testify in her favor. Harry bursts in while Shane works up gently to a kiss, but is turned back. They agree to part but celebrate after Taylor's trial.    ",
    "tvmega_recap": "Phoebe tells Shane that he can't make anyone love him. He explains away the shrine of pictures on the wall. Ally tells Thorne she misses seeing Taylor; when is she going to be home? He reflects to Darla's photo that accident or not, it was Taylor that took her from them and she's never coming back. Thorne bursts in on Taylor so Storm leaves. He is concerned about her trial tomorrow; how is she holding up? He confesses Darla wouldn't want this \u0096 Taylor behind bars, a trial and he gives Taylor a letter and drawing from Ally. She's so touched that she cries. He can't tell Ally the truth, but he's hoping once this is all over that Taylor can spend time with Ally again like she used to. He doesn't understand it all, but in his heart he knows Taylor would never intentionally hurt his wife, and that the jury will see that too. Hector manages to get Shane's address and gives it to Harry. Phoebe wants to leave and Shane acts slighted. He wants her to trust him. As he starts to kiss her, Harry bangs on the door demanding Shane open it. Eventually he breaks the lock and demands that Phoebe leave with him. She is playing with fire, but she states that she can handle the situation. Shane asks is that all she is to him \u0096 just a means to an end, use his testimony then toss him aside? Phoebe gets Harry to leave, but he tells Shane that if he lays one hand on her that he will come after him with the hedge trimmers. Phoebe puts Shane off until tomorrow, after the testimony they will celebrate.",
    "soapcentral_condensed": "At Taylor's, Hector and Harry worry about Phoebe's safety and frantically try to find out what Shane's address is. Meanwhile at the prison, Taylor worries about Shane stalking her daughter. When Storm drops in to see her she demands that he put Shane on the stand first. At Thorne's , when he goes to check on his daughter, Allie tells him how much she misses Taylor and wants to know when she will be home. After she hands him a card and picture that she made for Taylor, Thorne hugs Allie and tells her how much he loves her. Thorne tells her that he hopes Taylor will be able to continue spending time with Allie once this is all over. He admits that he hasn't come to terms with everything, but he knows she would never intentionally hurt Darla and believes  a jury will see that too. So grateful for his support, Taylor gives him a huge hug and thanks him. At Shane's apartment, he continues to pressure Phoe be to get romantic. He tells her to believe in him, convinced that his testimony will set Taylor free.\n"
}