{
    "imdb": "It's the day of the fashion show: backstage at Forrester Creations, Quinn tells Wyatt and Ivy about Pam scaring her, R.J. flirts with models and Maya and Rick complain to each other about Quinn being in charge. Zende updates Sasha on the situation with Nicole. Steffy informs Brooke and Ridge that the showstopper alterations are finished. Ridge refuses to have his design be used as a footnote to Quinn's jewelry and convinces Steffy to back out of modeling the dress... At the Forrester Mansion, Katie pays another visit to Eric to thank him for his favor. Eric invites her to watch the live-stream of the show with him. As the models hit the runway, Maya faces off with Sasha just seconds before both of them present the jewelry pass on stage which is received with mixed reviews at first. Wyatt and Ivy join Quinn who panics that Ridge pulled the showstopper. As she is the only one with the fitting size, Quinn eventually wears the dress herself! The audience grows wild with excitement and therefore a highly reluctant Ridge has to share the spotlight at the end of the show with his step-mother.",
    "tvmega_recap": "Quinn tells Wyatt and Ivy that she is trying to ingratiate herself into the family but they are all bailing on her. Steffy tells Ridge that the show stopper is spectacular. He says maybe but they will never see it today. He did not make it for Quinn's jewelry pass. But he tells Quinn that it will be a show to remember. Katie thanks Eric for inviting her to be his fashion show guest viewing partner. She brings a bottle of champagne and thanks him also for getting Will into the prep school. He tells Katie that Quinn is putting on a really great show. Maya rails into Sasha about her breaking up Nicole and Zende when she ran off to Hawaii and then ended up sleeping with Zende. They are arguing when Quinn comes by and says it is time for the jewelry pass they have never had on the runway before so they cannot be fighting. They must line up now. Charlie and Pam look smugly at each other; something is not quite right. Quinn is unhappy and says it will be okay though when they get to the show stopper. Ridge says wrong. He thinks too much of that dress to parade it before all of them after the jewelry pass. Quinn begs Steffy just to put the show stopper gown on. It was made for her and Eric is watching and expecting it. The show was never meant to stop with the jewelry line. She panics and asks Ivy but she says she is too tall. It was fitted for Steffy. Wyatt walks up and asks Steffy to put it on. Ridge says oh the cavalry is here. That was a disaster out there and he has to think of long term and his dress is not going out there. While all look on in amazement Ivy announces the show stopper and Ridge is shocked that Quinn is wearing his lovely wedding gown. It's a big hit. Ivy even announces the designer Ridge Forrester but he says he will not go out there. They tell him that he has to so he finally does and Quinn takes his hand and holds it up in triumph. He smiles but says he hates her; he hates everything about her.",
    "tvmega_summary": "Episode # 7462 ~ Eric invites Katie over to the mansion to watch the Forrester Creations fashion show with him; as the fashion show begins, Quinn attempts to get Ridge & Steffy on her side and on board with her plan."
}