{
    "soap_central": "\n\nAt Forrester, Steffy was still adamant that Liam not stage a sit-in at Spectra. Bill planned to demolish the building that very day. Liam said it wouldn't happen with him and the Spectras in it. Steffy let him know that she'd seen Sally, and Steffy didn't know how he'd been able to tell Sally about Bill's part in the fire. Liam replied that Sally had just figured it out. Steffy said he could have denied it, but he asserted that he wouldn't lie for his father.\n\n\nSteffy hadn't liked seeing Liam's picture on Sally's wall, either. Liam stammered that it was something Sally's weird grandmother had done. Steffy believed that Sally had a crush on Liam, and by spending time with Sally, Liam was making it worse. Liam claimed that Steffy was the only woman for him, and there was nothing between him and Sally.\n\n\nLiam didn't know why he'd kidded himself about Bill changing. In Liam's view, Bill would do or say anything to get what he wanted. Liam believed he had a way to stop Bill, and stop Bill was what Liam would do. Liam kissed Steffy and rushed out. She called after him, to no avail.\n\n\nAfter a while, Wyatt arrived. He was looking for Katie. The dismal Steffy hadn't seen Katie. Wyatt noticed Steffy's mood and guessed it had to do with the Spectra demolition. Steffy said Liam was too involved, and all he thought about was how to rescue Sally.\n\n\nIt was making Liam reckless, and it really worried Steffy. She clarified that she didn't mean \"involved\" on an intimate level, but the lengths he'd gone to had been inappropriate. Wyatt understood her concern but said there was nothing Liam could do at that point.\n\n\nMirthlessly, Steffy announced that Liam's new plan was a sit-in. Wyatt was stunned that his brother had convinced those people to stay in a building that was about to implode. Steffy said they wouldn't be alone because Liam was joining them. She loved her husband, but she felt that he was going way too far, and though she understood and admired what kind of man her husband was, Steffy questioned the fact that Liam was doing it all for Sally Spectra.\n\n\nAt Spencer, Alex filled Bill in on the status of the demolition. Alex's crew had pre-weakened the building and placed the explosive chargers. The building would fall on the east side of the property. Bill said that, when he gave the word, he wanted Alex to \"demo\" the building into nothing but dust and memory. To \"Sky,\" Bill stated nothing would stop her from going up.\n\n\nLater, Justin was with Bill, who was staring at the skyscraper model. Justin said it had to feel good to have nothing standing in the way. Just then, Liam arrived, and Bill told Liam to say what he needed to say. Liam knew that they could find a better solution, and Liam asked Bill to work with him instead of destroying the Spectra building.\n\n\nJustin wordlessly exited. Liam said that Bill could build a skyscraper tall enough to see from Santa Monica, but he could do it in a year. Liam argued that the time was nothing to Bill, but the time could make or break Sally. Bill said Liam hadn't listened to a word Bill had said about what was involved in a project of that magnitude. He'd already agreed to relocate Sally anywhere within reason, something she could never do on her own. Liam said it wasn't about money. It was about family legacy, and he knew Bill could appreciate family legacies.\n\n\nLiam said Sally should be able to relaunch in the spot where it had all begun, and if Bill wanted to make it right, that was the way to do it. Bill quipped that if he cared for sentiment, he'd put out a line of greeting cards. Bill insisted that Sally could design anywhere else, but the lot belonged to Sky. Liam whispered that Bill wasn't budging.\n\n\nBill yelled that he had budged. Even though it was against his better judgment, Bill offered to budge even more. He said he'd put Spencer's full support behind Sally's relaunch and have Jarrett write comeback stories. Liam said it was all good until Wyatt and Bill voted it down later. Bill offered to put it in writing and notarize it. \"You can stamp it on your forehead!\" Bill roared.\n\n\nLiam thought it was almost funny. Bill was over the matter and insisted he was building \"Sky\" on that location. Liam had thought he could reason with Bill on behalf of the person Bill had wronged so egregiously that Bill would be in prison if anyone found out about it. Liam whined that Bill didn't care about any of those people, so Bill could do what he had to do and demolish the building. Liam said Bill should know that he'd have to take Liam down with it.\n\n\nBill asked what that meant. Liam said the Spectras were staging a sit-in, and Liam planned to join them. Bill hysterically laughed at the idea. He asked if Liam would tattoo a peace sign on his \"ass\" while he was at it. Bill figured Liam was living in a time warp.\n\n\nLiam claimed that people of conscience held sit-ins all the time, and it was what they did when oppressed. Bill guessed he was the oppressor. Agreeing, Liam said Bill had bullied the Spectras. Sally was completely at Bill's mercy, and Bill had never shown any mercy. Liam believed that was what oppression was. \"That's what business is, son,\" Bill countered.\n\n\nBill conveyed that he hadn't always been king of the mountain. There had been a time when sharks had tried to eat Bill alive and take everything Bill had. Bill hadn't had anyone there to fight his battles, and no one had shown him any mercy. Bill yelled that he was willing to do it. Bill asked why he was willing to do it and answered himself, saying it was because he'd heard his own son. Bill said he'd been willing to pay for the relocation, and he'd already gotten her place all packed up for her.\n\n\nLiam stated that Bill owed Sally more than that. \"No, I don't, and I'm not giving her another year!\" Bill roared back. Liam asked what Bill expected Liam, who felt passionately about righting the wrong, to do. Tapping his head, Bill said it was easy -- Liam needed to think. Bill suggested that Liam remember who he was and that Spencers were loyal to each other above all else. Liam disagreed that it was that way if something went against what he believed in.\n\n\nLiam asked again what Bill expected of Liam, and Bill said nothing less than family loyalty. Liam replied that he didn't agree with such a thing and never had. Liam guessed that Bill didn't know his son. Liam didn't want to be at war and had thought they were beyond it. Bill argued that they had been, especially with all he'd done to compromise. Bill didn't want to be at war, either.\n\n\nBill urged Liam to stop worrying about Spectra's legacy and start worrying about his own. Bill believed \"Sky\" would benefit them for generations. Bill felt that Liam should embrace \"her\" and be proud of \"her.\" Liam refused to let Bill decimate the little hope that \"these people\" had left. Liam accused Bill of taking Sally's confidence, destroying her love life, and torching her building.\n\n\n\"Now you want to take what's left? That's not fair. And you know that's not fair,\" Liam said. He planned to be in the building with the Spectras. Bill said there was nothing Liam could do. The explosives were already in place. Liam decided that Bill would have to blow Liam up, too. Liam walked out, and Bill growled in frustration.\n\n\nAt Spectra, Sally, Shirley, Saul, and Darlita sneaked into Sally's vacant office. Darlita wondered what had happened to all their stuff, and Saul guessed that Spencer moved quickly.\n\n\nLater, Saul told the group that the sewing machines were gone, and so was everything else. Sally didn't want the group to feel obligated to stay. It would be dangerous to do the sit-in, and at the very least, they could get arrested. Shirley, Darlita, and Saul committed to standing by Sally. Sally said the sit-in was a long shot, but it might work.\n\n\nThe Spectra crew set up their pallets and chairs in the empty office. Sally said it was dangerous to be there, and they'd probably be put out eventually. It reminded Shirley of the sixties. Darlita felt like a revolutionary. Saul said they were in it with Sally until the end.\n\n\nAlex arrived with some construction workers and was upset to see the group in the building. After Sally identified herself, he told her that she and her people needed to get out because they were demolishing the building. Sally joked that she was looking forward to the show. \"Excuse me?\" Alex said. Sally asserted that they weren't leaving.\n\n\nAlex didn't think they understood that he was talking about live explosives. \"Hell, no! We won't go!\" Shirley yelled. Darlita said they were having a \"sit-down\" with bottled water and frozen dinners. Shirley asked if Darlita had brought frozen food. Darlita explained that it would take time to thaw and would last longer.\n\n\nAlex said Bill Spencer wanted the building gone by that evening. Sally replied that she couldn't control what Bill wanted, but she could control how she reacted to it. She claimed that the building was her legacy, so she'd go down with it if she had to.\n\n\nAfter Alex and his crew had gone, time ticked by, and the foursome wondered what they'd do if the construction crew tried to carry them out of there. Sally hoped it wouldn't get that bad because Liam was involved. Saul asked why Liam wasn't there yet. Just then, Liam arrived.\n\n\nLiam said the construction crew was checking their explosives. They'd tried to stop him from entering, but he'd blown them off. Liam said he'd told his father about the sit-in. Sally figured that was it then. She said Bill didn't care about the Spectras, but he wouldn't blow up the building with Liam inside. Liam shrugged nervously.\n\n\nOutside, Bill was in an area near the Spectra building. Justin arrived, excited about the big moment. Justin had gotten some cigars and exclaimed that the next step was, \"Ka-boom! Groundbreaking ceremony, baby!\"\n\n\nBill wished he could enjoy it, but roadblocks kept getting in his way. Bill explained that Liam had convinced the Spectras to stage a sit-in. \"In there? With demolition about to begin?\" Justin exclaimed, pointing at the building. Bill said his bleeding heart son was participating in it.\n\n\nJustin received a call from someone who said Liam had darted into the building. Justin asked what Bill wanted to do. Bill wanted to show that he meant business and ordered Justin to cut the power.\n\n\nBack inside, the power went out, and Sally asked what message Bill was sending. Liam said Bill wasn't backing down. Sally refused to believe Bill would blow up the building with his own son in it. Saul said it had escalated to a dangerous situation, but Sally asked Liam to say Bill wouldn't blow up the building with them inside it. Liam said nothing. Sally asked what they should do.\n\n\n",
    "yt": "\n\nBill meets with the head of demolition crew and makes a plan to turn the Spectra building into rubble by the end of the day.  Steffy strongly voices her objection of Liam going against Bill’s plan by joining Sally and her crew in their peaceful protest.  Wyatt learns from Steffy about Liam’s idea and becomes worried that things between his father and brother will not end well.  Liam makes one last passionate plea to Bill to change his mind about tearing down the historic building.  As the demolition crew arrives on the job, the Spectra group refuses to vacate the premises.",
    "tvmega_recap": "Steffy tells Liam that this is over the top and ridiculous. Staging a sit-in is way too dangerous and she is not going to let him do it. He tells Steffy that she is his wife and he loves her and she is the only one for him, and he has nothing going on with Sally. He just wants to stop his dad from doing this. Steffy begs him not to go but he does. The explosion demolition man tells Bill all is set and they will get the word from him when all have left the building. He says finally is dream will come true and nothing will stop him. Sally, Grams, Darlita and Saul look over the ruble that is left when everything was moved out. Sally tells them that this could get dangerous so she will understand if they want to pull out. All agree that they won't. They are in it for the long haul. Steffy tells Wyatt that Liam is being reckless and she is worried. She is not worried about the two of them but he is too involved with Sally. Liam goes to Bill and says he is begging him to work with him and please do not destroy the Spectra building. Bill reminds Liam that he has been more than generous in helping Sally relocate. Liam says this is about family legacy and he knows Bill could understand this. Bill says Sally can design anywhere and if he wanted sentiment he would design greeting cards. Bill sweetens the pot and says they will get behind Sally 100% and Jarrett will give her glowing reviews but Skye is going up. Liam says okay but just know that he will be taking down Liam as well as he is going to join Spectra in a sit-in. Bill laughs in his face. He asks if he is going to tattoo a peace sign on his ass also. Liam says Sally does not have the means to fight back. Bill says he had nobody there to help him fight his battles or show him mercy. But that is what he is willing to do for Liam and he is not going to wait another year. Liam says that is not fair so today he will be in that building with that motley crew. Bill says the explosives are already in place and there is nothing they can do. Grams states she loves this. It reminds her of the 60's with peaceful protesters. The demolition team shows up but Sally says they are not leaving. They say again they are ready to blow and they cannot be here They repeat again they will not go. Justin tells Dollar Bill that he should be happier unless there is something he has not told him. Bill reveals the sit-in with his own son taking part. Steffy tells Wyatt that it is ridiculous that Liam is putting his body in harm's way all for Sally. Liam shows up just when they think he is not going to show. He says the crew tried to stop him but he burst through. And he told his dad so he knows he will be here. Suddenly the power and lights go out to send Liam a message that Bill means business. Sally says there is no way his dad would do this now with Liam inside but all look concerned.",
    "tvmega_summary": "Episode # 7707 ~ Bill is determined to demolish the Spectra building by the end of the day; Liam makes one desperate, last-ditch effort to help Sally and her company.",
    "soapcentral_condensed": "Steffy was still adamant that Liam not stage a sit-in at Spectra. At Spencer, Alex filled Bill in on the status of the demolition. Bill said that, when he gave the word, he wanted Alex to \"demo\" the building into nothing but dust and memory. To \"Sky,\" Bill stated nothing would stop her from going up. Liam knew that they could find a better solution, and Liam asked Bill to work with him instead of destroying the Spectra building. Liam said Sally should be able to relaunch in the spot where it had all begun, and if Bill wanted to make it right, that was the way to do it. Bill offered to budge even more against his better judgment, but Liam said it was all good until Wyatt put it in writing and not put it down until Bill voted it down. \"You can stamp it on your forehead!\" Bill roared. Liam whispered that Bill wasn't budging. Justin said it had to feel good to have nothing standing in the way. Just then, Liam arrived, and Bill told Liam to say what he needed to say.\n"
}