{
    "soap_central": "\n\nAt Brooke's house, Maya asserted that Rick held their future in his hands, but to Rick, the job felt like a consolation prize. \"So what? Be consoled,\" Maya replied. She said that Eric had figured out his mistake, and he wanted Rick to succeed him. She urged Rick to sign the contract and make it happen.\n\n\nRick walked away from the papers. Maya said that pride was attractive in a man until it became self-defeating. She advised him to see it as business and take the position of becoming Ridge's boss. It was time for Rick to make a mark on Forrester bigger than Ridge or Eric had ever done, and that was the way to get payback, in Maya's view. Rick said she made it sound exciting.\n\n\nMaya urged Rick to take the power, and she'd help wield it. She promised to be the partner that Caroline was too immature to be and to always have his back. Rick asked when she'd become so fierce. Maya said she'd been good, expecting things to turn out well, but instead, people had run right over her.\n\n\nMaya claimed that her family, her last boyfriend before Rick, and the system had all run over her. She asked him where being nice had gotten him and urged him to flip the script and take control. Maya told him to forget about how the opportunity had presented itself and just take it.\n\n\nIn Rick's office, Caroline murmured that her call to Rick had gone straight to voicemail. Hope advised Caroline to let it go for a while because there was no explaining \"Ridge\" to Rick. Caroline recalled how entitled Maya had looked at Brooke's house, but Caroline asserted that Maya wasn't entitled to Caroline's husband.\n\n\nHope asked what Caroline had been thinking to get involved with Ridge. Caroline replied that she hadn't been thinking. She'd gotten caught up in creating and had shared a few kisses. Hope didn't believe the kisses had meant nothing. Caroline insisted that she shouldn't lose her marriage over it.\n\n\nHope left, and as Caroline worked, Maya arrived and began moving things around on Rick's desk. Caroline rolled her eyes and asked where Rick was. \"With Eric, taking what's rightfully ours,\" Maya replied. Caroline asked what Maya thought she deserved. \"All of it. The money, the power, and Rick,\" Maya replied, putting Caroline and Rick's picture in a drawer.\n\n\nCaroline was sure it was all in the same order, and Maya quipped that Caroline should watch her tone with Maya. Chuckling, Caroline said that Maya had had only one night with Caroline's husband and needed to put her feet back on the ground. Maya stated that it would be every night because she and Rick were a team, and soon, everyone would know it.\n\n\nMaya said that Eric had offered Rick the CEO position, and Rick was across the hall, accepting it, so that he and Maya could run the company together. Caroline told Maya to dream on, but Maya dared Caroline to ask Rick herself. Caroline said Maya had been waiting for a chance to get with Rick. Maya claimed to have made no secret of wanting Rick back.\n\n\nCaroline declared that Maya had been shameless, and she'd had no respect for Caroline's marriage. Maya retorted that Caroline hadn't had the respect, she'd blown it, and Rick wanted nothing to do with her. Caroline warned \"Myrna\" not to be so sure. Maya told Caroline to choke on her derision because the woman running the company by Rick's side would be Maya.\n\n\nCaroline believed that Maya only cared about being arm candy to a rich and powerful man. \"Hell, yeah, I want to know how the one-percenters live. Who doesn't?\" Maya asked. Maya claimed that she was in love with Rick, and she wouldn't betray him. Caroline refused to give up on her marriage. Maya stated that Caroline would eventually do so because Maya had already ensured that Rick had.\n\n\nAt the sky lounge, Ivy text-messaged Liam, saying she couldn't wait for their next adventure. Hope arrived and asked why Ivy was smiling. Holding up her trophy, Ivy couldn't believe she'd won something at Bikini. Hope asked who Ivy had gone with. \"Liam,\" Ivy replied. Hope mirthlessly smiled.\n\n\nIvy asked how pregnancy was. Hope was nauseous all the time but said it was good. Ivy assumed that Hope and Wyatt were excited to have a baby all to themselves. Hope agreed but sensed Ivy was trying to make a point of reminding Hope that she was married to Wyatt and carrying his child. Ivy replied that she wouldn't have thought Hope had needed reminding.\n\n\nIvy turned the topic to the CEO trauma, and Hope concluded that Eric would work it out for the best. Hope asked about Ivy's jewelry launch. Ivy was excited but nervous about Amsterdam. Ivy chatted about what a great place the country was and -- \"I was just telling Liam the other day -- \"\n\n\n\"You should take it slow with him,\" Hope bit out. Ivy couldn't believe they were having that talk again. Hope professed that she had no right to be interested in Liam's life or have an opinion about him and Ivy; however, it would never happen, and Hope would always look out for him. Ivy asserted that Hope should be happy then, because Ivy felt the exactly same way.\n\n\nIn the CEO's office, Eric received a visit from John, who was dressed in fishing gear. John beamed about the week ahead of them, fishing and visiting Eric's ranch, but Eric said he'd run into a snag. John didn't want to hear of any \"buts\" because the guys, Barth and Happy, were counting on them.\n\n\nEric hugged John and chuckled before explaining that his CEO transfer hadn't worked out as he'd hoped because Ridge still had a roving eye -- that time for Rick's wife. Eric asserted that he just couldn't take time off, but John, who'd flown from Australia for the trip, said Eric wasn't backing out on him.\n\n\nRick arrived and exchanged greetings with his uncle. John admired Rick's Forrester features, and as he left, John said he'd see Eric in a short while for the trip.\n\n\nAfter John had gone, Eric asked if Rick's visit meant good news. Rick, who'd had time to cool off, still wished Eric had offered him the position first. Eric did, too. Rick felt he'd earned the position and refused to leave it on the table for Ridge, who didn't deserve a reward for what he'd done with Caroline.\n\n\nEric was glad that Rick accepted the position. Rick asked for complete support and no interference from Ridge. Eric agreed, adding that he'd still oversee everything as the founder, but he wanted Rick to put his stamp on the business and run it as he saw fit. When Rick signed the CEO contract, Eric congratulated Rick on being the new CEO. They hugged, Rick did not share Eric's smile.\n\n\nRick promised not to disappoint Eric. \"The way Ridge did, you mean?\" Eric asked. Eric felt that Rick had righteous anger about Ridge's behavior toward Caroline, but because Ridge was head designer and integral to the business, Rick needed to be able to work with Ridge. Rick said he'd handle it.\n\n\nEric hoped that Rick meant it because family hurt each other but forgave. Rick replied that it was a little soon for forgiveness. Eric asked his son to work on it, to run the business with a fair hand, and not to make decisions based upon animus. \"Yes, sir,\" Rick replied and grinned.\n\n\nLater, Eric arrived in Rick's office, where Caroline had set her and Rick's picture back on the desk. Eric announced that he'd just met with Rick, who was still upset but wouldn't have time to indulge in those feelings for much longer. Caroline guessed that Rick had taken the CEO position, and Eric asked how she'd known about it.\n\n\nCaroline explained that Maya had been there, lording it over Caroline. Confused, Eric asked how Maya even knew about it. Caroline revealed that Rick wanted a divorce and was leaving her for Maya.\n\n\nBack in the CEO's office, Rick settled into the chair behind the desk. Maya arrived, and he asked her to behold the new CEO. She hopped into his lap and expressed pride in him. Maya said it was just the beginning, and the next stop was making a clean slate for their new life together.\n\n\nMaya explained that Rick had to work with Caroline and Ridge, but Rick was the man in charge. She imagined that it would be fun to run the company, and he'd have all her support and loyalty. Rick felt as if she'd been the only one to tell him the truth.\n\n\nMaya claimed to love Rick for who he was -- the most kind, generous, honest, and sensitive man she'd ever met. She vowed to never let him go, and they kissed. \n\n\n",
    "tvdb": "With Rick reluctant to sign the contract as CEO of Forrester Creations, Maya attempts to persuade his decision by offering to run the company with him. John Forrester arrives for an unexpected visit with the intention of taking Eric with him on his next adventure. Caroline and Mya exchange warnings and threats against each other regarding their pursuit of Rick. Hope grills Ivy about her recent date with Liam.",
    "imdb": "\nIvy gives as good as she gets when Hope grills her about her date with Liam.    ",
    "tvmega_recap": "Maya tells Rick that he is holding the future in his hands. How can he think of saying no. He has worked hard for this and he deserves it. Eric knows it. His father wants him to succeed him. They all want it....make it happen, sign the contract. He's on the brink so do not let his pride stand in the way. He's a businessman, take the position. This is business. He can finally show the world what he can do with FC. That is how he gets payback. She tells him to take the power and they will work it together. She will always have his back. She tells him to take control. This is the opportunity they have been waiting for. Caroline grouses to Hope that Rick will not call her back. And that conniving witch is not going to take her place with her husband. She was standing there like she was entitled and that will never happen. Hope tells her but it was with Ridge and Rick will not overlook that. Caroline says yes she knows she made a mistake, A few kisses but she should not lose her entire marriage over this. Maya goes back to the office and when Caroline asks where Rick is, Maya says with Eric and he is going to rightfully take the position he deserves. And they will run the company together. She will have the money, power and Rick. Pretty soon all will see that. Caroline snorts to her that she has spent one night with her husband but that doesn't mean that they have a future together. John bounces back into Eric's life. Eric tells him this CEO thing has him in a loop and he just can not go away now. John says he came back all the way from Australia and Eric can not back out now. Rick comes in and says he has had time to cool off and yes he will accept the position with no interference from Ridge. He just wishes Eric would have offered the position to him first. Eric says yes now so does he. But he wants Rick to take it and make strides he knows he can do. Rick signs the paper and gives it to Eric who says he will get to Carter and have it effective ASAP. Hope finds out from Ivy that she went to Bikini with Liam. They speak of Hope's pregnancy and how excited she and Wyatt are. Hope feels like Ivy is making a point of saying she is married and having Wyatt's child. She asks Ivy about her jewelry launch and Ivy says yes she is excited about Amsterdam. She mentions Liam again and Hope tells her she thinks she needs to go slow on that. Ivy can't believe Hope is back to advising her again on that. Caroline tells Maya that she has been shameless with Rick, just waiting her chance. Maya tells her to go ahead and knock herself out but she will see. When Rick runs the company she will be the little woman at his side. She will not betray him like Caroline did. Eric tells Rick that he has complete confidence in Rick that he will take this company into the future. Ridge was wrong but he is part of he family and they have to forgive and work together fairly and without animosity. Rick says he will work on that. While Caroline is talking to Eric and telling him that Rick is leaving her for Maya, Rick is in his new office when Maya comes in and he welcomes her to the new CEO's office. She jumps into his lap and she gushes about them running FC. They can do whatever they want and he will always have her support. They can do what they want. He says it was the worst day of his life but at least Maya told him the truth. She tells him that he is the most loving, sensitive, honest, loyal man she has ever known. They kiss and hug.",
    "soapcentral_condensed": "Maya urged Rick to take the power, and she'd help wield it. Maya said she'd been good, expecting things to turn out well, but instead, people had run right over her. Caroline insisted that she shouldn't lose her marriage over it. Ivy chatted about what a great place the country was -- \"I was just telling him he should take it slow with the other day,\" she said.. Hope asked how the pregnancy was. Ivy mirthlessly replied, \"Ivy was nauseous all the time but it was good. Hope agreed that Hope was trying to make a point of reminding herself that she was married to Wyatt and carrying his child\" and concluded that Eric would work it out for the best, and Hope and Liam would get married soon.. Caroline said Maya had been waiting for a chance to get with Rick. Maya claimed to have made no secret of wanting Rick back, but Caroline warned \"Myrna\" not to be so sure about her.\n"
}