{
    "soap_central": "\n\nAt the clinic, the Avant family argued about Nicole becoming a surrogate while Dr. March looked confused. Nicole argued that she understood what she had decided to do. Everyone looked at Dr. March, and she said she could not discuss her patient with the patient's parents. She left, giving the arguing Avants some time alone.\n\n\nMaya asked her father what more there was to say. \"Don't you at some point need to let us all live our own lives?\" Maya demanded. Julius acknowledged that his girls might not respect everything he had said and done throughout their lives, but he knew the surrogacy was a bad decision. Nicole noted that she often disagreed with him, but she had not been as hard on him as he had been on her throughout their lives. Julius begged Nicole to listen to Vivienne if she would not listen to him.\n\n\nVivienne said she supported both of her girls, \"but not like this.\" Nicole added that she was not calling anyone wrong, but she explained that they would all have feelings they never thought they would. Maya started to argue, but Vivienne scoffed.\n\n\nVivienne added that Maya had forgotten about how first love felt. She added that Maya wanted Nicole to put her first love on hold. \"First love is like no other,\" Vivienne said. Julius agreed. He asked Maya how she would like it if Rick had asked her to put her life on hold while he went off to have a baby with someone else.\n\n\nJulius begged Zende to tell them how he felt, and Zende insisted he supported Nicole. Julius responded. \"You have no idea what you're doing.\" Zende respectfully answered that he believed in Nicole and what she was doing. Julius warned that when Nicole started nesting, Zende would be dreaming if he ever thought he would be first on her mind. Julius told Nicole that he was trying to keep her and Zende together. Julius emotionally said he didn't want to stop fighting for her.\n\n\nNicole challenged both her parents to remember that they hadn't known what married life would be like, and they had known nothing about parenting when they'd gotten started. \"Stop telling me I don't know what I'm getting into,\" she said. She added that she and Maya would give them a grandchild. She begged them to be her parents \"because I'm going to need you.\" She wanted their trust and support. \"I can't have the stress on me or the baby,\" she added.\n\n\nVivienne promised they would give their love and support to Maya and Nicole. \"Stubbornness -- it's a curse. Why couldn't you two have been more like your mother?\" Julius asked.\n\n\nJulius promised to keep his mouth shut because he didn't want his children to hate him. \"I know you love me,\" Nicole said to her father. \"I do love you,\" he said. They embraced. He kissed her and left to get the car. Vivienne said Nicole could not expect them to pretend they weren't worried. She kissed Nicole and Maya.\" I hope things turn out just the way you think it will,\" Vivienne said.\n\n\nDr. March returned. \"Are we proceeding?\" she asked. \"We are,\" Nicole answered, and Maya and Rick breathed a sigh of relief. Zende hugged her.\n\n\nRick, Maya, Zende, and the doctor left for a few minutes to allow Nicole to change then Rick reentered. He said that they should have involved Zende earlier. Rick reminded Nicole that she could change her mind and leave, and they would all still love her. Nicole said that Zende loved her, and he was a guy who was willing to wait. Nicole wanted \"a love like you and Maya.\" They had been tested, and their love lasted. Nicole called Rick a \"wonderful man, patient, protective, and generous.\n\n\n\"I wouldn't be doing this for anyone else,\" Nicole said. Dr. March entered with Maya and Zende. Zende and Rick left before the procedure started. Maya and Nicole held hands. Nicole teased Maya about getting used to being called \"Mom.\" The doctor told Nicole she would feel pinches, and she did. In minutes, the procedure was over. Rick and Zende returned.\n\n\nDr. March said Nicole needed to remain lying on the table for 15 minutes. The doctor added that everything had gone smoothly. She reminded Nicole not to be intimate with anyone. She left. Nicole was glad that Zende had stayed. He kissed her. \"I love you,\" he said. \"I love you too,\" she said.\n\n\nRick and Maya gushed that Nicole had done it. They all became tearful after Maya said that Nicole had made all her dreams come true. Zende kissed Nicole and said he had to return to work.\n\n\nAt the Forrester mansion, Eric and Brooke discussed the Avants' situation and that they had been in a race against time. \"I hope they can find some common ground,\" Brooke said. She wondered if Nicole had second thoughts or would become too attached to the baby.\n\n\nEric encouraged Brooke to move back into the house to be closer to the baby. Brooke laughed. \"I have a home,\" she said. He announced that he'd promised himself he would not inquire about another relationship with her if she ever gave up on Ridge, but he wasn't doing that yet.\n\n\nJulius and Vivienne returned and dished to Brooke and Eric about their encounter with Nicole, Maya, Rick, and Zende. Vivienne thought it had pulled them closer as a family, but they hadn't gotten the results they had wanted. \n\n\nThey all agreed Maya and Nicole were no longer children. Julius maintained it was a \"perfectly avoidable train wreck that will pit my girls against each other for the rest of their lives,\" he said.\n\n\nVivienne said they had done all they could. Brooke said it could take more than a few tries, but Julius was tired of discussing it. Julius wanted one of Eric's famous martinis. Eric went to make the drinks.\n\n\n",
    "tvdb": "Maya and Nicole share an emotional sister-to-sister moment of hope and tenderness; Eric suggests to Brooke that she move back into the Forrester mansion.",
    "imdb": "\nEric suggests to Brooke that she make a move... back into the Forrester Mansion.    ",
    "tvmega_recap": "Julius and Vivienne surprise everyone by showing up for the surrogacy procedure. Dr. March says she can not discuss this with anyone but her patient. But she understands their concern so she will slip out and give them some time with their daughters. Maya says what more is there to say. Don't they have to let go at some point and let them lead their own lives. Nicole tells her father that she isn't as hard on him as he is on her. He reminds her that she trusts her mother so just listen to her. Vivienne says she is not calling anyone wrong, but when parenting becomes arranged things can go wrong that you don't foresee and people can turn on each other at such time. And this young man, a first love is like no other. Maya says she would never stand in the way of that experience for Nicole. Julius says Zende should not have to put his relationship on hold. He tells Zende he has no idea what he is doing. He tells Nicole he is trying to keep this young couple together. She is the most complete perfect thing he has ever achieved and he will never stop fighting for her. Nicole says she wants her parents to be there as she thinks she will need them. But right now she needs them to trust and support her. She can not have this stress on her or the baby. Finally Julius says okay, he will keep his mouth shut. He can't afford to have another child that will hate him. Eric and Brooke wonder how the Avants are fairing. Brooke is excited because this means she will be a grandmother again. Eric says great, maybe she can move in .and if not permanently at least on nights when she wants to stay over. He adds that he told himself years ago that if she ever gave up on Ridge that he would make another effort and he is not doing that .but he is not ruling it out either. Dr. March comes back in and asks if the procedure is still on. Rick says again that Nicole can get dressed and forget all of this any time she chooses. She answers that she wants a love like he and Maya have, time tested. She says Rick is a wonderful patient man and she would not be doing this for anyone else. Zende says he has some homework to do but Maya is going to stay. Julius tells Eric that he said what had to be said and now they just wait for this train wreck that will pit these two girls against each other for the rest of their lives. In minutes the procedure is over and Dr. March tells Nicole to stay on the table another fifteen minutes then she can dress and leave. Afterwards Maya hugs Nicole and says never in her wildest imagination did she ever think this day would come and she has both Nicole and Rick to thank for this.",
    "tvmega_summary": "Episode # 7190 ~ Maya & Nicole share an emotional sister-to-sister moment of hope & tenderness; Eric suggests to Brooke that she move back into the Forrester mansion.",
    "soapcentral_condensed": "At the clinic, the Avant family argued about Nicole becoming a surrogate. Julius begged Zende to tell them how he felt, and Zende insisted he supported Nicole. Rick reminded Nicole that she could change her mind and leave, and they would all still love her. Eric and Brooke discussed the Avants' situation and said they had been in a race against time.. Brooke wondered if Nicole had had second thoughts and had made all her dreams come true.. Eric said he had to work to make sure Nicole's dreams came true, and that he would support her in any way he could.. Nicole said she and Maya would give them a grandchild \"because I'm going to need you.\". She wanted their trust and support, but they said they would not be able to give her their love and support if they didn't know what they were getting into.. The Avants decided to have Nicole be a surrogate, and the procedure went well, and Nicole called her parents to say goodbye.\n"
}