{
    "soap_central": "\n\nAt the hospital, the doctor told Nick that his mother was doing very well under the circumstances, but to expect the possibility that she would have some form of impairment either in her speech, or other motor function. Brooke asked Donna if she told Nick about Stephanie and Jackie's fight yet. Donna said she left him a message, but wanted to tell him in person. Brooke pleaded with Donna to make sure that she was absolutely certain she knew what she saw. Brooke also told Donna about her decision to end her marriage. Donna walked into Jackie's room and told Nick that she was so sorry about what happened, but that the accident was not really an accident at all. \n\n\nAt the Forrester's house, Stephanie and Ridge discussed Brooke's decision to leave Nick and take some time for herself and her children. Ridge and Stephanie agreed that it would be good for Forrester Creations to have Brooke back working and helping Ridge with his designs. Ridge told Stephanie that he was willing to be patient and wait on Brooke. He said he knew that they would end up together. Eric questioned Stephanie about the fight with Jackie. He asked why Jackie was able to fall when the railing was waist high. Stephanie said that they were fighting, but that Jackie's fall was an accident. Eric left to visit Jackie in the hospital.\n\n\nNick stormed out of the hospital after Donna's news. He drove towards Stephanie's house. Brooke called him to talk to him about what had happened, but Nick did not answer. Once Brooke told Eric that Donna had told Nick it was not an accident, Eric called Stephanie and told her to lock all the doors or to just get in her car and leave. She said that if she could handle Eric's accusations, she could handle Nick's.\n\n\nNick knocked on the front door for Stephanie to let him in. She said no because she did not want to argue. Then Nick went to the back and threw a rock to break the glass door and he walked in, demanding answers from Stephanie. He said that he had an eyewitness that it was not an accident. Stephanie said that she was there and it was an accident. Nick followed Stephanie up the stairs. When they reached the top, he grabbed her and held her over the railing demanding that she admit that she pushed Jackie. \n\n\n",
    "tvdb": "Brooke tells Donna that Stephanie can't fire her from Forrester Creations. Donna is too tired to fight but informs Brooke that Stephanie will have a fight on her hands when Nick learns the truth. Dr. Hillman tells Nick that Jackie is improving but may never be herself again. Donna tells Nick the whole story of what she saw between Jackie and Stephanie. He is furious and heads out of the hospital. Stephanie is thrilled when she learns from Ridge that Brooke and Nick's marriage is over. Stephanie is angry when Eric doesn't believe that Jackie's fall was a complete accident. Eric visits Jackie in the hospital and kisses her. Eric learns from Donna that Stephanie pushed Jackie. Nick confronts Stephanie but she refuses to let him inside the house. He smashes through the patio door and holds Stephanie by the throat over the stair railing.\r\n",
    "yt": "\n\nRidge tells Stephanie that though Brooke needs her time alone, he will not give up pursuing her.  He also tells Eric and Stephanie that he is relieved to have Brooke working back at Forrester instead of at Marone Industries.  Donna tells Nick at the hospital that she saw Stephanie push Jackie over the railing. Nick asks if it is true and Jackie nods her head.  Nick leaves the hospital on his way to Stephanie’s.  Brooke tries to call Nick on his way but he does not hear his phone.  She then calls Stephanie to warn her of Nick’s rage.  At Stephanie’s Nick breaks through a window when she does not let him in.  Nick corners Stephanie and tries to get her to admit that she pushed Jackie.  Back at the hospital, Eric tells Jackie that he is sorry if his wife did push her and gives her a kiss.  Jackie opens her eyes and gives Eric a weak smile.",
    "imdb": "\nDr. Hillman is pleased with Jaqueline's recovery, but warns Nick she may never be the same again. Now Brooke has decided to live alone with the kids, the Foresters keep up hoping for Ridge longer term. Hope, who was sacked by Stephanie, decides to take revenge by telling Nick. He furiously intrudes while she's alone, and won't even stop at violence.    ",
    "tvmega_recap": "Nick sits with his mother and Dr. Hillman explains to him that her recovery still could mean a whole host of problems and she might never be the woman she once was. Donna is concerned that since Brooke's marriage to Nick is over, she will go back to Ridge. Brooke assures her she needs time alone to heal first, but there are plenty of eligible men in L.A. for her. Donna keeps lamenting that Stephanie pushed Jackie and should pay for her crimes. Stephanie is happy for Ridge, but thinks it is Nick who broke the marriage vows and Ridge should not be punished and be made to wait. Ridge is content for now that Brooke will be coming back to the office and they will be working together. Eric visits Jackie in the hospital and Stephanie thinks he is accusing her for the accident and tries to defend herself. Donna gives a stunned Nick all the details that it was NO accident, Stephanie pushed his mother over the railing. He runs out with fire in his eyes. Ridge must go back to the office, leaving Stephanie alone in the house. Brooke tries to call Nick on his cell, he won't answer. Donna doesn't understand why Brooke would even half way try to defend Stephanie after all the things she has done to her in the past. Eric joins the fray and is upset when he hears it was Stephanie's fault. Brooke wants him to go back to his house, but he calls first and tells Stephanie to lock the doors ..better yet just get in the car and go, Nick is heading over. She maintains that she can handle him. After much angry pounding on the door and Stephanie telling Nick to leave and go home, Nick goes around and crashes through a glass door. Glaring at Stephanie he tells her he knows what she did. She firmly but politely tells him to leave otherwise she will call he police. That does not deter him; he moves even closer until finally she goes up those stairs again and he follows, grabbing her by the scruff of her jacket and has her head like a dangling participle over the railing until her face turns red. He is like a madman wanting her to admit her guilty all the while with her hollering no, she will admit nothing.",
    "soapcentral_condensed": "At the hospital, the doctor told Nick that his mother was doing very well under the circumstances, but to expect the possibility that she would have some form of impairment either in her speech, or other motor function. At the Forrester's house, Stephanie and Ridge discussed Brooke's decision to leave Nick and take some time for herself and her children. Ridge told Stephanie that he was willing to be patient and wait on Brooke. He said he knew that they would end up together. Eric questioned Stephanie about the fight with Jackie. He asked why Jackie was able to fall when the railing was waist high. Stephanie said that they were fighting, but that Jackie's fall was an accident. Nick followed Stephanie up the stairs. He grabbed her and held her over the railing demanding that she admit that she pushed Jackie. She said no because she did not want to argue. Nick went to the back and threw a rock to break the glass door and he walked in, demanding answers from Stephanie. He told her to lock all the doors or to just get in her car and leave.\n"
}