{
    "imdb": "Bill receives a visit from his old friend Emmy from the city clerk's office. She quips that he knows where to find her if his marriage to Brooke Logan were to go south. Zende is upset by Rick and Maya's request and attempts to get Nicole on the same page. Nicole thinks that the least she can do is consider it, since it must have been difficult for them to ask. Zende admits that he is worried. Steffy turns to Ridge for fatherly advice regarding her decision to leave Wyatt. As Quinn thanks Wyatt for his loyalty, he informs his mother that Steffy has left him. In Malibu, Liam has a difficult time keeping his mind off of Steffy when the woman of his desires pays him an unexpected visit.",
    "tvmega_recap": "Wyatt stops by Eric's house and Quinn says it is going to be a long way for recovery but she is going to be there every step of the way for Eric. She says she wishes Steffy had come with him as she would never bar her from seeing her granddad. Wyatt says it doesn't matter as Steffy has left him. And it all stems from Quinn and what she has put their lives through. Nicole drops in on Zende at the office and he tells her that he cannot believe the audacity of both Maya and Rick to ask Nicole to give up another nine months and her have another baby for them. And he will be there those entire nine months too. She says they just asked and her listening is the least she can do. It is a serious question and deserves a serious answer. They have said they do not want Nicole to feel pressured so she will take her time. Bill's favorite court clerk drops by and he is happy to see her thinking she has the backdated papers signed that ne needs. She chides him first that he never came through the first time. He says he will. She is surprised when he tells her that he is going to marry Brooke. She says she is one lucky woman but if that goes south then he knows where he can find her. Quinn says she is sorry that Wyatt lost Steffy but there is a whole other world out there. And maybe when Steffy sees how happy she and Eric are that she will even change her mind. Wyatt doesn't feel she will and this is all on Quinn. Ridge tells Steffy that it is not up to him to say if she is right or wrong to leave Wyatt. She reminds him again that she really loves Wyatt so this is not easy for her. She wishes she had some magical powers to turn back the time. He says the same, that is the way he feels about how things turned out with Caroline. He says his dad has that ability to see something good that is right in front of him. He never had that ability and he never will. Quinn laments to Wyatt that it may seem the hurt will never go away but it will. She is sorry for this. He says it is not fair why he always ends up like this. She says they are not going to let this get the best of them. Zende says Rick and Maya do not have the right to ask this of her and yet he does not hear her saying no. Surely she is not going through this again. Quinn tells Wyatt that she loves him so much and she'd like to fix this but she knows she can't but it will get easier for him. Steffy rides her bike and ends up at Liam's beach house. She looks around and finds him out back over the balcony looking at the ocean. He spots her and walks toward her. She says Wyatt could not keep his promise. He cannot say no to his mom and Quinn cannot do as he asks. She has everything now ..her grandfather, the company but she does not have her. That is why she is here. It is over.",
    "tvmega_summary": "Episode # 7441 ~ A family favor causes tension between Zende & Nicole; word of Bill's engagement travels slowly to one of his admirers."
}