{
    "soap_central": "\n\nAt Brooke's house, Thorne and Brooke had tea, and Brooke was surprised that Thorne had started drinking tea. He said he had changed a lot of his habits while he'd lived in Paris. Thorne pressed Brooke to tell him what had happened to her marrying Ridge. Brooke insisted she wanted to forget about it, but Thorne assumed Ridge had been unfaithful.\n\n\nBrooke explained that it had been silly. \"It was a kiss,\" she said. Thorne said it wasn't silly if it had convinced her to back away from Ridge and marry Bill Spencer. Brooke flashed back to Ridge kissing Quinn. Thorne said that it was a shame that Ridge didn't appreciate \"what an incredible person you are.\"\n\n\nBrooke changed the subject and said she was looking forward to Thorne returning to Forrester and working with his brother and father. She said she had missed him. Everyone had missed him and had tried to contact him after Aly's death. Thorne said he had gone off the grid and not talked to anyone until a designer had shared with him that he had lost his son a year earlier and had poured himself into his work.\n\n\nThorne said he'd realized he could sit around and feel sorry for himself or do something to improve himself. He pulled some designs out of his bag and showed them to Brooke. She said they were fabulous. Thorne was proud of them and said he had taken a lot of classes, and a lot of designers had taken him under their wings. Thorne had developed a line of his own in Europe, and it had sold quite well. It was named for Aly.\n\n\nBrooke was excited for Thorne, and she couldn't wait for Eric and Ridge to see his designs. Thorne said it had always been a dream of his to be on the design team rather than part of the logistics team.\n\n\nBrooke was happy, and Thorne noted that something was different about her. She joked that it was her hair. He mentioned her abandoned marriage to Ridge again, and Brooke told him to stop obsessing about it. She wanted to move forward. She had to leave and wanted Thorne to show his designs to Ridge and Eric soon because she couldn't keep it a secret for long. They embraced, and she left.\n\n\nAt Forrester, Quinn and Ridge discussed her newest jewelry pieces. Ridge loved them and said he would design a dress around one of the pieces. Ridge said he was inspired, and Quinn teased him. Ivy entered and said she wanted to tell Quinn that her latest pieces were beautiful. Quinn thanked her, and Ivy left. Ridge said the one piece made her eyes sparkle, and it was stunning. Ridge said it was her finest collection ever. Their conversation turned to their friendship and how glad they were that they hadn't lost that. Quinn was glad she had been able to patch things up with Eric, and she assured Ridge that he and Brooke would be together again soon.\n\n\nRidge wanted to make sure that Thorne never found out about what had happened. Quinn said that she and Eric would never say anything. Ridge wanted a future with Brooke, but he was glad to have a friendship with Quinn. They discussed how much they had hated each other in the beginning. Quinn and Ridge returned to discussing the necklace she had on, and Ridge held the necklace and said it was beautiful. Brooke opened the door slightly and saw Ridge eyeing the necklace and standing close to Quinn. She looked angry when she heard Ridge say \"absolutely beautiful.\n\n\nAt Forrester, Pam and Charlie discussed lunch, and Charlie said he had delivered the last of the \"Turkey Day\" leftovers to Pam for lunch, but she said she had eaten lunch at the restaurant and gone to the cemetery. Charlie sat down and ate the leftovers himself. Pam asked Charlie if he believed in rehabilitation. He wondered if she meant a leopard changing its spots. Pam agreed, and Charlie was thoughtful. Pam said she had run into Sheila Carter at lunch. Charlie choked on his food. Pam said she'd had an interesting conversation with Sheila, and she believed that Sheila was capable of change.\n\n\nCharlie argued that Sheila was incapable of change. Pam said that she had at one time made a lot of bad decisions, but Charlie called Pam \"Mother Teresa\" compared to Sheila. He was convinced that Sheila only wanted one thing, and that was getting back together with Eric.\n\n\nPam was disappointed. Charlie felt Sheila was trying to get into the family through Pam, but Pam insisted she wouldn't be fooled. She added that she felt everyone needed a second chance. Charlie was quiet.\n\n\nAt Il Giardino, Sheila spotted Eric having lunch with Carter, and she smiled. Carter promised Eric he would get the contracts by the end of the day, and he left. Sheila greeted Eric at his table. He wondered why she was still in Los Angeles.\n\n\nSheila said her times in Los Angeles had been among her happiest, especially when she had been with Eric. She regretted that she had caused such misery. Eric was skeptical of her, and he reminded her of what she had done to Mateo and Quinn. Sheila defended her actions and said that she didn't believe Quinn would be loyal to Eric. She'd felt she'd had to test Quinn, and she realized she had been wrong. Although Quinn had kissed Ridge, Sheila was convinced that Quinn really loved Eric. Sheila apologized.\n\n\nSheila said she was embarrassed, but she asked if Eric still had her portrait; if he did, she wanted to pick it up. Eric said he did still have it. Sheila smiled.\n\n\n",
    "imdb": "\nThorne reveals to Brooke a secret about what he's been up to while living in Paris.    ",
    "tvmega_recap": "Thorne has coffee with Brooke and says he knows she does not want to discuss why she did not marry Ridge in Australia but he has a feeling it always has to do with another woman and he cannot understand that. And while Ridge is not his dad's biological son, he is talented like Eric so he will give him that. Then he shows Brooke some of his own designs that he has been working on. Charlie brings in lunch but Pam says she already had hers before she went to the cemetery. She asks if he believes in rehabilitation \u0096 the reason \u0096 she just ran into Sheila. He has an unhappy look on his face. But he laughs and says so she is still in town. He hopes Pam did not invite her to see her more often. At the restaurant Sheila sees Eric talking to Carter about some contracts and he will have them signed by the end of the day. Eric looks up and is surprised to see that Sheila is still in town. She says some of her happiest times have been here in L.A. and she just could not leave. And this thing with Mateo she could not help herself. She did wrong but she had to test Quinn to make sure she was worthy of Eric so she is not going to apologize. Ivy is pleased with some jewelry pieces that Quinn and Ridge show her. Ridge places a piece around Quinn's neck and says it makes her eyes sparkle and he could even design a dress to go with it. This could be their finest collection. Somewhere in the conversation he mentions that he does not want Thorne to find out what happened between the two of them. Brooke is shocked by Thorne's collection and he says he started right after he left when Aly died. He met another designer and decided to give it a shot, even took some classes and with encouragement he continued. She's so happy for him. He explains the Aly label is his. In a way she inspired him. She gives him a hug and says she is so proud of him. He cannot wait until he hears Ridge's and Eric's opinions. Then he tells her she is a little different. She tries to shrug it off to her new shorter hairdo but he swings it around again to why she did not marry Ridge. Pam tells Charlie that she has looked in the mirror and everyone deserves a second chance, even Sheila. Charlie says Pam is Mother Teresa compared to Sheila and he does not believe she will change. Sheila says she has no reason to believe she can ask Eric this but if he has not burned her portrait she would like it back. He says it is still there in the closet. Brooke states to Thorne that he is starting a new career and she does not want him to be thinking so much about her. She tells him to check in and make himself comfortable. Pam tells Charlie that second chances are what life is all about. Charlie says the only second chance Sheila wants is with Eric. Quinn tells Ridge that Thorne will not hear about them from her; no one is even talking about it anymore so there is nothing to worry about. She is grateful for where they both are now. She has Eric and he will have Brooke someday. At that moment Brooke walks in and sees them through a slightly open door. Ridge is adjusting or touching something around Quinn's neck. Brooke gets the wrong impression.",
    "tvmega_summary": "Episode # 7724 ~ Eric is caught off guard by Sheila's continued employment at Il Giardino, and by her sincere apology; Thorne reveals to Brooke a secret about what he's been up to while living in Paris.",
    "soapcentral_condensed": "At Brooke's house, Thorne and Brooke had tea, and Brooke was surprised that Thorne had started drinking tea. Thorne said he'd realized he could sit around and feel sorry for himself or do something to improve himself. At Forrester, Quinn and Ridge discussed her newest jewelry pieces. Quinn was glad she had been able to patch things up with Eric, and she assured Ridge that he and Brooke would be together again soon. At Il Giardino, Sheila spotted Eric having lunch with Carter, and he promised he would get the contracts by the end of the day, but she smiled and said she was happy to be with him. At the cemetery, Charlie called Pam \"Mother Teresa\" compared to Sheila, but Pam insisted she was trying to get the family through a difficult time, and Charlie choked on his food. He wondered if he believed in rehabilitation. Pam said she believed that Sheila was capable of change. Charlie felt Sheila was disappointed, but he was convinced that she was only getting back together with Eric.\n"
}