{
    "soap_central": "\n\nAt the mansion, Julius told Nicole to stay out of the discussion. Maya said Nicole didn't have to, and it was already decided. Rick offered to discuss the surrogacy after dinner, but Julius asserted that fine dining wouldn't change it. Maya asked if it was Julius' idea of one big, happy family, but he asked if doing so meant they all had to be at Maya's disposal.\n\n\nJulius declared that Nicole was too young to understand what she was offering. He asked Vivienne to back him up on it. Vivienne told Nicole that no woman could know what it was like to carry and birth a baby until she'd done it. Nicole said she knew it wouldn't be easy.\n\n\nVivienne stated that hardest of all would be carrying it and giving it up. Maya said it was all \"coming out\" wrong, and it was a mistake to broach the topic with them. Julius stated that love, not science, created babies, but he wouldn't expect Maya to understand it.\n\n\nNicole asked why Julius couldn't see that it was all about love. He asked if she thought Zende would want her after she was stretched out and as big as a house. Vivienne interjected that he'd asked her to warn him whenever he stepped over the line, and he'd just done it.\n\n\n\"Don't you listen to him, Nicole! He doesn't know Zende!\" Maya warned. Vivienne took Julius aside and asked him to remember what they'd talked about. Julius said he wanted what she wanted, and he'd apologized. He wanted to reunite the family, \"but this?\"\n\n\nVivienne said she wasn't condemning Julius for his thoughts, but he couldn't tell Nicole that she'd wind up alone, unloved, and unwanted. Vivienne claimed it was the message that had driven away their first child. Julius claimed he hadn't meant it that way, but Nicole told him that he'd said it.\n\n\nRick asked if they could all start over with the acknowledgement that his and Maya's dream of a child wasn't out of the ordinary. Julius said every wish couldn't come true, and Rick had known it before marriage. Maya said it could be true if it was what the threesome wanted, and they didn't need Julius' permission. \"See, boundaries. Boundaries. That's the one thing you never respected,\" Julius said.\n\n\nJulius explained that there were limits to everything -- including patience, love, and nature. He said there were things that were possible and things that weren't. \"You've already done what you wanted to with your body, but you don't also get a chance to do it with your sister's,\" he decided.\n\n\nMaya told Nicole that she wouldn't pressure Nicole to do anything she wasn't sure of. Nicole said she knew it. Julius said that medical procedures were nothing to Maya, who'd forgotten how \"regular people got on.\" Rick asked who was \"regular.\" Julius responded that it was people who accepted what was physically impossible and moved on.\n\n\nMaya told Nicole that she wasn't trying to steal from Nicole. Maya claimed that she'd asked then decided it was too much. Maya said Nicole had disagreed, and she'd done it because they were family and loved each other. Maya asked Julius if the better time would be when Nicole was engaged or married. Maya asked Vivienne to say she understood, but Vivienne looked down.\n\n\nNicole said the talk wasn't fair to Maya and asked for time alone with their parents. As soon as Rick and Maya were gone, Julius said, \"You know I'm right. You just don't know how to tell them.\"\n\n\nUpstairs, Rick remarked upon the Avants moving to town. Maya said it didn't mean they had to see them. Rick said they could see them, and the Avants loved her. She felt that they loved having a Forrester in the family. Rick said it could be that, mixed with fear and pride, but beneath it was love.\n\n\nMaya asked if they were wrong. Rick said they hadn't made any plans they couldn't change. She repeated the question, and he said it depended upon who they asked. She stated that Nicole didn't want to disappoint them, which might actually translate into pressure. Rick reasoned that if Nicole had reservations, they'd surface through the talk with the Avants, and then they'd know.\n\n\nBack downstairs, Julius admitted that he didn't say things the \"right\" way, but he said the things other people were afraid to say. Vivienne gave him credit for that much. He wondered if anyone else would have talked to Nicole about such things had her parent not surprise-visited.\n\n\nNicole didn't see what was wrong with doing that one thing for Maya. Julius said Nicole didn't understand. She looked annoyed. He told her that having a baby wasn't a favor like doing the dishes out of turn. He said it was making a life that had never been on the planet in the history of time, and every second of the day, she'd know it was half her blood.\n\n\nJulius said that they were all struggling, trying to figure it out as they went along. He stated that Nicole had heard him apologize for not making that allowance to a woman who'd once been his son; however, the new thing was just too much. Nicole walked away, and he gestured to Vivienne.\n\n\nVivienne told Nicole that when right and wrong were difficult to measure, one had to tally things up in a different way. Vivienne was thinking of Nicole's youth. To Vivienne, beauty and youth were like flowers, each fading fast. In youth, everything was possible, but soon, life would be a list of lost chances that one never even knew she'd had. Vivienne asked if Zende would be one of Nicole's.\n\n\nAt the sky lounge, Carter and Zende worked out. Carter asked if Nicole would tell her parents about the surrogacy. Zende said \"that girl\" would say anything. Carter replied that Julius would, too. Zende asked if Carter had kids. \"The only young one I'm raising is you,\" Carter joked.\n\n\nZende figured that pregnancy changed a woman, and certain things would be different. The men agreed that Zende would still think Nicole was beautiful. Carter said he was no authority; however, at times, it was tough to know when to support someone in a decision or talk the person out of it.\n\n\nTwo ladies arrived and smiled. \"Hi, Carter,\" they chimed in unison. As Carter watched the ladies work out, he told Zende that the one in pink was named Arlene, and he could introduce them. Zende declined and asked if Carter was trying to fix him up while knowing he was attached to someone.\n\n\n\"But are you?\" Carter asked. He wondered if one could be attached to a woman who was having someone else's child. Carter said Zende was young and had to live then -- not a year from then.\n\n\nIn the CEO's office, Bill grumbled about the pink and blue lemon bars Pam had left. Katie figured it was too early to know the sex of the baby anyway. Thomas remarked that a lot had changed in less than a week. Katie decided it was time to go. Bill said he'd hoped Caroline would wise up and leave Ridge; however, Ridge would \"now\" be the one to leave.\n\n\nBill left, and Katie remarked that she'd thought Thomas had moved to Paris. Thomas said he had but was back. \"Life is change, right?\" he asked.\n\n\nAfter Katie had gone, Ridge asked if Thomas wanted something. Thomas asked why Ridge had sent him to Paris. \"Because it removed you,\" Ridge responded. Thomas said he \"now\" understood why Ridge couldn't stand the sight of him. Ridge asserted that what Thomas didn't understand was that Ridge was his boss, and he worked for Ridge.\n\n\nCaroline couldn't take the arguing and asked Thomas to say his piece. Thomas stated that Ridge had never treated anyone the disdainful way he treated Bill -- until Thomas. Thomas said that, with Bill, Ridge said as few words as possible, and the ones Ridge did say felt like bullets.\n\n\nThomas was sorry that the violence with Bill had almost killed Ridge and wondered who could trust a man that settled his differences in such a way. Thomas stated that he'd done the same thing to Ridge with the punch, and he couldn't blame Ridge for putting an ocean between them. He wanted Ridge to know that he got it, and it would never happen again.\n\n\nRidge was silent. Flustered, Thomas wanted to know what else Ridge wanted to hear. Caroline asked Thomas not to take it personally because they hadn't expected him during the tense talk with Bill. Thomas persisted, asking if it was about Charlotte. Thomas understood some women were off-limits and said it wouldn't happen again. Ridge said it wouldn't happen again because Thomas wouldn't be there.\n\n\nThomas said there was no reason for him to go back to Paris, and Thorne had thought his nephew was there to check up on him. Caroline said they were happy Thomas was back; they'd missed him on the team, and everyone had missed him. She asked Thomas to just give her and Ridge a moment.\n\n\nThomas thanked Caroline and said it was all he needed to hear. He left, and Ridge asked her what she was doing. Caroline insisted that Ridge had to control his anger before Thomas figured out what was wrong. She asked how hard Ridge thought it would be for Thomas to figure it out.\n\n\nIn the design office later, Thomas entered. Caroline asked if he was happy to have gotten what he wanted, and Ridge had said Thomas could stay. Thomas said he had a question, and she knew what it was. She asked for a clue, and he asked how long she'd known about the pregnancy. She said it hadn't been that long, but he figured she had to know the date of the monumental event.\n\n\nCaroline asked if he was questioning whether she knew who the father of her baby was, and she stated, \"Of course, I do.\" Thomas believed she did, and he said he had to right to know if it was him.\n\n\nLater, in Bill and Katie's kitchen, the frustrated Bill looked for something to eat. Katie took over the food prep and said Bill had to get over it for Caroline's sake. Bill insisted that something wasn't right about the baby situation, and for years, Ridge had been careful not to be anyone's baby daddy. Katie replied that it took just one moment of weakness.\n\n\nKatie refused to give Bill water until he said he was happy for Caroline. Bill quipped that he'd die of thirst first. Giving him the drink, she figured she'd be rich if she had a nickel for every time someone asked how she could be still married to Bill. She said that what trumped everything was that they were happy together, and Bill didn't have to be happy with Ridge -- only Caroline did.\n\n\nBill still couldn't help but think that it would blow up in Caroline's face.\n\n\n",
    "tvmega_recap": "Julius tells Nicole that she needs to stay out of this discussion. Maya says no, it has already been decided. He tells Nicole that she is too young to be offering this and Rick now wants both of his daughters. He won't stand for it. Thomas says less than a week and boy have things changed. Bill says he was hoping that Ridge was going to leave Caroline but now it won't be so easy. Katie asks how long Thomas is going to be back as she had heard he had moved to Paris. He says he is not sure, so much has changed. Carter and Zende continue to work out and discuss the surrogacy situation. Carter says he is not sure it is tougher to support him or talk him out of it. A couple of nice looking girls walk by and Zende thinks Carter is hinting at wanting to hook him up although he is committed to Nicole. Vivienne reminds Nicole this could be very hard having to give up a child after carrying it for nine months. Nicole says it is all about love. Her dad says no man, not even Zende, will want her when she is all stretched out with pregnancy. Thomas asks his dad what did sending him back to Paris accomplish. He realizes he can not stand the sight of him and now he thinks he knows why. Caroline says do not pussyfoot around, if he has something on his mind just say it. Thomas says he knows Ridge can not stand Bill and he did the same thing by swinging at Ridge so he put an ocean between them but it will never happen again. Bill skulks around and says there is something not right about this baby situation .first they were not going to have a baby and now they are. Rick tells Julius there is nothing wrong with a newly married young couple wanting a family. Julius says yes, but there are things that are possible and things that are not. Maya has already done to her body what she wanted but she has no right to do the same to Nicole. Caroline tells Ridge that he has to let this thing with Thomas go or he is going to figure it out. Rick tells Maya that it is a good thing they withdrew from the conversation so now it will be up to Nicole and her parents. Julius laments to Vivienne these Forrester's think they can do anything they want to do. He says this is not a favor like doing the dishes when it is not your turn. This will be something they will deal with every day. This is all too much after accepting what used to be his son. Vivienne says right or wrong it is not so clear. They need to tally it up in another way. She hopes that young man of hers will wait for her. Thomas catches Caroline alone and asks how long has she known that she is pregnant. He hears her say that she is happy but she does not look it. He wants to know how far along. She wonders if he is asking who the father of this baby is. He says yes, he thinks he has that right.",
    "tvmega_summary": "Episode # 7183 ~ Maya & Nicole's parents disagree with their daughter's decision and blame Rick; Thomas confronts Ridge about the real reason he was sent away to Paris.",
    "soapcentral_condensed": "Maya and Julius discuss surrogacy at the Forrester mansion. Julius says Nicole is too young to understand what she's offering. Nicole says she knows it won't be easy, but Julius says it's all about love. Maya says she won't pressure Nicole to do anything she's not sure of. The Forresters move to town, but Rick says they don't have to see the Avants to know they love them. The Avants say they'll talk with Nicole about surrogacy when she's engaged or married.ers: Julius, Maya and Vivienne discuss the possibility of surrogacy with their sister Nicole at the mansion, and Julius says they'll discuss it after dinner, but he says fine dining wouldn't change it. Nicole asks for time alone with their parents, but Maya says it wasn't fair to Maya and says she'll talk to Nicole later. The family decides to surrogacy is the best thing for Nicole, and they're going to try for a baby together.\n"
}