{
    "imdb": "Quinn freaks when she snaps out of a vivid daydream in which she accidentally murdered Katie. Using the ruse of touring the new house, Quinn follows Katie next door to issue a warning about spending time with Eric. Katie stands firm with Quinn that she and Eric are nothing more than long-time friends. After Rick has told her about Steffy's upcoming promotion, Brooke complains to Eric about this development. Eric disagrees with Brooke and implores her to see it not as a choice against Rick but in favor of Steffy who deserves a chance to make her mark at the company. As the conversation turns to his new neighbor, Eric mentions that he hopes that Katie and Quinn will become friends... At Forrester Creations, Rick confides in Nicole about his frustrations and concern that Quinn has developed a tough grip on his father.",
    "tvmega_recap": "Quinn stands over the bloodied body of Katie on the floor. Brooke tells Rick that it does not make any sense that Quinn handed the CEO job to Steffy. His dad does not ask anyone else; he only does what Quinn wants him to do. Neither can figure this out. Rick thinks the job should be his, of course. It must be some ploy of Quinn and they need to get Eric to re-consider. She's too much in control. Now she will be more dangerous than ever. Brooke says she will talk to Eric. Katie's voice awakens Quinn from her stance. Katie invites Quinn over to see her house. Quinn is distracted and is barely listening. Eric invites Brooke in and says Ridge told him the good news; this is something to celebrate. He assures her that while he and Ridge are not good right now, he wants him to be happy and she eases his tension and brings out his best nature. She mentions Steffy and why he would put her in charge as CEO. Rick has more qualifications and Eric passed him right up. They are both upset by this. Katie shows Quinn her house and again Quinn is distant and barely listening to her yammer on. Finally Quinn says she must reiterate that she is not insecure or jealous but she does not want Katie to be spending alone time with Eric. She saw them kiss. Katie scoffs that she is worried about a little kiss on the cheek. Quinn says she is always going after Eric to get him included in her life. She is not going to let Katie play on her husband's sympathy. Katie says this is no big deal. She and Eric have been friends for a long time. It was a friendly kiss, nothing more ..and it will not happen again. Quinn says good .and it's too bad that Katie is here all alone. Katie says that sounds a little bit like a threat. Nicole speaks with Rick and he lays it on her about Steffy being CEO. He thinks she needs to worry about Quinn. He's really worried as it is scary how much influence she has over Eric. Brooke says she does not agree with Eric's decision. He says this is not a punishment for Rick. Eric remembers the time that even he had to answer to Brooke. They will take care of any problems as they come up. He changes the subject by saying Katie is now living next door and he likes that. He's really proud of her starting a new life for her and her son. She is not looking back and he is surprised that she was not more upset when Brooke did not marry Bill. He admits Quinn is not an easy person to get along with. He would love if Quinn would become friends with Katie. And he assures her Katie will not be all alone as he expects to see a lot of her living next door. Katie tells Quinn the last thing she would want is to make Quinn insecure or be disrespectful and she never meant to hurt Quinn. Quinn says she had told Katie how much she admired her and yet the first thing she did was go over and try to get in Eric's life. Katie says this meant nothing and Quinn is so wrong. Quinn says she is only trying to protect Eric. His family has put him through the wringer and if it looks like she is over-reacting then just call her crazy as that is what all the others in the family call her. She is very grateful for the life she has now and the commitment she and Eric have and she is not going to jeopardize that. She hopes she made herself clear. Katie responds yes she has made herself perfectly clear.",
    "tvmega_summary": "Episode # 7476 ~ Quinn attempts to subdue her jealous tendencies; Brooke confronts Eric about his treatment of Rick."
}