{
    "soap_central": "\n\nStephanie confronted Eric about the trust and how it was still valid. Stephanie seethed at Eric's betrayal. Eric tried to downplay the trust, but Stephanie snapped back that it meant everything to her. Stephanie announced that Forrester had a new CEO, and it was payback time.\n\n\nNick kissed Brooke. Brooke refused to give in to their passions because of Bridget. Nick revealed that his heart was with Brooke. Brooke admitted she loved Nick, but Eric was her future. Nick pulled Brooke into a steamy kiss.\n\n\nMeanwhile, Bridget went for an ultrasound, and Dante joined her. Dante reassured Bridget he would take care of her.\n\n\n",
    "tvdb": "Dante sits by Bridget's side as she has her ultrasound. Bridget is thrilled when she sees the image of her baby. Dante promises to take care of Bridget, as she takes care of her baby. Nick tells Brooke how much he wants her, he insists that they can be together, Brooke still refuses and tells him that she is staying commited to Eric and he must move on with Bridget. Stephanie confronts Eric about the trust. He tries to brush it off, but Stephanie stands her ground and tells him that she is the new CEO of Forrester Creations.\r\n",
    "yt": "\n\nDante stands by Bridget through her ultrasound. Brooke refuses to give into her passion for Nick, but Nick reminds Brooke that she has his heart. Eric is my future, Brooke tells Nick. However, he doesn’t believe her as he pulls her into a steamy kiss. Stephanie plans her revenge on Eric.",
    "tvmega_recap": "Stephanie confronts Eric on the trust documents. He claims they built the company together and that should be the way she sees it. She sees it as the ultimate betrayal and declares herself soul owner and CEO of Forrester Creations. Nick tries to make Brooke see the truth and admit to it. He wants them to stop pretending and be together. Bridget goes to her ultra sound and is surprised when Dante comes to support her.",
    "soapcentral_condensed": "Stephanie confronted Eric about the trust and how it was still valid. Stephanie seethed at Eric's betrayal. Nick revealed that his heart was with Brooke. Nick pulled Brooke into a steamy kiss. Bridget went for an ultrasound, and Dante joined her. Dante reassured Bridget he would take care of her. Stephanie announced that Forrester had a new CEO, and it was payback time. Nick kissed Brooke. Brooke refused to give in to their passions because of Bridget. Brooke admitted she loved Nick, but Eric was her future. Eric tried to downplay the trust, but Stephanie snapped back that it meant everything to her. She said it was time to end the trust between her and Eric. Eric told Stephanie that she was the one who had betrayed him. He said he was sorry, and Stephanie said she would end the Trust between them, and that it would never happen again. She told him that she loved him, and he said he loved her, and they kissed.\n"
}