{
    "soap_central": "\n\nAt home, the physical therapist worked with Jackie. Nick arrived and ordered the therapist to give Jackie more medication. He was told that it was by doctor's orders only that the medication could be changed in any way.\n\n\nThe Forrester family gathered at Forrester Creations to discuss giving up their shares of Forrester Creations in lieu of Jackie prosecuting Stephanie and the possibility of a jail term for Stephanie. Rick was flustered and decided Nick had lost his mind. Ridge told Rick that what Nick was doing was extortion.\n\n\nMeanwhile at Marone Industries, Brooke tried to reason with Nick. She implored Nick not to go through with his plan to take the company away from the Forrester family. She kept explaining that the entire family shouldn't have to pay for what Stephanie had done.\n\n\nBrooke told Nick that she wanted no part of his revenge plan to steal Forrester Creations. Nick would not change his mind and told Brooke that Stephanie would be held accountable -- either the Forresters would give up their company or Stephanie would go to jail. Storm arrived. Brooke was upset that Storm was representing Nick and Jackie in their plan to take away Forrester Creations.\n\n\nAt the same time, Stephanie paid Jackie a visit. Jackie flaunted that if Stephanie's company wasn't for sale, Stephanie's children would rather see her in jail. Stephanie tried to make Jackie see reality: Jackie had gone to Stephanie's house uninvited and had refused to leave when Stephanie had requested her to. Jackie did not care what Stephanie thought. She told Stephanie she was about to gain control of Forrester Creations.\n\n\nKristen, Rick, Felicia, and Bridget were all intimidated by Nick and afraid that Stephanie would be found guilty and have to go to jail. When Nick arrived with Storm and Brooke, Ridge told him to \"go to hell.\" Eric unfortunately decided to sell the company.\n\n\n",
    "tvdb": "Stephanie visits Jackie with the intention of appealing to her good side. Stephanie asks Jackie to control Nick and end his attempts at blackmailing her family. Jackie is stunned that Stephanie still refuses to admit that she's ever in the wrong and taunts her that she'll either lose her company or go to jail. Nick finds Brooke in his office at Marone Industries and she asks him not to punish the entire Forrester family for Stephanie's behavior. Brooke is angry when Storm arrives to represent Nick. Eric calls a meeting at Forrester Creations, with Ridge, Kristen, Thorne, Felicia, Rick and Bridget in attendance. Eric shows them documents in which, if they sign, they resign from the company, sell all of their stock to Marone Industries and are unable to work in the fashion business for a further ten years. Nick and Storm arrive, with Brooke begging Nick not to pursue his plan. Eric asks his family if they are willing to sacrifice their legacy in order to protect Stephanie.\r\n",
    "yt": "\n\nEric holds a meeting with his children about whether or not to sell Forrester Creations to Nick. He also tells them that if they sell, they need to sign a non-compete clause, which leaves them out of the fashion business for ten years. The children are upset and Ridge refuses to sign. Nick would like to run Forrester with Brooke but she tells Nick that she can’t run the company without the Forresters and pleads with him not to take the company away from them. As Eric is about to sign the papers, Brooke stops him and pleads with Nick one more time. Stephanie visits Jackie and tells her that Jackie will never have her company.",
    "imdb": "\nRather than celebrating Taylor's trial, the Forester family must face the next threat: Nick's blackmail. He wants to force them to sell out or see Stefanie put on trial for attempted homicide. At the family's shareholders meeting, Ridge has the courage to say no way, but Eric is determined to cave in. Brooke tries again to stop Nick.    ",
    "tvmega_recap": "Jackie moans and groans as she continues her therapy. Her head is killing her and she wants her pills. Nick tells her the Forrester's are meeting that afternoon and by the end of the day he will either own Forrester Creations or Stephanie will be preparing to go to jail. The family, including Rick and Kristen, gathers. Thorne gives them good news first -he has asked Taylor to marry him. Everyone, including Ridge, join in the congratulations and well wishes. Eric asks everyone to sit down and take a look at the document on the table. Nick has asked to buy them out. And he wants Forrester's to be free and clear of any Forrester's. Stephanie's temper will be on trial and Eric is afraid they will lose, so this is a fate accompli. Brooke makes a last ditch effort to beg Nick not to do this, but he is adamant. He wants her to join in if she wishes, but she is just as adamant that she can't. She can't punish the entire family for something Stephanie did. Stephanie invades Jackie's privacy and once again tries to get her to rein in Nick. To no avail, Jackie stands firm, Stephanie will be held accountable. Stephanie quips that blackmail won't work. They aren't going to sell the company to anyone, anytime. Everyone has their say but Ridge is the staunchest, they will NOT sell. Nick, Brooke and Storm walk in and Nick surmises this is going to be a short meeting, either they sell now or he goes to the D.A. Do they want to take that gamble? Again, Brooke makes one last tug on Nick to please not do this. It seems to fall on deaf ears.",
    "soapcentral_condensed": "The Forrester family gathered to discuss giving up their shares in lieu of Jackie prosecuting Stephanie and the possibility of a jail term for Stephanie. At the same time, Stephanie paid Jackie a visit. Stephanie tried to make Jackie see reality: Jackie had gone to Stephanie's house uninvited and had refused to leave when Stephanie had requested her to. Jackie flaunted that if Stephanie's company wasn't for sale, Stephanie's children would rather see her in jail. Eric unfortunately decided to sell the company and Eric was forced to step down from the board of directors. The company was sold to a private equity firm. The new owners will take control of the company in a few months and will be able to run it as a private company. The sale is expected to be completed by the end of the year or early 2015. The price of the new company will be announced at a later date. It is expected that it will be worth more than $1 billion. It will be the largest private company in the United States.\n"
}