{
    "soap_central": "\n\nThe tree is all decorated and Stephanie sits looking at it and all the ornaments that have pictures of the children when they were small.  A knock on the door brings Stephanie a surprise visitor, Brooke.  She tells Stephanie that she has heard about Felicia, and is sorry.\n\n\nNick tells Jackie about his son, Dominick.  He tells her that Felicia was just going to go back to France with him, until Stephanie found out, and insisted that he be told the truth.\n\n\nStephanie tells Brooke that she is not making things any better, by being there, only worse and she wants Brooke to leave.\n\n\nNick and Jackie were asked to go to the Forresters', but Jackie says \"no\" to the offer.  She thinks he should be there but her appearance might cause an unpleasantness to occur and she doesn't want that to happen.  She thinks that there still might be something between Eric and Stephanie and she won't allow herself to be hurt again.  Nick tells her if she changes her mind to let him know.\n\n\nNick returns home to find a pregnant elf putting the finishing touches on the tree.\n\n\nEric stops by to see Jackie.  She is surprised but invites him in.  He asks her if Nick told her about Felicia, and after talking about it, she holds him.\n\n\nNick and Bridget sit and talk about their new family and what it means to be celebrating the holidays with children.  Nick suggests that next year, he prance around on the roof, so the children will think that Santa's reindeer's are up there.  Bridget asks him, \"And what if you fall off the roof while you are prancing?\"  Nick comments that it is a good thing that he married a Doctor!!  Nick decides to give Bridget an early Christmas present.  He brings in a \"twin\" stroller for their children.\n\n\nEric tells Jackie that Felicia has always been so fearless, living life to its fullest, on her own terms.  Jackie comments that Felicia, intends to go the same way. Eric asks her to the house tomorrow evening but she refuses him.  She tells him that his family needs him now, especially Stephanie.  Eric tells Jackie that he needs her, but she tells him that she can't be hurt again.  He wants her to know how much he cares for her, and she tells him that she thought so also, until the beach house, and the wedding to Brooke.  He takes her in his arms and kisses her and she responds as always, not able to be anything but vulnerable to Eric.\n\n\nStephanie tells Brooke that even though she doesn't want her there now, Felicia would like to have her there tomorrow evening for the Christmas celebration.  Brooke tells her that the reason she came over today, was to give her something that her Mother gave her.  She tells Stephanie that she made a copy for her and she leaves it on the table and leaves.  Stephanie picks it up and reads it, turning to tears.\n\n\nBack at Nick and Bridget's place, he is telling her how much he loves her and he loves \"them.\"\n\n\n",
    "tvdb": "Brooke comes to see Stephanie at the house to tell her how sorry she is about Felicia, and offers Stephanie a poem that had meant a lot to her when her own mother was diagnosed with cancer. Eric stops by to see Jackie, who offers her sympathies on Felicia's diagnosis, but admits to Eric that she doesn't see any future for them, especially after the night she thought he was going to propose to her but he was really married to Brooke. Nick and Bridget enjoy setting the house up for Christmas as they hang stockings for 'Bridget', 'Nick' and 'Dominick', with a nameless stocking for their coming baby girl.\r\n",
    "yt": "\n\nBrooke tries to comfort Stephanie about Felicia’s illness, but Stephanie refuses her sympathy. Eventually, Stephanie begins to break down and for once shows some respect for Brooke. Nick visits Jackie and reveals everything to her about Felicia and the child. After Nick leaves, Eric surprises Jackie with a visit. Jackie tells Eric that she can’t get involved with him until she is positive that Stephanie is out of the picture. Meanwhile, Bridget and Nick begin to prepare for their future as a family of four.",
    "soapcentral_condensed": "Nick and Bridget sit and talk about their new family and what it means to be celebrating the holidays with children. Nick suggests that next year, he prance around on the roof, so the children will think that Santa's reindeer's are up there. Eric tells Jackie that he needs her, but she tells him that she can't be hurt again. Eric asks her to the house tomorrow evening but she refuses him. She says that his family needs him now, especially Stephanie. Nick decides to give Bridget an early Christmas present. He brings in a \"twin\" stroller for their children. He tells her how much he loves her and he loves \"them\" Back to Mail Online home. Back to the page you came from.  A knock on the door brings Stephanie a surprise visitor, Brooke.  She tells Stephanie that she has heard about Felicia, and is sorry. Stephanie tells Brooke that she is not making things any better, by being there, only worse and she wants Brooke to leave.\n"
}