{
    "soap_central": "\n\nAt Liam and Steffy's, Steffy was home, and Liam was gone. Ridge entered with coffee. Steffy said she had decided to take the day off for herself. \"You haven't been yourself lately,\" Ridge said. He figured it was because of Sally and Liam, and he realized it was \"easier said than done\" to get past it. \"Sometimes people do bad things, but it doesn't mean they're bad people,\" Ridge said.\n\n\nSteffy noted that it shouldn't have happened. Ridge was curious what she meant. She said it was Liam and Sally. They had thought they were going to die \"and were in pure shock and desperation,\" she said. Steffy said that Ridge had always said marriages got challenged.\n\n\nRidge agreed. Steffy said she couldn't get stuck in the past with guilt and blame. She and Liam had agreed to love each other and move on. \"Liam and I are together, and nothing can come between us ever again,\" she said. Pam called and was panicked that Steffy and Ridge were out of the office. Ridge calmed Pam down and told Steffy to focus on her marriage. \"It's working. You look happy,\" Ridge said.\n\n\nSteffy said she realized how much she needed Liam. Ridge announced that he'd made some decisions as well. He showed Steffy the engagement ring that Quinn had crafted for Ridge. Steffy admired the ring then checked a message on her phone. She said it was a notice of her annual appointment. She turned back to the ring. \"Brooke will love it!\" Steffy exclaimed.\n\n\nRidge said he couldn't believe he felt sorry for Bill, but he noted that Bill might be a sore loser when he learned that he'd \"lost the woman he loved.\" Steffy defended Bill but agreed the news would be hard on Bill. Ridge called Bill a shark, but Steffy didn't want to discuss him. She knew what it was like to lose someone. She had almost lost Liam, and she really wanted to enjoy their life together.\n\n\nAt Spencer, Wyatt, Liam, Justin, and Bill argued about what to do with a division that was losing money. Wyatt wanted to cut their losses, but Liam said they needed to give the division some support. Bill was distracted and said he didn't care. Justin asked what was the matter, and Bill dismissed him. Liam said it was about Brooke.\n\n\nWyatt noted that Bill was \"on another planet.\" Bill angrily called Wyatt, Liam, and Justin \"the three stooges\" and wanted them out of his office. Justin said he'd never seen Bill so upset. Liam said they all understood how Bill felt. He'd lost the woman he loved. They had all been there. Bill agreed and said he'd screwed up. Liam encouraged him. \"You'll find love again,\" Liam said.\n\n\nBill announced that he and Wyatt, Liam, and Justin were not going to sit around and \"talk about our feelings.\" He ordered Justin and Wyatt to run numbers on the division. Justin and Wyatt left the office and said they would return with a report. Liam said he understood what Bill was feeling because he had been there with Steffy. Bill hoped that Liam and Steffy were fine, and Liam said they were. Liam added that it had taken a lot for Steffy to get over his dalliance with Sally.\n\n\nBill told Liam to stop overthinking his relationship. Liam said he'd thought Steffy might have left him. However, they had quickly turned it around, renewed marriage vows, and exchanged apologies. Liam praised Steffy for her forgiveness. He said she had also lied to him about where she had been. Liam explained that Quinn had found Steffy's bracelet at the guesthouse at the Forrester mansion. Liam said that Steffy had been so depressed that she'd just crawled into bed. Bill was nervous but reminded Liam that Steffy had returned to him.\n\n\nLiam said something had to have happened to Steffy because she'd been a different person when she'd returned to him. Liam said that Bill had always been concerned about his family. \"I came to you out of nowhere. We were strangers,\" Liam said. He said he had more opportunities than he could have imagined because Bill had taken him in.\n\n\nBill said that anything that had gone wrong in his life was deserved. \"I deserved it,\" Bill repeated. He lamented everything he had done to Spectra and his sons. Bill said he wanted to do better, but he couldn't undo the past. Liam and Bill acknowledged that they valued their relationship. Liam and Bill embraced.\n\n\nLiam left, and Justin and Wyatt returned. They all argued over business. Wyatt wondered why Liam had taken the day off. Bill said Liam needed to put his marriage back together. Wyatt was teasing, but Bill grew angry. Justin tried to defend Wyatt, but Bill ordered them to stop \"gossiping\" about Liam and give a report on the division they had discussed. Justin and Wyatt left, and Bill flashed back to romantic times with Steffy. He took a deep breath and shook his head.\n\n\nAt home, Liam surprised Steffy and said he had the afternoon off. Steffy was dressed for the beach and asked Liam to accompany her. She said their fresh start felt good. They had made mistakes, but the most wonderful times of their lives had been together. She flashed back to romantic moments and all of their weddings. She told Liam that he kept her grounded and balanced. They expressed their love for each other, and they kissed.\n\n\n",
    "imdb": "\nBill is forced to hide his feelings for Steffy when Liam shares with him their plan for a new beginning.    ",
    "tvmega_recap": "Ridge says things seemed to have settled down between Steffy and Liam because of the Sally thing. She says yes they have put it behind them. You just can't get stuck in the past with all the guilt and blame. Just love each other and move on. She says she and Liam are together and nothing will ever come between them again. Ridge says she is doing the right thing by just focusing on her marriage. He says sometimes you have to lose or almost lose a person to know how much they mean. She guesses he is doing a little of his own soul- searching. He can't wait to show her the engagement ring. She says Brooke will love it. Ridge says yes but then he knows her father-in-law is going to be the sore loser. Bill is distracted and neither Justin, Wyatt or Liam can get his attention over what he calls minutia. They think it is about Brooke although Bill denies it. They all say they will help him with anything. He tells the Three Stooges to back off. Justin says he has never seen him like this. Liam says they all know what he is going through .he just lost the woman he loved. Bill says they are right, he did. He admits he screwed up. Liam says he cannot keep beating himself up; it is not hopeless. Bill tells them to get out of his office, they are not going to sit around and discuss feelings. Go do something productive. Justin and Wyatt leave but Liam stays behind. Bill questions if he knows what the word productive means. Liam says he knows what that feeling is like. When Steffy walked out on him he really felt like he had blown it. But Steffy got over it and he is glad they did or he doesn't know where they would be right now. Bill grumbles that he is glad things worked out. That's the problem usually Liam cannot let things go. Forgiveness is like that; you either get it or you don't, so Liam should just accept it and stop ranting about it. Liam says he knows but Steffy won't let him apologize; she is apologizing to him. Then he goes on a long explanation of how Steffy just drove around and ended up at the Forrester guest house and just crawled into the bed there. But Steffy did not even tell him that. It was Quinn who found Steffy's bracelet. Bill asks a few questions then says the important part is that Steffy came back and it really doesn't matter where she was during that period. Liam says he doesn't know how but in that guest house somehow Steffy found peace and forgiveness so he knows something happened that night. Steffy tells Ridge that she almost lost Liam and she does not want that to happen again. He is the most constant thing in her life right now. Liam tells Bill that family is where it's at. And love always will be even when it is not reciprocated. Bill tells him to stop. This is not going to be a competition to see who has the most to regret. Bill says he deserved everything Liam did to him. He says he is not a perfect person and he had no right to hit his son .he wants to be better ..he can be better. He cannot live in the past or change reckless decisions that he made but he can assure him his perspective has changed and he admits now how much Liam means to him. And that he values Liam's happiness more than he does his own. Liam gives him a big bear hug and says he knows that. Justin and Wyatt come back but find Bill in a foul mood and he barks at them to leave again. He doesn't care what they do. He thinks back on his time with Steffy. Meantime Liam goes home and explains to Steffy that he and his father had a very productive talk. Bill is devastated right now but he needs to focus on the good things in his life. Steffy says they have a fresh start and she wants to focus on that. She tells him he is the most important thing in her life and she is sorry she lost sight of that for a moment. She loves him so much and she never wants to lose him.",
    "tvmega_summary": "Episode # 7734 ~ Ridge shows Steffy the engagement ring he asked Quinn to make; Bill is forced to hide his feelings for Steffy from Liam.",
    "soapcentral_condensed": "Steffy said she couldn't get stuck in the past with guilt and blame. Ridge called Bill a shark, but Steffy didn't want to discuss him. Liam said he understood what Bill was feeling because he had been there. Bill ordered Justin and Wyatt to run numbers on the division. At Spencer, Wyatt, Liam, Justin, and Bill argued about what to do with a division that was losing money, but Liam said they needed to give the division some support. Bill lamented everything he had done to Spectra and his sons, but he couldn't undo the past, but said he wanted to put his marriage back together.. Liam praised SteFFy for her forgiveness, and he said she had also lied to him about where she had been. Bill said he'd always been concerned about his family, \"I came to you out of nowhere. We were strangers,\" and said he had more opportunities than he could have imagined because Bill had taken anything that had gone wrong in his life.\n"
}