{
    "soap_central": "\n\nAt Forrester, Quinn was glad that she and Ridge had gotten to a place where they weren't freaking out all the time about being alone around each other. She and Eric had reunited, and Brooke and Ridge were hopefully on the way to doing the same thing. Ridge replied that it was the plan. Quinn felt that what they'd done had been awful. Ridge agreed, but he was starting to think that Brooke was finally putting it behind them.\n\n\nLater, Quinn was in the design office, showing off her jewelry collection to Liam, who wanted to feature it in an article. Quinn wanted the cover and said Steffy had been the inspiration. Liam asked if it was true, and Quinn replied that she could see Steffy wearing the pieces. Picking up a bracelet, she said she'd modeled it after the one Steffy had left in the guesthouse.\n\n\nHandling the bracelet, Liam said Steffy wore hers all the time. Realizing what he'd heard, Liam asked if Quinn had said Steffy's had been in Quinn's guesthouse. Quinn explained that she and Eric had found the bracelet and returned it to Steffy at the holiday dinner. Quinn said she and Eric had been worried about the couple, but Steffy had said it had only been a small argument.\n\n\nLiam stared quizzically, and Quinn assured him that she and Eric hadn't been prying or anything. It had just seemed strange that Steffy would stay there. \"Yeah, well...that...that is strange,\" Liam thoughtfully replied. He asked what night it had been. Quinn figured it had been whatever night the couple had argued before the holiday. She assumed there hadn't been many nights like that for the couple.\n\n\nAgreeing, Liam stated that the thing was that Steffy had only been driving around that night. Quinn reasoned that Steffy could have driven around, but she'd also been in the guesthouse, where Quinn had found the bracelet. She asked why Liam was so concerned about it. Liam said he was just trying to figure out how the bracelet had gotten there if Steffy hadn't been there.\n\n\nQuinn corrected that Steffy had been there, which was what she was trying to tell Liam. Liam claimed that the bracelet could have been there for a while. Quinn reasoned that the lights had been on, and the shower and bed had been used. \"The bed?\" he inquired. Quinn conveyed that the sheets had been rumpled. Quinn assumed that Steffy had crawled into bed for a good cry.\n\n\n\"And took a shower? That doesn't make any sense,\" Liam uttered. Quinn didn't know why he was making a big deal of it and concluded that he didn't believe her. Liam clarified that he'd believed Steffy, but Quinn was basically saying that Steffy had lied.\n\n\nQuinn quickly replied that she wasn't saying anything about anyone lying. Liam clarified that he was saying Steffy hadn't said a word about the guesthouse. He wondered what possible reason Steffy had for keeping it from him.\n\n\nIn the CEO's office, Eric and Pam arrived on the threshold. Eric was looked for Ridge, but no one was there. Pam replied that Ridge had gone to Brooke's house -- after having lunch with Brooke and being in the stream room with her. Pam figured she was the only person working around there.\n\n\nPam's desk phone rang as Ivy arrived in the doorway. Pam excused herself as she brushed past Ivy, saying, \"Duty calls -- for some of us.\"\n\n\nClosing the door, Ivy noted Eric's bad mood and asked what was going on. Eric replied that Thorne had found out about what had gone on in Australia, and Thorne wouldn't let it go. Eric said that Ridge had gotten away with a lot and taken advantage of Eric and Thorne. Part of the reason Eric had forgiven Quinn was that Eric knew how manipulative Ridge could be.\n\n\nIvy said Eric had forgiven Ridge, too. Eric replied that maybe he shouldn't have, and maybe Thorne had a point. Though Eric loved Ridge, Eric wondered if he should stand up to Ridge more. Ivy was surprised to hear it from Eric, a big supporter of Brooke and Ridge.\n\n\nEric said maybe he was wrong, and Brooke kept returning to Ridge out of habit. Eric wondered if Brooke would still want to be with Ridge if she took a serious look at who each one of them was. Eric just wanted what was best for Brooke.\n\n\nAt Brooke's house, Brooke thanked Thorne for his advice. Thorne wondered if she was listening. He urged her not to give Ridge another chance to break her heart. Thorne didn't know why she wasn't furious at Ridge. Brooke said she had been at first, and it had taken a lot to get beyond it.\n\n\nThorne didn't think Brooke was beyond it. He said she didn't have to be that time. She could hold Ridge accountable, which was exactly what Thorne intended to do. Brooke appreciated Thorne's concern. She admitted that Ridge hadn't been that great to her over the years, and Thorne had a right to be concerned because he'd had a front row seat to a lot of it.\n\n\nThorne was sure Ridge would do it again. Brooke believed that Ridge would make a commitment to her, but Thorne thought the word meant nothing to Ridge. Thorne said it wasn't the same as when Thorne committed to something. Thorne revealed that he hadn't returned to Los Angeles merely to be a designer, but he'd also returned for Brooke.\n\n\nBrooke asked what Thorne meant by saying he'd returned \"for\" her. Thorne said he'd meant \"because\" of her. Thorne had thought of all he'd lost. Macy, Darla, and Aly were gone. He'd thought of who he had left and who'd been there for him. Brooke was at the top of the list.\n\n\nThorne's friends in Paris hadn't known him the way Brooke did, so he'd felt he'd had to return. Brooke was glad. She'd missed Thorne, too, and they'd had wonderful times together. \"Even when we were married,\" he replied. Chuckling, Brooke repeated, \"Even when we were married.\"\n\n\nJust then, Ridge arrived. He kissed Brooke as he greeted her and said he'd forgotten that Thorne was camped out there. He asked Thorne to say again why he couldn't get a hotel room. Thorne asked Ridge to repeat why he treated women with such disrespect. \"Thorne,\" Brooke mindfully said. Ridge figured that had escalated quickly.\n\n\nThorne said it was because he knew what Ridge had done. \"Excuse me?\" Ridge asked. Thorne replied that it had been with Eric's wife the day before Ridge had been set to marry Brooke. For Thorne, it didn't get more disgusting than that. Ridge stated that mistakes \"were made,\" and he'd apologized. He asked what it had to do with Thorne.\n\n\nA bell chimed, and Brooke said it was the back door bell, signifying that she had a delivery. She asked if it was safe to leave the two alone. The men affirmed it, and she went into the kitchen.\n\n\nRidge explained that the people involved in the issue had made peace with it. He asked why Thorne was trying to start a fight about it. Thorne asked if Ridge thought Thorne would let Ridge get away with it. Ridge sensed Thorne's big tantrum brewing.\n\n\nRidge reasoned that it was what Thorne did when no one listened to his lectures. Ridge said Thorne tried to challenge Ridge, and when Thorne failed, he ran to the basement or went to Paris. \"Or you take a chair and throw it through a window,\" Ridge added. Thorne started to speak, but Ridge continued, saying it was all because he was mother's favorite.\n\n\n\"There it is,\" Thorne replied. Ridge said he hadn't chosen it; Stephanie had, and Thorne would be happier if he'd just make peace with it. Ridge deduced that Thorne wanted to rescue the whole family and the world from mean old Ridge. They were brothers, and Ridge didn't want to fight. He wanted Thorne to do well, and it was why Ridge was always truthful with Thorne.\n\n\n\"You're not a leader. You're not a designer. And you're always going to be in my shadow because you're less experienced, and you're less gifted,\" Ridge said. Ridge claimed it wasn't he who was saying it. It was in the eyes of the world and their family. \"And the eyes of Brooke,\" Ridge concluded. Thorne said nothing, and that surprised Ridge, who said it was usually where Thorne put Ridge in his place.\n\n\nThorne grabbed Ridge and threw him on the floor. He said it was the part where Ridge realized that Thorne was more of a man than Ridge would ever be. Thorne stated that Brooke and the world would see that Thorne would no longer accept bullying from Ridge, and maybe Brooke would choose the same thing. Thorne vowed to purge Ridge from Brooke's life and from the family. He said he'd restore morality to the Forrester name, and Ridge would just be gone.\n\n\nAt the cliff house, Bill arrived to check on Steffy. Steffy said Bill couldn't just show up there. Bill didn't know why he couldn't show up at his own house. Bill said he'd already known Liam wasn't there and told Steffy that she had to let it go. Steffy asked if it was easy for him.\n\n\nBill figured that Steffy knew the answer; however, for Liam's sake, they had to smile and lie. Steffy claimed not to be good at it and fretted over Liam finding out. Bill replied that Liam never would, but she said Liam almost had. Starting to get teary and upset, Steffy said Liam wanted to know where she'd been and who she'd been with. Bill asked if she'd revealed anything.\n\n\nSteffy said she'd just given Liam more lies. It wasn't who Steffy wanted to be. She recalled the lies she'd told Liam about where she'd been and what she'd been doing the night of the incident. Bill decided that it was the truth as far as Liam needed to know.\n\n\nBill asked Steffy to close her eyes and imagine being on the side of the road in her car, as she'd told Liam she'd been doing. Bill said Steffy had been there, far from the guesthouse and far away from Bill. \"If you believe it, Liam will, too,\" Bill reasoned.\n\n\nSteffy doubted that they could really do it. Bill said that if one said a lie often enough and with conviction, one started to believe it. No one would question it. Steffy believed the guilt was written all over her face. It was haunting her. Bill said they both had thought the marriage had been done. Steffy replied that it hadn't been and never would be.\n\n\nBill believed it was true only if Steffy could forget about what had gone on between them. Steffy said she could do it. She was married to Liam; he was her husband, and she had to do it.\n\n\nLater, Bill had gone, and Steffy welcomed Liam home. Liam remarked that he'd been interviewing Quinn, and as it turned out, Steffy was the inspiration for Quinn's line. It surprised Steffy to hear it. Taking Steffy's arm, Liam said the bracelet on it was one of Quinn's favorites. Walking away, Steffy replied that Quinn had commented on it before.\n\n\nLiam asked if it had been when Quinn had returned it. \"What?\" Steffy asked. Liam explained that Quinn had found it and returned it to Steffy, but it had been weird to Liam that Quinn had found it the night of the argument -- when Steffy had driven off in the car with no destination. Steffy agreed that she'd been driving around.\n\n\n\"You wanted to take a shower? Or a nap?\" Liam asked. Steffy quizzically asked \"what\" again. Liam stated that the bed had been slept in or used. He asked what was going on and why she'd say she'd just been driving around if it hadn't been true. He asked if she'd been in the car or at the guesthouse. Steffy became anxious, but she remained silent.\n\n\nLiam said it was a simple question. Steffy looked around nervously. He softened his tone and asked what she'd done that night. He said all he wanted was the truth.\n\n\nAt Spencer later, Bill sat in his chair. He was tormented by thoughts of having sex with Steffy.\n\n\n",
    "imdb": "\nThorne lays into Ridge about having betrayed Brooke; Quinn opens up Pandora's box when she reveals a detail to Liam about the night he argued with Steffy.    ",
    "tvmega_recap": "Brooke tells Thorne that she appreciates what he is saying about Ridge. He asks if she is really listening though. Quinn tells Ridge that it feels good now that it is not awkward and she is back with Eric and he with Brooke so no one is peeking around on the two of them. Bill shows up at Steffy's and she chides him for just keeping showing up. Is this easy for him? He says no but technically this is his house and he just came to check up on her. She says it has been hard as she had to lie again, more lies as Liam wanted to know where she was that night if with anyone. Eric looks for Ridge but Pam tells him he was here but just left for Brooke's. Eric confides in Ivy that Thorne found out what happened in Australia between Ridge and Quinn and he is not going to let it go. Quinn shows Liam some of her pieces, a bracelet like the one that Steffy wears all the time. She tells Liam that she found that one in the guest house but gave it back to Steffy. He finds that strange that Steffy did not mention it. She sees this bothers him as he was told Steffy just drove around and went nowhere. Bill tells Steffy that if she told Liam that she was alone then just stick to that story. Liam is forgiving so let it be far away from this house and far away from him. Thorne tells Brooke that he sees he has upset her. But it has not been easy to watch his brother do this again. This word game, commitment, is just that a game to Ridge. It has no meaning. He confesses another reason he came back to L.A. was Brooke. Steffy wants to know if she and Bill can pretend this never happened. She thinks it is written all over her face when Liam talks with her. Bill reminds her they have to keep it a secret and she agrees; this lie will be for her husband. Quinn can see that Liam does not believe her when she says not only was the bracelet there but the bed had been used and so was the shower. He does find that almost a lie as Steffy never mentioned it. Thorne says he came back not exactly for Brooke but she was one of the people left here that he was close to, so of course he had to come back. She says she missed him too as they always had wonderful times together. Ridge bursts in and tells Thorne to tell him again whey he did not get a hotel. Thorne fires back that Ridge can tell him why he keeps disrespecting Brooke so much that she had to call off her Australian wedding the night before. The doorbell rings and Brooke asks if it is safe to answer it and leave them alone. Ridge says he knows that look and what is coming. Thorne is going to fail and then go to the basement or back to Paris just because Ridge was his mother's favorite. He wants to rescue the whole world and their whole family. He loves Thorne but he has to tell him the truth. Ridge is the designer and Thorne will always be in his shadow and even in the eyes of Brooke. Thorne pops him over and tells him he will purge Brooke from his life and he will just be gone. Bill keeps having flashbacks of the night of passion with Steffy. Liam returns home and remarks to Steffy that he stopped by to see Quinn and turns out Steffy is a huge part of her inspiration. She found Steffy's bracelet and gave it back to her and now the line has a similar piece. He tells her the rest that Steffy had to be there and took a shower and was in bed but she lied to him and said she was just driving around. Hey, he sees how upset she is and only wants to know what really happened.",
    "tvmega_summary": "Episode #7731 ~ Thorne lays into Ridge about having betrayed Brooke; Quinn opens up Pandora's box when she reveals a detail to Liam about the night he argued with Steffy.",
    "soapcentral_condensed": "At Forrester, Quinn was glad that she and Ridge had gotten to a place where they weren't freaking out all the time about being alone around each other. She and Eric had reunited, and Brooke and Ridge were hopefully on the way to doing the same thing. In the CEO's office, Eric and Pam arrived on the threshold. Eric was looked for Ridge, but no one was there. Pam said Ridge had gone to Brooke's house -- after having lunch with Brooke and being in the stream room with her. Thorne urged Brooke not to give Ridge another chance to break her heart. He said she didn't have to be beyond it, which was exactly what Thorne intended to do. He wondered if he should stand up to Ridge more. Eric wondered if Brooke would want to be with Ridge if she took a serious look at who each one of them was. He was surprised to hear that Eric, a big supporter of Brooke, was still returning to Ridge out of habit. He asked if he shouldn't have, and maybe Thorne had a point.\n"
}