{
    "soap_central": "\n\nIn the offices at Forrester, Liam, Pam, and Charlie congratulated Ridge on being an expectant father. Ridge was surprised by the conversation. Everyone wanted to celebrate with a big splashy announcement. Ridge disagreed.\n\n\nLiam teased that he could help because he knew some publishers. Ridge refused the offer. He tried to do so good-naturedly, but he was adamant that they had wanted to keep the parenting news quiet because no one knew. Liam said that they were all like family at Forrester, but Ridge pointed out that his family and Caroline's did not know.\n\n\n\"You could have a little Ridge Forrester right inside your wife's tummy,\" Pam announced. Ridge and Caroline smiled nervously, and Ridge said they were very happy but wanted to keep it quiet for a while.\n\n\nPam said it had all been obvious when Caroline had gotten sick. Liam agreed. \"It's a dream come true,\" Liam said, and he embraced Caroline.\n\n\nLater, when Ridge and Caroline were alone, Ridge asked what had happened that everyone knew she was pregnant. \"I didn't tell them,\" Caroline stammered. She explained what had transpired when she'd had morning sickness, and Charlie, Pam, and Liam had pressured her about being sick and refusing to take a pregnancy test.\n\n\nCaroline explained that Liam had figured out that she'd already known she was pregnant, she said. Suddenly, Ridge was worried about Caroline's health. He wanted to be sure she had called the doctor and wasn't bleeding, and he wanted to take care of her.\n\n\nCaroline worried that Ridge was mad at her. He hugged her and said he didn't want to see her in pain. He wanted to do something to make her feel better. He and Caroline discussed that they were excited about the baby, and Ridge promised it would be the best year of her life. They kissed and hugged. Caroline still did not feel well.\n\n\nRidge wanted Caroline to call the doctor. He didn't want to see her suffer. Caroline said it was all part of the process. Ridge didn't want her to worry about anything. He encouraged her to return home until she felt better. Caroline worried about Brooke.\n\n\nRidge said he would handle Brooke, but Caroline worried that if Pam knew, everyone in the building would know. Ridge promised to talk to Brooke. He encouraged her to calm down at home and concentrate on herself, him, and the baby. Caroline agreed, and she left.\n\n\nLater, Pam and Charlie were alone. \"It's always a good day when a baby's on the way,\" Pam said. Charlie noted that Ridge and Caroline had wanted to keep it quiet and announce it in their own way at their own time. Pam shushed him and said the news was out. Charlie tried to encourage Pam to keep it under wraps. \"You're just saying, 'keep my mouth shut,'\" Pam noted. Pam and Charlie started to argue over Pam's inability to keep a secret.\n\n\nBrooke entered and wondered if she had interrupted a lovers' quarrel. Charlie shushed Pam about the news. Brooke pressured them to tell her what was going on, but Charlie refused. He wanted Pam to leave with him for lunch. Pam said Brooke would find out soon enough. \"Ridge and Caroline are having a baby,\" Pam announced.\n\n\nBrooke was shocked. She doubted it was true. Brooke accused Pam of spreading rumors. Pam said that Ridge, Liam, and Caroline had all overheard the discussion. Brooke seemed confused. Pam said she had figured it out.\n\n\nBrooke questioned whether it was a rumor, but Charlie told Brooke to ask Ridge on her own. Brooke agreed she would. Brooke left, and Pam said that Brooke seemed jealous. Charlie agreed it sounded like she didn't want to accept the news.\n\n\nIn the photo studio, Steffy and Ivy chatted amicably and agreed that Liam had gotten them to be civil to one another for the first time in months. Ivy admitted she should never have blackmailed Steffy, and Steffy agreed she should never have retaliated by forcing Ivy to model lingerie.\n\n\nSteffy and Ivy agreed they were cousins and family. They also agreed that they needed to start acting like it. Steffy wondered if they could really trust each other. Ivy said it had to start with forgiveness. Ivy reasoned that when Aly had died, Ivy had wanted to blame someone.\n\n\nIvy added that it had seemed like Steffy had stolen Liam from her too. \"It was too much,\" Ivy said. She had lashed out at Steffy out of grief. Ivy apologized for using the video. Steffy and Ivy agreed they had both been wrong and hurtful. They had wasted a lot of time and energy.\n\n\nSteffy and Ivy laughed that it had taken Liam to get them back together. Liam entered, and they both thanked him. Wyatt texted Ivy, and she had to leave to meet him. Ivy thanked Steffy and Liam, and she left.\n\n\nSteffy playfully accused Liam of not having her back and supporting her decisions. Liam asked if she was glad he had done things his way. She admitted she was. She thanked him, and they made out. Liam said there was more good news. \"My cousin and your father are having a baby,\" Liam said.\n\n\nSteffy couldn't believe it. She was annoyed that her dad hadn't told her, but Liam noted that Ridge and Caroline hadn't told anyone. He added that Pam and Charlie had figured it out. Steffy joked that she wasn't surprised that Pam had figured it out. Steffy didn't know how she felt about becoming a big sister again. She wondered what Thomas would say.\n\n\nRidge paced in his office, and Brooke entered. She shared that she had heard some incredible news from Pam, but she was sure it was inaccurate. She stated that Pam had said Caroline was pregnant. Ridge disclosed that Caroline was indeed pregnant, but they wanted to keep it a secret. \"Ridge, how is that possible?\" Brooke asked. Ridge stammered that he'd had his vasectomy reversed and everything was fine. \"My swimmers are swimming,\" he said.\n\n\nRidge added that he and Caroline were very happy. Brooke grilled Ridge about how quickly things had happened and was surprised that he had not shared his reversal news. Ridge replied that she had not been at the top of his list to share the news with. Brooke assumed that Caroline could not be too far along. Ridge agreed.\n\n\nBrooke questioned that Ridge had not told her the whole story. Ridge ignored her. \"Whose baby is it, Ridge? It certainly can't be yours,\" she said. Ridge looked away.\n\n\n",
    "imdb": "\nRidge attempts to make an explanation to Brooke who clearly isn't buying what he has to say.    ",
    "tvmega_recap": "Liam tells Ridge and Caroline that he knows this is not the way they wanted everyone to find out about it. He, Charlie and Pam congratulate them. Pam jokes there might just be a little Ridge Forrester in Caroline's tummy. Ridge steps up and says yes they are pregnant and they just wanted a little more time before telling everyone. Pam tells Charlie that Caroline did not look too happy that she was pregnant. She knows he thinks she should have kept her mouth shut. Brooke walks up and asks if there is a problem. Ann Landers to the rescue. Charlie tries to spirit Pam away but she blurts out to Brooke that Ridge and Caroline are having a baby. Ridge questions Caroline of how everyone knew. She says they saw her run to the bathroom and assumed as much by getting a pregnancy test. She hopes Ridge is not mad at her. She says the morning sickness is okay and she will get through this. He tells her this will be the greatest year of her life. Steffy thanks Liam but says he should have supported his President. Then he drops the bombshell that his cousin and her father are having a baby. Caroline is pregnant. Ridge tells Caroline that it is not going to make him feel good if she suffers. She wonders about Brooke. If Pam knows then soon Brooke will know. And she knows already that Ridge can not have children so what will he say to her. Ridge says that will be his problem. She just needs to focus on the baby. Steffy and Thomas do not know. Steffy tells Ivy that she does not want to fight. They need to really trust each other. Ivy agrees she should have never used the video against Steffy and Steffy agrees she should not have offered the job as a payback. Ivy says she would never blackmail Steffy. She felt guilty and that is not something she would actually do. Neither one of them did their own intentions. That is not who they are. Knowing that makes it a lot easier now to forgive and forget. Brooke laughs and says Charlie and Pam must have misheard some gossip as she does not believe Ridge admitted that they are having a baby. Pam says she heard it straight from the horse's mouth. Steffy says she is okay with this but she is kind of annoyed that Ridge did not tell her first. Liam says Ridge was annoyed too that they outed them. Steffy wonders how Thomas will feel when he finds out. Ridge suggests that Caroline go home and not stress, just meditate or whatever pregnant women do. Brooke walks in and says she just heard some incredible news about Caroline being pregnant. He says great news. They tried to keep it private for a while but it slipped out. She questions it and he said he had the reversal done and it worked out so all is fine now. Caroline is pregnant and very happy. It is exactly what they wanted. He apologizes for her not being on the top of that list. She is not that far along so that is why they kept it private for now. Brooke goes along for a while then asks who's baby is it it certainly can not be Ridge's.",
    "tvmega_summary": "Episode # 7179 ~ Adversaries Steffy & Ivy strike an agreement to make amends; Ridge attempts to make an explanation to Brooke, who clearly isn't buying what he has to say.",
    "soapcentral_condensed": "In the offices at Forrester, Liam, Pam, and Charlie congratulated Ridge on being an expectant father. Everyone wanted to celebrate with a big splashy announcement. Steffy and Ivy chatted amicably and agreed that Liam had gotten them to be civil to one another for the first time in months. They also agreed that they needed to start acting it. Ivy said it had been too much like Aly had wanted to blame someone when Aly had died, and she had to leave. She apologized for using video to playfully playfully accuse Liam of not not having a baby with her. Liam said that they were all like family at For rester, but Ridge pointed out that his family and Caroline's did not know. \"I didn't tell them,\" Caroline stammered. She explained what had transpired when she'd had morning sickness. Ridge wanted Caroline to call the doctor. He didn't want her to worry about anything. He encouraged her to return home and concentrate on herself, him, and the baby.\n"
}