{
    "soap_central": "\n\nAt Forrester, Rick had threatened to fire Ridge, but Ridge maintained that Rick couldn't fire him. Rick disagreed and ranted that Ridge had lied and been a fraud. Rick shouted that if Ridge had told their dad about his problem, everyone would have understood.\n\n\nRidge maintained that it had been unnecessary to worry Eric. \"The designs are fine,\" Ridge said. Rick countered that Ridge had passed Caroline's designs off as his own. Rick wanted to see the genius draw something on his own. Rick taunted Ridge to pick up a pencil and draw something.\n\n\nCaroline entered. She'd overheard Rick and ordered him to stop. \"What are you doing? Leave him alone,\" she shouted.\n\n\nRick said that Ridge had lied, and Caroline maintained that Rick had been attacking Ridge. Ridge noted that Rick had asked him to resign. Caroline turned on Rick. \"I love you, and you are overreacting,\" she said.\n\n\n\"You have put the company in jeopardy,\" Rick told Ridge. Caroline paused and reminded Rick that the collection was good. \"Rick, please, you know how much this means to me,\" she said. Caroline defended Ridge and said that Ridge had suffered a terrible loss, but Rick said that Ridge had conned her into feeling sorry for him.\n\n\nCaroline defended what she had done. She said that Ridge had shown her things no one else had ever taught her. \"I couldn't do this without him. We're a team,\" she said. Rick wondered aloud if Ridge would have thanked Caroline on stage in front of everyone. \"Your ego can't handle that, and it's not going any farther,\" Rick snarked.\n\n\nRick badgered Ridge and accused him of being selfish, but Caroline interrupted that Ridge had been incredibly generous in sharing his talent with her. \"This line -- you can feel the precision of every stroke,\" she said. Ridge admitted that he shouldn't have asked her to lie to her husband. Rick received a phone call and advised Ridge to get a jumpstart on his resignation. Rick said that he would see Caroline at home, and he left.\n\n\nCaroline promised she would talk to Rick and change his mind. \"He doesn't understand we're creating. We're plugged into something bigger than both of us. I am not ready to give that up,\" Caroline said. Ridge didn't think Rick would change his mind because Rick had always wanted Ridge out of the company. Caroline told Ridge not to worry.\n\n\nAt Katie's, Donna and Katie talked, and Will played. Donna wondered if Katie and Ridge had set a wedding date. Katie said that Ridge had been very focused on work. Donna asked if they would plan the wedding soon. Katie wondered why Donna had been asking so many questions.\n\n\nDonna reminded Katie that she worked at Forrester, and everyone had noticed that Caroline and Ridge had spent a lot of time together. People at Forrester had been talking. Katie explained that Caroline and Ridge had a collaboration. Donna countered that Ridge had always worked alone. Katie replied that it had been good for Ridge to branch out. There was nothing going on between Ridge and Caroline.\n\n\nKatie added that Rick and Caroline were happily married, and soon Katie and Ridge would be married. Donna apologized. \"Here I am, making you uncomfortable,\" Donna said. \"Believe me that's all I want, too,\" Katie said.\n\n\nDonna left, and Ridge walked in. Katie wondered why he had returned home early. Ridge admitted that Rick had been on him about the new designs. Ridge shared that Rick had discovered that Ridge and Caroline had been working together. \"He stuck a pencil in my face,\" Ridge said. Katie accused Caroline of telling Rick. Ridge said that Rick wanted him to resign, but Caroline had promised to talk to him.\n\n\nKatie blamed Caroline, but Ridge defended her. She had appreciated working with him, but Rick's temper and jealousy had gotten the best of him. Katie wondered what would happen. She told Ridge to go to Eric.\n\n\n\"He's a businessman. He's not going to start a scandal before the line comes out,\" Ridge said. Ridge thanked Katie for understanding. Katie said she had just begun to understand how important the designs were to Ridge. They embraced.\n\n\nAt Rick and Caroline's home, Caroline apologized to Rick, and she suggested that he also owed her an apology. She reminded Rick that he had accused Ridge of using Caroline, and that wasn't true.\n\n\n\"You humiliated him,\" Caroline said.\n\n\n\"I can't believe you're still defending him,\" Rick countered. Caroline explained that she and Ridge were artists. She added that she knew how he felt. \"Not being able to draw is like not being able to breathe. No one makes me do anything,\" Caroline said. She reminded Rick that she always made her own decisions, right or wrong.\n\n\nShe begged Rick to stop making it such a big deal. \"Baby, you go so intense. Just come give your wifey a kiss,\" she said. Rick did not respond. Caroline looked confused. \"I have to clear my head,\" he said, and he walked out the door. \"Rick,\" Caroline called to him.\n\n\nCaroline looked hurt. Later Caroline got into bed and looked at the empty side of the bed where Rick should have been. She pulled up the covers, turned out the lights, and closed her eyes. She heard the door open, and Ridge entered. He sat on the bed, and she caressed his arm. He pulled her into a kiss. She had been dreaming. She heard Rick calling her name.\n\n\nRick sat on the bed. \"Caroline, I'm sorry,\" he said. Rick emotionally poured out his heart. He told Caroline that it hurt him that Caroline was emotionally fulfilled by being with Ridge. \"I want to be that person. Maybe I'm a little bit jealous,\" he said. Caroline apologized. \"I didn't mean to make you feel that way. I'm sorry,\" she said. They embraced. \n\n\n",
    "tvdb": "Katie becomes defensive about her relationship with Ridge when Donna queries her about why they haven’t set a wedding date. Now knowing the secret that Ridge has been keeping, Rick issues his estranged brother an ultimatum. Rick is disheartened when Caroline jumps to the defense of Ridge and his altered talent.",
    "imdb": "\nArmed with the truth, Rick takes his feud with Ridge to the next level.    ",
    "tvmega_recap": "Ridge tells Rick that he can't fire him. Rick puffs up that he won't have to. Ridge will resign. Quality and integrity is what their clients have come to expect. Ridge says his designs will do that. Rick says yes but only due to his wife. Ridge has done nothing since his accident in Abu Dhabi. Caroline has been covering for him since he can not draw. Ridge admits she has been helpful. Ricks tells him the collection is late and he has put the company in jeopardy because he could not tell the truth. He says Ridge took credit for Caroline's designs and that makes him a fraud. Ridge laments that if Rick has a problem, then he can talk to Eric. And if Eric has a problem then he can talk to Ridge. Rick asks if he will then fix it. Ridge says yes if necessary. Rick presses Ridge more than once to pick up the pencil and make a few changes. He goads him that he is passing off Caroline's designs as his own and he wants to see the great genius at work. Donna visits Katie and hears that Will swallowed a coin and could have choked. Thank God, Bill had the good sense to get it dislodged. Donna asks Katie if they have set a wedding date. Katie seems disappointed but says not yet. Ridge has been focusing on his work and his recovery. Rick has really been on him at the office to get this collection in. Donna says if Rick has a problem then he should talk to his wife. Katie isn't sure what that means. Donna says she is at the office and she sees things and Ridge is spending an awful lot of time with Caroline. Katie says but it is all work. He's usually worked alone before but now he and Caroline are a team. He's mentoring her and giving her guidance and it is helping him too. Donna says that makes sense. Katie tells her that Caroline and Rick are happily married and she and Ridge are engaged and as soon as this collection is over they will be married too. Their feelings haven't changed. They have just had some delays. Donna says good; she just wants both of her sisters to be happy. She wants her to marry Ridge and move on with her life. Caroline barges in and asks Rick why is he attacking Ridge. Rick tells her all Ridge had to do was tell the truth and he won't. She's stunned when she hears that Rick tried to fire Ridge. She tells him that she loves him but on this he is over-reacting. Rick fires back that no he is not. He is President and he can't allow this to put FC in jeopardy. Caroline begs him to calm down. She's a better designer with Ridge's help and the collection is good. Rick argues that Ridge is not helping her. He is telling everyone they are his designs. Caroline says they are. They came from his mind; his ideas. She apologizes to Ridge. Rick is furious of why she is apologizing to him. She opines that she is getting hands-on instructions from a fashion visionary. He has shown her things that no other designer could ever describe or explain. Rick says Ridge is using her; he could not do it without her. She admits she could not do it without him; they are a team. She knew what she was being asked to do and she went along with it. Rick says the arrangement is over as of now and Ridge's tenure has ended. Rick says he could have been honest and told his dad even. He said he had the designs ready and they weren't. Then he said they were his and they weren't. Ridge tells them that he cares more about this collection than anyone. Rick calls him unprofessional and selfish. Caroline begs again for him to not do this. She tells Ridge he is not being selfish. He has been very generous with her. What they have done together is amazing. Ridge says yes but he should not have asked her to keep it a secret and lie to her husband. Rick gets a call from a vendor and says he must run. He will see Caroline at home and he tells Ridge he might want to get a jumpstart on that resignation. Caroline tells Ridge that she will talk to Rick later. He says Rick will not like that. Caroline says Rick sees things in black and white, who's on top and who gets credit. She says they have created something and she feels plugged into something bigger than both of them ..a creative energy that she has never felt before and she is not ready to give up on that. Ridge goes home and Katie is surprised to see him early. He says he had to get out of the office. Rick knows and he even stuck a pencil in his face and demanded he draw. Katie says Rick has been questioning her too but she never thought Caroline would tell him. And now he wants Ridge to resign. But Caroline is going to talk to him and maybe there won't be a problem. And Rick has always wanted him gone so that is not news. He says but Caroline does not want him gone and she realizes how special their combined gift is. Caroline comes home and it is a bit frosty. She says again that working with Ridge has been amazing and Rick humiliated him. He shoved a pencil in his face and that was not fair. She doesn't want this to be a big deal and asks him to come give his wife a kiss. He turns and leaves and says he has to clear his head. Ridge tells Katie to stop blaming Caroline. He did this. He told her not to tell Rick so this is not fair to blame her now. Ridge says he is not quitting and Rick will not go to his dad and tell him before the line is finished and on the runway. He doesn't know when he will be able to draw again but until then he is going to see this through. He thanks Katie for understanding. Caroline goes to bed alone. The door opens and she sits up expecting Rick. A man walks toward her. He sits on her bed, she runs her hand up his arm and he pulls her nightgown strap aside and Ridge kisses her. Suddenly Caroline is awakened when Rick comes in. He sits on her bed and apologizes that he got so worked up. He admits that he was a bit jealous she was spending so much time with Ridge and then to hear her talk about how he fulfills her and maybe he wants to be that person that fulfills her. With a frown on her face, they hug. She admits that she is sorry and did not mean to make him feel that way.",
    "soapcentral_condensed": "At Forrester, Rick had threatened to fire Ridge, but Ridge maintained that Rick couldn't fire him. Rick shouted that if Ridge had told their dad about his problem, everyone would have understood. Caroline defended Ridge and said that Ridge had suffered a terrible loss. Ridge admitted that he shouldn't have asked her to lie to her husband. \"I love you, and you are overreacting,\" Caroline said to Rick. \"Baby, just come give your wife a kiss,\" she said to Ridge, who had returned home early. \"He stuck a pencil in my face,\" Ridge said of Rick's jibes about Caroline and Ridge's collaboration. \"Not being able to draw is like being unable to breathe,\" Caroline told Rick, \"no one makes me do anything\" \"I can't believe you're still defending him,\" Rick said. \"You humiliated him,\" Caroline countered. 'I have to make my own decisions, not Rick's,' Caroline said. 'He doesn't understand we're creating,' Ridge said.\n"
}