{
    "soap_central": "\n\nIn the corridor, Carter was looking for Pam. She and Charlie arrived from the basement with boxes of decorations for Forrester's Halloween party. Carter wished them fun decorating, but Pam dragged him by the arm and said he was going with them.\n\n\nAt the mansion, Julius asserted that Nicole would do anything for Maya, even give up Zende. Maya said her father was being dramatic, and Zende and Nicole were on the same page. Julius revealed that he'd talked to Zende, and it was he and Zende who were on the same page.\n\n\nMaya asked if Zende had said so or if Julius had told him to say so. Julius said Zende was taken with Nicole, but the couple couldn't get together when Nicole had the baby of Maya's husband in her belly.\n\n\nRick arrived to take Maya to a doctor's appointment. The Avants asked what the appointment was for. Rick said they and Nicole were meeting a doctor to discuss the results of tests that Nicole had taken.\n\n\nRick wasn't happy to hear that Julius had gone to Zende. Maya said Julius was out to undercut Nicole's decision. Julius stated that he was looking out for Nicole, which was more than Maya was doing.\n\n\nIn the design office, Nicole was upset that Julius wanted Zende to convince her not to go through with the surrogacy. She asked Zende to be completely honest and tell her if being the surrogate would end their relationship. He relayed that she knew how he'd been feeling for a while. She asked if he'd leave her over becoming the surrogate, but he replied that he could never do that.\n\n\nZende said that he wanted Nicole. She replied that she was there. \"You know what I mean,\" he uttered. She conveyed that she needed to trust him to be there. He replied that he would be. They promised that they wouldn't let the surrogacy thing get between them, and she took off.\n\n\nLater, Zende joined the others who were decorating backstage. Julius arrived, and Zende asked what was up. Julius said that Nicole \"was being bamboozled by a sister who could care less about her happiness.\" Zende began to cut the conversation short, but Julius said that Rick and Maya had each other. He asked why Zende and Nicole should be deprived of the same thing.\n\n\nZende said he and Nicole would be fine. Julius stated that, in six months, Nicole would have a bowling ball in her belly, and it would be a damper on things. Zende replied that he'd support her. Julius responded that Zende didn't have to support her; he could just tell her not to do it, plain and simple. \n\n\nZende conveyed that he'd already done so when the idea had first been presented. He decided that it didn't matter. Nicole was set on giving Maya a child, and Zende had to accept it. Julius said that Zende didn't have to, and the decision was a bad one for everyone except Maya.\n\n\nJulius implored Zende to put a stop to it and to not let Maya ruin his little girl's life. Julius claimed to know his daughter, who cared a lot for Zende. Julius told Zende not to let Maya take it from them.\n\n\nIn the doctor's office later, Nicole looked nervous as the doctor arrived. Maya expressed her and Rick's excitement. Dr. March asked if Nicole was excited, and Nicole expressed that she felt honored.\n\n\nAll the tests results had returned normal, making Nicole a physical candidate for the surrogacy. Maya asked about the psychological tests. Dr. March said the tests had been signed and sent back, so she assumed that they'd gone well. Dr. March asked for Nicole's feedback on it.\n\n\nNicole said that the psychologist had told her that a typical surrogate would have already birthed her own children. Dr. March asked how Nicole felt about it. Nicole claimed to understand the concerns and that there were no guarantees in any pregnancy. Dr. March wanted to make sure Nicole knew what she was getting into because there were other methods of getting a baby.\n\n\nNicole said that Maya and Rick hadn't pressured her, and Nicole had thought it through. She wanted to do it, and she was ready to do her part. Dr. March said that everything was in order for the next step. Nicole seemed jittery but tried to confidently say, \"Let's do this.\"\n\n\nDr. March  wanted to review everyone's roles. Nicole said the psychologist and lawyer had gone over it. Dr. March guessed Nicole had really thought it through. Nicole asserted that she had, \"...but...\"\n\n\nDr. March grew attentive. Nicole said things were becoming very real for her. Dr. March asked if she still wanted to do it. \"Oh, yeah...yeah...\" Nicole said as if it was no big deal. Maya began to tell Nicole that it was okay to back out, but Nicole tried to shush her. Maya insisted that Nicole say she understood that she shouldn't go through with it unless she was completely comfortable, and if Nicole had any doubt -- at all -- she was under no obligation. \"Yes,\" Nicole meekly replied.\n\n\nNicole asked what was next. Dr. March said they'd been tracking Nicole's cycle, and when the time was right, they'd inseminate a specimen from Rick. The ideal time was near, and they could make an appointment on the way out. Maya and Rick hugged, and Nicole looked bewildered.\n\n\n\"Wow, it's really happening,\" Nicole said. Rick asked how long it normally took. Dr. March said the success rate was twenty percent, and the entire process could take a year, depending upon how long it took for impregnation. The doctor recalled that Nicole had a boyfriend and asked how he felt.\n\n\nNicole said her boyfriend had been shocked at first but was trying to be supportive. Nicole conveyed that Zende was important to her, and she'd never felt for anyone the way she did for him.\n\n\nDr. March replied that he would play a significant role, and to combat stress, Nicole had to have complete support from those around her. The process wouldn't only affect Nicole's life, but his life, too. Maya gave a little smile to Nicole, whose eyes were wide and whose face had blanched.\n\n\nAt the beach house, Quinn was giddy to hear that Wyatt was falling in love. Wyatt didn't think Quinn was one of Ivy's supporters, especially after the Seine incident. Quinn claimed the incident had been more about Liam than Ivy, and her and Ivy's relationship had progressed a long way. Wyatt grabbed his keys to leave. He admitted that Quinn was right and that Ivy was totally committed to him.\n\n\nIn the CEO's office, Thomas flirted with Ivy.  She was bashful about it; however, he said she knew she was beautiful, and she should reconsider being the lingerie model. Ivy deemed her modeling days over and lamented how stupid the video incident had been.\n\n\nThomas said that Steffy didn't really hold grudges.  Ivy wanted them all to get along as family. Thomas noted that he and Ivy were technically, but not biologically, cousins. \"Which is why I have no problem envisioning you in this,\" he said, holding up a lingerie sketch.\n\n\nThomas pulled a piece of lingerie off the rack, and Ivy asked if one could really imagine her in something like it. He said that he did so all the time. \"Thomas!\" she exclaimed. She contended that he flirted with every girl he saw. She didn't know whether to be flattered or insulted.\n\n\nThomas said that, at the moment, he was only \"seeing\" one girl. Ivy asked if he'd forgotten about Wyatt, the guy she was happy with. Thomas realized that he couldn't flirt with her because of the ring on her finger. He held up her bare hand for inspection. Thomas asked if she and Wyatt were dating, but she claimed to not know what the word meant.\n\n\nThomas asked if Ivy and Wyatt saw each other every day, and Ivy said they did at work. He asked if she and Wyatt sneaked off to the janitor's closet, but Ivy claimed that she avoided the closet for fear of Thomas being there. He said he'd totally be there if he knew she would.\n\n\nThomas noted that Ivy had dated two Spencer brothers and said it was a good thing that Will wasn't old enough to date. He asked if she knew that she was flirting with Quinn being her mother-in-law. Ivy felt that she and Quinn were in a good place.\n\n\nIvy remarked that marriage wasn't in the cards because she was a legal citizen. Thomas guessed she only married a Spencer when she needed a green card. He was glad about her citizenship because it would save him on tons of flights to Australia. Ivy chuckled.\n\n\nWyatt entered and asked if he was interrupting something. Thomas claimed that he and Ivy were discussing her return to lingerie modeling. Wyatt seemed irked as Ivy chuckled and said she hadn't agreed to it. Wyatt asked if Thomas was campaigning for Ivy to do it. Ivy asserted that her modeling days were over. Thomas said Ivy was too much of a lady for it, and Wyatt grimaced.\n\n\n",
    "tvdb": "Nicole bluntly questions Zende about his devotion toward their relationship; despite her resistance to modeling lingerie, Ivy finds encouragement about her former position within the company from an unexpected ally.",
    "imdb": "\nDespite her resistance to modeling lingerie, Ivy finds encouragement about her former position within the company from an unexpected ally.    ",
    "tvmega_recap": "Zende tells Nicole this is not about Maya or even her dad. It's about the two of them. She wants him to be totally honest with her. If she carries her sister's baby will it be over for them? He admits he could never do that. Maya tells her dad that Nicole and Zende are on the same page. Julius is not so sure since he talked to Zende himself. Rick walks in and sees the situation but tells Julius they have an appointment with the fertility doctor. Quinn is giddy happy that Wyatt admits he is falling in love. She's come a long way from pushing Ivy in the Seine and she likes her. Thomas tells Ivy that a woman who doesn't know she is beautiful is refreshing. It's too bad, she would have sold a lot of merchandise if she had modeled the lingerie. He shows her a photo and reminds her they are not blood related. Pam and Charlie drag out all the decorations for the Halloween office party. Wyatt laments to his mother that Ivy is a keeper and she is totally devoted to him. Thomas comes on to Ivy more and she reminds him there is the question of Wyatt, that guy she is devoted to. He claims he does not see a ring. The doctor discusses the results of Nicole's tests. She declares Nicole to be in a clean bill of health so a perfect candidate. This is a very big undertaking and she wants to be sure all three are on the same page ..now for the next step. Julius catches Zende helping Pam and Charlie do the decorations. Julius says Nicole is being bamboozled into carrying that kid. Maya tells Nicole again that it is not too late to back out if she has any reservations at all. The doctor tells her they have been tracking her cycle and it is getting close to her ideal time to be fertile. Thomas questions Ivy more if she is seeing Wyatt, like sneaking off not just at the office. First Liam and now his brother. Wyatt walks in and asks if something is going on. Zende tells Julius that he and Nicole will be fine. Julius reminds him that in six months Nicole will be walking around with a bowling ball in her stomach so this is a bad decision for everybody except for Maya. Put a stop to this. Do not let Maya take this from the two of them. Nicole tells the doctor Zende was shocked at first but very supportive now. The doctor tells her that pregnancy does not correspond with stress and it will affect both of them.",
    "tvmega_summary": "Episode # 7186 ~ Nicole bluntly questions Zende about his devotion toward their relationship; despite her resistance to modeling lingerie, Ivy finds encouragement about her former position within the company from an unexpected ally.",
    "soapcentral_condensed": "Julius implored Zende to put a stop to it and to not let Maya ruin his little girl's life. Nicole was set on giving Maya a child, and Zende had to accept it. Nicole said that Maya and Rick hadn't pressured her, and Nicole had thought it through. Nicole seemed confidently jittery but tried to say, \"Let's do this\" Dr. March wanted to make sure Nicole knew what she was getting into because there were other methods of getting a baby. Nicole asserted that she had really thought itThrough. Maya insisted that she shouldn't go through with it unless she understood that Nicole shouldn't. Nicole expressed that she felt honored. All the tests results had returned normal, making Nicole a physical candidate for the surrogacy. Nicole asked if he'd leave her over becoming the surrogate, but he replied that he could never do that. Zende conveyed that he'd already done so when the idea had first been presented. He decided that it didn't matter, and he decided that he and Nicole would be fine.\n"
}