{
    "soap_central": "\n\nJackie is still hurting over Eric's marriage to Brooke, when she and Nick learn from a letter that Massimo wrote to them that Stephanie is the actual owner of Forrester Creations. Nick informs Jackie that he is going to pursue Bridget's love. Ridge is furious when Stephanie then hires Thorne as President of Forrester Creations. Stephanie tells Brooke there is nothing she can do to get her shares back and then fires Brooke to everyone's shock. Eric and Stephanie fight, which prompts Stephanie to kick Eric in the groin. \n\n\n",
    "tvdb": "Eric insists that he has put his blood, sweat and tears into Forrester and the company should by all rights be his, but Stephanie reminds him that the company belongs to her. She installs Thorne as the new president of Forrester Creations, with Darla's support, and asks Taylor to become the new face of the company. Taylor agrees, much to Ridge's chagrin. Nick explains to Jackie that he and Brooke realised they could never be together, and Jackie agrees to support her son.\r\n",
    "yt": "\n\nJackie is still hurting over Eric’s marriage to Brooke, when she and Nick learn from a letter that Massimo wrote to them that Stephanie is the actual owner of Forrester Creations. Nick informs Jackie that he is going to pursue Bridget’s love. Ridge is furious when Stephanie then hires Thorne as President of Forrester Creations.  Stephanie tells Brooke there is nothing she can do to get her shares back and then fires Brooke to everyone’s shock. Eric and Stephanie fight, which prompts Stephanie to kick Eric in the groin.",
    "tvmega_recap": "Normally I don't give an opinion but today's show was a big WOW! Jackie and Nick discuss Brooke's marriage to Eric. Nick decides Brooke is right and he wants Bridget and the baby more and wants to try to get them back. Jackie and Nick find out about Forrester being only Stephanie's company. At Forrester, Stephanie berates Eric in front of everyone in the family. She then offers the presidency of Forrester to her son. Ridge assumes it's him she's speaking of and starts making changes, that is until Stephanie reveals that it's her other son, Thorn she's talking about. She also offers Taylor a position as the new face of Forrester. Taylor accepts the position. Stephanie gets right in Eric's face and asks him about their early years sex life. This exchange ends up with Stephanie giving Eric a knee to the groin and Eric in a heap on the office floor.",
    "soapcentral_condensed": "Jackie is still hurting over Eric's marriage to Brooke, when she and Nick learn from a letter that Massimo wrote to them that Stephanie is the actual owner of Forrester Creations. Nick informs Jackie that he is going to pursue Bridget's love. Stephanie tells Brooke there is nothing she can do to get her shares back and then fires Brooke to everyone's shock. Eric and Stephanie fight, which prompts Stephanie to kick Eric in the groin. Ridge is furious when Stephanie then hires Thorne as President of For rester Creation. Ridge and Stephanie argue over who is the real owner of the company and who is just a puppet. Ridge decides that Stephanie should be the owner, and Stephanie is forced to let go of Brooke and take Thorne's job as President. The pair fight again, with Stephanie kicking Ridge in the stomach and then kicking him in the crotch. The two fight again and Ridge decides to break up with Stephanie and take her back to New York to be with Bridget.\n"
}