{
    "soap_central": "\n\nWhile having lunch together, Ivy and Liam discussed Hope's pregnancy. Hope's pregnancy caused Hope's choice to make sense to Ivy. Ivy urged Liam to join her at Pam's dinner party, where anything was liable to happen, and Liam agreed to accompany Ivy.\n\n\nAt the mansion, Oliver and Aly prepared for the dinner party. Eric arrived with John, who hadn't seen Aly since she'd been \"a little ankle biter.\" Pam and Charlie entered with bags of groceries, and Ivy and Liam arrived. Ivy was surprised to see her father and readily ran into his arms to greet him.\n\n\nWhile having appetizers, Aly and Oliver were excited to taste a dish that Charlie and Pam had replicated from one of their meals at the castle. John claimed he'd been a fan of the medieval shows, too -- once upon a time when he'd been between marriages.\n\n\nNext, John tried the lemon bars and guessed that Meyer lemons were the secret ingredient. Charlie looked surprised that John had guessed the secret Charlie had given Pam. John claimed that he could build a business around Pam. Pam couldn't imagine her face on a pastry box, but he said her face could sell anything. Charlie grimaced.\n\n\nLater, Eric asked how long John would stay. John didn't know, and he didn't like to stay away from Claire for too long. Eric was glad that John had found a wife that he could stick with. John asked if Eric's foxy sister-in-law, who'd been flirting with John, knew that John was married. Eric chuckled.\n\n\nIvy approached, and John asked Eric how his daughter was doing at work. Eric raved about Ivy and was also glad that Ivy and Aly were living with him. Looking at Stephanie's portrait, Eric said that the house felt like home again with new generation of Forresters living there with him.\n\n\nOn the balcony with Ivy, Liam thanked her for inviting him. He'd enjoyed meeting her father. Ivy noted that Liam was still worrying about Hope. Liam revealed that he was worried that Hope would be tied to Quinn, who turned on people. \"And if she turns on Hope, what then?\" Liam wondered.\n\n\nIn Bill's office, Bill was prepared to work remotely in Milan, so that he could be with Brooke. Brooke said he was needed in Los Angeles, but she was leaving that day. \"Not without me, you're not,\" he asserted. He told Brooke to pack a white dress because they wouldn't return until they were married. Brooke insisted that she was going alone.\n\n\nBrooke relayed that she saw the importance of marriage and family differently. Bill agreed that those things were important and asked why they were putting off having them. Brooke said Hope's situation had changed Brooke's perspective, and Brooke revealed that Hope was pregnant. \"You've got to be kidding me!\" Bill exclaimed.\n\n\nBrooke said it wasn't common knowledge. Bill agreed not to spread the news, but he was more confused that Brooke would leave town at that time. She claimed that she and her daughter would keep in constant contact, but the pregnancy had highlighted the importance of doing things right and caring for those she was responsible for. She wondered what Will was supposed to do if Bill was in Milan.\n\n\nBill reasoned that Brooke had babies on the brain because of Hope's pregnancy and Will's choking incident. Brooke relayed that she'd seen Katie and Bill together as a family. Bill believed that he and Katie would always be there for Will, just not as a couple.\n\n\nBrooke said she'd realized that she and Bill were the same in loving to live life to the fullest, but sometimes, they needed to slow down, think, and take a deep breath. Her purpose for going to Italy was to gain some perspective. She said she had one shot in life, and she had to get it right.\n\n\nBrooke conveyed that Bill also needed time to decide what was right for him. \"I'm looking at what's right for me,\" Bill replied. Brooke mentioned Will and Katie, but Bill stated that he and Katie could never return to what they had once been. \"Yeah, not with me in the picture,\" Brooke agreed.\n\n\nBill suddenly understood the real issue. \"Do you love me?\" Bill demanded to know. Brooke replied that she'd always love him, but she'd stolen him from her sister. He replied that Brooke hadn't done that, and Katie was happy with Ridge. Brooke responded that she didn't know that, and the couple in question hadn't gotten married yet. She believed that, deep down, Katie wanted a family again with Bill. Bill said that, even if it were true, he'd have to want it, too.\n\n\nBrooke figured Bill might not know it yet because she was in the way. Frustrated, Bill asked how Brooke could say such an untruth. To him, Brooke wasn't in the way, and he and Katie had ended. He insisted that he and Brooke didn't have to fight their feelings anymore, and she didn't have to feel guilty.\n\n\nBill believed that Brooke had been right about them having only one shot in life, and he asked her not to run away from it. Bill understood that she wanted Will to have his parents, but Bill wondered what good that would do if Bill was always thinking of Brooke.\n\n\nBill reasoned that Will needed to see a true, loving relationship, which was more important than parents sticking it out and faking it. Brooke countered that Bill cared about Katie. He said he cared for Katie as the mother of his child and former wife, but he didn't want to set an example like that for Will.\n\n\nBill said that when it was time for Will to pick a wife, he wanted Will to remember that his father had pursued the woman of his father's dreams and hadn't given up until his father had found her. Bill bade Brooke permission to run away to Italy but said it wouldn't make him turn to Katie.\n\n\nBill knew that Brooke had spent her life making things right for Katie; however, he felt that Katie was an adult who made her own decisions, and Brooke didn't have to give up her happiness for her sister. Brooke claimed she wasn't giving up anything; she was gaining insight and self-respect.\n\n\nBrooke didn't want Bill and Katie to force things, but if they naturally reunited, Brooke wanted Will's example to be his parents loving him and embracing each other. She said there might be a small chance for it, but Bill asserted that there wasn't. \"There's always a chance,\" Brooke said.\n\n\nBrooke decided to leave, but Bill pulled her back to him and said that she wasn't leaving him. He kissed her passionately, but she pulled back and walked out of the office. In the corridor, she shed tears.\n\n\nAt the beach house, Hope declared that Quinn wouldn't be involved in the life of Hope and Wyatt's child. Hope couldn't control DNA, but she could control the mental influence Quinn could have upon the child. Quinn believed that Hope was still upset and wanted to punish Quinn; however, Quinn felt that \"this\" wasn't the way to do it.\n\n\nQuinn owned up to manipulating things for Hope's own good, and Quinn believed the child would thank her for it because her actions had resulted in the child's existence. Hope stated that the child wouldn't thank Quinn because it would never be around Quinn.\n\n\nQuinn figured that Hope's hormones were working overtime and making Hope talk to Quinn in such a way. To Quinn, the baby reinforced their family bond, and Wyatt wouldn't allow Hope to exclude his mother. Hope contended that Wyatt had a wife and a baby, who Quinn had carefully orchestrated for him, and Quinn couldn't be shocked or upset that Hope and the baby were the priority, not Quinn.\n\n\nHope said Wyatt had gone to tell Quinn that very thing. \"You need to stay away,\" Hope warned. Quinn asserted that Hope had joined Quinn's family, and Quinn, not Hope, would set relationship boundaries. \"Oh, wow. We are so done with this conversation,\" Hope decided as she walked over to retrieve her ringing phone. Quinn said the talk would be done once Hope apologized.\n\n\nHope announced that Wyatt was calling her, and Quinn told Hope to let him hear how Hope was speaking to his mother. On the phone, Wyatt informed Hope that he was waiting around the warehouse for his mother. Hope told him not to do that because Quinn was at the beach house.\n\n\nHope told Wyatt that she'd made \"our\" position very clear. Quinn seethed, bitterly repeating \"our.\" Hope informed him that it wasn't going very well, but she could handle it.\n\n\nAfter the call, Quinn said she didn't believe Wyatt would cut her out of his life. \"This is all you, and I am not letting you get away with this,\" Quinn warned. Quinn proclaimed that she'd been the most important person to Wyatt since day one, and he'd never cut her out of his life -- especially with a child on the way. Hope contended that Wyatt had to cut Quinn out to protect the child.\n\n\n\"From me?\" the offended Quinn responded. Hope exclaimed that Quinn had tried to kill Wyatt's brother and shouldn't be surprised that Hope and Wyatt didn't want Quinn around the baby. Quinn claimed it had happened before she'd gotten help. Hope responded that pushing Ivy had happened after the little stint in therapy, \"if you ever actually checked yourself in,\" Hope added.\n\n\n\"You're questioning my therapy now?\" Quinn asked. Hope said it could easily be a lie like everything else, and Quinn had been manipulating Hope's life since the beginning. Quinn asked if Hope regretted being with Wyatt, and Hope asked when she'd ever said that.\n\n\n\"Of course you don't, because you have a wonderful husband and a beautiful baby on the way,\" Quinn decided. Hope yelled that she had a responsibility to protect the baby, and Quinn yelled back that she was a grandmother with rights. Hope froze, noting a subtle change in Quinn.\n\n\nQuinn held onto a thin shred of calm as she said, \"Hope, I love you. You're my daughter-in-law, but when you speak to me this way, it makes me so angry.\" Hope backed up a little as if she wanted to deescalate things or retreat. Quinn continued \"So don't you try and cut me out of his life or my grandchild's life -- because that would be a mistake, missy. A very big mistake.\" \n\n\n",
    "tvdb": "Bill makes a desperate plea to Brooke to make sure that she remains in his life despite her sudden plan to leave Los Angeles. Ivy gets the surprise of her life when she finds out who the guest of honor is at Pam’s dinner party. Quinn confronts Hope about the distain that she feels for her and the desire to keep her out of the baby’s life. Brooke makes an outrageous request of Bill.",
    "tvmega_recap": "Quinn tells Hope that she can't do that. She's the baby's grandmother; she has rights. Hope says she can do it. She does not want Quinn in her baby's life. Perhaps the child will have Quinn's eyes as she can not control that. What she can control is not having her in the baby's life and having anything to do with it's mental wellbeing. And that's the way it has to be. Quinn sees that she is serious. Quinn says she sees Hope is still upset with her. Hope says no, it is more than being upset. Quinn says she knows she was a bad, bad girl and Hope needs to punish her but this is not the way to do it. Someday her child will thank her. Hope says no because she is not going to get that opportunity as Quinn will have nothing to do with her child. Bill repeats what Brooke told him. She is leaving today for the Milan office. He says not without him. She can go home and pack as they are not coming back until they are married. Aly giggles when she tells Oliver that Pam is excited about the dinner tonight and she thinks it has to do with Ivy ..and she is bringing Liam. Ivy thanks Liam for telling her that Hope is pregnant. All along she though Hope was just crazy. They laugh at going to the party tonight and she won't hear of Liam not going and leaving her alone with Pam and her lemon bars. John is welcomed by Eric and then Aly who he says he has not seen since she was a little ankle biter. He makes mention of \"the boyfriend\". Then he looks at the portrait of Stephanie. Eric says she is keeping them in line. John winks and says she always did. Ivy comes in and is surprised to see her dad in town. They sit around and reminisce. Charlie brings out the medieval turkey legs and Aly explains to John about their joisting. John says he used to love that too. Ivy sticks a lemon bar in his mouth before he can go on more about his three marriages and her mom. John tells Pam she should be sharing these. Eric says she does every day. John says he meant with the world. He could set her up in a business. Think big, her face on the box of lemon bars. He says a face like hers could sell anything. She eats it up; Charlie not so much. He seems to approve of Liam as a good kid. Eric says with Aly and Ivy both there this house is like a home again. Brooke re-emphasizes that she is going to Milan alone. She sees things differently; the way she should have a long time ago. She tells him that Hope is pregnant but not to tell anyone as she might not have told Wyatt yet. And yes she will stay in constant contact with Hope during this time. He tells her that he will also always be there for Will but just not as a couple with Katie. Brooke says sometimes they just need to stop and take a deep breath. She only has one shot in this life and this time she wants to get it right. Quinn tells Hope that obviously her hormones are out of whack. She's not herself speaking to her this way. They are family now and Hope can not exclude her. Wyatt would never allow it. Hope says Wyatt has a wife and a baby now that take priority. They will come first. Quinn can not be shocked at that. And that is where Wyatt is right now. He went to see Quinn to tell her exactly what Hope is telling her. Quinn tells her that Hope joined her family so if anyone is going to be setting boundaries it will be Quinn. Saved by the bell ..the phone rings. It's Wyatt. Quinn tells Hope that she will not leave until Hope apologizes for speaking to her that way. Hope tells Wyatt not to wait at the warehouse. His mother is at their house right now. She's not taking it very well what Hope just told her and that Wyatt would agree, but she thinks she has it all under control. Quinn points her finger at Hope and says Wyatt will never cut her out of his life. That is all Hope and she is not going to let her get away with this. Brooke tells Bill that she wants him to take this time to figure out what is best for him. He says he is looking at it. He explains that he and Katie could never go back to what they were. Brooke is not stealing him from Katie. She is happy with Ridge. Brooke says she does not know that. They aren't married yet. Agitated, Bill tells her Brooke is not in the way. They don't have to fight their feelings anymore. He tells her that she is right. They have one shot in this life so please do not get away from him. She tells him that she is not giving up on anything. She is gaining .gaining insight and respect. That is what she wants Will to see, both parents loving and adoring each other the way they were before Aspen. Bill says there is no chance. She says there is always a chance. She has to go now. He grabs her and says she is not leaving him. He kisses her. She allows him to but then walks out. Liam tells Ivy that he is glad he came. They can't all have fun parents. And that is why he is worried about Hope .because of Quinn. She turns on people and he can't imagine what will happen if she turns on Hope. Quinn tells Hope that she has been the most important person in Wyatt's life since day one. And that is the reason he will never cut her out of his life now with a baby on the way. Hope questions Quinn ever being in therapy and tells her not to be so shocked as it is probably just another lie like so many she has told. Quinn says she loves Hope and she is her daughter-in-law but when she talks like this to her, it makes her so angry. So do not try to cut her out of this baby's life, \"Missy\" as that would be a mistake, a very big mistake!",
    "soapcentral_condensed": "Brooke said she and Bill were the same in loving to live life to the fullest, but sometimes, they needed to slow down, think, and take a deep breath. Bill was prepared to work remotely in Milan, so that he could be with Brooke. Brooke said Hope's situation had changed Brooke's perspective, and Brooke revealed that Hope was pregnant. Bill agreed not to spread the news, but he was more confused that Brooke would leave town at that time. She claimed that she and her daughter would keep in constant contact, but the pregnancy had highlighted the importance of doing things right and caring for those she was responsible for. Brooke mentioned Will and Katie, but Bill stated that he and Katie could never return to what they had once been. Frustrated, Bill asked how Brooke could say such an untruth, and she replied that she didn't have to feel guilty anymore and that she wanted a family again with Bill, even if he'd have to want it, too. She said she'd always love him, but she'd stolen him from her sister.\n"
}