{
    "soap_central": "\n\nAt  Taylor's, Taylor tells Ridge and Felicia that their grandmother, Ann, is still alive. They can't believe it, and Thorne tells them that Eric and Stephanie have gone to Chicago to see her.  Taylor explains that Stephanie acted like she was dead all of these years because she needed to cut her mother out of her life.  Felicia thinks that's ridiculous sense Stephanie adored Ann and always held her up as an example.  Taylor replies that some of the things from Stephanie's childhood were too painful to carry into her adult life so she created a false idolized childhood to survive emotionally.  She goes on to tell them that as a child, Stephanie was abused by her father.  Taylor says that is why Stephanie has always been so overprotective and controlling with her children.  She was trying to give her kids the protection she never had.  Taylor thinks things will get better for Stephanie  just as soon as she confronts these issues.  Ridge says that Stephanie sought out to be the exact opposite kind of parent by giving them whatever they wanted and believing that whatever they did was right.  He feels bad that she has been holding all this pain in for all of these years.  Felicia wishes she hadn't been such a brat growing up and appreciated Stephanie more.  Thorne asks Taylor what Stephanie wants from Ann and Taylor tells him to confront her and ask her why she didn't protect her when Stephanie begged for her help. \n\n\nMeanwhile in Chicago, Eric forces Ann to listen to what Stephanie has to say.  Resenting his pushiness, Ann reminds him that she stood up for him when her husband thought Stephanie was marrying beneath her.  Eric tells her he doesn't give a rat's ass.  Ann doesn't think she should have to tolerate that kind of language in her home and Eric retorts that she has tolerated much worse in her home.  Stephanie tells her mother that she has this bottomless pit of rage that's tainted all of her relationships, her marriage and caused her to lose Forrester Creations.  Ann tells Stephanie she always warned her about her temper and Stephanie asks her if she ever warned her husband about his.  Ann avoids answering,  instead asking Stephanie why she can't be sweet-tempered like her sister.  Ann then goes on about what a good life they had while Stephanie was growing up.  Stephanie admits she remembers the good times but demands to know why Ann turned a deaf ear to her pleas for help after she saw all of Stephanie's bruises and welts.  Ann continues to be in denial, saying in her day parents disciplined their children when they deserved it and if Stephanie's father ever struck her she must have deserved it.  She tells Stephanie not to blame her father for her own failures, adding that her father loved her very much.  Pam interjects saying all those years she wanted to ask but was afraid to.  Pam apologizes for never coming to Stephanie's  rescue.  Stephanie hugs her little sister assuring her  it wasn't her place to protect her, it was Ann's.  Ann blathers on about how Stephanie's Dad working so hard to provide a good home for them and she can't believe that Stephanie has come back to try to rob her of the  sweet memories of the only man she ever loved.  Ann adds that she won't allow it,  turning her back on her daughter once more, however Stephanie stops  her.  She tells Ann she had to face her children and answer to them for her failings and Ann is going to have to do the same.  She demands to know why Ann keeps lying to herself  and asks her if she was afraid her husband would have beat her if she didn't allow him to beat her daughter.  Ann tells Stephanie she loves her, but Stephanie asks her what good is that if she won't stand up for her.  Stephanie tells Ann since she never  got what she needed from her, she ended up smothering  her own children in order to protect them.  Breaking down, Stephanie demands to know how Ann could ignore her own daughter's desperate cry for help.\n\n\n",
    "tvdb": "Stephanie confronts Ann in Chicago, trying to get answers from her mother as to why she never protected her. Pam admits to having questions about events in the past, including blood on the sheets and Stephanie's refusal to go swimming, but says Stephanie never let her ask the questions. Ann tries to turn it around on Stephanie, insisting that anything Stephanie got she deserved, but Stephanie refuses to accept that explanation anymore. In Los Angeles, Taylor gathers Thorne, Felicia and Ridge together to tell them about why Stephanie is in Chicago. All three react differently, with Thorne trying to rationalise it in his own mind, Ridge talking about Stephanie's abilities as a mother and how they were affected, and Felicia tearfully asking questions in a hope to understand.\r\n",
    "yt": "\n\nTaylor tells Ridge, Thorne and Felicia about their mother’s tumultuous past. Felicia argues with Taylor that it can’t be true but begins to believe what she is saying about Stephanie’s revelations.  As Stephanie confronts Ann, Pamela admits that she realized what went on during their childhood (that Stephanie’s father abused her) even though she didn’t fully understand it. Stephanie asks Ann why she left her alone to deal with her father’s rage; why she knew but did nothing to stop it.",
    "imdb": "\nTaylor explains to Ridge, Thorne and Felicia about Stefanie's past, and how she that explains her over-protective parenting. In Lake Forest, Ann keeps denying any guilt and defending her late husband, despite Pam confirming the beatings, which her mother says were in line with the age.    ",
    "tvmega_recap": "Taylor assembles everyone and tells them their mother wants them to hear the truth. Their grandmother Ann is not dead. And Eric and Stephanie have gone to Chicago to see her. The kids are shocked since they felt their mother adored her mother. Taylor tells them her mother was abused as a child and she asked for help and never got it. She hopes they will now understand why she always overprotects them and tries to control; the protection she never had. Felicia cries that now she gets it and she hates being such a brat and for resenting her mother. Ridge laments they only saw what Stephanie wanted them to see, her in her glory. Stephanie confronts her mother and begs her to tell her why when she knows she saw the bruises and she put lotion on the welts, why didn't she stand up for her when she couldn't do it for herself? Her mother twists everything around and wants to know what happened to Stephanie, who has she been talking to? She tells her IF her father ever struck her, she must have deserved it. Pam admits she knew about it too, but nobody paid attention to her, didn't expect much from her. Ann's heart turns cold and she glares at Stephanie while Stephanie hugs her sister. It wasn't her fault, it was her mother's. Ann still denies it, this fantasy of hers about abuse. Her memory is playing tricks on her, not Ann's. And she won't allow it! Stephanie says she is the one that won't allow it. Her mother turned her away as a child and now she's still doing the same thing. Why is she lying? Was she afraid for herself? Stephanie admits she inflicted on her children the things she never got from her own mother. How could she do that?",
    "soapcentral_condensed": "At Taylor's, Taylor tells Ridge and Felicia that their grandmother, Ann, is still alive. Taylor explains that Stephanie acted like she was dead all of these years because she needed to cut her mother out of her life. Meanwhile in Chicago, Eric forces Ann to listen to what Stephanie has to say. Ann blathers on about how Stephanie's Dad working so hard to provide a good home for them and she can't believe that Stephanie has come back to try to rob her of the sweet memories of the only man she ever loved. Ann tells Stephanie she loves her, but Stephanie asks her what good is that if she won't stand up for her. Stephanie tells Ann she had to face her children and answer to them for her failings and Ann is going to have to do the same. She demands to know why Ann turned a deaf ear to her pleas for help after she saw all of Stephanie's bruises and welts. Ann continues to be in denial, saying in her day parents disciplined their children when they deserved it and if Stephanie's father ever struck her she must have deserved it.\n"
}