{
    "soap_central": "\n\nAt home, Caroline looked at her wedding photo with Rick, but she thought of her kiss with Ridge. Rick entered and was surprised that she was home early. Caroline told him that she and Ridge had finished the collection. \"I thought you would be at it all night,\" Rick said. Caroline gulped. \"I really wish you two would get along,\" she said.\n\n\nRick admitted that he and Ridge both wanted the CEO position, and he had been intense because Caroline had spent so much time with Ridge. Caroline apologized for being distracted and focusing so much of her attention on designing with Ridge. Rick understood how much it had meant to Caroline to work with Ridge. Caroline said she had learned a lot, but she had never imagined how much time it would take away from Rick.\n\n\nRick said he should have been more supportive, and he should have had more compassion for Ridge, who had lost his confidence and his ability to design. \"Rick, there's something I need to tell you. It's about Ridge and me,\" Caroline said. She poured a glass of wine and said that Ridge had helped her. Rick thanked her for creating a collection with Ridge and said he felt that it had been mostly Caroline, but Caroline disagreed. She said that Ridge's ability had returned. Rick was elated, and he said that Caroline had had a bigger impact on Ridge than he had realized.\n\n\nCaroline said she and Ridge had agreed to end their collaboration. Rick was surprised, but Caroline said it had to end. They hugged, and Rick smiled, but Caroline looked unhappy. Rick took a shower, and Caroline sipped her wine and thought of Ridge.\n\n\nAt Ridge's house, he remembered his passionate kiss with Caroline. Katie entered the room and noticed Ridge had been deep in thought. Katie wanted to know if Ridge had wrapped up with Caroline, and Ridge agreed that he had. Katie wanted details, but Ridge simply said they had finished the collection.\n\n\nKatie assumed that Caroline had been upset when Ridge had ended their collaboration, but Ridge disagreed. He said they had agreed their collaboration had to end. Katie figured that Caroline's crush on him wasn't over. Ridge said he would never have hurt Caroline -- or Katie. \"I love you. Don't ever doubt that,\" Ridge said. Katie said she never doubted his love, but she didn't like the thought of him manipulating Caroline. Ridge looked concerned.\n\n\nKatie teased that she had also been worried because she'd had a crush on Ridge for years. Ridge smiled and said he was glad she had never gotten him out of her system. Ridge noted that Caroline had a husband she loved, and Ridge would never have hurt her because she had helped him rediscover his talent. Katie said she was also grateful.\n\n\n\"My beautiful fiancée,\" Ridge said. Katie admitted she had been jealous. \"I would never want to hurt you Katie,\" Ridge said. He recalled how his life had changed due to the helicopter accident. \"But I love you -- that's never gonna change,\" Ridge said. Katie smiled, and Ridge and Katie kissed. Katie tearfully hugged Ridge. Will started to cry, and Katie left to take care of him. Ridge admired his most recent sketch of an evening gown.\n\n\nCaroline called Ridge. She and Ridge agreed nothing would ever happen between them again. \"Rick can never find out,\" Caroline said. Ridge said that it was all behind them and forgotten. \"Is it?\" Caroline asked. \"It has to be. Goodbye, Caroline,\" Ridge said. Caroline said goodbye and tearfully hung up. She recalled that she had passionately kissed Ridge.\n\n\nMaya entered Rick's office, and Carter apologized for not being Rick because he knew that was who Maya wanted. Carter advised Maya to stay away from Rick because he was at home with his wife. Maya argued that they were not a supercouple. She started her rant that Caroline had been doing more than collaborating with Ridge.\n\n\nCarter warned Maya to stop gossiping and eavesdropping. Maya admitted that she had been snooping.\n\n\nCarter shook his head. He said that Maya was going to end up losing her job if she caused trouble. Maya ranted that Rick deserved to know what his wife was doing, and she knew that she would be a better wife for Rick than Caroline.\n\n\nCarter said that Maya was not concerned about Rick. She only wanted his name and his money. Maya disagreed. She said that she loved Rick, and he had loved her. Carter said he had been on the receiving end of Maya's love -- but his pocket weren't deep enough. He called her a gold-digger.\n\n\nMaya said that Cater was mean spirited, and Maya maintained that she loved Rick and that Caroline had been carrying on behind his back. Maya said that she knew Caroline and Ridge had been more than designing together. Carter warned that if something had been going on between Ridge and Caroline, Rick would find out on his own. If their marriage broke up, Maya could pick up the pieces, but if Maya broke up Rick's marriage, she would be sorry.\n\n\n",
    "tvdb": "Knowing that Maya is stirring the pot between Rick and Caroline, Carter attempts to talk her out of going any further with her plan. Ridge leaves out an important detail with Katie when he tells her about his latest drawing session with Caroline. Katie feels relief when Ridge assures her that their relationship is secure. Rick and Caroline have a heartfelt discussion about their marriage and the cause of the recent tension in it.",
    "imdb": "\nCarter makes a valiant attempt to convince Maya to stop interfering in Rick's marriage.    ",
    "tvmega_recap": "Caroline slips home in a somber mood, picks up a picture of her and Rick but thinks back on the kiss with Ridge. Ridge also is thinking of the encounter when Katie comes in and catches him staring into space. She asks if they are through and that is why he is in this mood. Caroline must be very disappointed now. He says they created some beautiful designs together but she knew it had to end. Katie reminds him that he told her that Caroline had a crush on him and he was even thinking of using that to get the CEO position. He said that was only in passing and he would not have done that to her. She says good as she was concerned when he first told her. Ridge says he loves her, do not ever doubt that. She says she won't. He's honest and loyal and that is why she loves him. Maya slithers into Rick's office to find Carter there. He tells her he is sorry that Rick is not there as he knows that is who she came to see. And that he is probably home by now with his lovely wife as it should be. Maya declares that Caroline and Rick are not a super couple. Carter points out they have been married almost a year and they would be fine if everyone would give them their privacy. Maya mouths that Caroline is giving all her private time to Ridge nowadays. And what she saw would not be construed as work. Carter scolds her for eavesdropping and she denies it at first ad then admits okay she was snooping, but they were practically making out in the office. She says Ridge is not the saint that Carter thinks he is. Carter says maybe not but he's not stupid either. If Maya doesn't behave herself her career is in jeopardy. He's livid when he finds out that not only does Ivy know but she told Rick her suspicions as well. She is out to cause trouble and that is the truth. He tells her she is nothing but a gold digger. She's hurt and says he is mean-spirited. He says he likes her .she's beautiful and charming and has a lot to offer this world but her perspective is a little skewed. And now she is making a play for a married man. Just admit it, she is after Rick's money and a life of leisure. She barks that she still loves Rick and she could make him happier than Caroline ever could. So she will just wait until Caroline self destructs and she will have Rick again. Carter scoffs at her for thinking Caroline and Ridge, not a chance, it's ridiculous and dangerous. Rick does come home and almost has a heart attack that Caroline is there and not working around the clock with Ridge. She tells him they are finished. He apologizes and says he should have been more supportive but this CEO thing hanging over his head is a bit intense. But Ridge lost it all and could not design anymore and Caroline rescued him and gave him back his confidence. She hesitates then says she needs to tell him something about her and Ridge. She starts slowly with their work then finally blurts it out that his talent is coming back. Rick is delighted and says she must have had more of an influence on Ridge that he realized. He says if it is making her a better designer then he's all for it. She admits it was wonderful while it lasted, but it is over. She and Ridge have agreed their collaboration has to end and her focus now will be on Rick. He hugs her and says she is doing this for them and their life together. Ridge holds Katie and says Caroline helped him rediscover who he was and he will always be grateful to her for that. Katie slips out to take care of Will. Rick is in the shower so Caroline calls Ridge. She says they got caught up in something but it will never happen again. He says he knows. It is behind them now, forgotten. She says Rick must never find out. She's a little emotional ad teary-eyed when Ridge tells her goodbye.",
    "soapcentral_condensed": "Caroline called Ridge to say she and Ridge had agreed to end their collaboration. Ridge said he would never have hurt Caroline -- or Katie. Maya ranted that Rick deserved to know what his wife was doing, and she would be a better wife for Rick than Caroline. Carter advised Maya to stay away from Rick because he was at home with his wife, and Maya argued that they were not a supercouple.. Maya admitted that she had been snooping. Carter called her a gold-digger, but Maya maintained that she loved Rick and that Caroline had been carrying on behind his back. \"I love you. Don't ever doubt that,\" Ridge said. \"It has to be. Goodbye, Caroline,\" Caroline said goodbye and tearfully hung up. \"My beautiful fiancée\" Katie admitted she was jealous of Ridge's crush on Caroline. \"But I love you -- that's never gonna change,\" Ridge told Katie, and Ridge and Katie kissed. and Katie tearfully hugged Ridge.\n"
}