{
    "soap_central": "\n\nThe lawyers advise Eric and Stephanie not to take this matter to court. Taylor advises Stephanie not to lose herself in the company. Bridget starts to believe that Dante is becoming too involved in her baby and in her. Dante wants to accompany Bridget to her ultrasound, but she declines. Brooke wants to know Dante's intentions with Bridget. Brooke tells Dante to bow out gracefully. Bridget goes to a doctor's appointment, where Nick arrives to help her. They find out that there is a chance they could lose the baby. Meanwhile, Ridge tells Thorne that he will gain his job back, and Stephanie shows Eric his new office, in the basement. Eric's new office is full of toilets being stored while other offices are repaired.\n\n\n",
    "tvdb": "Eric and Stephanie are advised not to take their feud to court. They are told that all the court costs and time spent feuding would lead the company into bankruptcy. Taylor tells Stephanie not to let her hatred for Brooke destroy the company, advising them all to work together. Stephanie agrees, on the condition that she keeps Eric's office and stays CEO. Stephanie moves Eric into Thorne's old office in the sewing room and reinstates him as head designer. Ridge and Brooke decide to share the office with him. Thorne moves into Ridge's office and offers him co-presidency, but Ridge refuses to work with him. Dante offers to escort Bridget to the hospital for a check up, but she declines. Brooke later tells Dante to back away from Bridget and let her reunite with Nick. Nick shows up at the hospital to support Bridget, where she finally gives him forgiveness. Nick and Bridget are told that there is a problem with the baby.\r\n",
    "yt": "\n\nThe lawyers advise Eric and Stephanie not to take this matter to court. Bridget starts to believe that Dante is becoming too involved in her baby and in her. Bridget goes to a doctor’s appointment, where Nick arrives to help her. They find out that there is a chance they could lose the baby. Meanwhile, Ridge tells Thorne that he will gain his job back, and Stephanie shows Eric his new office, in the basement.",
    "imdb": "\nThe lawyers advise Eric and Stephanie to reach a beneficial agreement since a lengthy court trial would cripple Forrester Creations. Bridget starts to believe that Dante is becoming too involved in her life. Bridget goes to a doctor's appointment, where Nick arrives to hold her hand. Meanwhile, Ridge tells Thorne that he will gain his job back as Stephanie reluctantly agrees to run the company jointly with Eric and his team. She shows Eric his new office which is situated in the building's basement and full of toilets due to general reconstructions!    ",
    "tvmega_recap": "The lawyers explain that if they fight over the company in court, then nobody will get anything. It would be tied up in litigation so long that nobody will have the company. Stephanie says Eric and Ridge can stay but Brooke cannot. Ridge and Eric want Brooke there. Thorn offers co-presidency to Ridge but Ridge scoffs and throws it back in Thorn's face. Stephanie finds an office for Ridge and Eric in a storage room. Bridget goes to the doctor, Dante wants to go with her. She nixes that idea. Nick shows up at her appointment. Brooke goes to Dante and asks him to give up on Bridget. Dante won't have it. He doesn't understand why Brooke wouldn't want her daughter to have a man that just loves her. The doctor tells Bridget there is a problem with the baby.",
    "soapcentral_condensed": "The lawyers advise Eric and Stephanie not to take this matter to court. Bridget starts to believe that Dante is becoming too involved in her baby and in her. Ridge tells Thorne that he will gain his job back, and Stephanie shows Eric his new office, in the basement. Eric's new office is full of toilets being stored while other offices are repaired. Brooke wants to know Dante's intentions with Bridget. Brooke tells Dante to bow out gracefully. Nick arrives to help Bridget at a doctor's appointment, where they find out that there is a chance they could lose the baby. The baby is born healthy, but Bridget is concerned that she may have to give up the baby for life. The doctor tells Bridget that she will have to have an abortion. The mother-to-be declines to go to the ultrasound, and Nick comes to help her at the doctor's office, where she finds out that the baby is still alive. The doctors say that Bridget may not be able to carry the baby to term.\n"
}