{
    "soap_central": "\n\nAt the cliff house, Liam kissed the bikini-and-sarong-clad Steffy. His wife's renewed attitude excited him. She ordered him to get dressed for surfing, and he eagerly rushed off. When he returned ready to \"do it,\" Steffy seemed turned on. As she closed in on him, Liam asked what they were doing.\n\n\nSteffy told him that it was his choice. Liam replied that she knew what he'd choose every time. Steffy deeply kissed him, but once he got into the kiss, she rushed out the terrace door, headed for the beach.\n\n\nLater, Steffy and Liam rushed into the house, wet and toweling off after surfing. They joked around, making out. He thanked her for getting him out there and said they should do more things with just him and her. \"And life dancing around us,\" she added. Steffy said that their relationship was her priority. Nothing else was more important or could ever compete.\n\n\nSteffy went into the bedroom and emerged fully dressed. Liam was disappointed that she had on more clothes. She told him that she had a checkup to go to. He offered to accompany her and said he was good at reading outdated magazines in the waiting room. Though she would love it and thought it was sweet, she was sure he'd be super bored.\n\n\nLiam stated again that he loved her new attitude. Steffy said it had always been her, but things had been weird for a bit. Liam decided he'd go back to the office. He actually enjoyed going there, and he attributed it to Steffy, who'd worked her magic on his relationship with his father.\n\n\nSteffy said Liam was the reason for all the good things that had happened. He'd taught her kindness and understanding, not by preaching, but by his actions. She was grateful to be his wife. \"And one more thing -- Cha, cha cha!\" she said with a little dance and exited.\n\n\nAt the doctor's office, a nurse showed Steffy to an exam room and offered her a magazine to read while she awaited the doctor. Steffy chuckled, remembering Liam's joke about the outdated magazines. The nurse gave Steffy a clueless look, and Steffy said she didn't need any magazines. The nurse left, and Steffy chuckled again.\n\n\nAt the mansion, Eric was sketching when Thorne entered from the balcony, fresh from a swim in Eric's salt-water pool. He thanked Eric for the use of it and remarked that Brooke's was being serviced. Eric again offered to let his son stay at the mansion. Thorne thanked him but insisted that Quinn and Eric hadn't finished their honeymoon phase.\n\n\nThorne changed the subject and asked what they'd do about Ridge. Thorne claimed he hadn't returned to cause trouble. He wanted to design with Eric. Eric replied that Thorne would do so. Thorne said Ridge and his disrespect for Eric's marriage had cast a shadow over everything. Eric didn't want to discuss it, but Thorne insisted that it was the elephant in the room.\n\n\nEric wanted Thorne to slow down and remarked that Thorne had just gotten home. Eric wanted peace in the family. Thorne asked if Eric was at peace with the way Ridge had treated Eric.\n\n\nWhipping out a tablet, Thorne said he wanted to show Eric something. On the screen was a website for a collection of clothes. He asked if Eric had heard of it. Responding vaguely, Eric said he'd heard a little. Thorne noted that the line was doing well in Europe. Eric had heard so. Reading the title of the website, \"Aly Designs,\" Eric rendered an expression of realization.\n\n\n\"Come on. Is this you?\" Eric asked. Thorne affirmed it and said it was selling. Eric wondered why Thorne hadn't told Eric so he could help. Thorne had felt the need to do it on his own to prove to himself that he could do it without the family name. Eric asked if Ridge knew of it. Thorne's name wasn't attached to the line, and only Eric and Brooke knew of it.\n\n\nEric chuckled with pride that Thorne had become a designer. Thorne said he'd worked in the background at Forrester, and he hadn't had the chance to work directly with Eric. Thorne was proud that he could contribute. \"I'm a designer,\" Thorne said in an accomplished tone. Eric agreed. Thorne said he loved the family and company, and he wouldn't disrespect Eric the way Ridge had.\n\n\nEric hoped Thorne wasn't undervaluing Ridge. Thorne claimed that he wasn't and asked Eric to think of what a true Forrester team of father and son designing together would be like. Thorne imagined the mutual respect in the relationship and said it was something Ridge was incapable of. Thorne believed that respect was missing between Ridge and Eric, and the lack of it had enabled Ridge to do what he'd done to Eric.\n\n\nEric looked away. Thorne stated that Eric wasn't the only one; Ridge didn't respect Thorne, Thorne's sisters, or Brooke. Thorne wanted the time with Eric, and Eric asked why Thorne had chosen that particular time. Thorne said he'd come into his own and knew his worth. He felt that he'd been hiding in Ridge's shadow his whole life, but he'd decided to speak out about it to Eric and to Brooke. \"About Ridge and the mockery he's made of our lives,\" Thorne said.\n\n\nEric noted that Thorne had become very protective of Brooke and asked if Thorne thought she needed protecting. \"No more than you do,\" Thorne responded. Thorne wouldn't stand by as Ridge treated the two people Thorne loved most in the world like doormats. It drove him crazy that Ridge thought Brooke would marry him again.\n\n\nEric reminded Thorne that the couple had been through things before, but Thorne thought it was even more reason to support Brooke. Thorne wouldn't interfere if it was any other woman; however, Brooke was special, and Thorne wouldn't let Ridge ruin her life again. Eric cautioned Thorne that it might not be his choice. Thorne asserted that he was making it his choice.\n\n\nThorne didn't want to talk badly about his brother, but he felt he had to protect Brooke. It sounded like more than protection to Eric, who wondered if Thorne was again hoping for a future with Brooke. Thorne admitted that he'd dug deep in the last months to figure out what he wanted, and his times with Brooke had been some of the best he'd ever had. Eric asked if Brooke knew about it, and Thorne replied that he'd told her he wanted a future with her. Eric sighed.\n\n\nAt Brooke's house, Brooke greeted Ridge and said Thorne wasn't there. When Ridge said he already knew it, Brooke asked if he'd been staking out the driveway. Ridge replied that it wasn't important. He had a surprise for her. He took her hand and led her outside through the terrace.\n\n\nOutside, Ridge had set up a catered meal for two. Brooke said she'd been home all day, and she wondered when he'd done it. As he helped her into a seat, she asked when she'd learn to expect the unexpected with him. Ridge hoped it would take a lifetime. She giggled.\n\n\nBrooke wondered how Ridge had known that she'd needed it. Because it was lunchtime, Ridge said he'd had a pretty good clue. Brooke remarked that when she'd been with Ridge, any possibility had always been covered. She hadn't had to do much of anything.\n\n\nRidge replied that Brooke made it sound boring. For Brooke, it had been anything but boring. It had freed her to do anything she'd pleased. She could work, create at Forrester, go to the beach, or do nothing at all. She said he'd really spoiled her, and she wanted to know what he'd gotten out of a life of indulging her.\n\n\nRidge claimed that he had been in it to for the pleasure. It had made him happy to indulge Brooke. It had given him life, and it still did so, to see her smiling and enjoying herself. He wanted to see her smiling face across his table for many more years.\n\n\nAs Brooke and Ridge enjoyed their salads, she wondered when they'd last had lunch out there. \"Anniversary,\" Ridge responded. She asked if he'd ever get bored of doing things like that for her. He replied that he hadn't yet. He didn't know how he'd get bored when he was getting what he wanted, which was her smiling.\n\n\nBrooke assumed that Ridge thought he had her all figured out, and he believed that all he had to do was surprise her to make her be all like, \"Hee...hee..\" Brooke exaggeratedly giggled. Ridge promised that the surprises were just beginning.\n\n\nAfter the servers had cleared the dirty dishes, Brooke thanked Ridge. Ridge said there had been a lot of stress since Thorne's arrival, and Ridge didn't want that for her or them. He only wanted joy and happiness in that house. She replied that it hadn't always been that way for them. Ridge agreed, but he said it was why he was there to pour his heart out to her.\n\n\nRidge wanted Brooke to know that she was the love of his life. Brooke was impressed that his declaration was the result of their failures. She said she kind of liked it. Ridge shared that he'd seen a loving couple in a coffee shop the other day, and he wanted that with Brooke. He'd wanted what he and Brooke had had and what they'd been. The more he thought about it, the more he realized that he really didn't want what he and Brooke had had.\n\n\nIn Ridge's view, what he and Brooke had shared had been great, but he believed that what they could have would be even better. He didn't want to wait. He knew the wait was usually due to what he'd done because he was an idiot. He said he'd learned, and he didn't want to be a child who just took. The only thing Ridge wanted was to spend the rest of his days with her.\n\n\nRidge wanted to do it at that moment because time was precious. He knew that he wanted to spend the time he had left with Brooke. Ridge knelt beside Brooke, and she gasped. He opened a ring box to reveal the emerald cut diamond ring, and he said he hoped she'd make him the happiest man in the world by marrying him.\n\n\n",
    "imdb": "Liam and Steffy relish in their renewed love and enjoy an afternoon off from work by surfing. Steffy then leaves for a routine check-up with her doctor. Thorne complains to Eric about Ridge's obvious disrespect for his marriage to Quinn as well as Brooke for whom he is still very fond. While Thorne's cautioning words begin to get to him, Eric wants to focus on the future instead of the past. Thorne then reveals to his father that in order to prove himself, he started his own fashion line in Paris called \"Aly\" and that sales are doing well. Ridge arrives at Brooke's house and surprises her with a romantic dinner out on the patio. During dinner, Ridge gives a touching toast before asking Brooke to become his wife.",
    "tvmega_recap": "Liam tells Steffy she looks like that carefree thing, the lightness that she has always been about. Thorne comes into Eric's from the pool. Eric says he could still come and stay with him and Quinn if he would like. Thorne says again no, they are still in their honeymoon phrase. He did not come back to cause trouble but Ridge is disrespecting him, it's the elephant in the room and they can't keep dodging it. Eric tells him to calm down a bit; he wants and expects peace in this family. Ridge pops in on Brooke and takes her by the hand and says he has a surprise for her. He leads her out on the back patio where an elegant table is set up complete with flowers and caterers to serve them a special meal. Then he dismisses the help so they will be alone and have privacy. Thorne shows Eric some designs \u0096 Aly \u0096 that is him. Eric is shocked and says he wished he had told him so he could have helped him get started. Thorne says he really wants to do this. He can contribute as a designer. He loves this family and he won't disrespect it like Ridge does. It is now his time. He feels like he has been living in the shadows of Ridge all his life but no more. Steffy and Liam take their swim and compete in a little surfing and she says this is what it is all about, nothing comes before this and the two of them. Brooke enjoys her lunch and Ridge says he will never get tired of pleasing her. And the surprises will keep on coming. Steffy changes and tells Liam that she has a doctor's appointment; just a little checkup so she will be right back. He says he is loving the new her with her attitude now. But sitting around here without her, he thinks he will go back to the office. She tells him she is so grateful to be his wife \u0096 cha, cha, cha. Eric states to Thorne that he seems really connected to Brooke now, more than he has in the past. He says yes because of Ridge he thinks he needs to support her. He does not want Ridge to ruin her life. She is remarkable and he does not want his clutches into Brooke again. He hates talking bad about Ridge but he cannot support that relationship. Eric senses more and asks if he is interested in Brooke for himself. Throne says yes he has thought about it a lot and he thinks he is ready for that. Ridge tells Brooke that everything he wants is in this house. He wants her to know how much she means to him; the love of his life. He wants what they once had. What they had was great but what they can have is even better. He admits he is like a child and he keeps taking but he does not want that anymore. He wants to spend the rest of his days with her and he wants to do it now as time is precious. He suddenly gets up and then down on his knees and says he was hoping she would make him the happiness man in the world and marry him.",
    "tvmega_summary": "Episode # 7735 ~ Steffy and Liam delight in their reunion; Thorne reveals the secret of what he's been doing in Paris.",
    "soapcentral_condensed": "At the cliff house, Liam kissed the bikini-and-sarong-clad Steffy. She ordered him to get dressed for surfing, and he eagerly rushed off. When he returned ready to \"do it,\" SteffY seemed turned on. At the doctor's office, a nurse showed Steffie to an exam room and offered her a magazine to read while she awaited the doctor. She told him that she had a checkup to go to. He offered to accompany her and said he was good at reading outdated magazines in the waiting room. They joked around, making out. He thanked her for getting him out there and said they should do more things with just him and her. Thorne asked if Eric was at peace with the way Ridge had treated Eric. Eric said he wasn't undervaluing Ridge and asked Thorne to think of what a true Forrester team of father and son would look like. He agreed Thorne loved the family and company and he wouldn't disrespect Ridge.\n"
}