{
    "soap_central": "\n\nIn the Forrester design office, Quinn studied the jewelry she'd had Maya model for her. Maya loved the bracelet and wanted to get one for Nicole. Quinn remarked upon its hip feel and said the idea was from Steffy. Maya asked if Steffy was designing.\n\n\nQuinn explained that she'd been inspired by a bracelet Steffy had left behind in the guesthouse. Maya said she'd never known Steffy had stayed in the guesthouse. Quinn replied that Steffy's husband hadn't, either.\n\n\nMaya thought it was an odd thing to fib about to a spouse. Quinn agreed, but she thought that Steffy might have needed her own space and said that even married people had their secrets.\n\n\nMaya asked what Quinn would name her line. Quinn had contemplated \"CEO\" for enterprising women. She'd also thought of naming it after Steffy. Maya discouraged Quinn from that latter, saying it would remind Steffy of a bad time in her marriage.\n\n\nQuinn hadn't thought of it that way. Maya also said she assumed Quinn would stop mentioning where she'd gotten the idea for the bracelet. \"I'm sure you remember how hurtful it was with the entire building discussing your marital problems,\" Maya quipped, and with a curt smile, Maya exited. Quinn scoffed to herself.\n\n\nAt the cliff house, Liam claimed to be just asking a question, not making accusations. Steffy said it felt like she was being accused and asked why it mattered. He replied that it was one thing if she'd just gone for a drive, but it was another if she'd had the intention of remaining gone and moving back into the mansion. He asked what it meant if she'd changed her mind about moving and what it meant that she hadn't wanted him to know.\n\n\nLiam noted that Steffy was shaking, and Steffy replied that he was scaring her. Liam didn't know why, and he asked if Quinn had been lying about Steffy's stay in the guesthouse. Steffy asked why Quinn and Liam had been talking about her anyway. He asked if Steffy was trying to keep the option of moving back to the mansion open. Steffy denied it.\n\n\nLiam asked Steffy to make sense of it for him. He recounted that she'd left furious that day, but she'd returned full of apologies and ready to recommit. Something had happened in between. He'd gotten two different stories, and both couldn't be true. He asked why Steffy couldn't tell him which one was true. In her silence, he wondered if he was going about it all wrong.\n\n\nSteffy replied that it was her fault. Liam wanted to know if she was still angry, and she admitted that she was at times. She was angry at herself, not Liam. She said she'd made a mistake and had done something wrong. Liam asked her to tell him what it was, and she looked away.\n\n\nLiam recounted that Steffy had driven around, and she'd parked, not knowing what to do. He assumed she'd wanted to go somewhere to be safe and alone. Steffy confirmed that it had been what she'd wanted. He asked if she'd been alone or meeting someone. Steffy denied that she'd been meeting anyone. He asked if she'd been thinking of leaving him.\n\n\nSteffy claimed that many things had gone through her mind, and Liam assumed that leaving him had been one of them. She said it hadn't been a thought for long. Liam guessed that she had told him the story because she'd believed that if she'd told him that she'd been thinking of leaving him, he'd freak out. Steffy said that she was sorry, and she hugged him.\n\n\nLiam thought he should be the one apologizing because they'd promised that what had happened before the renewal of their vows would be forgotten. He didn't know why he'd revisited it and said even casual contact with Quinn made him paranoid. Steffy believed he'd had the right to get the truth. Liam replied that truth was an ideal, not an item one bought at the store.\n\n\nIn Liam's view, one strived to tell the truth, but if one failed, he dusted himself off and did better. Steffy intended to do just that. Liam felt he had a lot more to make up for than she did. She replied that he needed to stop blaming himself. She said they couldn't erase the past, but they didn't needed to carry it into each new day. Liam agreed and said they wouldn't.\n\n\nSteffy decided that the deal excluded the part where she'd fall in love with Liam over and over again. She leaned in and kissed him. Liam asked why she was crying, and she said she didn't even know. Liam thought it was important to reflect upon what one had dreamed life would be in the future and to ask himself if it was what he'd wanted it to be. For Liam, Steffy had made it be what he'd imagined it to be.\n\n\nSteffy said it was the same for her, but Liam asked where the wild woman who'd zip-lined into their wedding had gone. She said she was right there. Liam suspected that she was still back in that awful night. He had her repeat after him and say that night had never happened, and none of it had ever happened.\n\n\nAfter Steffy had done so, Liam asked for a sign that she was back. She said she was, or she would be. He asked her to prove it and said she knew what he wanted to hear. Meekly, she uttered, \"Cha-cha-cha.\" Liam pretended that he couldn't hear her. Giggling, Steffy yelled it.\n\n\nLiam declared that Steffy was back. Steffy said that it had never happened, and she kissed him.\n\n\nAt Brooke's house, Ridge was on the floor, asking Thorne if he felt like he'd become a man for pushing down his big brother. Thorne joked that Ridge's big head had made him fall over. Thorne offered Ridge a hand up, but Ridge asked if Thorne didn't want Brooke to see what a bad boy Thorne had been.\n\n\nThorne called Ridge sick and weak and said the games Ridge played made the family that way, too. Ridge retorted that the family was lucky to have Thorne there to restore decency and morality. Thorne replied that it was correct, and Ridge said they'd see how it worked out.\n\n\nBrooke entered and rushed to Ridge, exclaiming, \"Oh, my God! Are you all right?\" She looked up at Thorne and asked what he'd done. Thorne claimed that Ridge had fallen. Getting up, Ridge added that he'd had help. \"Not in my house,\" Brooke said. Thorne stated that Ridge hadn't gotten out of his face. \"Not in my house!\" Brooke repeated.\n\n\nBrooke didn't want her house to become a battleground, and she asked that the brothers at least show some respect for each other. Thorne didn't think Ridge knew the meaning of the word and asked how much respect Ridge had shown Eric and Brooke with Quinn.\n\n\nThorne and Ridge exchanged barbs, and Ridge called Thorne \"little brother\" again. Brooke asked why Ridge did that when he knew Thorne hated it. Thorne said Ridge liked to talk because he liked to control the room and steer away from topics unflattering to Ridge. Thorne said Ridge also talked to seduce.\n\n\n\"I'm sorry. Did you say something? Something new?\" Ridge asked. He believed Thorne had built his entire life on resentment. Brooke asked why the men couldn't see each other as she saw them. Thorne replied that he'd seen too much else over the years. \"What he said,\" Ridge added.\n\n\nBrooke decided that it was time for Ridge to go, but Ridge said he hadn't been the one pushing people. Thorne quipped that it wasn't even Ridge's house. Ridge replied that his son lived there. Thorne expressed that he didn't see R.J. around. Ridge contended that it was the home of his once-and-future wife. Thorne quipped about Ridge attending to a legally married woman.\n\n\nBrooke concluded that it was her home, and she was ready for Ridge to go. Ridge stated that Thorne had won the day without playing his trump card. Thorne hadn't realized he had one. Ridge replied that it was Thorne's Marone card. Thorne claimed that a fact was a fact, and it accounted for the thuggish behavior that kept Ridge as king of the sandbox.\n\n\nRidge reasoned that Thorne had the pedigree and the sympathy, but Ridge's trump card was his talent, of which Thorne had none. Ridge said he hadn't bullied his way to the top of the industry; he'd earned it. Thorne hadn't been in the basement because of Ridge but because of himself. Ridge said that Thorne's chromosomes had been the only things to keep him from being fired.\n\n\nBrooke started to escort Ridge to the door. Thorne quipped that Ridge had been speaking that way ever since Thorne had started shaving. Ridge exclaimed surprise that Thorne shaved. Shoving Thorne, Ridge said no one ever told him anything. \"Did that feel good?\" Ridge asked regarding the shove. Brooke exclaimed. Ridge told her loved her. He kissed her and left.\n\n\nLater, Brooke checked to see if Thorne was okay. She said she was disappointed in both men. Thorne remarked that Ridge had called her his once-and-future wife. \"Yeah. He does that,\" Brooke replied. Thorne asked if Ridge was right. Brooke didn't answer.\n\n\nThorne said Brooke's past disappointments in his brother had nothing to do with him. The problem was that Ridge needed to win, and once Ridge won, he'd lose interest. Thorne believed that the moment Brooke agreed to be with Ridge, Ridge would renew his interest in Quinn. Brooke felt that Ridge honestly regretted what he'd done with Quinn.\n\n\nIn Thorne's view, Ridge's regret never lasted long, which was why Brooke had to forgive Ridge every six months. Thorne knew that she loved his brother. She reasoned that Thorne did, too. Thorne said people loved wildlife but also kept their distance.\n\n\nBrooke didn't want to be alone, and she liked the idea of feeling that she belonged to somebody. Thorne said she didn't have to be with Ridge, and there were other ways not to be alone. She asked what Thorne meant, and he kissed her. Brooke smiled curiously.\n\n\n",
    "imdb": "\nSteffy's guilt becomes unbearable as Liam continues to take the blame for their current marital woes    ",
    "tvmega_recap": "Liam says he is not accusing Steffy of anything. He is just asking her a question so he is not sure why it upsets her. If she went to her grandfather's to just move in there then she could just tell him that and that she changed her mind. He tries to touch her and she backs him off and he does not know why. He tells her that she left here furious and never wanted to see him again. Now he is getting two different stories from her and Quinn and he wants to know which is true. He asks if she is still angry and she says sometimes yes. This is all her fault. She made a mistake; she did something wrong. He repeats her story about driving around and parking and thinking. She was alone .or at least she said she was. But if in the guest house somebody else could have been there and it is okay for her to tell him. If she had just told him then but now he has to wonder why she won't tell him. She grabs him and hugs his neck and says she is sorry. Ridge sits on the floor after Thorne has pushed him over. Brooke comes in and asks Thorne what he did. Ridge and Thorne spar a little and she says not in her house; they need to respect each other. Ridge calls Thorne little brother again and Thorne tells him again that he hates that but Ridge continues. Brooke wants to know why they can't see in each other what she sees. Liam tells Steffy that he is the one who should be apologizing after she did come home okay. She dusted herself off and tried harder. He is the one obsessing about this. She says the past is the past and they do not have to bring it into every new day. They kiss and all seems better. Both Thorne and Ridge asks the other why they are here. Ridge says he is here to say hello to his future wife. Thorne scoffs. Ridge tells him he can go back to the sandbox. And he did not bully his way to the top; he earned it. He smirks that Thorne's DNA and his chromosomes is the only thing that kept Thorne from not getting fired. Without seeing it coming, Ridge gives a big shove and pushes Thorne down on the couch. Brooke objects but Ridge just smiles. She sees Ridge out and then asks if Thorne is okay. Ridge called her his future wife and he wants to know if he is right. He always needs to win and he hopes she will not do this to herself; then it will be his father's wife again that he wants. They both agree they love Ridge. People who work with wild animals love them too. She says she likes to think she belongs to someone. He says there are other ways to feel like that. He leans over and kisses her. She's amazed. Liam notices that Steffy has tears in her eyes and says he realizes they had a close call. He says when he was a kid he thought about things he wanted and achievements, but she is a whole new meaning. She kept peace between her and his brother and now kept his father in his life. Everything in his life he wanted is because of her but he hates to see her so upset. Where is that wild woman, that lover of fun; where is she ..none of that night with Sally ever happened so she can let go of it. He needs a sign that she is back to her normal kick-ass self so she says Cha cha cha. Now he declares she is back and what happened never happened.",
    "tvmega_summary": "Episode # 7732 ~ Brooke attempts to make peace between Ridge and Thorne; Steffy's guilt becomes unbearable.",
    "soapcentral_condensed": "Liam asked Steffy to make sense of it for him. He recounted that she'd left furious that day, but she'd returned full of apologies and ready to recommit. Liam thought he should be the one apologizing because they'd promised that what had happened before the renewal of their vows would be forgotten. He didn't know why he'd revisited it and said even casual contact with Quinn made him paranoid. Liam said they wouldn't deal with the part of the deal where she'd fallen in love with Liam over and over again. She said they couldn't erase the past, but they didn't need to carry it into each new day. She kissed him and said she didn't even know why she was crying, but Liam thought it was important to reflect upon what he had dreamed of and ask himself if it was what he wanted to ask himself. He said he'd just dusted himself off and did a lot more to make up for what he'd failed to do better than she did.\n"
}