{
    "soap_central": "\n\nAt Brooke's house, the disappointed Ridge asked Brooke what was wrong with her. He noted that Bridget had been first and then Katie. He said that whether it was from family or not, Brooke just took what she wanted. Ridge was disillusioned because he'd thought he and Brooke could pick up where they'd left off. He didn't blame her for wanting to move on, just not with her sister's husband.\n\n\nRidge asked how Brooke could justify it, and Brooke replied that he wouldn't understand. \"Then make me understand!\" Ridge roared. \"Please...\" he added more quietly.\n\n\nBrooke said it was over with Bill, but Katie, during her postpartum depression, had pushed Bill and Brooke together with the hope that they'd parent Will. Brooke explained that Katie had thought she'd been dying, and Bill had comforted Brooke when Stephanie had died. Katie had taken off her ring and told Brooke that she could have Bill.\n\n\nRidge asked at what point Bill and Brooke had decided that any of it was okay to do to their families. Ridge said that Katie had finally found her own man, but Brooke had just taken him away. He asked if Brooke was in love with Bill. Brooke gave Ridge a long look, and he grimaced.\n\n\nBrooke asserted that she wanted Bill to return to Katie and rebuild their marriage. Ridge decided that he'd heard enough. Unable to process the situation, Ridge left the house.\n\n\nLater, Ridge called Brooke, but Brooke tossed the phone aside without answering.\n\n\nAt Spencer, Donna fed Will and wondered why Katie seemed glum. Katie revealed that Bill had been there. Donna was sure it had been unpleasant, but Katie disagreed, saying it had been nice. Katie was sad that Will's holidays were split between two parents. She couldn't believe it had gotten to that.\n\n\nKatie figured that she had to adjust her expectations of the holidays. She remarked that Brooke had visited her, and Donna asked if there had been some progress. Katie wished she could be like everyone else who could forgive and forget Brooke's transgressions, but Katie wasn't there yet.\n\n\nDonna left to drop Will off at daycare, and when she returned, she said he was settling in well. Katie was sarcastic about Will doing well despite his parents' best efforts. To cheer her sister up, Donna invited Katie out for New Year's Eve. Katie declined, and Donna suggested that Katie spend time with Bill. Katie scoffed, and so Donna suggested Brooke, whose resolution most likely involved Katie.\n\n\nKatie didn't know if she should forgive Brooke. Katie was angry and confused, and she hated feeling that way. Brooke had always been the one to make it okay, so Katie didn't know where to turn. Katie said she had a son with a man who probably no longer cared about her. She'd thought that Bill would always be true to her and her son, but she wondered if a man like that even existed.\n\n\nLater, Ridge arrived in Katie's office. Katie was surprised to see him, and he noted that she'd made some improvements at Spencer while he'd been gone. Katie wondered if he was there on business, and he replied that he'd wanted to see how she'd been holding up. She claimed to be good, running the company and caring for her son.\n\n\n\"Your sister took your husband away -- the father of your son. So let me ask you again: how are you holding up?\" Ridge asked.\n\n\nIn Hawaii, Wyatt said that Hope wasn't going with Liam. Liam urged Hope to leave with him and forget about everything else, because they knew how they felt about each other. Wyatt tried to interject something else, but Liam yelled, \"Will you just shut up for once?\"\n\n\nHope asked if Liam knew how hard it had been for her to see him with Steffy. \"On her wedding day of all days,\" Wyatt interjected. Frustrated with Wyatt, Liam explained that Steffy had shared some important news with him, and she would have also shared it with Hope if Hope had entered the cabin. Liam stated that Steffy would have then hugged Hope and wished them well.\n\n\nLiam asked when he and Hope were going to stop letting things get in the way so they could be with each other, where they belonged. Wyatt said Steffy could have used the phone, but Liam contended that Quinn had talked Steffy into giving the news in person. Wyatt claimed not to know anything about what Quinn had done, but to him, it didn't change what Hope had walked in on.\n\n\nLiam stated that the problem was that Hope hadn't walked in -- she'd walked away without question. He claimed to understand why she'd had to walk away, but he said they could still get married there or at home. \"I just don't want to do this anymore. Do you?\" he asked Hope.\n\n\nWyatt asked what marriage would solve. He said it wouldn't make Liam's connection to Steffy go away. Wyatt figured that if Quinn had set it up, then Hope should thank Quinn for the reminder that with Liam, there was always Steffy. Wyatt said Hope deserved to be free of the ugly feeling she got every time Liam said Steffy's name.\n\n\nHope asked for time alone with Liam, and Wyatt exited. Liam told Hope that the jet was waiting, or they could stay and get married in paradise. \"No, Liam,\" Hope grimly replied. She was sorry that she'd left the wedding abruptly, but her instinct was to run whenever Steffy was involved. Hope said it wasn't okay for Steffy to be around ever, and Hope was putting too much pressure on Liam, which wasn't fair.\n\n\nLiam replied that it was a problem they could work on together. Hope said Liam had allowed Steffy to make her announcement on their wedding day. Liam didn't know what he could have done about it, but Hope thought he shouldn't have let Steffy in. Hope suggested that he could have gotten her, so they could hear the news together, or he could have told Steffy to wait until after the wedding.\n\n\nLiam asked Hope if she loved him. Hope said that she did, and he figured that meant they hadn't failed. He felt that they could still make it work, but he was about to leave, either way. \"You should come with me,\" he told her. \n\n\n",
    "tvdb": "Ridge is blindsided by Brooke's news; after hearing Wyatt's and Liam's stories, Hope makes a difficult decision",
    "imdb": "\nHope makes a difficult choice after assessing both Wyatt and Liam's side of the story.    ",
    "tvmega_recap": "Brooke feels badly and guilty when Ridge asks her what is wrong with her. There's Bridget and Katie and everyone counting on her and she just keeps taking what she wants. She reminds him that it was he that left. She never thought she'd see him in her home again. He says he doesn't blame her for moving on, but with Bill? He has a family and a kid so he doesn't know how she can justify that. She says he doesn't understand. He shouts then make him understand. He wants to know how she got involved with Bill to begin with. Slowly she tells him about Katie's post partum depression and how she ran off, and threw them together to take care of Will. When she did return she took off her rings and said she wanted a divorce. Donna knows Bill was just there to see Katie and says he has a way of sucking the air out of the room. On the contrary, Katie says it was kind of nice. This is not the way it should be with two separate homes and lives. She hates feeling this way. She is so angry at Bill and at Brooke, even herself. This is not her. Maybe she should just forgive Brooke. She was always there for Katie to tell her what was right. She has no one now to turn to. She thought Bill would be the one but he obviously doesn't care about her. She wonders if such a man even exists. Ridge does not understand how this could happen even if Katie said it was all right. Brooke justifies it by saying it was Katie's depression, Stephanie's death and yes Ridge leaving her. Ridge asks if she is in love with Bill. The look on her face gives him his answer. She says if Bill is half he man she thinks he is, he will go back to Katie and refocus on their family. Ridge says he can not do this. He doesn't know where to put all of this. He gives her a peck on the cheek and says he is sorry and he leaves. Liam tells Wyatt to just shut up. He tells Hope that none of this matters, not Wyatt, Quinn or Steffy. If Hope will come with him they can go get married right now. He is just tired of all of this back and forth and thinks she must be too. Wyatt says meddling parents is not the problem. And saying I do will not make Liam's connection to Steffy go away. This is just a good reminder that with Liam comes Steffy even on Hope's wedding day. She should be free of that ugly feeling every time she hears Liam mention her name. Hope asks Wyatt to give her and Liam a minute. Hope tells Liam no they can\u0091t get married. She is sorry that she ran, but as soon as she saw Steffy she had to get out of there. She is not okay with him being near Steffy ever! She doesn't want to live like that. It's not fair to Liam or either of them. He says it is a problem but they can work on it together. It wasn't his idea that Steffy came. That was all Quinn so he doesn't know what he could have done. Hope says the problem was what was Steffy doing in the cabin in the first place. It would have been so easy to turn her away and talk later. Liam asks Hope if she loves him. She replies yes. He says good, they haven't failed. They have been attacked and challenged but they have not failed yet. They can still do this. Either way he needs to go but he wants her to come with him. Ridge calls Brooke but she does not take the call. He shows up at Katie's office and commends her for taking over the business. He blurts it out that her sister took her husband. He wants to know how she is holding up.",
    "soapcentral_condensed": "At Brooke's house, the disappointed Ridge asked Brooke what was wrong with her. Ridge was disillusioned because he'd thought he and Brooke could pick up where they'd left off. At Spencer, Donna fed Will and wondered why Katie seemed glum. Katie revealed that Bill had been there. Katie was sad that Will's holidays were split between two parents. Liam urged Hope to leave with him and forget about everything else, because they knew how they felt about each other. Hope asked if Liam knew how hard it had been for her to see him with Steffy. \"On her wedding day of all days,\" Wyatt interjected. \"I don't want to do this anymore Do you?\" he asked Hope. He said it wouldn't make Liam's connection to SteFFy go away. He claimed to understand why she'd walked away without question, but he said they could still get married at home. Wyatt said that Quinn had talked Steffie into giving the news in the person who didn't know anything about what Quinn had done.\n"
}