{
    "soap_central": "\n\nAt the sky lounge, Thomas and Carter worked out. Thomas had thought Carter would be at the holiday dinner. Carter joked that he'd had a date and said some friends had had a dinner. A model named Kaley greeted Thomas as she walked by. Thomas barely looked at Kaley, and Carter sensed that Thomas was seeing someone.\n\n\nThomas admitted that he was trying to put something together. Carter asked if it was at work, but Thomas complained about how Ridge and Steffy were on him after the intern thing. Thomas felt that he should be the one giving Steffy love advice, not the other way around.\n\n\nIn the CEO's office, Liam and Steffy talked about when the couple would get married. Steffy hardly wanted to wait a year, and they joked about eloping that afternoon. Liam asked if she wanted all the bells and whistles of a wedding. She did, but it didn't matter because, at the end of it, she'd be his wife.\n\n\nTalk turned to Ivy and Thomas. Steffy reported that nothing had happened when the pair had been alone at the mansion. Liam assumed that Thomas had made his move and Ivy had denied him. Steffy relayed that Thomas had been tight-lipped about it. \"Yeah, because he got hosed,\" Liam said.\n\n\nSteffy replied that Thomas wasn't giving up. Liam didn't think it would matter because Ivy was into Wyatt. Steffy didn't want to make a big deal of it; however, at the family dinner, she'd seen Ivy and Thomas interacting, and when Thomas had tried to touch Ivy, she'd pushed his hand away.\n\n\nSteffy guessed it was probably nothing, but she'd gotten a secretive vibe from Thomas and Ivy. Liam smirked, and Steffy insisted that the conspicuous Ivy had been looking around to see who'd noticed them. Liam said Ivy could have been annoyed, and Thomas could \"come on\" really strong.\n\n\nSteffy wondered why the pair had been so secretive. She said Wyatt trusted Ivy and believed he could depend upon her. Liam asked if Steffy's issues with Ivy were coloring Steffy's view. Steffy insisted that she and Ivy were in a good place and were working through their issues. Steffy said she wasn't accusing her cousin of anything. Liam responded that it was good because doing so would really screw things up.\n\n\nIn the design room, Wyatt tempted Ivy with doughnuts. Ivy warned him to hide the contraband from Pam. Wyatt had figured Ivy needed a recharge. Since baked goods wouldn't do it, he asked what would. Ivy flashed back to making out with Thomas. She hugged Wyatt and said \"this\" was all she needed.\n\n\nLater, Thomas arrived. Wyatt and Ivy were examining jewels, and Thomas asked if the jewels were from the San Francisco trip. Wyatt affirmed that they were the first batch. Thomas asked if Wyatt would fly out again for the rest of them. Wyatt asserted that if he did, Ivy would go with him. Thomas said Ivy would go if she wanted to, which she hadn't wanted to do the last time.\n\n\nIvy claimed it had been due to the collection. Surprised that work kept her from doing so much, Thomas asked if it had kept her from getting home. Averting her eyes, she said she'd gone home and worked. Thomas recalled that she'd gone downstairs for something she'd wanted. Ivy glared at Thomas.\n\n\n\"She was working in her room,\" Wyatt replied. Thomas said that Ivy had changed her clothes and returned downstairs for \"something hot. Soup. The lady was hungry,\" Thomas concluded. Perplexed, Wyatt wondered what they were talking about. The surprised Thomas said he thought the couple told each other everything about every moment in a day.\n\n\nAnnoyed, Ivy said that she and Wyatt were like that, and she had to get back to work. She looked for her tablet, and Wyatt said it was in the other office. She asked him to retrieve it, and he left.\n\n\n\"That wasn't funny!\" Ivy told Thomas after Wyatt had gone. Thomas grinned, saying that she knew he wouldn't reveal anything. Ivy asked if she really did. He said that no matter what he thought of Wyatt and Ivy's relationship, it was Ivy's decision. All Thomas wanted was a chance to prove his case.\n\n\nBack in the CEO's office, Wyatt entered to retrieve Ivy's tablet. He decided to show Liam and Steffy how hot Ivy's designs were. As he opened her tablet, Steffy asked if it the tablet was private. Wyatt said it was fine, and he and Ivy didn't keep things from each other.\n\n\nSteffy asked again, and Wyatt asked what was going on. Wyatt had thought Steffy's issues with Ivy were behind them. Steffy claimed that it wasn't about the issues, and she'd just asked a question. Shaking her head, she decided she had to go. Wyatt stared quizzically at Liam as Steffy exited.\n\n\nBack in the design room, Thomas told Ivy that it might have started out as a game, but he really liked her and wanted to see where it went. He touched her ear and said one night with her wasn't enough. Brushing his hand away, Ivy said he was making it more than it had been; they'd stayed in the same house, not the same room. He asked whose fault it had been.\n\n\nIvy stated that it shouldn't have gone as far as it had. Thomas replied that each time they hung out, it went a little further. Ivy declared that it wouldn't anymore. \"Never?\" he asked. Ivy scoffed, and he guessed she wanted to settle for Wyatt, though Wyatt could never satisfy her.\n\n\nIvy stated that she'd never said anything like that. Thomas claimed that Ivy didn't have to say it. He could see that she was attracted and tempted. Ivy replied that whenever she said how she felt about Wyatt, Thomas didn't listen. Thomas claimed that she kept saying she was with Wyatt but hadn't explained why. Ivy replied that she didn't think she had to.\n\n\nThomas insisted that it didn't make sense for Ivy to be with Wyatt, whose own father didn't respect him. Ivy said Thomas didn't have to get it; he just had to accept it. Thomas said he got it that Ivy felt bad. Ivy declared that she was committed to Wyatt. Thomas stated that she didn't want to hurt Wyatt. \"I love him, Thomas. That's why you need to understand,\" Ivy responded.\n\n\nIvy conveyed that she wasn't with Wyatt because of work or obligation; they loved and supported each other. What she and Wyatt had was incredible. She didn't want to jeopardize it. Thomas asked why she'd kissed him. Ivy didn't know, but it wasn't her. She didn't act upon feelings like that.\n\n\nThomas said it wasn't wrong to act upon passion and desire. Ivy said it was wrong if it wasn't with her boyfriend. Thomas believed that having the feelings with someone else should tell her something. Ivy called the act selfish and thoughtless. He said she'd done what she'd wanted, and she shouldn't feel guilty. Ivy replied that she did feel guilty; she wasn't in the same position as the single Thomas was.\n\n\nIn the corridor, Steffy approached the cracked door of the design room. Inside, Ivy said she couldn't act on any impulse that she had because she was in a relationship. She decided to tell him -- for a final time -- that what had happened between them that night should never have happened. She felt guilty, she felt awful, and it could never happen again. Steffy hid as Ivy left the room.\n\n\nBack in the CEO's office, Wyatt asked his brother why Steffy was acting weird and suddenly concerned about Ivy's privacy. Liam asked if Steffy had been acting weird, and Wyatt accused Liam of doing it, too. Liam said it was Thomas, not Ivy. Wyatt figured no one was happy about that guy.\n\n\nWyatt complained about Thomas' condescending attitude and reminded Liam of Thomas' behavior in the meeting. Liam said Thomas' attitude hadn't changed. Wyatt relayed that Thomas hadn't let up on Ivy, who was with Thomas. \"Then what are you doing in here?\" Liam asked.\n\n\nWyatt said it was because he feared he might hit Thomas. Liam asserted that Wyatt had just said Thomas was getting too close. Wyatt stated that Thomas wasn't letting up, but Ivy wasn't having it. Wyatt figured that Thomas could make a fool of himself, but Wyatt was too smart to play the jealous Neanderthal boyfriend.\n\n\nIvy entered, saying that Wyatt was too smart for his own good. Liam took off, and Wyatt guessed Ivy had heard the conversation. She had, so Wyatt stated that he'd meant it when he'd said he wasn't stressing about Thomas. Ivy repeated that Wyatt didn't want to sound like a jealous boyfriend. Wyatt said he wasn't jealous because he knew Ivy could handle Thomas.\n\n\nIvy admitted being caught in the middle because Wyatt didn't like Thomas, and she had to also hear what Thomas had to say about Wyatt. She said she'd made her position clear, and as far as she was concerned, Thomas would no longer be an issue for them.\n\n\nBack in the design room, Thomas measured Helen, a model, and she mentioned that a club was opening that weekend. He asked if she'd go to it, and she said she would if he asked her. He guessed she'd caught him at the right time. She deemed it her lucky day, and he said he was glad it was someone's.\n\n\nSteffy breezed in and asked for a moment alone with her brother. Thomas told Helen that he'd message her later. Once alone with Thomas, Steffy said it wasn't nice to lead Helen on when he had a woman in his life. He claimed to have lots of women in his life, like his sister and mother. Steffy said she was referring to the secret one, the jewelry designer.\n\n\nThomas replied that they'd already established that Ivy was with Wyatt. Steffy replied that it hadn't stopped Thomas from kissing Ivy. Thomas called it old news. Steffy asked if she was supposed to believe he'd spent a night alone in the mansion with Ivy without a goodnight kiss. He quipped that she was rubbing it in that nothing had happened.\n\n\nSteffy revealed that she'd overheard Ivy talking about how guilty she'd felt. Steffy asserted that Thomas had lied to her about that night, and Ivy felt terrible about whatever had happened. Steffy figured it was why Ivy had avoided him at Thanksgiving. Thomas said Ivy and Steffy were making a big deal out of nothing. Thomas tried to leave, but Steffy said she'd tell Wyatt what she'd heard.\n\n\nTurning around, Thomas asked why. He said that he and Ivy had made out a little bit, but that was it. Steffy was upset that, the moment Wyatt had left town, Ivy had made out with someone else. Steffy asserted that she'd told her brother to respect that relationship.\n\n\nThomas insisted that the relationship was fine and intact. Steffy said Ivy was supposed to love Wyatt, not cheat on him with Thomas. She stated that Ivy had betrayed Wyatt, and Wyatt needed to know it.\n\n\n",
    "tvdb": "Former lovers rehash their past and share a fleeting moment of new passion; Steffy witnesses a very private moment. ",
    "tvmega_recap": "Bill doesn't understand. Brooke is not going to take him up on this opportunity. He thinks she needs this. Katie tells Eric that she is deeply appreciative of what he did on Christmas Eve. She thinks she and Bill have the solution for Brooke. They'd like her to join them as a team at Spencer. Wyatt tells his mom there is nothing more to be said. Quinn tells Steffy that she is not sure Liam would have told the truth if she had not overhead it and told on him. Ivy tells Liam that she is sorry she drug him through this. She is going back to Australia for a while. It is too painful to stay here. She says she loves him too much. He says running off will not fix the problem. Quinn tells Steffy that she needs her help. Steffy immediately says she and Liam will be there for Wyatt. Quinn says Liam is part of the problem so that is not what she is thinking. Wyatt comes back from his walk and he wants Quinn to tell him exactly what she had overheard from Ivy and Liam. She explains and says she is sorry that he had to hear this although Wyatt says he needed to hear it. Ivy says she is not going to grovel for someone's attention or love but all she loves here is him and she can not see him every day. It would be too much for her. She came to say goodbye. Brooke tells Bill that she chose to stay home as it is a safe place. Too much of him is on her mind and she knows he remembers it too. She says it is hard to close the book on those memories; they are so precious. She has to keep them distant now and that is why she can not work with him. She would only be feeding her demons. She would love to work alongside her sister and with him. That would be her dream. But she can't with their history. She picks up the bottle of vodka and says she has addictions and she needs to remove them from her life. Believe me he does not want this. He says she needs more than this. He can help her. She will not regret coming to Spencer. Eric tells Katie that he would hate to lose Brooke at FC but she and Katie would make a potent team. She says people are mean-spirited and she is tired of them tearing Brooke down. She knows what happened between her and Bill but she has no more issues with that and she hopes Brooke does not either. Steffy tells Wyatt that she does not want to add to his pain but he deserves better than Ivy. She was using him as a backup plan. Ivy tells Liam that she has to leave and she wants to say goodbye and thank him now. He set the bar pretty high. She wants to wish him well and say he will always have her heart. Brooke tells Bill that she appreciates what he is trying to do but she does not need his help right now and she wants him to understand that. She says he is always her protector even when he should not be. But she will find her way. She leans in and kisses him. He looks astonished but does not pull away. Wyatt looks at the ring and takes a drink and violently throws the glass into the fireplace. Liam tells Ivy that she can not go back to Australia. FC needs her here. She tells him that he is her compass. He kept her on track. Steffy is listening at the door. Ivy says that deep down that he still loves her. Steffy is dismayed when he says of course he does. She does not hear Ivy say goodbye.",
    "tvmega_summary": "Episode # 7227 ~ Former lovers rehash their past & share a fleeing moment of new passion; Steffy witnesses a very private moment.",
    "soapcentral_condensed": "Steffy reported that nothing had happened when the pair had been alone at the mansion. Liam assumed that Thomas had made his move and Ivy had denied him. Steffy insisted that she and Ivy were in a good place and were working through their issues. In the design room, Wyatt tempted Ivy with doughnuts, but she said \"this\" was all she needed to get back to work. Back in the CEO's office, Liam and Steffie talked about when the couple would get married, and they joked about eloping that afternoon. At the sky lounge, Thomas and Carter worked out. Thomas felt that he should be the one giving SteffY love advice, not the other way around. The surprised Thomas said he thought the couple told each other everything about every moment in a day. Back to Mail Online home.Back to the page you came from.\"That wasn't funny!\" Ivy told Thomas after Wyatt had gone. All she wanted was a chance to prove his decision to her.\n"
}