{
    "soap_central": "\n\n     Nate and Jonathan catch Tammy following Jonathan.  Nate tells Jonathan that he needs to \"take care\" of her, or he will.  Jonathan confronts Tammy with anger.  She backs off but Jonathan continues to badger her about her feelings for him.  She actually admits that she cares about him but then in anger tells him that even if they weren't half cousins she would reject him.  He goes after her in anger and actually chokes her as a way to shut her up.  He leaves her and she breaks into tears.  \n\n\nSandy shows up at Reva's bar and asks her what is going on with her and Josh.  Reva refuses to admit there is anything wrong with their relationship and ends the conversation.  Sandy leaves, but not before he sees Nate come up to Reva and give her a lusty hug.  Nate invites her up to his room, but she tells him she can't.  He seduces her and tries his best, but leaves without her.  Reva calls the hotel desk and orders a gift basket - something fun and naughty - to be sent to Nate's room.  But the clerk at the desk tells Reva that there is no one at their hotel registered by that name.....she suspects he is lying to her.\n\n\nHarley and Gus are in Steve Wallace's hospital room.  Gus leaves the room for a moment and Harley begs with Steve to wake up. She is homesick and wants to go home and thinks the sooner Steve wakes up and tells them who killed Phillip, the sooner she can go home.  Outside the room, Gus answers when Mallet's cell phone rings.  It is Mallet who is calling from a prison - inside the prison.  Harley comes out of the room to tell Gus that Steve's eyes have opened, and sees Gus talking on the phone.  She grabs the phone and is happy to hear it is Mallet.  Talking to him makes her very sad, especially when he asks her if they can get together for a cup of coffee when this is all done.  They hang up after telling each other to take care.  Harley finds a little boy who has become lost in the hospital.  Instead of going back to Steve's room, they decide to go \"home\" after helping him find his Mommy.  Home, though, is still a television set at the soap opera.  Gus decides it is the venue to try to convince Harley that they should leave New York, go grab the kids and live in a small town somewhere, anywhere, where they won't be found.  Harley thinks about it.....but before she can answer, the hospital calls.  They have found a nametag calling him Dr. Steve Wallace, an ER doctor from Cedars Hospital in Springfield.\n\n\nMallet is surprised to find out that \"someone\" has called regarding his bail.  He says that is very good news for someone.....and very bad news for someone else.......\n\n\nSebastian has drugged Steve again and talks out loud to him.  He is clearly waiting for Harley to return and assures an unconscious Steve that things will not turn out well for Harley. \n\n\n",
    "tvmega_recap": "Harley and Gus unknowingly avoid Sebastian all day. Sebastian on the other hand, knows that Harley is there and prepares a syringe for her. Wallace remains in a coma, but opens his eyes briefly. Gus suggests that he and Harley take the children on the run with them. Mallet calls them from jail and later finds out that someone has posted his bail. Harley finds out that Wallace is an ER doctor at Cedars. Reva realizes that Nate may be lying to her. Sandy tells Reva that he is only interested in the family he has now, and not the past. Tammy and Jonathan confront one another. They both agree that they have strong feelings for one another. Jonathan surmises that perhaps she can be his savior. She tells him that she will always choose Sandy over him as it is a simple choice of good versus evil. Jonathan picks up a girl at Farley's Bar and introduces himself as Sandy. Tammy turns to Sandy for comfort.",
    "soapcentral_condensed": "Nate and Jonathan catch Tammy following Jonathan. Reva calls the hotel desk and orders a gift basket - something fun and naughty - to be sent to Nate's room. Harley finds a little boy who has become lost in the hospital and they decide to go \"home\" after helping him find his Mommy. Gus decides it is the venue to try to convince Harley that they should leave New York, go grab the kids and live in a small town somewhere, anywhere, where they won't be found. Harley thinks about it.....but before she can answer, the hospital calls. It is Mallet who is calling from a prison - inside the prison. Mallet is surprised to find out that \"someone\" has called regarding his bail. He says that is very good news for someone.....and very bad news for another.......Sebastian has drugged Steve again and talks out loud to him. He is clearly waiting for Harley to return and assures an unconscious Steve that things will not turn out well for Harley.\n"
}