{
    "soap_central": "\n\nAgonizing over whether or not to call Edmund, Cassie arrives on his doorstep just as he calls her from Josh's phone. Cassie and Dinah look on as Edmund lies, saying Tammy is staying there and Cassie should come home to see her. Cassie returns to Jeffrey's place where she burns Edmund's picture. She seeks comfort in Jeffrey's arms. He agrees to arrange the separation papers and tells her to take the blinders off and get a life. After he urges her to take what belongs to her, he kisses her. \n\n\nEdmund finds Cassie's earring outside the farmhouse. Dinah, wearing Cassie's negligee, lies that she borrowed the earrings and must have dropped one. \n\n\nLizzie, Alex and Alan crash Harley's surprise party at Company before the guest of honor even arrives. Alex tells Buzz she doesn't believe Harley killed Phillip. Lizzie and Coop bicker over her refusal to leave and her eviction of the Coopers from the boarding house. Coop accuses her of being as cold-hearted as her father. Alan takes the opportunity to demand Harley give him his grandson. Harley tells Gus to go back to the Spauldings. Gus turns down Spaulding Enterprises for a blue-collar job as a security guard on the docks. Gus sneaks Harley off to see his newly rented, run-down apartment. \n\n\nAt Harley's urging, Frank apologizes to Danny for hitting him at J. Farley's. Danny is not so amenable to Harley's suggestion to break up with Marina. She doesn't want Marina to have a broken heart if Danny returns to Michelle. Danny promises not to break Marina's heart and asks her to go away with him for the weekend. \n\n\nTony has a surprise of his own for Michelle. He takes her to the cliff near Laurel Falls, where their relationship began. He gives her Twinkies with a bride and groom on top. Michelle accepts his marriage proposal as long as Robbie approves. She takes the plunge literally and Tony joins her for a skinny dip. \n\n\nAn excited Josh bombards Reva with his plans for their empty nest. Their spin on the dance floor leaves Reva queasy. Josh is speechless when she blurts out she is pregnant. After an initial panic, Josh embraces the fact this will be the first time he and Reva will be able to raise a child together with no interruptions. \n\n\n",
    "tvdb": "At Company, a surprise party for Harley accidentally brings the Coopers and the Spauldings together. Harley takes the opportunity to speak to Danny about his and Marina's romance. Tensions between the Coopers and Spauldings remain, especially when Alan lets Harley know he has designs on Zach. To his surprise, she accepts the idea that Zach will need both sides of his family but Harley urges Gus to reconcile with his father so that he can keep an eye on Alan. Gus refuses once again, leaving Lizzie, Coop, Alan, Alex and the rest of the party to argue while Gus and Harley slip out. He takes her to his new apartment and there, they begin to make love. Tony brings Michelle to Laurel Falls where their romance began. He has chosen this place to ask her to marry him. She happily accepts but says they need Robbie's approval before making any plans. Cassie decides to go home and face Edmund. When she gets to the front door she hesitates once again and is shocked when Edmund calls her from Josh's",
    "tvmega_recap": "The Cooper's throw Harley a surprise party that is interrupted by Lizzie, Alan and Alex. Alan offers Gus his old job back and gets slapped in the face. Lizzie and Coop argue about their families. Gus shows Harley his new apartment. Harley asks Danny to break up with Marina. Instead he asks Marina to go away with him for a weekend. Edmund calls Cassie using Josh's phone and lies to her. Realizing that she can't trust Edmund, she leaves and turns back to Jeffery. Tony proposes to Michelle and she accepts. Reva tells Josh she is pregnant and is shocked with his reaction.",
    "soapcentral_condensed": "Cassie returns to Jeffrey's place where she burns Edmund's picture. Lizzie and Coop bicker over her refusal to leave and her eviction of the Coopers from the boarding house. Tony has a surprise of his own for Michelle. He gives her Twinkies with a bride and groom on top. Michelle accepts his marriage proposal as long as Robbie approves. Josh bombards Reva with his plans for their empty nest. An excited Josh is speechless when she blurts out she is pregnant. After an initial panic, Josh embraces the fact this will be the first time he and Reva will be able to raise a child together with no interruptions. Alan takes the opportunity to demand Harley give him his grandson. Gus turns down Spaulding Enterprises for a blue-collar job as a security guard on the docks. At Harley's urging, Frank apologizes to Danny for hitting him at J. Farley's. Danny promises not to break Marina's heart and asks her to go away with him for the weekend.\n"
}