{
    "soap_central": "\n\nAlex and Harley sit down for lunch, each sizing up the other. They throw around some petty banter, and then the conversation turns to Alex and Brad Green's past relationship. Harley tries to dig for more information, but Alex counters by turning the conversation to Gus and insinuates that Gus' stay at Spaulding may be longer than Harley thinks.  Harley proclaims Gus to be a cop through and through, but Alex counters that what others want for their lives doesn't count, and what Alan wants for them does.\n\n\nAlan and Olivia run into each other outside of Phillip's room. He offers to buy her out of Spaulding so that she can set up shop elsewhere. Olivia is initially outraged, but agrees to look at any agreement his lawyers draw up. Meanwhile, Phillip is hallucinating. He imagines himself as a lawyer who is grilling...well, himself on what he wants out of life.  Alan enters to visit, while Olivia stays to talk with a just-arrived Dr. Langham. Alan is dismayed that Phillip appears catatonic, while Dr. Langham exposits to Olivia that Phillip is clinically depressed and not psychotic. He further goes on to say that being non-responsive is Phillip's way of coping, and that he really does understand what's being said to him. While Alan vows to keep Phillip safe from Olivia, Olivia vows to look out for Phillip and his interests.  Olivia takes her turn to visit Phillip and manages to elicit a small response from him. She goes on to say that she's accepting his marriage proposal from a few months before.\n\n\nCassie and Danny exchange pleasantries at the Beacon as an intrigued Jeffrey observes. After Danny leaves for an interview, Jeffrey approaches Cassie and voices his approval of her keeping a low profile re: her business relationship and friendship with Danny. Through a series of manipulations, he gets her to openly back Danny for mayor before letting her know that she did exactly what he wanted. \n\n\nMichelle busts Buzz for following her. They then argue about invasion of privacy, with Michelle taking a ride on her moral high horse. Ed interrupts, and privately Buzz lets him know that another meeting is needed. Buzz calls Billy and Josh and instructs them not to tell Alan. Once all the men are assembled at Company, Buzz voices his theory on the mystery tormentor. He theorizes that the person hasn't approached them directly because he/she wants to get their revenge through the children (Marah, Michelle and Marina); i.e., an eye for an eye.  Alan shows up (having been alerted by Billy) and proceeds to tell them that they need to find and then get rid of the tormentor.\n\n\nMeanwhile, Carrie makes a phone call to an acquaintance from her European travels. She intimates that she wants to tell the story of Maryanne Caruthers. The recipient of the call? Jeffrey O'Neill.\n\n\n",
    "tvmega_recap": "The hunted become the hunter as Michelle busts Buzz for following her. When Buzz tears into Michelle for trying to ruin her father's life, Ed arrives and jumps to Michelle's defense. Buzz and Ed are dismayed to learn that Michelle, Marah and Marina have met with the mysterious source many times and that this person sought them out. They demand to know the identity of the witness. Danny shows up to disrupt the argument. Buzz makes a call, summons Josh and Billy to Company for an emergency meeting. He chooses to leave Alan out this time. But Alan arrives anyway, reminds the men that they need him. He proposes that they find the source and get rid of him or her. Carrie makes a mysterious call and sets up a meeting. Outside Phillip's hospital room, Alan makes Olivia an offer. He'd like to free her from Spaulding forever by buying out her stock options. Olivia accepts, but clearly has a plan. She questions Christopher about Phillip's mental state, learns he's capable of reason. At the same time, Phillip struggles with his demons in a surreal fantasy. Later, Olivia tells Phillip she wants to marry him. Cassie meets with Danny, who thanks her for helping him get started on the road to legitimacy. He tells her he'll understand if she can't endorse him because it would mean going against her best friend, Blake. After Danny leaves, Jeffrey advises Cassie to keep her distance from Danny. There's a mob turf war brewing. Cassie gets defensive, grabs a reporter and gives Danny her endorsement. Jeffrey calls Cassie on her reflexive contrariness. He manipulated her into her statement. Harley and Alex lunch at Towers. Harley is trying to learn about Alex's relationship with Brad Green while Alex is trying to learn what Harley's up to. The meal is amusingly awkward until they drink some wine and loosen up. Finally, some truth comes out. Alex accuses Harley of snooping around Spaulding because she's worried about Gus. Harley claims to feel comfortable about Gus's short time at the company. But Alex reminds her that Alan's not going to let Gus go easy. And, as always, it's about what Alan wants.",
    "soapcentral_condensed": "Alan and Olivia run into each other outside of Phillip's room. Phillip is hallucinating. Buzz theorizes that the person hasn't approached them directly because he/she wants to get their revenge through the children (Marah, Michelle and Marina) Alan shows up (having been alerted by Billy) and proceeds to tell them that they need to find and then get rid of the tormentor. Meanwhile, Carrie makes a phone call to an acquaintance from her European travels. She intimates that she wants to tell the story of Maryanne Caruthers. The recipient of the call? Jeffrey O'Neill. Jeffrey approaches Cassie and voices his approval of her keeping a low profile re: her business relationship and friendship with Danny. He gets her to openly back Danny for mayor before letting her know that she did exactly what he wanted. Michelle busts Buzz for following her. They then argue about invasion of privacy, with Michelle taking a ride on her moral high horse. Ed interrupts, and privately lets him know that another meeting is needed.\n"
}