{
    "soap_central": "\n\nHarley turns on the charm with Mallet. She hopes that by seducing him she'll be able to convince him to let her out of prison for a day to find Gus and help him. But, Mallet knows her way too well to fall for her trap. She confesses what she wants and receives a cryptic response. Later, Harley asks Mallet to at least get a note to Alan, asking him to find Gus. Mallet promises to deliver it but once Harley leaves, he throws away the note. \n\n\nMeanwhile, Gus remains locked in a room in the Spaulding basement, looking for a way out and failing, miserably. A vision of Harley inspires him not to give up. The mysterious voice is heard again, asking him to give up his search for Phillip's real killer. Gus tricks his captor into opening a panel in the wall. He grabs hold of his captor's ankle, unaware it's Olivia! She manages to break free of his hold but is left shaken. \n\n\nAt Laurel Falls, Michelle is attempting to say goodbye to Tony when Rick and Bill arrive. She breaks down and confesses she's tired of causing pain for the people she loves. Later, Danny and Fr. Ray find her. Fr. Ray recites a blessing in his brother's honor. When he leaves to make burial arrangements, Michelle stuns Danny by announcing she will be leaving Springfield for a little while to visit her father. She plans to take Robbie with her. Danny tries to change her mind but she argues it will be best for everyone if she leaves. She heads to the airport. Marina, having heard all, appears and surprises Danny when she suggests he go see Michelle off at the airport for a proper goodbye. He leaves Marina and shares an emotional goodbye with Michelle as she boards a plane, leaving both Danny and Springfield behind for a while.\n\n\n",
    "tvmega_recap": "Harley attempts to seduce Mallet, but he catches on to her plan. Michelle, Danny, and Ray say goodbye to Tony at Laurel Falls. Afterward, Michelle tells Danny that she wants to go to Africa and take Robbie with her to see Ed. They have a quick goodbye, but Marina emerges and tells Danny to go to the airport and say goodbye for real. They only way he will be hers is if he lets Michelle go. Danny is grateful for Marina. Alan seems to have some insight as to where Gus is. Gus continues to struggle in his \"cell.\" He punches his arm through the armhole and grabs his captor's arm. It is Olivia on the other side. Alan tells Alex of Harley's new memory. Alex asks Bill what kind of perfume Olivia wears. He replies that it's jasmine. Danny goes to the airport to say goodbye to Michelle. They tell each other that they've always loved one another and always will. They say goodbye, and Michelle gets on the plane with Robbie. Harley asks Mallet to give a note about Gus to Alan. He tells her he will, but never does it.",
    "soapcentral_condensed": "Harley turns on the charm with Mallet. She hopes that by seducing him she'll be able to convince him to let her out of prison for a day to find Gus and help him. But, Mallet knows her way too well to fall for her trap. Meanwhile, Gus remains locked in a room in the Spaulding basement, looking for a way out and failing, miserably. The mysterious voice is heard again, asking him to give up his search for Phillip's real killer. Gus tricks his captor into opening a panel in the wall, unaware it's Olivia! She manages to break free of his hold but is left shaken. Michelle stuns Danny by announcing she will be leaving Springfield for a little while to visit her father. She plans to take Robbie with her. Danny tries to change her mind but she argues it will be best for everyone if she leaves. She breaks down and confesses she's tired of causing pain for the people she loves. Fr. Ray recites a blessing in his brother's honor.\n"
}