{
    "soap_central": "\n\nRoars of thunder and flashes of lightning indicate an intense storm brewing during today's exciting happenings in Springfield! \n\n\nAt Company \nJeffrey questions Danny's decision to sell his house to Tony. Danny tells Michelle that he does not need the house as long as he has her. Lizzie and Alan meet Buzz's son, Coop, who has just arrived from England. Lizzie begs Alan to tell her who the finalists are in the intern contest. She learns Joey is in second place with Tammy in the lead. Lizzie refuses to accept this; Joey must win! Alan assures Lizzie that no matter what happens, she will get what she wants. A hot new boy fixates on Lizzie. Danny informs Michelle that he has sold the rest of 5th Street, and is now debt free. Tony arrives, and interrupts their moment. Later, Lizzie approaches Tony with a little business. She asks for something to open up Joey from his shyness. Assuming she is asking for drugs, Tony sends her away. The lights go out due to the storm. The hot new boy says \"Boo\" to Lizzie. He says he knows she's looking for some party snacks. Lizzie buys $300 worth. With Tony, Michelle savors the darkness of Springfield. Michelle asks him for a dance. Michelle asks what he would risk. Danny catches them, and then offers to dance with Michelle. \n\n\nIn the Limo \nIn the ride to the Spaulding dinner, Tammy and Joey battle each other to see who can best pamper Steve Shirripa from The Sopranos. He can see how much they really care about each other, but the conversation shifts to Lizzie. Joey phones her and informs her they are stranded. A car arrives to pick up Mr. Shirripa, who announces he is not going to the dinner after all. He advises Joey and Tammy to work to be together. Now alone, they count back from 100. Joey tells Tammy he cares about her, and that they are meant for each other. They share a kiss. Tammy begs Joey not to stop. When he agrees to take it further, Lizzie suddenly interrupts them! Alone and away from Lizzie, Joey makes plans to get a room for Tammy and him later that night after the dinner. Lizzie spies them kissing. She holds the vial of party drugs tightly. \n\n\nAt Cedars \nWhile Buzz shows his first signs of getting back to normal, Gus arrives to visit. When Harley and Marina attempt to throw Gus out, Buzz asks him to stay. Outside Buzz's room, Gus and Harley greet Coop. The family reunion turns sour when Coop slugs Gus. Alan arrives to see Buzz. Alan says he could intervene and stop Phillip from taking Company, but because he has been preparing him all of his life for Spaulding, he cannot stand in his way. Buzz thinks he must be dying when he lays eyes on Coop. Glad to see his son, Buzz asks about Rocky. When he learns Coop hit Gus, Buzz points out Jenna's temper. \n\n\nAt the Farm \nAt Edmund's request, Cassie insists Jeffrey come to dinner. Later, when he arrives and detects that he won't be able to make it back to Springfield with the upcoming storm brewing, Edmund extends a chilly welcome for Jeffrey to stay the night at the farm. During supper, Edmund strangely sings Jeffrey's praises. While Jeffrey and Cassie clear the dishes, Edmund thinks back to what Dinah said. The lights go out. When Jeffrey offers to guide Cassie to locate a flash light, Edmund sees red. Cassie does wonder, however, how Jeffrey would know where to find a flash light at the farm. Jeffrey plays cards with RJ and Cassie. When Cassie mentions the generator out in the barn, Jeffrey goes out to see if he can get it to work. Edmund follows with a candle. RJ sees Dinah standing outside the window. In the barn, Edmund sneaks up behind Jeffrey. Paranoid, he hallucinates that Jeffrey is telling him about loving Cassie. Having lost control, Edmund whacks the back of Jeffrey's head with a shovel! Edmund sees Jeffrey has been knocked out, and a fire is beginning with plenty of hay to burn. \n\n\n",
    "tvmega_recap": "Danny tells Michelle he doesn't need anything but her. Alan tells Lizzie that Tammy the finalists for the intern contest are Joey & Tammy with Tammy in the lead. Jeffery goes to the farmhouse for dinner. Coop shows up and punches Gus is in the face. Tammy & Joey are stuck on the side of the road, lose their famous actor and find one another. Danny & Michelle share a dance in the storm. Lizzie buys some drugs to \"loosen Joey up\" and then surprises Tammy & Joey on the side of the road. Alan visits Buzz in the hospital. RJ sees him imaginary friend outside the window and when Cassie turns around Dinah is gone.. Edmond picks up a shovel & knocks Jeffery over the head in the barn. Edmond realizes Jeffery is out cold and there's a fire lit near him.",
    "soapcentral_condensed": "Lizzie and Alan meet Buzz's son, Coop, who has just arrived from England. Lizzie begs Alan to tell her who the finalists are in the intern contest. She learns Joey is in second place with Tammy in the lead. Jeffrey questions Danny's decision to sell his house to Tony. The family reunion turns sour when Coop slugs Gus. Alan says he could intervene and stop Phillip from taking Company, but because he has been preparing him all of his life for Spaulding, he cannot stand in his way. Jeffrey plays cards with RJ and Cassie. Edmund sneaks up behind Jeffrey. Paranoid, he hallucinates that Jeffrey is telling him about loving Cassie, and whacks the back of Jeffrey's head with a shovel. Edmund sees Jeffrey has been knocked out, and a fire is beginning with plenty of hay to burn. Jeffrey offers to guide Cassie to locate a flash light. Edmund thinks back to what Dinah said, and strangely sings Jeffrey's praises.\n"
}