{
    "soap_central": "\n\nAt her make up vanity, Dinah phones Ross.  Ross is worried.  And Dinah is becoming homesick for Springfield.  As \"Princess Cassie Winslow\", Dinah calls for a car...\n\n\nAt the farm, Cassie begins an internet search on \"Princess Cassie Winslow\", but is interrupted by Edmund bearing ears of corn.  A frantic Tammy returns from the beach with only an hour until the dance. \n\n\nAt the Beacon, Lizzie pleasantly dreams of her cell phone video of Tammy complaining about Joey.  Lizzie wants Joey all to herself.  Lizzie is greeted to a dance send -off from Alan and Beth, and soon to be joined by Phillip and Alexandra.  Beth announces that Alan followed her there.  Alex arrives outside the Beacon.  Alex takes a call...and she advises the person on the other end that the file has been delivered.  Just after, Alex is greeted by Gus with a video camera.  Frank speaks into a tiny tape recorder.  Frank vows he will prove Brad Green was working with Alexandra.  Harley comes in and says the Spauldings are clean.\n\n\nIn the limo, Phillip has arranged for a hectic ride.  Olivia demands for the driver to stop and let her out now.  Ignoring Olivia, Phillip tells her they must discuss the terms of her surrender.  Phillip tells Olivia that she has no choice, except to work with him to ensure the future of Spaulding for Emma's happiness.  \n\n\nAt the Beacon, Gus turns the video camera on.  Beth takes Lizzie up to get ready, but Lizzie has lost the key.  As they go to find the key, Alan demands that someone call Phillip.  Alex, nervous but extremely firm about it, announces she is waiting on an \"i-important call.\"  Alan picks up on Alexandra's excitability, and questions Alex.  Tight lipped, Alex chuckles.  Beth announces that Phillip is not answering his phone.  Alan summons Alex for a drink  Alex says to make her's a double.  Alex hesitates, while Alan goes inside the bar.  Alex clutches her cell phone.  Gus comes over to Alex.  Alex tells Gus that it has been a difficult  week.  Alex tells Gus she is worried that he will confess their secret to Harley.  \n\n\nEdmund asks if Cassie found out anything about the phony princess Cassie.  Tammy confesses to Cassie and Edmund about Sandy's \"Dr. Phil.\"  therapy, where she vented frustration about Joey.  Tammy remains optimistic about Joey.  Edmund tells Cassie he knows Joey is in love with Tammy.  Cassie denies obsessing over finding out who stole her identity.  At her make up vanity, Dinah talks on the phone and RSVP's a party.  Dinah says RSVP only one--it hasn't been the same since Prince Richard died.  Dinah rolls her eyes.  \n\n\nPhillip warns Olivia that Emma's mother will go to jail if she does not help.  At the Beacon, Alex gets her call.  The file is in place, and let me know when it's time, Alex says...\n\n\nSomeone calls Ross, and says someone high up in the Springfield PD is working with the mob, and concealed evidence about antimonius.  The caller disconnects.  Phillip and Olivia arrive at the Beacon.  Alan announces they're celebrating family, and that's all that matters.  Harley brings Gus to the honeymoon suite.  They discuss their honeymoon.  The room has a hot tub.  Harley has arranged massages for the honeymoon.  Harley announces Cassie paid for the room for them, as a wedding present.  Harley announces she has news for Gus that she must tell him tonight, or she cannot marry him.\n\n\nEdmund takes a picture of Tammy and Cassie before the dance.  Tammy looks stunning in her summer dance dress.  \n\n\nRoss tells Frank about the strange call.  Frank announces he would know about it if it was true.  Lizzie arrives at the Beacon.  She also looks stunning in her summer dance dress, too.  Alan tells Alex he knows Lizzie is happy that they are there.  \n\n\nHarley tells Gus she has been investigating Alexandra.  Harley says Marie Green confirmed that Alex knew nothing about Brad's drug trafficking--or Alex would want a share of the profits.  Gus appears relieved.  Gus and Harley share a kiss.  \n\n\nAlan takes pictures of Joey and Lizzie.\n\n\nRemy picks Tammy up for the dance.  Tammy tells Cassie that Joey doesn't trust her.  Cassie suggests to find out who stole her identity, they should read the gossip columns.  Dinah looks in the mirror wearing a tiara.  Tammy and Remy end up at the Beacon.  Joey and Tammy share a moment, as they exchange compliments.  \n\n\nOlivia accepts Phillip's offer.  Alex receives another call.  The caller tells her that the mayor has been informed and notified.  Ross alerts internal affairs to begin an investigation...\n\n\nCassie spots a pic of the imposter, with Richard, from two years ago.  Someone is impersonating Richard, too.  Dinah turns around to see Jeffrey O'Neill.  Dinah drops her champagne glass...\n\n\n",
    "tvmega_recap": "Dinah calls Ross and tells him she's homesick. Cassie finds out her imposter has been pretending to be her since before Richard died. Tammy, Lizzie, Remy and Joey head to the dance. Phillip gives Olivia the guidelines of his business plan and she agrees. Alexandra sets Frank up. Ross receives a phone call about someone corrupt in the Springfield PD. Harley admits to Gus that she talked to Marie Green about Alexandra's involvement with Brad Green/Antimonious.",
    "soapcentral_condensed": "At the farm, Cassie begins an internet search on \"Princess Cassie Winslow\", but is interrupted by Edmund bearing ears of corn. A frantic Tammy returns from the beach with only an hour until the dance. At the Beacon, Lizzie pleasantly dreams of her cell phone video of Tammy complaining about Joey. At her make up vanity, Dinah phones Ross. Ross is worried, and Dinah is becoming homesick for Springfield. Phillip tells Olivia that she has no choice, except to work with him to ensure the future of Spaulding for Emma's happiness. Phillip and Olivia arrive at the Beacon. Alan announces they're celebrating family, and that's all that matters. Harley brings Gus to the honeymoon suite. Harley announces Cassie paid for the room for them, as a wedding present. Harley tells Gus that she must tell him tonight, or she cannot marry him. Alex takes a call...and she advises the person on the other end that the file has been delivered. Just after, Alex is greeted by Gus with a video camera.\n"
}