{
    "soap_central": "\n\nMichelle awakens from her coma much to the delight of Danny and Tony, but their joy is short-lived when they realize that she's lost her memory. Danny is a total stranger to her but Tony seems familiar. Rick suggests that Michelle remembers Tony from the moment he lifted her out of the factory rubble. Danny stays by Michelle's side and promises that he'll stay with her until her memory returns, but it's with Tony that Michelle feels a connection. \n\n\nGus searches through the late Brad Green's belongings and finds a letter that connects him to Alex. Gus summons Alex and informs her that when Brad uttered his famous last words to Harley, he was, in fact, trying to incriminate Alex. Gus steps out of the interrogation room and is horrified to find Harley with Brad's stuff. He forbids her from going through it and lies to her yet again about it's contents.\n\n\nOlivia confirms that Bill has been buying up large chunks of Spaulding stock. She offers him a partnership, but he flatly refuses her. She warns him that she's not giving up. Bill calls Phillip and tries to establish an alliance with him. \n\n\nBeth catches Phillip hiring a drill sergeant for a nanny and calls him on they way he and Olivia are hurting Emma. Phillip suggests that Beth take charge of Emma's care. Beth reluctantly accepts the role stating that she only wants to protect the baby from her parents. Olivia surprises Beth by voicing support for the idea. With Beth in charge of Emma, Olivia will be free to wage her war against Phillip.  \n\n\n",
    "tvmega_recap": "Olivia says she's only looking out for Emma when talking to Bill. She tries to get Bill to share his Spaulding stock with her so they can have joint power. She's desperate to gain control over Philip. Later, Bill tries to become business partners with Philip. Philip convinces Beth to \"oversee Emma's care\" and hire Emma's new nanny. Beth firmly states that she will neither keep Olivia from Emma nor manipulate Olivia in any way. Olivia hates the idea of Beth looking out for Emma, but changes her mind. She can put more focus on Emma's future since someone's caring for Emma and she doesn't have to worry about Philip taking Emma away. Harley stresses over her wedding plans. She's worried about her marriage to Gus. Gus insists on looking through Brad Green's box of things. He finds incriminating evidence against Alexandra, but he keeps it to himself after confronting her. Gus stops Harley from taking and looking though the box. Michelle, having just come out of her coma, has amnesia. She only vaguely remembers Tony. Rick explains that she'll have long-term memory loss. It may not even come back at all. Tony explains to Michelle how he saved her from the warehouse explosion. Danny is determined to get Michelle to remember him and their love for each other.",
    "soapcentral_condensed": "Michelle awakens from her coma much to the delight of Danny and Tony, but their joy is short-lived when they realize that she's lost her memory. Danny is a total stranger to her but Tony seems familiar. Rick suggests that Michelle remembers Tony from the moment he lifted her out of the factory rubble. Gus searches through the late Brad Green's belongings and finds a letter that connects him to Alex. Bill calls Phillip and tries to establish an alliance with him. Beth catches Phillip hiring a drill sergeant for a nanny and calls him on they way he and Olivia are hurting Emma. Phillip suggests that Beth take charge of Emma's care. Beth reluctantly accepts the role stating that she only wants to protect the baby from her parents. Olivia surprises Beth by voicing support for the idea. With Beth in charge, Olivia will be free to wage her war against Phillip. She offers him a partnership, but he flatly refuses her. She warns him that she’s not giving up. He forbids her from going through it and lies to her yet again about it's contents.\n"
}