{
    "soap_central": "\n\nHarley is upset about the tension with Gus who left her in Florida with Mallet. She admits to Mallet she's afraid she's not really cut out to be a wife and in the emotional moment, he kisses her. \n\n\nBack in Springfield, Gus walks into a surprise bachelor party. He tries to go along with it and acts confident that Harley will be back in time for the wedding. Later, he gets a gift from an unseen stalker. It turns out to be the video surveillance tape from last year's wedding fiasco. Growing continually agitated and convinced Alan sent the tape, Gus wants the party to end. But then Harley shows up, dressed as Gus's stripper. The two reconcile. They share a magical kiss, unaware that someone is watching them. \n\n\nMeanwhile, back in Florida, Mallet gets an anonymous phone call. He is told that Phillip is alive and well in Springfield. \n\n\nReva and Josh explain to Jonathan exactly how Nate died. They're expecting a big reaction but Jonathan doesn't have one. Reva tries to get him to open up about what he's feeling but he insists he's fine. Reva then turns her attention to Josh and convinces him to stay in the house for a couple of days but things are still tense between them. \n\n\nMeanwhile, Tammy comes to see Jonathan and though she reaches out to him, he pushes her away. \n\n\nLizzie comes to the hospital, hyperventilating and Rick diagnoses her with \"nomoneyitis\" and insists she is suffering from being cut off financially. Rick calls Coop for a second opinion. Lizzie and Coop share a sweet kiss.\n\n\n",
    "tvmega_recap": "Jonathan is worried that Nate is not really dead so Josh tells him that he killed him. Jonathan acts like it doesn't bother him at all. Reva wants Jonathan to stay at the house with them for a few days. Josh wants to leave and be by himself again but Reva convinces him to stay. Even though Josh stays there is still a distance between them. Tammy runs into Lizzie and they discuss Jonathan. Lizzie tells her to be there for Jonathan because having one really good friend can make all the difference. You can tell that Lizzie can relate to Jonathan being an outcast. Tammy loans Lizzie money. Lizzie is having panic attacks because her mom cut her off so Rick calls Coop to make her feel better. Tammy goes to Reva's to see Jonathan. She tells him that she will always think of him as a friend no matter what happened between them in the past or what happens in the future. Jonathan puts his hands on her face and tells her he can't be friends. You can tell he wants more than friendship. When Tammy pushes him away and tells him they can never be more than friends he gets defensive and tells her that is not what he meant. He tells her that he wants to be less than friends and is mean to her to push her away. Tammy is not giving up that easily. The guys throw Gus a bachelor party and someone is watching from outside the window. They leave a present for Gus on the doorstep of Company. Frank finds the gift it is the video tape that destroyed their last wedding. Buzz asks Gus if he thinks the wedding will happen. Gus tells him yes Harley will show but he doesn't sound that convinced. Mallet and Harley got nowhere with the rental car company. Harley tells Mallet she cannot marry Gus. She believes she is the reason all of her marriages failed. Mallet ends up kissing her to prove she loves Gus (or he says that is the reason anyway). She pushes him away and he convinces her to go home and marry Gus. He tells her he is the reason their marriage failed not her. He says he got scared by how much he loved and needed her so he ran. Harley dresses up as the striper and shows up at Company after the bachelor party. She and Gus start kissing passionately as someone watches from the window.",
    "soapcentral_condensed": "Harley is upset about the tension with Gus who left her in Florida with Mallet. She admits to Mallet she's afraid she's not really cut out to be a wife. Back in Springfield, Gus walks into a surprise bachelor party. He tries to go along with it and acts confident that Harley will be back in time for the wedding. But then Harley shows up, dressed as Gus's stripper. The two reconcile. They share a magical kiss, unaware that someone is watching them. Meanwhile, back in Florida, Mallet gets an anonymous phone call. He is told that Phillip is alive and well in Springfield. Lizzie comes to the hospital, hyperventilating and Rick diagnoses her with \"nomoneyitis\" and insists she is suffering from being cut off financially. Rick calls Coop for a second opinion. Lizie and Coop share a sweet kiss. The episode ends on a cliffhanging cliffhanger with the wedding taking place the next day.\n"
}