{
    "soap_central": "\n\nGus arrives at the Spaulding mansion to tell Alex that Harley and he are eloping. She asks if this is what he wants or what Harley wants. Gus begs Alex to back off. She agrees, while having her fingers crossed behind her back. \n\n\nAt Harley's Angels, Harley announces Gus and she are eloping. Blake and Mel are upset about the unromantic elopement and ask if this is what Gus really wants. This is his first wedding, and he may want a big affair. Harley worries she's depriving Gus. She agrees to a wedding but wants it simple with a few friends and family. Alex shows up and encourages Harley to ask Gus what he really wants. Mel suggests Harley give Gus a test to find out his true feelings about the wedding. \n\n\nOlivia tells Phillip she approves of Beth becoming Emma's new nanny. She then asks him to call off his spies, but he refuses. Phillip reminds Olivia to return his stock. \n\n\nWhile Phillip and Gus are discussing the wedding, Phillip receives a call. He is told all of his stock has been returned, along with a healthy profit. \n\n\nAt the farm, Cassie meets Edmund with a romantic dinner. He tells her it will take more than his favorite meal and a fine wine to get past everything which has happened. Cassie admits she didn't trust Edmund, but he gave her reason for doubt by not telling her the whole story. They are startled by a sound, which turns out to be a bat. After catching and releasing the bat, Cassie and Edmund share a kiss, but he pulls away and leaves. \n\n\nBill meets Josh at Olivia's Bar. Josh tells him that he talked to Olivia, and she feared Bill was being self-destructive. She also told Josh Bill had a gun. Bill says this is just Olivia's way of getting revenge for turning down her business proposal. Bill calls Tony and tells him to go ahead with the \"demolition.\" Olivia shows up and tries to persuade Bill to join forces with her. He brushes her off again, and she plants a kiss on him. Meanwhile, Josh goes to Bill and Eden's apartment, sees the mess, and calls Billy. \n\n\n",
    "tvmega_recap": "Gus tells Alexandra about eloping with Harley. Alex figures out that Gus will go along with whatever Harley wants to do when it comes to the wedding. Gus talks to Philip about the upcoming wedding and Olivia. Harley tells Blake and Mel about her & Gus's decision to elope. They convince her that Gus would want a big, full-blown wedding since it's his first wedding. Harley talks about the wedding with Alex. Harley is also suspicious of Alex's sudden fondness of Gus. After Alex leaves, Harley figures out exactly what she's gonna do about her wedding. Philip and Olivia spar over Emma's wellbeing and future. Bill and Josh talk about Bill's purpose for using a gun after Eden \"died\". Josh is worried about his nephew's emotional status. Olivia's concerned about Bill, too. While trying to become partners with him, she kisses him. Josh checks out Bill's trashed apartment and calls Billy. Cassie & Edmund discuss the future and their relationship. Cassie gets him to stay a while with her. They hear a noise; it's a bat! After freeing it, they end up kissing. However, Edmund pulls away and leaves.",
    "soapcentral_condensed": "Gus arrives at the Spaulding mansion to tell Alex that Harley and he are eloping. Blake and Mel are upset about the unromantic elopement and ask if this is what Gus really wants. Bill calls Tony and tells him to go ahead with the \"demolition\" Olivia tells Phillip she approves of Beth becoming Emma's new nanny, but he refuses to call off his spies, and he reminds Olivia to return his stock. she plants a kiss on him. He brushes her off again. She tells Josh that she feared Bill was being self-destructive. She also told Josh Bill had a gun. He says this is just Olivia's way of getting revenge for turning down her business proposal. Cassie meets Edmund with a romantic dinner. He tells her it will take more than his favorite meal and a fine wine to get past everything which has happened. They are startled by a sound, which turns out to be a bat. After catching and releasing the bat, Cassie and Edmund share a kiss. He pulls away and leaves.\n"
}