{
    "soap_central": "\n\nBuzz anxiously wonders where the runaway bride has gone. In Florida, Gus finds Harley at the home she once shared with Mallet. Gus refuses to believe that Phillip is alive and says that Harley should be thinking about their wedding. Harley retorts that he is marrying a cop, not June Cleaver. She begs him to help her finish what she started. \n\n\nCoop helps Lizzie and Roxie move. Buzz finds them kissing on the porch of Company. Coop balks when Buzz tries to set ground rules. Lizzie tells Buzz that she doesn't mind rules. Buzz tells Coop that he read the stories that Coop wrote. Buzz cautions him not to give up on his dreams. He is concerned that Lizzie will keep him away from his writing. Lizzie overhears. She promises Coop that she'll be good for him. \n\n\nBeth visits Phillip's grave and ponders whether to accept Alan's marriage proposal. Lillian can't believe that she's considering marrying Phillip's murderer. Beth says the marriage will put her in the powerful position of protecting her children's birthright. Lillian says that Alan is using her. Beth plans to use Alan as well to prevent Gus from taking over the family. Beth is still angry that Gus nearly destroyed Lizzie on the witness stand and convinced her to move out of the house. Lillian says that Lizzie is much stronger now. Lillian pleads with Beth against the marriage but Beth makes a decision. A shadowy figure watches Beth. \n\n\nAlan arrives at the mental hospital and finds a note in his room saying, \"I'll never be far away.\" Alan asks his shady lawyer to find out about the note and to get him released.  Alan wants him to leak to the press that he is going to marry Beth. Mallet calls Alan to ask where to start looking for Phillip. Alan tells him about the note. Alan says that if Mallet helps him find Phillip, he'll help him with anything, including Harley. Mallet tells Gus and Harley about the lead. Gus accuses him of using Phillip to keep Harley away from Gus. Gus leaves and tells her to get Mallet out of her system. \n\n\nAlan dreams about marrying Beth. \n\n\n",
    "tvmega_recap": "Harley and Mallet are at their old apartment, and Harley can't handle being there. When they go to leave Gus is at the door. They all argue about Phillip and the past. Gus thinks Mallet wants to take Harley from him. He ends up telling Harley to stay there and resolve her feelings for Mallet before coming home. Beth is at Phillip's grave trying to decide if she should marry Alan. Vince Russo offers to represent Alan. Someone is at Phillip's grave watching Beth, and after she leaves they go pick up a follow she dropped. When they show the hand, the person has on a pinkie ring just like Phillip's. Lizzie moves into Company and Buzz sets down some ground rules. Buzz finds out that Coop is a good writer and doesn't want him to let Lizzie distract him from it. Lizzie overhears this conversation and she promises that she will show everyone she is good for Coop.",
    "soapcentral_condensed": "Buzz anxiously wonders where the runaway bride has gone. In Florida, Gus finds Harley at the home she once shared with Mallet. Beth visits Phillip's grave and ponders whether to accept Alan's marriage proposal. Lillian pleads with Beth against the marriage but Beth makes a decision. A shadowy figure watches Beth. Alan arrives at the mental hospital and finds a note in his room saying, \"I'll never be far away.\" Alan asks his shady lawyer to find out about the note and to get him released.  Alan wants him to leak to the press that he is going to marry Beth. Beth plans to use Alan as well to prevent Gus from taking over the family. Gus refuses to believe that Phillip is alive and says that Harley should be thinking about their wedding. Harley retorts that he's marrying a cop, not June Cleaver. She begs him to help her finish what she started. Coop helps Lizzie and Roxie move. Buzz finds them kissing on the porch of Company.\n"
}