{
    "soap_central": "\n\nOlivia has followed Webster, the witness in Harley's murder trial, to a parking garage. There, she uses her phone to take a picture of him while muttering, \"I'm sorry Harley, but it's every man for him self.\" She is surprised when someone touches her but relaxes when she discovers it's Bill, who has been looking for her. After lying about what she is doing there alone, Olivia asks her husband if he thinks it is okay to do something to save yourself even it means someone else will be hurt. Bill tells her in no uncertain terms it is wrong and guesses Alan has her doing some dirty business deals. He offers to take her home, but she tells him she needs to be alone. \n\n\nAt Company, Alan arrives as Buzz, Harley and Zack are wishing upon stars. Buzz convinces Alan to go in inside with him and Zack for hot chocolate before Alan says something to upset the boy. Once inside, Buzz tells Alan that between the two of them as the 'Grand Old Men' of the families they could put their differences to rest and mend the rift between the Coopers and Spauldings. Alan said he would be interested in doing so but only after a complete surrender by the entire Cooper family. As he is leaving, he glares at Harley, who is outside talking to Olivia. Once he is gone, Olivia tells Harley that of all the people to be hurt by Phillip's murder, she is sorry it had to be her. Harley confides she made a deal with Alan to protect Zack in case she went to jail. Olivia comments what a shame it is that protecting their Spaulding children has to be their number one priority as mothers. Harley tells her there is nothing else to do save whatever it takes to keep their children safe. Olivia hugs Harley before calling Alan. She tells him she has a photo he can use against Harley under the condition he leave her and Emma alone forever. \n\n\nIn the parking garage, Bill approaches as Alan discovers he has a flat tire. Alan accuses him of being responsible for the damage, but Bill laughs it off and tells him to call his driver to rescue him. Alan says he gave the driver the night off, and scoffs at Bill's suggestion he change the tire himself. Bill agrees to help out and while he is turning the jack, Alan tells him Olivia has sold him half interest in the Lewis Construction building. Bill doesn't believe him and replies she would never do that without telling him. Alan reminds Bill that Olivia will do anything to protect Emma. Bill re-flattens the tire. \n\n\nAt J Farley's, Cassie arrives as the manager announces a band. Thinking they are going to be loud and bad she starts to leave but realizes Jeffrey is the lead singer. When the DA finishes his song, Cassie approaches him at the bar to congratulate him for doing a good job. The conversation turns to Edmund's misdeeds and Jeffrey tells her she is not wrong for wanting to leave her husband. Cassie wants to know why he always pushed her to Edmund if this is how he feels. She is shocked and confused when he admits he was pushing her away from him - not toward Edmund. He refuses to elaborate when Cassie asks him to explain, but tells her instead she is the one who chose to make a life with Edmund and now she has to live with those consequences. \n\n\nEdmund rushes to the clinic after receiving a call that his wife is there and ready to proceed with the implant. He is ecstatic as he enters the room expecting to find a forgiving Cassie. Instead, Dinah is on the hospital bed waiting for him. Edmund is deflated and demands to know what she doing there. Dinah says Cassie's regular doctor is away and she is willing to take her place. Edmund is disgusted and says she is sicker than he thought. Dinah begs him to let her carry the child as a gift to him and Cassie. She pleads with him and says her only goal is redemption, something he can understand. Edmund agrees the only chance he ever had at a decent life was when Cassie fell in love with him. Dinah continues by saying once she is pregnant she will no longer be unlovable. She will become a wonderful person with a big wonderful tummy that everyone will want to touch to feel his child kicking within her! Edmund is moved, but tells her Cassie is his salvation and he has to have faith their love will bring her back to him. He tells her no, he will not allow her to drag him down this twisted path with her. Edmund leaves the room to find the doctor to tell her his wife is NOT there and they will not be going through with the procedure. He is interrupted when his phone rings. Cassie has called to tell him she is taking the boys and leaving. Edmund tries to reason with her but gets nowhere. He hears Jeffrey's voice in the background before Cassie hangs up. As Dinah prepares to leave, Edmund tells the doctor he and his 'wife' are ready to make a baby. \n\n\n",
    "tvdb": "Cassie is shocked to find Jeffrey singing with his band at the bar. She confides all her troubles to him and he all but admits his true feelings for her. Meanwhile, Dinah proposes to Edmund that she carry his and Cassie's baby to term. She explains that having this child would not only save Cassie and Edmund's marriage but it would also redeem Dinah in the eyes of Springfield. Edmund is convinced that Dinah has really lost her mind but then Cassie calls to say she's leaving him. When Edmund hears Jeffrey's concerned voice on the other end, he realizes that he has to do something. His desperation drives him to do the unthinkable as he and Dinah prepare to make a baby. Harley is holding onto hope that she will be exonerated but aware of the consequences if she isn't. When Alan arrives and ruins a happy family moment, Harley's fears are renewed but Gus quickly reminds her that she has a future worth fighting for. Meanwhile, Olivia has snapped a questionable photo of Webster, the man who c",
    "tvmega_recap": "Harley, Gus, Buzz, and Zack rejoice in becoming a family again. Gus vows to never let Harley go again. Buzz asks Alan for a truce, but Alan refuses. Bill catches Alan in a vulnerable situation and offers his help. In return, Alan tells Bill about Olivia's deal using the Lewis building. Dinah pressures Edmund to let her carry the baby. At first, he thinks it is an insane idea. Cassie and Jeffrey talk about her problems with Edmund in between his performances. Jeffrey almost spills the beans about his feelings for her. Bill tries to advise Olivia with her problem. Olivia seeks more advice from Harley. Harley tells her that mothers need to do everything in their power to protect their children, even if it's wrong. Olivia get her answer and forwards the picture to Alan. Cassie calls Edmund to tell him that she's leaving. Edmund hears Jeffrey in the background and grows angry. After he hangs up with Cassie, he agrees to let Dinah carry the baby. They prepare for the procedure. Cassie leaves Springfield.",
    "soapcentral_condensed": "Olivia has followed Webster, the witness in Harley's murder trial, to a parking garage. She uses her phone to take a picture of him while muttering, \"I'm sorry Harley, but it's every man for him self\" At Company, Alan arrives as Buzz, Harley and Zack are wishing upon stars. Buzz tells Alan that between the two of them as the 'Grand Old Men' of the families they could put their differences to rest and mend the rift between the Coopers and Spauldings. Edmund rushes to the clinic after receiving a call that his wife is there and ready to proceed with the implant. Instead, Dinah is on the hospital bed waiting for him. Edmund is disgusted and says she is sicker than he thought. Dinah begs him to let her carry the child as a gift to him and Cassie. She pleads with him and says her only goal is redemption, something he can understand. Edmund agrees the only chance he ever had at a decent life was when Cassie fell in love with him.\n"
}