{
    "soap_central": "\n\nDanny blamed Lizzie for putting Nico in the hospital. He accused Lizzie of using and selling \"D.\" She vehemently denied it and told Danny about Blade. Nico was angry with Danny for using his name in a lie. He had been trying to protect Lizzie from the wrath of her family, and Danny should just drop it. However, Danny had no intention of dropping anything. Lizzie was grateful to Nico for looking out for her. If Danny were able to rid Springfield of \"D,\" he hoped it would neutralize Ross's advantage in the campaign. He wouldn't listen to Tony, who warned of the fallout. \n\n\nAfter hearing shots, Michelle and Marina were determined to get back inside the funhouse. Carrie went limp and fell through the trap door to the river below. Marah didn't realize what had just happened. Wanting more than ever to protect his daughter, Josh said he had killed Carrie. The men all wanted to back up Josh's story. \n\n\nAs the effects of the drugs wore off, Michelle and Marina pounded on the door. Josh asked Ed to take the girls home. Ed told the girls that the danger had passed as he led them away. Although grateful for Alan's offer to stick up for him, Josh wanted Alan to go home; his being there would only make the situation look suspicious. \n\n\nJeffrey asked Reva if she'd had any impressions when she met Carrie. Reva couldn't explain her feelings about Carrie's ring. Reva had a vision of Maryanne, but didn't let on to Jeffrey about seeing her. Later, Reva found a picture of a young Maryanne in Jeffrey's briefcase. Jeffrey left it with her to see if Reva got any feelings about it. A frustrated Reva asked Maryanne how she could help her. Meanwhile, Josh called the police to report Carrie's death. \n\n\n",
    "tvmega_recap": "Marah has shot Carrie and, in the horror of the moment, Marah has blocked it from her memory. Josh rushes to her as Carrie's body falls through the trap door in the floor and is washed away by the strong current underneath. Josh declares to all that he's the one who shot Carrie and, vowing at all costs to keep his daughter safe, offers the other men the opportunity to leave and protect themselves. Grateful for their help, they work out a story to tell the police - that Carrie was a dangerous woman who was stalking Josh and the men agreed to help. Josh and Alan, realizing that they are not the best of friends, agree that Alan should leave the fairgrounds and be excluded from the story. as Ed takes the girls home josh calls the police. Jeffrey visits Reva and questions her about any feelings she may have picked up from Carrie when they met at the dance. Reva has had plenty of feelings she tells him, but can't make sense of any of them. She tells Jeffrey she can't help him, unaware that all her strange feelings are closely related to what's happening at the fairgrounds. Danny puts pressure on Lizzie to come clean about the drugs that sent Nico to the hospital and he learns that it was Blade who spiked her drink. Nico comes to Lizzie's rescue and tells Danny to leave her out of it.",
    "soapcentral_condensed": "Danny blamed Lizzie for putting Nico in the hospital. Nico was angry with Danny for using his name in a lie. Michelle and Marina were determined to get back inside the funhouse. Josh called the police to report Carrie's death. Reva had a vision of Maryanne, but didn't let on to Jeffrey about seeing her.. Jeffrey left a picture of a young Maryanne in Jeffrey's briefcase. A frustrated Reva asked Maryanne how she could help her. Josh wanted Alan to go home; his being there would only make the situation look suspicious. Josh asked Ed to take the girls home. Ed told the girls that the danger had passed as he led them away. Although grateful for Alan's offer to stick up for him, Josh wanted him to goHome. Josh said he had killed Carrie. Marah didn't realize what had just happened. The men all wanted to back up Josh's story. As the effects of the drugs wore off, Michelle and. Marina pounded on the door.\n"
}