{
    "soap_central": "\n\nCassie's at the farm, feeling very nauseated. When she goes upstairs, Tammy comes over to drop off her laundry. She has this confused look on her face, which isn't lost on Edmund and he asks her what's she's looking for. Tammy tells him she's just wondering what happened to the flowers he sent her the other day, the ones with the note. Not letting on that he has no clue what she's talking about, he tries to get her to tell him what the note said, but she just thinks he's being ridiculous. After mentioning to Tammy that Cassie's not feeling well, Edmund leaves for Towers. When Tammy sees her mom, she informs her that she's going to orientation today for college. The conversation soon turns to what Jonathan did, with Tammy telling Cassie that there are times when she doesn't think she'll ever get over it. Cassie forcefully urges her to forget about Jonathan; he doesn't exist. Cassie rails about how much she hates Jonathan and what he's done to Tammy and Reva. She says they have to pretend he just went away. Tammy's a little shaken up by the outburst and laments that she didn't listen to Cassie in the first place when she warned her about JB. She starts to call herself a loser, but Cassie won't hear that and assures her that it's not true. When Cassie says she's sorry she couldn't have protected her, Tammy starts gushing about how amazing Cassie is--how smart and brave. All this talk is making Cassie uncomfortable and she still looks and feels pretty queasy. When she learns that the mere mention of food makes Cassie sick, Tammy guesses she's pregnant. The idea seems to startle Cassie and she denies it, but Tammy is sure--she had the same symptoms when she was pregnant with RJ. Happy for her mother, Tammy leaves.\n\n\nAt the Lewis house, Josh suddenly approaches Reva with a truce---if Jonathan moves out, after he is recovered, then Josh will try to accept him. That sounds reasonable to Reva and she egress that when Jonathan recovers, she'll ask him to move out. At that precise moment, Jonathan himself enters the room. Jonathan ends up alienating Josh by sarcastically asking if the two need their privacy and then asking if Josh would be his rehabilitation coach like he was Shayne's. When Josh leaves in disgust, Reva warns Jonathan not to push Josh and he states \"Look what happens when he pushes back.\" Meanwhile, an upset Josh runs into Billy and Sandy and tricks Sandy into going inside. Inside, Sandy is shocked to see Jonathan. When Reva leaves to make a phone call, Sandy notices the apartment listings and cracks that he was here a lot longer. Before leaving, Sandy tells Jonathan that he thinks Reva's on to the real Jonathan. Sandy's crack about living at the house seems to upset Jonathan but he shrugs it off by telling Reva he's tired of just sitting around. When she offers to drive him somewhere, he suggests that she come with him so she can get to know the real him. \n\n\nSandy's now at the gym working out. A girl comes over and asks him to dinner, but he declines. As Tammy's about to enter the gym, she overhears the girl ask Sandy if he has a girlfriend. Sandy says no, but there is a girl he likes. When the girl leaves and Tammy enters right after, he's embarrassed that she actually heard him. Tammy then playfully asks him if he has a girlfriend. Sandy reiterates that there's a girl he likes. He doesn't really want to put a label on it. Tammy states that she thinks that would work on this girl he likes. They then start discussing how Sandy works out and when he mentions that he does some karate he offers to show her a few moves. However, Tammy's not a novice and when he tries to \"attack\" her from the back, she floors him. He then floors her right back and they end up kissing. \n\n\nDinah and Edmund enter the elevator at the same time at Towers. Dinah tries to make small talk but Edmund makes it quite clear he doesn't want to speak to her. Dinah maintains that she only wants to be friends, but Edmund is not interested. When they get off the elevator, Bill (who's having dinner with Olivia) notices Dinah calling after Edmund and warns her to stay away from him since he's unavailable. He tells her she needs to find a man who loves her as much as she loves him. Dinah states that she thinks Edmund does care for her, and she doesn't think that marriage will last anyway. She tells Bill that she could have ruined that wedding; she didn't, and that has to mean something. Suddenly, Josh and Billy see Bill and ask to speak with him alone. \n\n\nOut on the terrace, Billy and Josh start talking about how the family needs to pull together and unite against the people working against them. They tell Bill they need him to come back to Lewis Construction. Bill's not buying that though--he thinks they just want him away from Olivia. Bill declines their offer by telling them that he can take care of himself. \n\n\nWhile Bill's with the guys, Dinah's with Olivia who tries to set her up with a guy at the bar. Olivia invites the man, Corey, over but Dinah doesn't seem very interested in him. In fact, she practically tries to drive him away by telling him the sordid details of her life. However, her ears perk up when she learns he's a OB-GYN. She suddenly becomes very interested and starts talking about a friend of hers who's thinking of having a child. Corey's suddenly paged and leaves to make a call, leaving Olivia to note Dinah's sudden turnaround. Olivia thinks Dinah's the friend who wants to get pregnant and tells her she thinks it's a bad idea. Dinah maintains that she just doesn't want to be alone, but Olivia's not convinced that's a good enough reason to bring a child into the world. As Olivia asks who Dinah wants for a father, Bill comes back. Dinah walks off before he can talk to her about it. Alone with Olivia, Bill suggests that they need to speed up their plan with Alan. Meanwhile, Dinah is talking with Corey, mentioning that maybe she'll drop by the hospital and see him some time, since she very interested in what he does. Also at Towers, Edmund approaches Jeffrey and offers to buy him a drink. This is enough to shock Jeffrey, but Edmund maintains that he just wants to thank Jeffrey for being a good friend to Cassie. Jeffrey sees through Edmund and tells him to stop. He knows Edmund just wants to ask him why Cassie almost ran out on the wedding. He suggests that Edmund not dredge up the past; just be grateful they married. His advice doesn't exactly settle Edmund and he asks Jeffrey point blank about sending the flowers to Cassie. But Jeffrey clearly has no idea what Edmund's talking about. \n\n\nJonathan takes Reva to his hang-out--- a music store. The place is closed, but Jonathan claims that he knows the owner really well and has a key to the back door. He tells Reva to wait out front and he'll let her in. Unbeknownst to Reva, Jonathan picks the lock. Inside the store, Jonathan offers Reva a drink from his flask and they bond over their common taste in music. Jonathan then goes to take a CD, but off Reva's look informs her that the owner lets him take stuff and just puts it on his tab. He offers to get something for her, she accepts but leaves some money on the counter for hers. Reva comments that she knows how hard it's been at home. Vulnerable, Jonathan starts to ask about Sandy. Did Reva ever suspect that he wasn't her son? Reva is forced to admit that she never suspected a thing. But she goes on the say how she sees herself in Jonathan, more so then in any of her other kids. She tells him that for years people have been trying to tame her, and she'd almost forgotten what she wanted and needed until he came and reminded her. As she gives him a hug, the police burst in. \n\n\nAt the farm, Cassie is praying that she's not pregnant, horrified that Jonathan could be the father. Suddenly, the phone rings---it's the fertility doctor wanting to schedule a pregnancy test. Cassie manages to get an appointment immediately but before she's able to go out the door, Edmund returns. Suddenly Cassie hugs him and makes him promise that he'll love her forever not matter what. And she wants him to promise that they'll always give each other the benefit of the doubt and never jump to conclusions. Edmund's confused but promises. When he tells her that she should be staying home since she's sick today, she states that she's going to see her doctor, the internist. As she goes to retrieve something, the phone rings. Edmund answers: it's the doctor's office asking that Cassie bring her insurance papers for the pregnancy test today.\n\n\n",
    "tvdb": "Tammy arouses Edmund's suspicions by mentioning the flowers Cassie received. Edmund tries to get some answers from Jeffrey, who tells him he should concentrate on loving Cassie, not suspecting her. Edmund believes Jeffrey when he tells him he's not after Cassie and returns home.",
    "tvmega_recap": "Tammy notices and surmises that Cassie is pregnant. Cassie; worried that the baby might not be Edmund's tries to schedule a pregnancy test without him knowing, but he finds out. Billy and Josh try to convince Bill to come back to Lewis Construction, but Bill declines. Josh and Reva agree that Jonathan will get his own apartment once his leg has healed. Jonathan hearing this convinces Reva to go with him to a music store and tells her he's friends with the owner and has a key. They both get busted for breaking into the store.",
    "soapcentral_condensed": "Cassie rails about how much she hates Jonathan and what he's done to Tammy and Reva. Josh approaches Reva with a truce---if Jonathan moves out, after he is recovered, then Josh will try to accept him. Sandy's crack about living at the house seems to upset Jonathan but he shrugs it off by telling Reva he's tired of just sitting around. Dinah and Edmund enter the elevator at the same time at Towers. Edmund makes it quite clear he doesn't want to speak to her but Dinah maintains that she only wants to be friends. Bill warns Dinah to stay away from Edmund since he's unavailable. Out on the terrace, Billy and Josh start talking about how the family needs to pull together and unite against the working against them. They ask Bill to speak with him alone and ask him to pull against theWorking against them and pull them together. They end up kissing and Bill tells Bill that she could have ruined that wedding; she didn't mean to.\n"
}