{
    "soap_central": "\n\nJosh ran into Tammy on his way out of Elizabeth & Co. He thanked her for setting up the dinner with Reva and Cassie, but Tammy admitted to her uncle it had actually been Jonathan's idea. Josh wondered why Jonathan wanted them to get together as he went to try to find Reva. At that moment, Jonathan and Reva were fighting. He called her a coward for not telling Cassie that Edmund had set the barn fire when Reva had had her chance at the fertility clinic. He tried to convince Reva that Edmund was a threat to everyone, and he reminded her, once again, that Reva had given him up because of Edmund. \n\n\nReva had had enough of Jonathan's behavior. She told him he had just used up the last of his \"I was given away\" cards, just as Josh found the two fighting. Reva was receptive to Josh's help because she'd had it with Jonathan. She told Jonathan she believed Josh over him, and Jonathan left in a huff. Josh and Reva talked about how to handle the situation, and he convinced her to talk to Edmund and tell him she knew about the barn fire. Josh agreed to go with her. \n\n\nJonathan, however, was not done with his troublemaking for the day. When he ran into Tammy as she left Elizabeth & Co., he bragged to her that he had slept with her mother before her wedding with Edmund. Tammy didn't believe him, but Jonathan's parting shot got her attention: \"And she did it for you!\" \n\n\nA very unusual slumber party was shaping up at the Santos home. Robbie had demanded everyone, Marina, Danny, Michelle, and Tony, sleep in sleeping bags on the living room floor. It was definitely not what the adults had had in mind, but they went along with it because it made Robbie happy. There was an awkward moment when Michelle, thinking she was about to join Tony in the shower, walked in on Danny. She was shocked, so shocked she began to have flashbacks of intimate moments with Danny. \n\n\nRoss had set up an intervention with Dinah and her family. Unfortunately, her mother, Vanessa, had not been able to join the group, but her husband, Matt Reardon, joined Blake, Bill, and Ross. They tried to tell Dinah how much they loved her and how worried they were about her and the choices she was making. Dinah was almost ready to listen until Blake added they were worried about what she would do to Cassie. Dinah was angered and offended when they tried to convince her to give up the past and the bitterness so she could have a happy future. \n\n\nMatt presented Dinah with an airplane ticket so she could join him and Vanessa at their home in Italy, but a defiant Dinah turned on him and acted as if he were trying to seduce her. She tore up the plane ticket in front of the group and told her father, \"I expected more out of you.\" A very tired Ross said, \"And I of you.\" He handed the key to the locked room to her, and she left in anger. Bill and Matt left for a drink, but Ross asked Blake to wait in the car while he took a moment to be alone with his sad thoughts. \n\n\nA shell-shocked Dinah wandered into Elizabeth & Co. and thought she was alone. When Jonathan popped up from behind the bar, she tried to get him to leave, but he refused to do so. Tenderly, he told her she would never be alone. \n\n\n",
    "tvdb": "Reva questions Jonathan's motives for wanting her to warn Cassie about Edmund. But just as Jonathan is making progress with her, Josh intervenes and increases Reva's doubt in her son. Later, after some soul-searching with Josh, Reva decides she must tell her sister about Edmund. But when they arrive at the clinic, they discover that Cassie has vanished. Meanwhile, Tammy confronts Jonathan after Josh inadvertently alerts her to what happened between Jonathan and Cassie on the eve of Cassie's wedding. But Jonathan is upset and leaves Tammy hanging about what really happened. Later, a confused Tammy rushes to the clinic but like Reva and Josh, she discovers that Cassie has vanished. Matt Reardon, Dinah's stepfather, has joined Bill, Blake and Ross in an attempt to confront Dinah on her recent actions. The intervention is off to a good start until a slip by Blake makes Dinah realize that it's fear for Cassie rather than love for Dinah that's motivating her family. Later, when Dinah questio",
    "tvmega_recap": "Ross, Matt, Bill and Blake try set up and intervention for Dinah which backfires. She vows that she is done with her family. The Santos sleepover continues with interesting results. Michelle walks in on Danny in the shower, has a memory of the two of them making love and is intrigued by what she sees. Tony thinks that perhaps Michelle should get Robbie to move in with them full time. Jonathan thinks his mother is being a coward by not telling Cassie about the fire. Josh encourages her to go to Edmund before telling Cassie anything. Tammy finds out about her mother spending the night with Jonathan.",
    "soapcentral_condensed": "Dinah and her family were trying to convince her to give up the past and the bitterness so she could have a happy future. A shell-shocked Dinah wandered into Elizabeth & Co. and thought she was alone. Robbie had demanded everyone, Marina, Danny, Michelle, and Tony, sleep in sleeping bags on the living room floor. There was an awkward moment when Michelle, thinking she was about to join Tony in the shower, walked in on Danny. A very tired Ross said, \"And I of you.\" He handed the key to the locked room to her, and she left in anger. It's time for a new season of \"This Is Life With Steve\" on ABC. The new season premieres on October 1. For more \"This is Life with Steve,\" go to www.thisislifewithsteve.com. The series finale airs on October 15. The next episode will be on October 16 at 8 p.m. ET on \"ThisIsLifeWithSteve\"\n"
}