{
    "soap_central": "\n\nJoey goes to the farm to talk to Tammy about him and Lizzie.  He notices that she's a little tipsy, which she gets defensive about.  After a little bit,   Tammy admits that while she is mad, she doesn't hate him. Tammy then starts ranting about Lizzie and how she manipulates you while pretending to be your friend.  Tammy suddenly wonders if Lizzie tricked Joey into sleeping with her, maybe she drugged him?  Tammy asks Joey if that night is coming back to him, because she wants it to be all Lizzie's fault and tells him she loves him.  Joey thinks back to not only his confronting Lizzie about drugging him, but also Lizzie's warning that Phillip will take Joey's mom's house away if the truth comes out.  Although it appears as if he may tell Tammy the truth, Joey panics over the thought of he and his mom losing everything and blurts out that he slept with Lizzie because he wanted to.  He tells her that he lied to her when he told her he didn't remember anything.  Joey cruelly tells Tammy that he wanted to celebrate with a more experienced woman and Lizzie was there.  After breaking her heart, he informs her that he's leaving for Boston University and wanted her to know the truth before he left.  With that, he tells her they weren't meant to be.  He leaves, with both him and Tammy devastated.    \n\n\nAt Company, Sandy gets another mysterious email telling him that he can't hide.  He's asked \"Why did you kill Jonathan?\"  While a picture downloads from the screen, Reva happens by Sandy's table and he quickly closes the laptop so she can't see.  As Reva and Sandy talk, they're being watched from the outside by J.B.  Later, Reva and Sandy are conducting a pre-interview in regards to Reva's upcoming adoption segment.  In the middle of the interview, Sandy starts imagining Reva confronting him about not being her son, accusing him of killing Jonathan to get the trust fund, and basically conning her by playing on her sympathy.  Sandy has been nervous around Reva this entire time. After she leaves, the picture finally downloads--it is J.B.\n\n\nFresh from her conversation with Joey, Tammy encounters J.B. outside Company.  Flirting, she lets him know that her mother and Edmund will be gone for the night, subtly inviting him to the farm.  Although he declines the offer, she kisses him, thinking he might change his plans. Smiling, he tells her he can't say no to her.  As she walks off, he calls her \"cousin\" \n\n\nAt the police station, Edmund berates Jeffrey for scaring Cassie into changing her statement, and accuses him of doing it so Cassie would never find out he was impersonating Richard.  As the men bicker, Ross walks in ready to pick up Dinah.  Jeffrey and Edmund are both speechless since Edmund saw Dinah leave already--he assumed she got in Ross's car. Edmund suddenly gets frantic and starts calling Cassie but she can't be found.  Edmund and Jeffrey suddenly suspect that Dinah may have abducted Cassie.  Later, Jeffrey and Edmund race to farm to find Cassie, but she's not there. Jeffrey informs Edmund that Cassie's car was spotted and tries to reassure him that she can take care of herself.  But Edmund finds the gun box empty and tells Jeffrey his suspicion--that Dinah stole the gun and carjacked Cassie.\n\n\nBlake is leaving a message on Roger's machine telling him to call her. She knows he was supposed to come in today, but she has no idea when. Later, she meets up with Ross, who has been trying to reach her about Dinah.  When he tells her about Dinah and Cassie disappearing, Blake immediately suspects that Dinah's going to kill Cassie.  She then laments that if her father were, this never would have happened.  A suspicious Ross asks Blake if she called Roger about Dinah, but Blake denies it.\n\n\nCassie's in her car with Dinah, telling her they're going to a neutral location so they can discuss how they are going to coexist in the same town.   Finally they stop in a secluded spot in the woods where suddenly Cassie pulls out a gun and aims it right at Dinah.  Rattled, Dinah asks Cassie what she wants and promises she'll leave her family alone.  But a cold Cassie doesn't believe her.  Cassie thinks Dinah's spent the last five years hating her and waiting to get back at her.  Cassie tells her she wants justice for Hart and her family.  Dinah tells her she doesn't believe she'll kill her--Cassie's a princess and princesses don't do that.  Dinah calmly tells Cassie that Cassie has always felt superior to her, she wouldn't \"stoop herself\" to Dinah's level.  When it becomes obvious that Cassie's not backing down, Dinah tells her she wont' get away with it, Cassie informs her that she'll lie and say it was self defense.  Her story will be that Dinah kidnapped her at gunpoint and Cassie was forced to kill her. \n\n\n",
    "soapcentral_condensed": "Joey goes to the farm to talk to Tammy about him and Lizzie. Edmund berates Jeffrey for scaring Cassie into changing her statement, and accuses him of doing it so Cassie would never find out he was impersonating Richard. Jeffrey and Edmund race to farm to find Cassie, but she's not there. Edmund finds the gun box empty and tells Jeffrey his suspicion--that Dinah stole the gun and carjacked Cassie.Reva and Sandy are conducting a pre-interview in regards to Reva's upcoming adoption segment. A picture downloads from the screen, Reva happens by Sandy's table and he quickly closes the laptop so she can't see. Blake is leaving a message on Roger's machine telling him to call her. A suspicious Ross asks Blake if she called Roger, but Blake denies it. Cassie's in her car with Dinah, and they're going to a neutral location so they can discuss how they can coexist in the same town. Finally they stop in a secluded spot in the woods where Cassie pulls out a gun and aims it at Dinah.\n"
}