{
    "soap_central": "\n\nGus arrives at Company and approaches Beth, who is eating alone. She guesses he is there looking for Harley, but he denies it saying he is only there for the food. He tells Beth he realizes his relationship with Harley is over. He admits that Harley would take him back if he turned his back on his entire family - including his father. Beth agrees it wouldn't be fair but tells Gus he needs to be honest with himself about Harley. 'You need her,' she tells him. Gus says he doesn't and he can prove it. He asks Beth to go to a bar with him and have a drink - or ten. Beth says his proposition is proof he's not over Harley. \n\n\nFrank and Buzz arrive at Harley's ready to move in with her as they prepare to take down the Spauldings. Phillip arrives to pick up Zack for his visit. Harley tells him to get out. Phillip ignores her and makes his way into the house anyway, saying his plans for Company have nothing to do with their custody arrangement. Zack races into the room, jumps into his father's arms and announces he wants to go to Company for dinner. Phillip leaves with Zack. Harley answers a knock at the door. It's Olivia who says she knows about Harley's plan to join with her and Bill to destroy the Spauldings. Olivia says she is not interested in a partnership with Harley because she's too good. Harley assures her any decency she had left has been destroyed by the number of times she has been hurt. Olivia insists Harley is not prepared to hurt innocent people and besides, she is busy with Harley's Angels. Harley says she will give up her agency. Olivia is skeptical, but at that moment Mel arrives. Olivia grins at Harley and tells now is her chance. Harley informs Mel she is taking a leave of absence from the agency. Mel agrees to cover for her and leaves. Harley and Olivia cement their partnership with a handshake. \n\n\nPhillip arrives with Zack. Beth questions his judgment in showing up at Company considering his plans to ruin the business. Before he can respond he takes a call on his cell phone. Beth overhears Phillip telling the caller to do whatever must be done to evict the tenants 'Tonight!' Beth rolls her eyes. After hanging up, Phillip assures her it is only business! \n\n\nDanny is shocked to discover Michelle wants them to go their separate ways. She says a separation does not mean they have to break up. She accuses Danny of being prepared to sell their dream home instead of letting her go forward with her plans to open a restaurant at the Lighthouse. Danny accuses her of wanting to do this so she can be closer to Tony. Michelle says that isn't the reason, but tells Danny at least Tony 'gets her' the way she is now. Michelle packs a bag and tells Danny she will be at the Lighthouse. \n\n\nEdmund awakens after a dream about Cassie and Jeffrey to hear Cassie on the phone. Thinking she's on the phone with Jeffrey, he leaps from the bed and snatches the phone from her saying he can't tolerate her relationship with the DA any longer. Cassie is shocked by his behavior and tells him she was on the phone with her kids! Edmund, wild-eyed and breathing hard, doesn't believe her. The phone rings again and Edmund thrusts it at Cassie and tell her to answer it - it's probably Jeffrey again. Cassie answers but there is no one on the other end. Edmund tells her he needs time alone to think. Cassie agrees to leave and go to her sister's house. After telling Edmund she loves him, Cassie leaves and goes to the farmhouse where she finds Jeffrey. Jeffrey tells Cassie he has apprehended her impersonator and she is now in police custody. \n\n\nAfter making love to him on the floor at the farmhouse, Dinah realizes Jeffrey has called the cops and set her up. Jeffrey, tucking in his shirt, says 'Well at least we had a little fun before it happened.' Dinah flies at him in a rage, but he stops her and says he warned her of what would happen if she showed up in Springfield. Dinah agrees there will definitely be trouble if the cops come in. She rips open her shirt and threatens to accuse Jeffrey of raping her. After considering this Jeffrey reminds Dinah she is a fugitive wanted for murder, while he is the District Attorney. Who does she think the cops will believe? Dinah grabs a fireplace poker and tells Jeffrey she'll crack his head open if he comes any closer. She dials Cassie's number with her free hand. Cassie is heard on the other end, 'Hello. Hello?' With the phone on mute, Dinah tells Jeffrey if he doesn't call off his people she will reveal herself to Cassie and tell her she has been impersonating her with Jeffrey at her side impersonating Richard. \n\n\nJeffrey walks outside and tells the cops it was a false alarm. Back inside, Dinah tells him he made the right choice and he will never see her again. Jeffrey points and fires a gun at Dinah. He deliberately misses but tells Dinah he will kill her in cold blood if lays eyes on her again. Dinah uses her cell phone to record the threats. \n\n\nDinah leaves the farmhouse and finds Edmund alone in his room. She rushes into his arms and tells Edmund Jeffrey just tried to kill her. Edmund doesn't believe her until she plays the recording for him. Edmund begins seething again. He tells Dinah to stay with him where she will be safe. \n\n\n",
    "tvmega_recap": "Buzz and Frank move in with Harley. Michelle and Danny agree to taking some time apart. Edmond tells Cassie he needs some time alone. Dinah threatens Jeffery and he tells the cops to leave. Harley takes a leave of absence from Harley's Angels to please Olivia & her concern over Harley having too much on her plate. Gus offers to take out Beth for a drink, and Beth tells Gus he should deal with what's going on in his life without pulling her into it. Beth is shocked when she overhears a phone call Phillip has and accuses him of turning into Alan. Jeffery tells Cassie that the imposter took the bait, showed up at the farmhouse and is now in custody. Dinah goes to Edmond and she tells him that Jeffery tried killing her. Dinah tells Edmond that Jeffery won't stop until he has Cassie and that she thinks it will be soon. Dinah stays with Edmond.",
    "soapcentral_condensed": "Gus arrives at Company and approaches Beth, who is eating alone. He tells Beth he realizes his relationship with Harley is over. He admits that Harley would take him back if he turned his back on his entire family - including his father. Phillip arrives to pick up Zack for his visit. Harley tells him to get out. Michelle packs a bag and tells Danny she will be at the Lighthouse. Jeffrey tells Cassie he has apprehended her impersonator and she is now in police custody. After making love to him on the floor at the farmhouse, Dinah realizes Jeffrey has called the cops and set her up. Back inside Dinah tells Jeffrey he made the right choice and he will never see her again. Back to Mail Online home. back to the page you came from. Click here for all the latest from The Bold and the Beautiful, including new photos, videos and deleted scenes from the hit show, and a full transcript of the latest episode of The Bold & the Beautiful. Click HERE for the full interview with Jeffrey and Cassie.\n"
}