{
    "soap_central": "\n\nJeffrey is outraged when he learns that Danny told Michelle about his plans to root out the mob and declares that she has put herself in the line of fire. Michelle insists on standing by her man. Jeffrey scares her when he reveals that he knew someone else like her – someone that the mob tortured and killed to get information about Jeffrey. He instructs her to give Danny up immediately if caught and Michelle reluctantly agrees. \n\n\nGus is nearly busted by Eden while making another drug buy. Eden is stunned when Salerno makes an unannounced visit and says he has a job for her. \n\n\nMeanwhile, Harley gets a surprise when she meets up with Marie Green, who admits that she suspects Eden of having an affair with Brad when Eden visited France with her mobster boyfriend. Harley realizes there may have been a connection between Salerno and Brad in Europe and the missing link might explain how Spaulding drugs are being diverted to street use. \n\n\nConvinced he's compromised Lewis Construction by being a part of Danny's corrupt campaign, Bill offers to resign. Josh refuses, insisting he won't desert Bill during this difficult time. A moved Bill asks Josh to stand up for him along with Billy when he marries Eden.\n\n\n",
    "soapcentral_condensed": "Jeffrey is outraged when he learns that Danny told Michelle about his plans to root out the mob and declares that she has put herself in the line of fire. Michelle insists on standing by her man. Gus is nearly busted by Eden while making another drug buy. Eden is stunned when Salerno makes an unannounced visit and says he has a job for her. Harley gets a surprise when she meets up with Marie Green, who admits that she suspects Eden of having an affair with Brad when Eden visited France with her mobster boyfriend. Harley realizes there may have been a connection between Salerno and Brad in Europe and the missing link might explain how Spaulding drugs are being diverted to street use. Convinced he's compromised Lewis Construction by being a part of Danny's corrupt campaign, Bill offers to resign. Josh refuses, insisting he won't desert Bill during this difficult time. A moved Bill asks Josh to stand up for him along with Billy when he marries Eden. The pair are set to wed in the near future.\n"
}