{
    "soap_central": "\n\nWhile sitting alone at Towers, Holly is brought a gift from a waiter. Inside she finds the dress that had been given to her by Sebastian. Shaken, she goes to ask the bartender from where the package came. Unable to find out who sent the gift, she returns to the table only to find the dress missing. As Ross arrives at Towers, Holly attempts to tell him about the gift. Ross explains she has been traumatized by Sebastian, and suggests she seek help from a psychiatrist. \n\n\nDinah and Jonathan are together in Reva and Josh's bed. As they discuss teaming up against Cassie and Edmund, she tells him the truth about the barn fire. Jonathan gives Dinah a picture of Cassie with a mustache drawn on it. Dinah leaves Jonathan and goes to Towers where she runs into Ross and Holly. As Holly excuses herself, Dinah attempts to convince Ross that she has moved on and is there for a date with a doctor. As she opens her purse, the picture of Cassie falls out. Ross is unable to believe she has truly given up her grudge against Cassie. As Holly enters the elevator to leave, she is confronted by a blond Sebastian. Meanwhile, Reva and Josh return from Cross Creek only to find Jonathan in their bedroom. He admits he had spent the night there with a woman. As he limps out of the room, he tells Reva that after Edmund found out about him and Cassie, he re-injured his leg. Jonathan insinuates that Josh knew what Edmund planned, and took Reva to Cross Creek only to keep her out of the way. Reva admits to Josh that she does not believe this and tells Jonathan to leave the room. \n\n\nMarina asks Coop to help her pick out a Valentine's Day card for Danny. They are interrupted when they hear Lizzie outside, speaking to reporters. In order to stop her from speaking badly about Harley, Coop picks Lizzie up and carries her away. Once they reach Harley's new house, Coop attempts to convince Lizzie that his sister is not guilty. This only leads to another argument, where Coop antagonizes Lizzie by saying she is as crazy as her father. She begins to scream upon hearing this, and begins to hit a rock against the wall. As Lizzie continues to scream the Coopers are getting what they deserve, Coop attempts to take the rock away from her. In the struggle, Lizzie slips and falls into wet cement. Coop at first refuses to help her out of the cement, until he realizes it is beginning to dry. As Coop leaves to get something to chisel the cement, Lizzie answers his cell phone and intercepts a message that the DNA results are back. \n\n\nAt Company, Marina tells Danny about Lizzie's statement to the reporters. She becomes more and more upset and ends up telling him she prefers a simpler Valentine's Day, rather than one involving over the top gestures and gifts. Danny goes outside to make a telephone call, where he attempts to cancel an order. Marina comes out and apologizes, saying she got carried away and she actually does appreciate Valentine's Day. He makes another telephone call, reordering his original order. Once Danny goes back inside, Marina again says she prefers for things to be subtle just as he sees balloons outside the window. As he attempts to go outside and get rid of the delivery man, Marina follows him out. She sees him with a man dressed in a costume, who is carrying balloons, candy and a stuffed animal. Marina accepts the gifts and hugs Danny. They return inside to exchange cards, only to find out they have both given the same card. \n\n\n",
    "tvdb": "Josh and Reva catch Jonathan in their bed, but don't realize with whom he was with. Later, Reva goes after Edmund convinced that he is once again making threats against her family. Dinah tries to convince Ross that she is over her obsession with Cassie once and for all, but the Mayor remains unconvinced. Coop takes Lizzie to Harley's demolished house where she gets stuck in a trough of cement. However, she finds Coop's phone and learns of his betrayal with the glass shard.",
    "tvmega_recap": "Holly receives another gift from Sebastian. Ross wonders if perhaps Holly might need some professional help. Marina and Danny exchange interesting Valentine's Day cards. Coop takes Lizzie to Harley's house that is being built to teach her a lesson. Lizzie finds herself in a sticky situation. Dinah shares the story of the fire with Jonathan. Reva and Josh find an unwelcome guest in their bedroom. Reva finds out that Edmund may have hurt Jonathan. Dinah assure her father that she is on the right track with her life. Ross isn't sure whether he should believe his daughter or not. Holly runs into a person from her past. The DNA lab calls Coop with the results from the test her ordered and leaves a message with Lizzie.",
    "soapcentral_condensed": "While sitting alone at Towers, Holly is brought a gift from a waiter. She finds the dress that had been given to her by Sebastian. Meanwhile, Reva and Josh return from Cross Creek only to find Jonathan in their bedroom. Lizzie answers Coop's cell phone and intercepts a message that the DNA results are back. At Company, Marina tells Danny she prefers a simpler Valentine's Day, rather than one involving over the top gestures and gifts. Danny goes outside to make a telephone call, where he attempts to cancel an order. He sees a man dressed in a costume, who is carrying balloons, candy and a stuffed animal. Marina accepts the gifts and hugs Danny. They return inside to exchange cards, only to finding out they have both given the same card. Marina comes out and apologizes, saying she got carried away and she actually does appreciate Valentine’s Day. Coop attempts to convince LizzIE that his sister is not guilty. This only leads to another argument, where Coop antagonizes Lizzies by saying she is as crazy as her father.\n"
}