{
    "soap_central": "\n\nFrank agrees to take Mallet, Harley and Alan to the place where Alan swears he is keeping Phillip, who he says is very much alive.  But when Frank opens the door to the room it is empty except for a few boxes and old filing cabinets.  Alan pleads with them to believe that is where he has been keeping Phillip, but frankly, nobody believes him.  Alan goes into great detail about how he decorated just like the Spaulding board room so Phillip would be comfortable there, including a model of Springfield, on which Phillip used to spend hours working. Still, no one believes him, and Frank escorts him back to jail.  Frank asks Alex for her help and Alex talks with Alan.  She is absolutely shocked when he tells her that Phillip is alive. Alan tells her that she has to help find Phillip, that he is too delicate a state to be away from a doctor's care.  She tells Frank that she thinks Alan has finally cracked and that Phillip is dead.  Frank tells Alex that Alan will spend the rest of his life in jail, and Alex replies that justice for Phillip will finally be done.  \n\n\nBuzz is not happy to see Harley with Mallet at Company, and greets him by asking him when he's leaving.  Mallet assures him he is leaving, and just when things were getting interesting...Harley explains to Buzz that Alan has declared that Phillip is alive.  Buzz jokes about the TV show, \"Dallas,\" and how Bobby Ewing came back to life.  They all laugh, but when Mallet and Buzz talk privately, Buzz tells Mallet that Harley shouldn't be involved in the case any longer.  Mallet sticks up for Harley, telling her father that Harley was a good cop and couldn't help thinking about it, and since when could anybody tell her anything about what to do.  Buzz at least agrees with that.  Harley - who has overheard their conversation - gets up to leave, saying she's going to get the kids and go home.  However, her cop's intuition has kicked in...she goes back to the room where Alan says he kept Phillip.  She looks around and then searches in a wastebasket.  She looks at some papers before finding a model of a building...a model of a building in Springfield.  \"I bet you're missing this, Phillip,\" she says, knowing that Alan is telling the truth.\n\n\nJonathan goes to Tammy's apartment to try to hide.  She figures out that he stole the money from Lewis Construction, but he pleads with her and tells her that the police are the least of his worries.  She agrees to let him stay, but as soon as he gets into the shower she calls her Aunt Reva.  Reva is not alone - Bill, Olivia and Josh are there, discussing what to do about Jonathan and Alfred.  After Reva hangs up from Tammy's conversation, she tells the others she is leaving...it isn't hard for them to figure out why she is going, and they convince her to let them go with her.  They go, en masse, to Tammy's and Jonathan is not happy to see them.  Josh tells Tammy to go and wait for them at their house while they talk to Jonathan.  Things don't even have a chance to go well with Jonathan, though, as Alfred walks into the room.  Pandemonium breaks loose and Jonathan runs from the room and jumps off the balcony.  He lands, unhurt, and runs out of sight of the people left in Tammy's apartment.  Inside, the group wonders what to do about Alfred, who realizes he is far outnumbered.  As usual, though, Alfred has thought of everything - he calls out to a police officer whom he brought along for protection.  The officer walks him out of Tammy's apartment as Reva, Josh, Olivia and Bill look on in disbelief.\n\n\nHaving overheard Josh tell Tammy to go to his home, Jonathan knew just where to go to look for her.  He grabbed Tammy from behind and yelled at her that he couldn't trust her.  She yelled back this time, telling him that she called Reva because she is worried about him.  He tells her to stay away from him, that he is trouble - he tells her that she should know better.  She agrees that she should know better than to mess with Jonathan but they get closer and closer as they say this.  Suddenly, they kiss passionately and fall to the floor.\n\n\n",
    "tvmega_recap": "Jonathan goes to Tammy for help. Tammy calls Reva and tells her he is there. Reva tries to leave her house and go get Jonathan, but Olivia, Josh, and Bill talk her into letting them go with her. Jonathan and Tammy argue about him staying there with her. He is leaving when Reva, Josh, Bill, and Olivia show up. Tammy leaves to go to Reva's. Reva received a package with Marissa's belongings. She wants Jonathan to open it with everybody and work things out. Nate shows up and accuses Jonathan of killing Marissa. Jonathan looks to Olivia for belief that he didn't kill her, when she says she doesn't know what to believe, he runs out. Jonathan goes to Reva's and grabs Tammy. He lights into her for calling Reva. Then he tells her that they need to stay away from each other. He tells Tammy that he hates everyone else, but never her. He says he should know better, but he just can't stay away. Then they kiss! Alan takes Harley, Mallet, and Frank to the room where Phillip was staying. Phillip is not there, and the room does not look like he was there. Alan looks like he is losing his mind. Frank and Mallet do not believe his story. Harley is the only one who seems to believe him. Mallet and Harley go to Company. Buzz tells Mallet he thought he was leaving town. Mallet says he is leaving shortly. They tell Buzz that Alan says Phillip is alive. Buzz reminds Mallet that Harley is with Gus. Mallet says Harley will realize that Phillip is not alive, and then he will leave. Harley pretends that she doesn't believe Alan's story to get away from them. She goes back to the room. She finds proof that Phillip was there. Buzz tells Alex that they are over. Alex goes to see Alan in jail. He tells her his story. She does not believe him. She tells Frank that Alan is losing his mind. ",
    "soapcentral_condensed": "Frank agrees to take Mallet, Harley and Alan to the place where Alan swears he is keeping Phillip, who he says is very much alive. But when Frank opens the door to the room it is empty except for a few boxes and old filing cabinets. Alan pleads with them to believe that is where he has been keeping Phillip. Still, no one believes him, and Frank escorts him back to jail. Frank asks Alex for her help and Alex talks with Alan. Alan tells her that she has to help find Phillip, that he is too delicate a state to be away from a doctor's care. She tells Frank that she thinks Alan has finally cracked and that Phillip is dead. Jonathan goes to Tammy's apartment to try to hide. She agrees to let him stay, but as soon as he gets into the shower she calls her Aunt Reva. Reva is not alone - Bill, Olivia and Josh are there, discussing what to do about Jonathan and Alfred. As usual, though, Alfred has thought of everything - he calls out to a police officer whom he brought along for protection.\n"
}