{
    "soap_central": "\n\nAt the Bauer BBQ, Robby runs up to Michelle.  She hugs him while giving a death stare to Tony and Danny.  Robby asks Michelle to do the \"mommy kiss\" which she does all wrong.  Michelle tells her son that that mommy has been sick and doesn't remember some things.  Michelle is furious with Danny and sad to realize that she doesn't  remember her own son.  Michelle asks Danny if that was the type of marriage they had ¬ Danny keeping secrets from her.  When Danny says Robby doesn't need to know everything right now, Michelle tells Danny that her son needs a mother, not an actor. Tony blasts Danny for trying to control everything and always screwing things up.\n\n\nJeffrey is on the phone with someone telling them that if they are using Cassie's credit cards, they better stop or they will deal with him. Jeffrey tells Cassie to save his room at the Beacon. It looks like he'll be staying in town after all.  Cassie is upset, but Edmund tells her it's a good idea to have Jeffrey involved in the credit card situation.\n\n\nFrank tells Darci to think about his marriage proposal. Darci says she has to tell him everything she knows about the mob case.  She tells Frank she was a prostitute and worked with Vinnie in Europe. One of her regular customers was Brad Green, and Alex was involved with him. Later, Gus fishes for information from Frank.  Frank tells Gus that the case is still open as far as he is concerned, and that Gus better remember that honesty is the best policy.  Gus tells a nervous Alex that Frank is on to them, and that she's on her own. Frank and Darci announce their engagement and Frank asks Harley to help him find the missing pieces to the mob case.\n\n\nJoey tells Alan about his waterproof MP3 player idea. Alan shoots him down by showing him teens in the hot tub that have already bought waterproof MP3 players at a store.  Alan worries about the future of America and the future of Spaulding.\n\n\nMarina overhears Alan give his computer password to someone over the phone.  It's the initials of his grandchildren. A thrilled Marina tells Sandy the password.  Later, Alan\ntells the teens to get dressed and meet him in the Spaulding boardroom in one hour.\n\n\nWith Olivia absent, Rick asks Phillip if this is the kind of marriage he wants.  Phillip says marriage isn't his top priority right now.\n\n\nMeanwhile, Olivia and Bill are headed to the bedroom. After much making out, Olivia tells Bill she can't go to bed with him.  Bill offers a deal to help her takeover Spaulding, with them splitting the business 50/50.  Olivia agrees, and tells Bill to go take a cold shower.\n\n\nRemy once again offers to take Tammy to the Summer Fling, which Lizzie overhears. Lizzie runs to Joey to tell him that Tammy has moved on.  Joey tells Lizzie to stop acting like a jealous girlfriend and that Edmund has offered him a job at the farm for the summer. He can set his own hours and work around the Spaulding project.\n\n\nMichelle is uncomfortable as Rick and Ross give the traditional 4th of July speech.  As Ross announces Michelle's return,  a fed up Tony walks out.  Michelle follows and tells Tony to get her out of there or she'll leave on her own.  Michelle leaves with Tony on his motorcycle as Danny rushes to catch them.\n\n\nDuring the fireworks, Ross gets a call from a blonde woman.  She hangs up without saying a word. \n\n\n",
    "tvmega_recap": "Michelle and Tony get angry at Danny for not telling her about Robbie, who shows up at the barbecue. She tells Danny how upset she is about not remembering her son or feeling anything for him. She feels pressured when they have the flag ceremony and her name is mentioned several times by Rick and Ross. She and Tony leave on his motorcycle, as Danny calls after her. Also at the bbq: Cassie is annoyed that Reva asked Jeffrey to look into her credit card problem and that he's staying in town. Edmund offers Joey a job helping to fix up the farm. Lizzie is annoyed by that and tells Joey that Tammy is going to the dance with Remy. Remy asks Tammy to go to the dance so he can do some teen research. Rick chats with Phillip about Olivia and wonders why they're still married. Gus and Alexandra worry about what Darci will tell Frank. Darci tells Frank everything about her past, including that Brad was one of her customers. She doesn't specifically mention Gus or Alex's names. Frank tells his family that he is going to re-examine the antimonious case and that Darci has agreed to marry him. Gus tells Alex she's on her own; he won't help her keep Frank in the dark. Sandy and Marina get Alan's password and hack into his computer. Bill and Olivia kiss a lot and end up in bed but don't make love. She stops it because she wants to focus on taking over Spaulding. They agree to split the company 50/50.",
    "soapcentral_condensed": "Frank and Darci announce their engagement and Frank asks Harley to help him find the missing pieces to the mob case. Ross gets a call from a blonde woman and hangs up without saying a word. After much making out, Olivia tells Bill she can't go to bed with him. Bill offers a deal to help her takeover Spaulding, with them splitting the business 50/50. Alan gives his computer password to someone over the phone,  it's the initials of his grandchildren. Lizzie runs to Joey to tell him that Tammy has moved on and that Edmund has offered him a job at the farm for the summer. Jeffrey tells Cassie to save his room at the Beacon, but Edmund tells her it's a good idea to have Jeffrey involved in the credit card situation. Rick asks Phillip if this is the kind of marriage he wants, and Phillip says marriage isn't his top priority right now. Alan worries about the future of America and thefuture of Spaulded. Alan shoots down Alan's waterproof MP3 player idea by showing him teens in the hot tub that have already bought waterproofMP3 players at a store.\n"
}