{
    "soap_central": "\n\nAt the farmhouse, Edmund is anguished over Alonzo's abrupt decision to claim Will with no further discussion. He admits to Dinah that his plan to save Cassie from losing her son has backfired. Now he may lose her forever. Cassie enters and comments something horrible must have happened to make Alonzo act so quickly. Dinah looks away as she remembers divulging Edmund's plans to Alonzo's representative in DC. Ross arrives with the news that his office has been contacted. A contingent from San Cristobel will arrive in a matter of days to escort Will back to the island. Cassie accuses Ross of aiding Alonzo in taking Will from her to get back at her for helping keep Dinah away from him. Ross is hurt and reminds Cassie they are friends. He would never do anything to hurt her. She apologizes and he leaves. \n\n\nOnce Ross is gone, Edmund suggests Cassie take the boys far away where Alonzo will never find them. Of course Dinah will have to go too, since she is carrying Cassie's baby. Dinah agrees immediately, saying there is nothing she wouldn't do for Edmund. Cassie is reluctant and comments this plan is reminiscent of the dark side of Edmund's nature. Edmund points out he is acting on her desire to remain with her son and not for some selfish reason of his own. Cassie agrees to leave with the boys. \n\n\nGus finds Mallet alone outside of Company and accuses him of setting up a transfer for Harley so he can arrive at the last minute and be her hero. Mallet is annoyed and tries to reason with Gus. He reveals he was lured to the restaurant so Harley could be transferred with out his interference. Gus won't hear it and accuses Mallet of still being in love with Harley. Gus is shoving Mallet around when his phone rings. It's Lena, pleading with him to find the warden because Harley has just been put on a bus bound for Hellas Correctional. Mallet races off to save Harley and shouts back at Gus to find the person who set them up. \n\n\nAt the prison, Lena watches as a bus arrives to escort Harley to Hellas. Harley struggles with the guard, pleading with him to wait for the warden who will deny the transfer. The guard is unmoved and shackles Harley to a seat next to a leering prisoner who recognizes her as a cop. She snickers as she tells Harley what waits for her at 'Hell House.' In despair, Harley imagines Gus is at her side offering love and encouragement. Her reverie is disrupted when Mallet muscles his way onto the bus and past the guard to free Harley from her chains. He carries her off of the bus despite the driver's warning that he will pay for this act with his job. Lena watches on happily. \n\n\nOnce in the warden's office, Harley tells Mallet he must have saved her because he still loves her. He doesn't deny it. \n\n\nAt the Spaulding mansion, Lizzie tells her grandfather she is sick of the war between the Coopers and Spauldings. Alan accurately guesses she is acting on her growing feelings for Coop and tells her if she confides in him she will be removing his safety net, making him a Spaulding target along with all the others. Lizzie is considering this when Coop arrives and begs to speak to her alone. She agrees and listens as he asks her to help save Harley. Lizzie remembers her grandfather's words and denies the help to save Harley from the transfer. Gus arrives and accuses his father of arranging Harley's transfer to Hellas. Alan denies it and Lizzie's defends him, saying she has proof her grandfather did no such thing. She concocts an elaborate story and calls for an end to the war as she stands beside a beaming Alan. Coop prepares to leave. Lizzie follows him to the hallway where he tells her he knows she was lying and made the story up on the spot. He storms off. Lizzie cries as she mutters, \"I did it to save you.\" \n\n\n",
    "tvmega_recap": "Mallet finds a way to get Harley off the transfer bus, and she realizes that he did it because he loves her and always has. Gus confronts Alan about setting up the transfer, and Lizzie runs to defend him. She wants to keep Coop safe after hearing Alan's threats against him. Edmund tells Cassie that the only way she will keep her son is if she packs up and goes into hiding. After much thought, she agrees. Dinah will be going along with them, and she hints to Ross that she might be leaving. He wants to know why. Coop grows angry with Lizzie and storms off after realizing that she lied to protect Alan.",
    "soapcentral_condensed": "At the farmhouse, Edmund is anguished over Alonzo's abrupt decision to claim Will with no further discussion. At the Spaulding mansion, Lizzie tells her grandfather she is sick of the war between the Coopers and Spauldings. In despair, Harley imagines Gus is at her side offering love and encouragement. Her reverie is disrupted when Mallet muscles his way onto the bus and past the guard to free Harley from her chains. He carries her off of the bus despite the driver's warning that he will pay for this act with his job. Lena pleads with Mallet to find the warden because Harley has just been put on a bus bound for Hellas Correctional. Gus accuses Mallet of setting up a transfer for Harley so he can arrive at the last minute and be her hero. Lizzies concocts an elaborate story and calls for an end to the war as she stands beside a beaming Alan. Coop tells her he knows she was lying and made the story up on the spot.\n"
}