{
    "soap_central": "\n\nA headline in the paper states the office of mayor has been given to Ross. Michelle and Bill field calls about the newspaper article which alleges Danny rigged the election by buying votes. Meanwhile, at home alone, Danny calls Salerno and tells him they have something to take care of. He wants to make sure Salerno has it clear that he refused his offer to fund the campaign. Danny then starts conveying his bitterness at having lost the election. After the call, Bill arrives and starts planning out a strategy to fight the allegations. He's shocked when Danny admits he conceded the election to Ross. Bill tells Danny if he doesn't fight, people will think the allegations are true. When he doesn't respond, Bill wonders if they are true. However, Danny will neither confirm nor deny. Bill still can't believe it and demands proof. But finally, Danny convinces him he did what he had to do to win. Danny maintains that all elections are based on manipulations. He tells Bill he's cut a deal in order to stay out of jail for rigging the election; he's conceded. Bill feels betrayed since he backed Danny in the first place and ran what he thought was an honest campaign. But it was all a lie. Bill worries about how Michelle will react. Danny tells Bill she'll never know. He uses guilt to make Bill be silent by telling him if he tells Michelle, then Bill will be responsible for her unhappiness. At this point Michelle, who had earlier got into an argument with Ed over his doubts of Danny's innocence, arrives and lashes out stating they should sue the paper. She notices Danny and Bill's mood. However both men keep mum. \n\n\nHarley and Eden are at the Spaulding mansion. Eden wants to ask Alexandra if she and Bill can be married there and Harley is reluctantly along for moral support. Alexandra is less than thrilled to hear of Eden's wedding plans, citing the original Bad Girl can't settle down and get married. Faced with an angry Eden, Alex tries to explain as long as Spaulding stocks are down, they need to make sure Bad Girl continues to do well and her marriage could jeopardize that. Alex looks to Harley to back her up, but instead Harley states Eden getting married is a great idea. Alex then brings up the election fiasco about which neither woman knew. Concerned for Bill, Eden and Harley rush out as Alex presses Eden to rethink her decision on marriage. \n\n\nSoon after, Sandy stops by the mansion to return some of Lizzie's books. He and Alex start talking about Lizzie's future, mainly graduation. When Alex says she's not sure whether to give her diamond earrings or a trip to Europe for her graduation, Sandy suggests she needs something more concrete. He believes Lizzie needs structure and a sense of purpose and thinks Alex can provide these things by giving her a job at Spaulding. \n\n\nWhile waiting for Bill at the Beacon, Eden gets a call from Salerno. He informs her that they have unfinished business; she owes him and he'll collect. \n\n\nJeffrey takes a very excited Marah to the airport. It's there at the gate, where he finally backs out of going with her. Jeffrey tells her she needs to heal from the turmoil with Carrie and she can only accomplish this on her own. Although Marah contends she can't put her life together alone, he maintains she has to; she needs to be whole for herself. He then gives her a necklace with the Chinese symbol for Harmony on it. He tells her to remember the symbol is to bring her peace and balance. Marah is in tears, but Jeffrey assures her that she can heal without him since she's amazing. He then tells her to go and not look back. Marah gives Jeffrey one last hug before leaving, telling him that she loves him. As Jeffrey watches Marah board the plane he says to himself that he loves her too. \n\n\n",
    "tvmega_recap": "Jeffrey and a very excited Marah discuss their pending trip. as they leave for the airport Marah asks Jeffrey not to put her on a pedestal. At the airport Jeffrey says he isn't going with Marah as she needs time to heal alone. Jeffrey says her parents are on the plane and the met at the wrong time Marah goes and tells Jeffrey she loves him. Once Marah is gone Jeffrey returns the sentiment. Eden and Harley go to the Spaulding mansion to see if Eden can use the garden for her wedding. Alexandra says Eden can't get married as it would be bad for bad girl. Eden is angry and says she will marry Bill even if she looses her job. Alexandra tells Eden and Harley that Ross is the new mayor and the women leave to find Bill. Sandy comes by the mansion to drop off some books for Lizzie. Alexandra tells him the play is something positive for Lizzie. Alex asks Sandy what she should give Lizzie for graduation and Sandy says a job at Spaulding. Danny calls Salerno so they can work things out. Michelle tells Ed that these charges may destroy Danny, she knows he would never buy the election. Danny tells Salerno that he shouldn't have thought people would see him as anything but a mobster. Bill goes to find Danny so they can straighten this mess out. Bill finds Danny and Danny allows Bill to believe he bought the election. Eden gets a call from Salairno who tells her they have things to discuss. Danny explains to Bill he cut a deal so his family would be safe as long as he conceded the election to Ross. Michelle arrives and wants to know what is going on, Bill leaves so they can talk.",
    "soapcentral_condensed": "A headline in the paper states the office of mayor has been given to Ross. Michelle and Bill field calls about the newspaper article which alleges Danny rigged the election by buying votes. Meanwhile, at home alone, Danny calls Salerno and tells him they have something to take care of. He wants to make sure Salerno has it clear that he refused his offer to fund the campaign. Danny maintains that all elections are based on manipulations. He tells Bill he's cut a deal in order to stay out of jail for rigging the election; he's conceded. Jeffrey takes a very excited Marah to the airport, where he finally backs out of going with her. Jeffrey tells her she needs to heal from the turmoil with Carrie and she can only accomplish this on her own. Marah is in tears, but Jeffrey assures her she can heal without him since she's amazing. He then tells her to go and not look back. As Jeffrey watches Marah board the plane he says to himself that he loves her too.\n"
}