{
    "soap_central": "\n\nDanny, overwhelmed by guilt, tells Father Ray about causing Michelle's accident. His cousin tells him to overcome his guilt and just love Michelle if he hopes to put his family back together. Danny is determined and swears he won't let anything interfere with that. Meanwhile, Tony finds Michelle in her hideaway at the lighthouse and agrees to keep it secret from Danny. He leaves her there and goes back to the social club where Danny confronts him. Danny tells him he doesn't want Michelle involved in Tony's life and for the first time, asks what his intentions are regarding her. Tony denies having any intentions and says Danny is just frustrated because he doesn't know his own wife. Later, Danny tries to tell Michelle she can tell him anything and discovers she's gotten a tattoo. Later, Tony has a sexy dream about Michelle. \n\n\nPhillip and Olivia pretend to bicker in front of Bill, while Josh warns him about Tony. Josh learns Bill broke the rules to acquire property to put up a mall. They get into an argument and Bill resigns from Lewis Construction. Olivia sees all of this and is enthusiastic about spying on Bill for Phillip. \n\n\nTammy is confused when Joey blows her off. She is unaware Joey has seen Lizzie's footage of her venting about him. Later, Lizzie informs Tammy she and Joey kissed. Before Tammy can respond, Alan calls the intern meeting to order. He insults all the kids' products and gives them their next assignment. After Alan is done, Tammy, who's been stewing, confronts Lizzie. Tammy calls her a liar but is crushed when Joey admits he did kiss Lizzie.  \n\n\n",
    "tvmega_recap": "Phillip continues to play games with Olivia and Bill. He accuses Bill of stealing the lakefront property, with her help. Josh and Bill argue about him working with Tony. Josh wants him to work with Danny and wants to sell the property. Bill informs him that his name is on the property and quits Lewis. Tony watches Michelle dance around her place. She asks to see his tattoos, so he undresses halfway to show her and tells her about each one. He agrees not to tell Danny about her secret place. Alan meets with the interns and gives them their new assignments, to start their own companies and make a profit. They are not teamed any more. Tammy yells at Lizzie for stealing her boyfriend. Joey is cold to Tammy but also tells Lizzie he only can be friends with her. Tammy and Joey fight over their misunderstanding, leaving Lizzie gleeful. Michelle and Olivia make friends. Olivia wonders to Alan how it must be nice to erase your past like Michelle has. Danny looks for Michelle at Infierno but finds Father Ray, who gives him good advice. He confesses that he caused the explosion. Tony comes by. He and Danny fight about Michelle. Danny chats with Phillip briefly at Company, and Michelle shows up. They go home. Olivia tells Phillip that Bill quit his company, but he still insists that Olivia spy on Bill for him. Danny is overdrawn at the bank. He tells Michelle that she can come to him with anything and offers to help her when she needs to get away. He gets upset when he sees that she got a tattoo. Tony has an erotic dream about Michelle.",
    "soapcentral_condensed": "Danny, overwhelmed by guilt, tells Father Ray about causing Michelle's accident. His cousin tells him to overcome his guilt and just love Michelle if he hopes to put his family back together. Meanwhile, Tony finds Michelle in her hideaway at the lighthouse and agrees to keep it secret from Danny. Tammy is confused when Joey blows her off. She is unaware Joey has seen Lizzie's footage of her venting about him. Later, Lizzies informs Tammy she and Joey kissed. Alan calls the intern meeting to order. He insults all the kids' products and gives them their next assignment. Josh learns Bill broke the rules to acquire property to put up a mall. They get into an argument and Bill resigns from Lewis Construction. Olivia sees all of this and is enthusiastic about spying on Bill for Phillip. Phillip and Olivia pretend to bicker in front of Bill, while Josh warns him about Tony. Tammy calls her a liar but is crushed when Joey admits he did kiss LizzIE.\n"
}