{
    "soap_central": "\n\nExhausted from helping stop Phillip and the demolition, Buzz mistakes Bill and Harley for Gus and Harley. He advises them to be happy together! Later, Bill tries to get Harley to see how Gus was only defending his family, as he did for Dinah recently. When they see a help wanted ad for Spaulding, Bill and Harley decide to put a mole there. Harley assures that Ruth Karloff will go in and turn Phillip's life into a horror show. Ruth will get the information they need. Harley plans on making Ruth a pawn between Bill and Phillip. Bill isn't so sure he wants to pretend about Ruth, but Harley is certain it will work. Fluffing Buzz's pillows, Harley promises he will have something to go home to after all. Directly in front of Phillip, Bill fires Ruth. Phillip overhears, and offers his help. She scores points with him when she trashes the way Ms. Spencer treats her. Phillip even offers to interview her right now. \n\n\nAT SPAULDING ENTERPRISES \nBeth bursts into Gus' office, announcing Alan wants to see him. Phillip needs an assistant. Reading the Springfield Journal, Alan tells Phillip the upcoming demolition of Company did not exactly please the public. Beth brings breakfast for Gus. She proposes to stop Phillip. Alan praises Phillip, but reminds him who is still head of the family. Alan rises to Buzz's defense. Phillip suggests buying the Journal. Beth claims she does not know who Phillip is anymore. When Gus wonders if there's something he can do to save his family, Alan assures he will support him every step of the way. Gus says it might mean crossing Phillip, and Alan says he will not take sides between his sons. When Gus goes to the board room, Alan points out how WELL Beth and Gus are getting along these days, considering his having to get over Harley. He says how thrilled he is. Beth confidently tells Alan that her dance card is already full, and not to meddle in her life. Beth and Gus wonder if Phillip was released from Ravenwood too soon. Should Gus commit Phillip again? Beth pleads to try to get Phillip the help he needs, whether he likes it or not. \n\n\nAT COMPANY \nWhile Tammy remembers Dinah, Joey remembers waking up next to Lizzie. When Joey tells Tammy to forget about Lizzie, Lizzie approaches them. She pretends to support the both of them. Lizzie announces Alan gave her a job at Spaulding, too. Outside, JB, the drug pusher, approaches Lizzie and questions her about Joey. He leaves quickly when Joey comes out. Joey swears he does not remember the night with Lizzie. She pledges her loyalty to Joey. JB reveals he knows she had to drug Joey to get him into bed. Tammy is sure Lizzie will not come between them. Lizzie tries to pay JB off. He plays 52 pick up with her money. Lizzie asks what he must want. He asks to meet Tammy! \n\n\nAT OLIVIA'S BAR \nReva speaks to Cassie on the phone, while she waits for Sandy to show up. It seems he has asked Reva to meet him there. Sandy recalls the scene of the unknown man falling from the cliffs. He tells Reva he is leaving town. Reva wants to know where and why. She is not letting him walk out on her. Sandy says he cannot live up to the family expectations any longer. Reva wonders if Sandy is in some trouble, and is running away. She points out how nervous he was acting that time at the police station. Reva says she will stand by him no matter what. Reva asks if he is perhaps being stalked, and once again offers her help. Sandy begs to do it on his own. Reva pleads with him to stay. Sandy agrees. Later, Reva phones for information on Jonathan's schooling. \n\n\n",
    "tvmega_recap": "Harley and Bill come up with a way for Phillip to unknowingly hire Harley as his personal assistant. Beth and Gus get together to discuss Phillip. The drug dealer that Lizzie bought the GHB from returns wanting an introduction from Lizzie to Tammy in order to keep quiet about their transaction. Reva convinces Sandy to stay in Springfield to fight his battles and then calls hi old school trying to find information about when Jonathon went there.",
    "soapcentral_condensed": "Exhausted from helping stop Phillip and the demolition, Buzz mistakes Bill and Harley for Gus and Harley. Bill tries to get Harley to see how Gus was only defending his family, as he did for Dinah recently. When they see a help wanted ad for Spaulding, Harley decides to put a mole there. Harley assures that Ruth Karloff will go in and turn Phillip's life into a horror show. Sandy recalls the scene of the unknown man falling from the cliffs. He tells Reva he is leaving town. She is not letting him walk out on her. Sandy begs to do it on his own. Reva pleads with him to stay. Later, Reva phones for information on Jonathan's schooling. Lizzie tries to pay JB off. He plays 52 pick up with her money. Joey swears he does not remember the night with LizzIE. JB reveals he knows she had to drug Joey to get him into bed. Tammy is sure Lizzies will not come between them.\n"
}