{
    "soap_central": "\n\nAt the Beacon, Danny runs into Reva. She tells him Michelle's newfound attitude and sense of adventure has inspired her to sign up for salsa lessons. \n\n\nGus temporarily stops the heated fireworks between Harley and Alexandra, and tells Harley he wants to talk to her. He takes her off to talk alone. Gus tells Harley he can see how she feels about the Spauldings. He advises her that if she cannot trust the Spauldings, then she cannot trust him. Harley agrees to tackle everything after the wedding. Gus begs Harley to marry him tonight. She convinces him to have the wedding tomorrow as scheduled. When Rick arrives with Frank, Frank begins ranting about how Harley's marriage to Gus will be a big mistake and a joke. On the other side of the foliage are Gus and Harley, who step out in front of Frank in disbelief. As Rick drags Frank away, Frank tries to apologize for his remarks. Gus corners Alan, and tells him he feels terrible about what he is doing to Harley regarding keeping Alex's secret. Later, Frank apologizes to Gus. Outside Company, Harley and Alexandra resume their heated fireworks. Harley assures her the wedding will go on as planned tomorrow. But afterwards, Harley announces she is going to tell. Alex becomes frightened as Harley continues she may tell Ross, Jeffrey or anyone who will listen. Harley demands Alex break it off with Buzz. Alex counters by advising Harley that the more digging she does, the deeper the hole gets for everyone. \n\n\nWhen Danny receives a call about Michelle buying a chair, the focus travels to the light house. Michelle is there, and has the place decked out to her liking, complete with strobe lights and upbeat, loud music. Danny calls her cell phone, but she does not hear it. Danny arranges to meet with Rick and Mel at Towers. He voices his frustration over Michelle and even how she got a tattoo. When Felecia arrives to join them for dinner, Danny arranges for her to help him get through to Michelle. Back at the light house, the loud music is interrupted when Michelle receives a call from Danny. He asks her to join them for dinner. Mysterious Michelle agrees. Rick goes to Frank's rescue when he overhears him shout at the bartender after being cut off. Rick takes Frank back to Company. Michelle arrives. When she finds out Felecia is a shrink, she freaks out and accuses Danny of setting her up. \n\n\nBuzz tells Alan that Frank believes he set him up. Alan flatly denies it. Buzz agrees to start over with Alan and the Spauldings for Harley. Alex and Buzz talk alone. He tells her the reason she lent a hand in helping Harley with the wedding is because Nadine could not be there. Because of what she's done to Frank, Alex knows she doesn't deserve Buzz's kind words. \n\n\nTammy prepares for her car wash, when confronted by Lizzie. The two duke it out with words over Joey. Tammy tells her they are no longer friends. Reva gets mixed in with Joey, Lizzie and Tammy when she talks to Joey alone. She advises him to be careful when it comes to wanting things he might not really want to begin with. Tammy and Lizzie walk in and clash directly in the presence of Joey and Reva. After Lizzie takes Joey away, Tammy vents her frustration about them to Reva. She aids Tammy by empowering her to practice good business savvy in getting dirty cars to visit her car wash. Living well is the best revenge, according to Reva. Later, she finds Tammy has made a fortune at the car wash by dressing in a bikini top and shorts. Lizzie presents Joey with a CD cover design. Later, Lizzie phones in the fact that Tammy is conducting a car wash without a permit. \n\n\nFearing Joey still loves Tammy, Lizzie tries to convince Beth he is completely over her. Beth doubts Lizzie's confidence, but assures her that if they do break up, she could go after him again. Fearing Lizzie has taken her advice the wrong way, Beth worries when she thanks her for agreeing. \n\n\n",
    "soapcentral_condensed": "Gus stops the heated fireworks between Harley and Alexandra, and tells Harley he wants to talk to her. Harley agrees to tackle everything after the wedding. Danny arranges to meet with Rick and Mel at Towers. He voices his frustration over Michelle and even how she got a tattoo. Tammy and Lizzie clash directly in the presence of Joey and Reva. Reva advises Joey to be careful when it comes to wanting things he might not really want to begin with. Fearing Joey still loves Tammy, Lizzies tries to convince Beth he is completely over her. Tammy tells her they are no longer friends, and they argue over Joey. Tammy has made a fortune at the car wash by dressing in a bikini top and shorts. LIZZIE presents Joey with a CD cover design. Beth worries when she thanks her for agreeing, but assures her that if they do break up, she could go after him again. Michelle accuses Felecia of setting her up. Buzz tells Alan that Frank believes he set him up.\n"
}