{
    "soap_central": "\n\nJonathan was not happy to see Nate and Reva chitchatting like old buddies. Not knowing the situation, Reva introduced them. Just as she did, her cell phone rang, and she excused herself to answer it. Jonathan was furious with Nate and wanted to know what he was up to. Nate insisted Jonathan was not very smart and needed Nate's help to accomplish their goals.\n\n\nReva returned, and Nate made up a story about how the two had met before, when he had kicked Jonathan out of the bar for drinking too much. Nate went into Company to get food for a picnic for Reva and him. He ran into Tammy and introduced himself. He asked Tammy to tell Jonathan hello when she saw him.\n\n\nWhen Nate returned to join Reva, Jonathan had left. Nate made up a story and told Reva he had caught Jonathan at the bar, trying to drug Tammy's drink. Reva believed it. Outside Company, Tammy told Jonathan she had been asked to say hello to him from Nate. Jonathan asked a lot of questions and told Tammy he didn't trust Nate.\n\n\nAlex suspected Alan had killed Phillip but when she confronted him, he denied it. But she persisted and sweet-talked him, and he admitted yes, he had shot Phillip. He told Alex he had gone to the restaurant to convince Phillip to stay and to change his mind. But Phillip had laughed at him and had said Alan had finally turned him into a monster like himself. Alan had left in anger but had returned. He had seen the gun, and when Phillip had laughed at him again, he had pulled the trigger.\n\n\nAlex was horrified. She wasn't sure she could keep the secret, but Alan seemed to convince her it was best for the family. Alex didn't understand why Alan had let Harley go jail, but he insisted Harley was guilty of betraying Phillip -- even though he was the one who had cheated on her -- and causing him to lose his mind. He also accused Olivia.\n\n\nAlex was angry that Beth, Lizzie, and she had also been considered suspects, and Alan had stood by and watched. Alan pleaded with Alex, and she seemed to agree. She told him she wanted to leave the Spaulding mailroom and return to her office. He agreed. She also said they had to burn the gloves. He didn't want to, but she took them and told him she would take care of them.\n\n\nBuzz was cleaning Harley's office, afraid the bounty hunters would break in and find something that could help them. Danny arrived and asked why Buzz had called him there. Buzz wanted his help. He wanted to offer a reverse bounty, a larger bounty on Harley that would require the hunter to take her in alive. Danny agreed to help.\n\n\nMarina arrived and asked Danny out to dinner. Danny hedged, and she thought he rejected her. He tried to convince her otherwise, but when she overheard him at Company, making airline reservations, she assumed Danny was on his way to see Michelle. Danny insisted it was only business and that he would be back soon. He left, but Marina was tired of waiting -- and followed him.\n\n\nAlex happened by Harley's office as Buzz was leaving. She told him she had visited the church around the corner. He invited her in for a beer, and she agreed but made sure the envelope with the gloves was tucked in her purse. He told Alex he was very glad that she had \"returned\" and that she was remembering she was one of the good guys. Alex was obviously torn -- and she told Buzz she needed to leave.\n\n\nMeanwhile, Alan had gone back to the attic, but Sebastian followed him. Alan was surprised when Sebastian said he wanted to be the successful bounty hunter to find Harley. He asked just how far he should go to get her. Alan told him to do what he had to do. \n\n\n",
    "tvmega_recap": "Marina and Tammy discuss their current relationships. Buzz packs up the Harley's Angels' office and asks Danny for help with a 'counter-bounty' to bring Harley back to town alive. He asks Danny not to tell Marina bout their deal and he agrees. Alex confronts Alan about killing Phillip. He confesses. Alex agrees to protect him in exchange for him reinstating her power back at Spaulding Enterprises. Marina decides that she wants Danny back, just as he has to leave town for business. Reva introduces Nate & Jonathan. Jonathan warns his mother that Nate could be dangerous, and she doesn't want to hear it. Nate takes it upon himself to meet Tammy. Nate comes up with a story involving drugs & Jonathan and tells Reva that he's worried about her son. She looks mortified at the 'news' involving her son. Jonathan warns Tammy to stay away from Nate. Sebastian decides to go after Harley, and goes to Alan for guidance. Alan tells Sebastian that he can bring her back by any means necessary, even if it involves Gus. Alan gets a phone call from the man who has been contacting Gus. He request to be compensated for his continued silence. Alan agrees.",
    "soapcentral_condensed": "Alex suspected Alan had killed Phillip but when she confronted him, he denied it. Buzz wanted to offer a reverse bounty, a larger bounty on Harley that would require the hunter to take her in alive. Alan was surprised when Sebastian said he wanted to be the successful bounty hunter to find Harley. Alex didn't understand why Alan had let Harley go jail, but he insisted Harley was guilty of betraying Phillip -- even though he was the one who had cheated on her -- and causing him to lose his mind. Alan pleaded with Alex, and she agreed to leave the Spaulding mailroom and return to her office. She also said they had to burn the gloves, but she took them and told him she would take care of them. He told Alex he was very glad that she had \"returned\" and that she was remembering she was one of the good guys. He invited her in for a beer. She agreed but made sure the envelope with the gloves was tucked in her purse. Danny hedged when Marina asked him out to dinner.\n"
}