{
    "soap_central": "\n\nAt the devastated warehouse, Tony locates an unconscious Michelle. Just after he lifts her from the rubble and begins carrying her away, a second explosion rocks the building. Frank is outside directing firemen to work swiftly, yet cautiously in order to locate any additional victims. Before too long, Tony leaves the ruins carrying the injured Michelle, who is still unconscious. He is fiercely protective and insists on carrying her. \n\n\nAt his club, Vinnie congratulates Danny on a job well done, and says Eden was a lovely girl, but she made a fatal mistake. At his request, Danny makes a toast to Eden, saying he wishes she is in \"a better place.\" \n\n\nHarley, Gus, Jeffrey and Eden all arrive at Jeffrey's suite at The Beacon. Eden has disguised her appearance by wearing coveralls and a baseball cap. She is stunned when she learns she won't be able to say a final goodbye to Bill; he will truly have to believe she has perished in the bombing. Eden pleads with Jeffrey to let him in on the plan, but he says Bill, of all people, will have to be kept in the dark. He explains that telling Bill would be like signing his death warrant. Eden is crushed. Just then, Gus' cell phone rings and it is Bill calling, asking he if he knows where Eden is. Eden, aware Bill is calling, tries to shout something, but Harley clamps a hand over her mouth. Gus tells Bill he was just about to call him. When Bill begins asking questions, Gus says he is on his way to speak with him personally. Bill, not liking the sounds of it, asks him what is happening, but Gus doesn't say. After the call, Harley suggests going instead to tell Bill the \"news\" about Eden so Gus can spend a little more time with his sister. \n\n\nBilly is still with Bill when Harley arrives. She tells Bill to sit down and, calmly, she tells him Eden has died. Bill asks Harley why Eden was at the warehouse and what caused the explosion. Harley says she doesn't know why Eden was there, but the cause of the explosion appears to be accidental. Bill doesn't buy it, saying he is sure Salerno is somehow behind it. He is about to rush out and confront Vinnie, but Harley and Billy stop him. Bill is distraught. He is all set to go and see Eden's body for himself. Harley covers, saying the explosion was powerful and Eden wouldn't want Bill to see her in such horrible condition. Suddenly, Bill prepares to leave and tells them he is going out to make arrangements for Eden's funeral. After Bill leaves, Harley tells Billy not to let him anywhere near Vinnie Salerno and he agrees, saying he wants his son to stay alive. After Billy leaves, Harley calls Gus on his phone and reports she's accomplished what had to be done. \n\n\nWhen Tony and the ambulance crew bring Michelle to Cedars, Rick is shocked. Instantly, he and other medical personnel whisk her off to a treatment room, where they begin to work on her. Out in the corridor, a nurse tries to attend to Tony's injuries, but he rejects her concern. \n\n\nDanny arrives at Jeffrey's suite where he is asked if Salerno seemed satisfied. He tells Jeffrey it appears Vinnie bought it---hook, line and sinker. Danny announces it has been a long day and now he is on his way to see Michelle, whom he believes to be working at the hospital. After he leaves, Gus and Eden spend time reminiscing about their childhood. She painfully tells him it's unbearable to know this will be the last time they'll ever see each other, and asks him to look out for Bill. Gus tells Eden to look at the bright side: she'll be starting out fresh with a new identity in a town where no one knows her history. She'll finally be able to escape her past. She tries to be positive, but expresses how wrenching it is to leave while Bill is grieving for her. Jeffrey pulls Gus aside and says he learned from the surveillance team that another shipment of Antimonius from San Cristobel is due to arrive at the docks in the near future. He wants Gus to stay on it. When he seems preoccupied by Eden's situation, Jeffrey states he needs a man who won't be distracted by other concerns. Gus bluntly tells him the drugs have cost him his sister, and yes, he'll definitely be attuned to the task. \n\n\nBill arrives at the destroyed warehouse, where Frank and the police are still present. He demands to see where Eden died, and eventually, Frank permits Bill to go inside. When he locates the office where Eden had been, he looks over the scene before him with numbed grief. Looking closer at the area, something catches his eye. When he bends over, he sees Eden's engagement ring lying there. He lifts it up and gazes at it.....Later, Bill returns home. He walks over to the bed, reaches under it and extracts a small wooden case. After opening it up, Bill looks down at the handgun which was inside. He mutters a threat towards Salerno... \n\n\nAt The Beacon, Ross runs into Alexandra and asks if she moved back to The Beacon, but Alex tells him she is actually happy to be back at the Spaulding mansion again. He sort of doubts this, commenting because both she and Olivia are living under the same roof, it would probably be dicey, to which Alex somewhat agrees. After she leaves, Ross gets a call about the warehouse explosion. Just as he is about to call him, Frank appears and tells him the news about Michelle being injured. Frank asks Ross how they can contact Ed. \n\n\nAt Cedars, when Danny arrives, a bitter Tony asks him if his \"mission\" was worth it. When he asks him who the intended target was Danny admits it was Eden and she's dead. Danny admits he knew Tony was fond of Eden, but says Salerno wanted the job done and he is loyal to Salerno. Tony suddenly asks Danny if the job went smoothly, whether or not any collateral damage was suffered. When he seems mystified by this, Tony drags him over to a window and forces Danny to look in: Doctors can be seen working over Michelle. Danny is stunned! He fights to enter the room, but Tony holds him back. Shortly, Michelle is wheeled out on a gurney, accompanied by Rick and a few nurses. Even though she is still unconscious, Danny shouts he is there and she'll be okay. The gurney is wheeled away, leaving a distressed Danny in its wake... \n\n\n",
    "tvmega_recap": "Tony and Michelle suffered a second blast nearby. Rescue crew finally went back into the building to see if there was anyone else alive. At that time, Tony had recovered enough to carry Michelle to the entrance. Frank tried to take her from Tony but Tony panicked - unable to hear anything Frank was saying. Eden was told she couldn't tell Bill she was still alive and blew a gasket, begging them to let him in on it. Harley had to deliver the bad news to Bill. Later, Bill found her ring among the ruins. Danny and Salerno toasted to Eden's demise. Danny found out that Michelle was trapped in the blast.",
    "soapcentral_condensed": "At the devastated warehouse, Tony locates an unconscious Michelle. Just after he lifts her from the rubble and begins carrying her away, a second explosion rocks the building. At his club, Vinnie congratulates Danny on a job well done, and says Eden was a lovely girl, but she made a fatal mistake. Danny makes a toast to Eden, saying he wishes she is in \"a better place\" Harley, Gus, Jeffrey and Eden all arrive at Jeffrey's suite at The Beacon. Eden pleads with Jeffrey to let him in on the plan, but he says Bill, of all people, will have to be kept in the dark. He explains that telling Bill would be like signing his death warrant. Just then, Gus' cell phone rings and it is Bill calling, asking he if he knows where Eden is. Eden, aware Bill is calling, tries to shout something, but Harley clamps a hand over her mouth. Bill asks Harley why Eden was at the warehouse and what caused the explosion. Harley says she doesn't knowWhy Eden was there, but the cause of the explosion appears to be accidental.\n"
}