{
    "soap_central": "\n\nThe search continues for Lizzie, who is hiding out in Phillip's loft with baby Emma. A frantic Olivia lashes out at everyone: Alan, Beth, Lillian, Cassie and even Tammy. Alan contacts Gus, who leaves his undercover drug buy to track down Lizzie. Meanwhile, Lizzie is beginning to have trouble taking care of her baby sister. When Emma won't stop crying, Lizzie has no choice but to seek help. She brings Emma to the Beacon to find Tammy, but changes her mind at the last moment and disappears into the night. Reva lies unconscious in the tunnel. When she starts to come to, she sees Maryanne reach out to her. Harley and Rick return to find Reva injured and Carrie gone. Reva is horrified that she'll have no way to prove that Carrie is alive, but Harley reveals that she left a recorder running and caught everything on tape. At court, Doris announces that the grand jury voted to indict Marah on murder charges. A furious Josh erupts at Doris. Josh and Jeffrey break the terrible news to Marah, who calmly accepts her situation. Ross and Marah leave the courthouse. Soon after, Reva arrives with the news that Carrie is alive. Jeffrey explains to Reva and Josh that the tape could be helpful but they need to bring Carrie in. \n\n\n",
    "tvmega_recap": "The search continues for Lizzie who is hiding out in Phillip's loft with baby Emma. A frantic Olivia lashes out at everyone: Alan, Beth, Lillian, Cassie and even Tammy. Alan pulls Gus off his undercover drug buy to track down Lizzie. Lizzie is beginning to have trouble taking care of her baby sister. Emma's crying intensifies throughout the day until Lizzie has no choice but to seek help. She brings Emma to the Beacon to find Tammy, but changes her mind at the last moment and disappears into the night. Reva lies unconscious in the tunnel. When she starts to come to, she sees Maryanne's ghostly image reach out to her. Harley and Rick return to find Reva injured and Carrie gone. Reva is horrified that she'll have no way to prove that Carrie is alive. Harley reveals that she left a recorder running and caught everything on tape. Doris emerges from the courtroom and announces that the grand jury voted to indict Marah on murder charges. Josh's anger builds until he erupts at Doris. Josh and Jeffrey break the terrible news to Marah who is eerily accepting of her situation. Ross takes Marah out of the courthouse just before Reva arrives with the big news that Carrie is alive.",
    "soapcentral_condensed": "The search continues for Lizzie, who is hiding out in Phillip's loft with baby Emma. A frantic Olivia lashes out at everyone: Alan, Beth, Lillian, Cassie and even Tammy. At court, Doris announces that the grand jury voted to indict Marah on murder charges. Ross and Marah leave the courthouse. Soon after, Reva arrives with the news that Carrie is alive, but they need to bring Carrie in. Reva lies unconscious in the tunnel. When she starts to come to, she sees Maryanne reach out to her. Harley and Rick return to find Reva injured and Carrie gone. Harley reveals that she left a recorder running and caught everything on tape. Jeffrey explains to Reva and Josh that the tape could be helpful but they needs to bringCarrie in. Ross, Marah, and the rest of the cast return to the Beacon for a special episode on Thursday, January 25. The episode will also feature a special appearance by the cast of The Walking Dead.\n"
}