{
    "soap_central": "\n\nCassie and Harley attempt to forget their troubled relationships while in a yoga class. Instead, they decide to face their problems. \n\n\nMeanwhile, Gus and Edmund run into each other at Olivia's bar, just as confused and miserable about the state of affairs. The two men trade war stories. Gus realizes his past mistakes will come back to haunt him and he should tell Harley the truth about protecting Alex. \n\n\nAt that moment, Harley shows up wanting to put the past behind them and concentrate on their wedding. Harley helps Cassie find a way to get Edmund out to the farm, hoping she can reach him with a little romance. \n\n\nBuzz questions Alex about her newfound affection for Gus. She is able to cover and work her charm to get Buzz enthused about a Spaulding style wedding for Gus and Harley. \n\n\nOverwhelmed by the holes in her memory, Michelle leans on Tony for support. But he's not interested in being her rock - or anyone else's. When Josh comes to talk to him about Bill's emotional state, Tony blows up. He insists he's not responsible for other people's problems and is determined to remain on his own - and answer to no one. \n\n\nDanny and Rick try to remind Michelle of her life and work at Cedars. Nothing seems to click until the mention of pediatrics. Danny and Rick are hopeful Michelle may remember Robbie, but it's quickly apparent she doesn't. Danny realizes he must keep Michelle from knowing she has a child - at least for now. \n\n\nJosh takes Jeffrey to task for endangering Reva's life with Vinnie. \n\n\n",
    "tvmega_recap": "Michelle is still frustrated about her memory loss. She is overwhelmed with everyone knowing her at the hospital. Danny worries about Michelle's reaction to Robbie. Jeffrey and Josh argue about Reva being in the middle of the case against Vinnie Salerno. Josh wants Jeffrey to leave town, and Jeffrey says that's what he plans to do. Josh thanks Tony for helping Reva and asks about Bill using a gun on him. Tony later talks to his lawyer at the gym. Jeffrey meets an attractive woman at the gym. Alexandra and Buzz talk about Gus & Harley's wedding. Buzz is suspicious of Alex's sudden fondness of Gus. Cassie and Harley talk during and after their yoga class about their respective relationship problems. Harley sets Edmund up to meet Cassie at the farm. Gus and Edmund find themselves drowning their sorrows together at Olivia's Bar. They give each other advice on their respective relationships. Edmund heads to the farm, where Cassie is waiting. Cassie has romance on her mind, but Edmund is worrisome of their future. Harley meets Gus at the bar. They talk about their future and realize they want to be married NOW. To avoid their families sparring and all the huge wedding decisions, they decide to elope.",
    "soapcentral_condensed": "Cassie and Harley attempt to forget their troubled relationships while in a yoga class. Meanwhile, Gus and Edmund run into each other at Olivia's bar, just as confused and miserable about the state of affairs. Gus realizes his past mistakes will come back to haunt him and he should tell Harley the truth about protecting Alex. Overwhelmed by the holes in her memory, Michelle leans on Tony for support. But he's not interested in being her rock - or anyone else's. When Josh comes to talk to him about Bill's emotional state, Tony blows up. Danny realizes he must keep Michelle from knowing she has a child - at least for now. Josh takes Jeffrey to task for endangering Reva's life with Vinnie. Nothing seems to click until the mention of pediatrics. Danny and Rick are hopeful Michelle may remember Robbie, but it's quickly apparent she doesn't. She is able to cover and work her charm to get Buzz enthused about a Spaulding style wedding for Gus and Harley.\n"
}