{
    "soap_central": "\n\nThe flower pot thrown from the balcony by Dinah just misses Cassie, as Jeffrey sees what is happening and dodges Cassie out of the way.  As Cassie, Jeffrey, and RJ emerge from the floor, Cassie experiences deja vu - then she and Jeffrey wonder if it really was an accident.  Edmund arrives and learns about the near flower pot accident.  When he goes to check things out, Dinah arrives at the scene of the crime.  A hotel nanny takes RJ.  Dinah lies to Edmund and says that she knew nothing about the accident.  Dinah and Edmund examine the relationship between Jeffrey O'Neill and Cassie.  Later, Cassie asks Jeffrey if the imposter has arrived in town.  Cassie demands answers from O'Neill.  Dinah tells Edmund that Jeffrey will go after Cassie and get what he wants, if he wants Cassie.  Jeffrey tells Cassie that he will ensure that there will not be a second attempt on Cassie's life.  Edmund asks Jeffrey why he just happens to be around whenever Cassie is in trouble.  When Jeffrey goes to investigate the accident some more, Edmund drills Cassie about Jeffrey.  Edmund swears it's his job to take care of Cassie and the family, not Jeffrey's.  Cassie vows to Edmund that no one, not even the imposter, will come between them.\n\n\nWhile Reva phones Sandy looking for Shayne, Ross listens as Shayne makes plans about his future.  Later, Reva and Josh deliver the news of the Cubs to Shayne.  Shayne decides that he does not want to play baseball anymore.  Shayne, with the help of Ross, announces that he is going to Bosnia to start a mini peace corps.  Josh appears to agree, while Reva does not.  Marina looks shocked.  She walks away.  Shayne follows Marina.  Reva asks Josh if they can really let him do this.  Josh declares that Bosnia is not as dangerous as it used to be.  Reva worries that something could happen to Shayne.  Meanwhile, Shayne apologizes to Marina for not telling her his plans.  Then, Shayne asks Marina to join him in Bosnia.  Sandy questions Reva and Josh's attitude about Shayne's decision.  Sandy tells them that there should be more guys in the world like Shayne.  Josh tells Reva he hates it when Sandy is right.  Reva expresses that she will have a hard time letting go of Shayne.  Reva asks why the kids keep leaving.  When Shayne announces that he is packed and ready to go, Reva and Josh say they'll stand by him.  \n\n\nFrank has searched New York City for Darcy, and has come up empty handed.  No sign or trace of Darcy.  At the same time, Harley tells Frank that Gus may as well have vanished, too.  Harley vows never to be hurt by a Spaulding ever again.  Ross arrives, and Harley asks if Frank can have his job back.  Ross points out that he did aim a gun at Alan in front of a lot of people.  To ease Frank's jobless woes, Harley tells Frank that he's moving in - and Harley also asks Buzz to move in, too.  Buzz thinks they should take some time to think it over.  Harley believes they can get Frank's job back, and rebuild their lives by doing it together.  Buzz receives a special delivery, announcing that Company is being torn down by order of the government.  \n\n\nPhillip returns home.  With Gus away, and Alexandra in jail, Alan [upset over having been stuck in the house with Olivia] tells Phillip he got so lonely that he phoned Amanda Spaulding.  Alan says that Amanda did not mention Roger Thorpe.  Phillip announces that his divorce from Olivia is now final.  Phillip fears that the Spauldings have fallen, and plans to take back what is rightfully theirs - starting with Springfield.  Phillip's remark sparks Alan's interest.  Olivia arrives at that moment.  Phillip tells her that there is no rush to move out.  Alan picks up on the fact that Olivia is coming after them.  Later, Phillip unveils his new vision of Springfield.  \n\n\nOlivia tells Bill she plans to take everything Phillip has.  Bill once again declines to help.  Later, Dinah arrives to \"take care of Bill.\"  Bill tells Dinah of Olivia's plans to take down the Spauldings.  Meanwhile, Jeffrey investigates where Cassie's accident took place.  Jeffrey suddenly thinks back to Dinah in Europe.  Ross arrives and asks Jeffrey about Dinah's case.  Jeffrey tells Ross that if Dinah ever sets foot in Springfield, he will throw the book at her.  Dinah tells Bill of her prison experiences in Europe, and how she earned the respect of the biggest bullies in there.  Dinah tells Bill that the way to earn respect is to just slap 'em in the mouth.  When Bill goes to see Olivia again, he tells her that he has changed his mind - he says he will help Olivia with her vendetta against the Spauldings.  Jeffrey tells Ross that Dinah must pay for her crime.  When Ross phones Dinah requesting that they meet in person, we discover that Jeffrey has overheard.    \n\n\n",
    "imdb": "\nDinah almost drops a potted plant on Cassie's head. Jeffrey tricks Ross into revealing where Dinah is hiding. Olivia and Bill began a relationship. Phillip plots to take over all of Springfield, Company included. Shayne announces that he is moving to Bosnia and asks Marina to come with him!    ",
    "soapcentral_condensed": "The flower pot thrown from the balcony by Dinah just misses Cassie, as Jeffrey sees what is happening and dodges Cassie out of the way. As Cassie and Jeffrey emerge from the floor, Cassie experiences deja vu - then she and Jeffrey wonder if it really was an accident. Shayne decides that he does not want to play baseball anymore and announces that he is going to Bosnia to start a mini peace corps. Phillip announces that his divorce from Olivia is now final. Phillip fears that the Spauldings have fallen, and plans to take back what is rightfully theirs - starting with Springfield. Alan picks up on the fact that Olivia is coming out to Springfield, and Phillip tells her that there is no rush to move out. Bill tells Phillip that Bill has to \"take care of Bill once again,\" and Dinah arrives to take down Olivia's plans totake down the Springfield Spaulding's. Meanwhile, Jeffrey investigates where Cassie's accident took place suddenly, and Jeffrey thinks back to Dinah's case in Europe.\n"
}