{
    "soap_central": "\n\nHarley enters the prison system. She discovers the dangers, especially those from current inmates, awaiting her inside. Later, Gus pulls some strings and comes to visit her. While sharing a painful good-bye, she realizes the attention she is attracting. Not wanting anyone else to think she gets special treatment, Gus and Harley stage a fight. After, he leaves her, heartbroken. Later, while Gus comes upon a ray of hope in his quest to prove Harley's innocence, her situation in jail becomes more personal. \n\n\nOlivia, reeling off Bill's betrayal, is tempted when Sebastian offers a shoulder on which to cry. But later, it's Holly who shows up at Sebastian's door, anxious to intervene. He thinks it odd that she has once again come looking for him. Sebastian is taken aback when Holly lets him know she is through with her feelings for him and from now on, she is going after what she wants.  \n\n\n",
    "tvmega_recap": "Sebastian tries to seduce Olivia in her time of need, but she refuses to let him. She shows up to the Spaulding mansion and moves in. Coop consoles Lizzie after she has a breakdown at Phillip's grave. Alan sees them together and orders Lizzie to fire Coop. She refuses. Holly pays a visit to Bill and tells him that Olivia is in danger because of Sebastian. Harley is put into her cell, but is disturbed when the other women try to hurt her. Gus comes in to rescue her by helping her stage a fight between the two of them. This impresses the other inmates. Coop returns to Phillip's grave and is disturbed to find that a rose has been placed on it. The grave is still being watched. Michelle tells Bill that he needs to get Olivia back, and Bill agrees. Gus receives a note asking if he hates it when someone else gets away with murder.",
    "soapcentral_condensed": "Harley enters the prison system. She discovers the dangers, especially those from current inmates, awaiting her inside. Later, Gus pulls some strings and comes to visit her. Not wanting anyone else to think she gets special treatment, Gus and Harley stage a fight. After, he leaves her, heartbroken. Olivia, reeling off Bill's betrayal, is tempted when Sebastian offers a shoulder on which to cry. But later, it's Holly who shows up at Sebastian's door, anxious to intervene. He thinks it odd that she has once again come looking for him. Sebastian is taken aback when Holly lets him know she is through with her feelings for him and from now on, she is going after what she wants. The series premieres on Friday, September 14. For more information on the series, visit www.cnn.com/sailorsofstarringHarley or go to www.sailoreofstar.co.uk for more information about the series and the cast.\n"
}