{
    "soap_central": "\n\nBill comes home in a sour mood to Eden and tells her he feels like an idiot for believing Danny had changed his spots. Michelle arrives and says Danny needs a new project to bolster his spirits and public image. After Bill correctly assumes she's there without Danny's knowledge, he turns her down. Eden tries to soften the blow by telling her Danny needs time to recover from everything first, but Michelle is relentless. She tells Bill if he turns his back on Danny, he is turning his back on her as well. Bill tells Michelle he's not Danny's biggest fan right now and Danny's not the man Michelle thinks he is, adding she'd better open her eyes to that fact. When she asks Bill if he means Danny is guilty, Eden steps over and tells Michelle that Bill's tired of cleaning-up Danny's messes. After Michelle leaves, Bill tells Eden she shouldn't have gone as far as she did. Eden gets upset and leaves. \n\nAs Frank and Marina arrive at the Beacon, intent on enjoying a dinner, he is unexpectedly called in to the station, so she opts to stay and help Olivia, who is short-staffed. Marina tells Olivia that she's not at the high school watching the play because it reminds her too much of her earlier dreams to get into acting. After recounting how her dream has been sidetracked over the past year, Olivia instills hope in Marina, telling her it's never too late to go for her dreams. Later, Frank returns, and before he and Marina leave, he asks Olivia how things are going. He lets Olivia know she's always welcome at the Cooper home. She tells him she'll take him up on it soon. \n\n\"Romeo and Juliet\" is being performed! During a break between acts, Sandy compliments everyone on their performances. Cassie comes backstage and showers Tammy with praise, as Alexandra and Beth arrive to do the same for Lizzie. Tammy lights up when Edmund appears. She takes him aside and tells him she owes this night to him and says she is so happy he is in her life. All the while, Lizzie is watching... \n\nOver at Gus and Harley's, he returns home from work and the two plan to make love when there is a knock at the door. On the doorstep, Harley finds a sealed envelope which reads: \"Personal and Confidential\" addressed to Gus. When they open the letter, it turns out to be legal notification of a trust fund Alan has set up for Gus. The monetary figure is substantial! After Harley jokes about what he could buy with the money, Gus begins to seriously think about it. Harley is floored that he could even consider accepting Alan's money! Eventually, with a trace of reluctance, Gus assures Harley he'll tell Alan \"no thanks.\" When the two are about to head upstairs again, Eden pops in. After Harley leaves the two alone, Eden tells Gus about what happened with Bill. She gets upset while telling Gus that she is no Michelle Bauer and not good enough for Bill. Gus placates Eden, pointing out all her good features and tells her to go back to Bill and talk it out with him. When Harley returns, Eden actually apologizes for interrupting them, and leaves. Harley and Gus smooch on the sofa and she tells him she never wants to lose him. He tells Harley that she comes first. Finally, they take advantage of their privacy and go upstairs... \n\nBackstage at the ongoing play, it is learned the student who was to play a prince has gotten sick and has to bail out of the performance. Tammy pleads with Edmund to replace him, but he elects Sandy to take the role. Later, a morose Lizzie watches as \"Romeo\" (Joey) commits suicide. When Sandy mentions it was because Romeo wanted so much to be with the one he loved, Lizzie murmurs she knows exactly how that feels. Later, the final scene is played out and there is a curtain call for the cast. As the actors take their final bows, Lizzie sadly looks over at Tammy and Joey, who are thrilled by the night's excitement. \n\nEden returns home, where she and Bill simultaneously apologize to one another. Bill assures her that he's upset over Danny keeping things from Michelle---not because he cares for Michelle in \"that\" way. Eden makes Bill promise that no matter what happens to Danny and Michelle, she and Bill will not keep things from one another. The two begin to kiss. \n\nMichelle comes home. After calling out Danny's name several times, the telephone rings. She answers it, listens, and with a worried expression mutters Robbie's name. Slamming the phone down, Michelle exclaims, \"Oh my God! They've got Robbie!\" She rushes out of the house.... \n\n\n",
    "tvmega_recap": "It is opening night for Romeo and Juliet. Cassie, Edmund, Beth and Alexandra are there to support the cast. Sandy is forced to fill in for the prince when the actor goes home sick. Lizzie continues to be jealous of Tammy and Joey's relationship. Michelle pleads with Bill to stick by Danny's side, but he refuses. Eden and Bill argue over Michelle. Eden runs to Gus for comfort. She is worried that Danny and Michelle will split up and Michelle will turn to Bill for comfort. Gus reassures Eden that Bill loves her. Eden returns home to make up with Bill. Alan sends Gus his trust fund papers, but Gus decides not to keep the money.",
    "soapcentral_condensed": "Bill comes home in a sour mood to Eden and tells her he feels like an idiot for believing Danny had changed his spots. Michelle arrives and says Danny needs a new project to bolster his spirits and public image. Marina tells Olivia that she's not at the high school watching the play because it reminds her too much of her earlier dreams to get into acting. Backstage at the ongoing play, it is learned the student who was to play a prince has gotten sick and has to bail out of the performance. Tammy lights up when Edmund appears. She takes him aside and tells him she owes this night to him and says she is so happy he is in her life. Later, a morose Lizzie watches as \"Romeo\" (Joey) commits suicide. When Sandy mentions it was because Romeo wanted so much to be with the one he loved,Lizzie murmurs she knows exactly how that feels. The final scene is played out and there is a curtain call for the cast. As the actors take their final bows, Lizzies sadly looks over at Tammy and Joey, who are thrilled by the night's excitement.\n"
}