{
    "soap_central": "\n\nAlan and Alexandra had an argument about the conflict going on with Alan, Phillip, and Olivia.  Alexandra told Alan he needs to mend relations with his son.  Alan questioned her about why she has been so afraid of the Spaulding family unit.  Alexandra only said that he is a man and needs to take charge of his family.\n\n\nAt the Lewis's, Marah is outside her house when someone came up behind her and touched her shoulder. It was Olivia.  She had scared Marah and when she screamed everybody came running.  They accused Olivia of being the stalker but later learned she just stopped by to tell Reva she had been to see her sister.  Her sister sent Jonathan to Switzerland to boarding school because her husband had become abusive.  She gave Reva the information on how to contact him.  Tony surprised Marah by taking her to the lighthouse where he had fixed it up so they would have a place to be together and get away from all the excitement.\n\n\nHarley and Gus called 911 for Roy Baker, he was still alive.  Harley took the key that was on a chain around his neck.  As they were trying to figure out what might have happened to him, Edmund walked in.  Edmund was shocked that Roy had been found on the floor but he told Gus and Harley that he had never met the man before.  Word got back to Alexandra via Edmund on finding Gus and Harley at Roy Baker's apartment and Alexandra went to see them.  She told them again to stop investigating her.  They told her that they know she knows something about Gus's dad and to just let it out. \n\n\n",
    "tvmega_recap": "Gus & Harley find Baker out in the floor unconscious but with a pulse. Harley find the safe deposit box key and slips it around her neck. 911 is called. EMTs say he has had a cerebral bleed & can't talk. Edmund comes walking in & comes face to face with Harley & Gus. They question Edmund and tell him that if he thinks of anything he will find them at Company. Gus blows up at Harley for letting Edmund go & Harley says that Edmund will send Alex to see them. Alex & Alan argue when Alex tells Alan that he is jealous of Phillip. Marina & Frank talk about celebrating her 18th birthday. Edmund & Alex have words at the mansion. Alex says that she is tired of his games & threats. Edmund says I will give you a riddle. What do you get when you cross Roy Baker with 2 detectives hot on the trail of a safe deposit box. Alex heads to Company & tells Harley to lay off. The secret is better left uncovered. Outside, Alex tells Edmund to get that ring from Harley. Marah is on the porch waiting for Tony when a gloved hand reaches out to touch her & she screams. Tony comes running and grabs the person, who turns out to be Olivia coming to tell Reva some news about Jonathan. Jonathan has been sent to boarding school in Switzerland. Olivia arrives at the Beacon & the clerk tells her a Mr. Spaulding is waiting for her upstairs. She turns to go to her room & meets Alan coming down the stairs. Marah & Tony go to the lighthouse where Tony has decorated the bedroom for them. He hears a noise & goes to check it out. Marah is looking at the room & sits on the bed. As she rubs the blanket she feels something. She reaches under the blanket & pulls out the silver frame missing from her house, engraved always.",
    "soapcentral_condensed": "Alan and Alexandra had an argument about the conflict going on with Alan, Phillip, and Olivia. Alexandra told Alan he needs to mend relations with his son. Tony surprised Marah by taking her to the lighthouse where he had fixed it up so they would have a place to be together and get away from all the excitement. Harley and Gus called 911 for Roy Baker, he was still alive. As they were trying to figure out what might have happened to him, Edmund walked in. Edmund was shocked that Roy had been found on the floor but he told Gus and Harley that he had never met the man before. He told them again to stop investigating her. They told her that they know she knows something about Gus's dad and to just let it out. She gave Reva the information on how to contact him. They later learned she just stopped by to tell Reva she had been to see her sister.  Her sister sent Jonathan to Switzerland to boarding school because her husband had become abusive.\n"
}