{
    "soap_central": "\n\nBill confronts Salerno, demanding he leave Eden alone. Salerno doesn't take too kindly to this treatment and orders his thugs to give Bill a beating. Meanwhile, Harley shows up to protect Eden from Salerno's possible retaliation. Gus arrives and Harley keeps mum about his sister's predicament. \n\n\nLater, Gus comes across a bruised and battered Bill. He refuses treatment and instead calls Eden with good news: Vinnie has agreed to stay out of her life for good. Eden wants to believe it, but knows it's a long way from being over. \n\n\nLater, a still suspicious Gus returns to Harley. Salerno orders Danny to kill Eden and threatens to hurt Michelle and Robbie if he refuses. Conflicted, Danny returns home and tells Michelle they must send Robbie away. She wonders what's wrong, but Danny won't tell her about his assignment. They share a heartbreaking goodbye with their son. Later, Danny returns to Salerno, ready to take on the job. Meanwhile, a concerned Michelle grabs a gun and follows her husband. \nPhillip sees Olivia purchasing a fake copy of the necklace he bought her. He confides in Alan he knows Olivia is snatching up Spaulding stock in the attempt to gather a majority. Phillip believes they should allow it to happen and let her take charge, just in time to take the fall at Spaulding. Phillip meets his wife for dinner, and their game of cat and mouse continues.\n\n\n",
    "soapcentral_condensed": "Bill confronts Salerno, demanding he leave Eden alone. Salerno doesn't take too kindly to this treatment and orders his thugs to give Bill a beating. Meanwhile, Harley shows up to protect Eden from Salerno's possible retaliation. Gus arrives and Harley keeps mum about his sister's predicament. Later, Gus comes across a bruised and battered Bill. He refuses treatment and instead calls Eden with good news: Vinnie has agreed to stay out of her life for good. Eden wants to believe it, but knows it's a long way from being over. Phillip sees Olivia purchasing a fake copy of the necklace he bought her. He confides in Alan he knows Olivia is snatching up Spaulding stock in the attempt to gather a majority. Phillip believes they should allow it to happen and let her take charge, just in time to take the fall at Spaulded. He believes Olivia will be able to take over the company in time for her to take control of the board of directors and the company.\n"
}