{
    "soap_central": "\n\nFrank is at Harley's house pleading with the walls to have his sister returned to him so he can keep her safe. He is surprised when Rick arrives with beer after seeing his car in the driveway. They discuss their sisters and the difficult lives they have led in spite of support from their big brothers. Rick handles the note he received to meet at Company to witness history repeating itself and excuses himself to go to the restaurant as requested. \n\n\nMarina and Danny arrive at the testing center so Marina can take an exam for the police academy. Danny wishes Marina luck by giving her a kiss before she takes the test. A police officer appears and gives Danny a scathing look, tells Marina she needs to get inside and asks Danny ‘is that okay, Santos?' Danny is aware of the rude treatment, but calmly answers that he isn't holding anything up. After the exam, Remy, who is also applying, notices the same cop frowning at Marina. Marina remarks that maybe the man and her father had some falling out at the station, but Remy informs her it is probably because of her association with a Santos. Marina defends Danny saying he left the mob life behind and she is not going to choose between someone she loves and being a cop. Danny is listening behind them. \n\n\nEdmund arrives at Dinah's perturbed because Cassie is going forward with her plans to have charges brought against him for allegedly kidnapping Dinah. He reminds Dinah that they had a deal and if she wants her reward she better do something about Cassie. Dinah, having just checked her body temperature for optimum conception opportunity, is more than happy to leave Edmund in search of Cassie. She advises him to wait and be ready for her when she returns. Once she leaves, Edmund grows bored and begins to search Dinah's suite for something to entertain him. He's pleased when he discovers a locked drawer and begins to pry it open. \n\n\nCassie and Jeffrey have taken advantage of the Bauer hot-tub and are cozying up to a kiss when Dinah arrives and interrupts their tryst. Dinah turns her back so the pair can get dressed and then informs them that she lied about Edmund kidnapping her and there will be no charges filed. Cassie is distraught at the idea that Edmund can do whatever he wishes with their child now that she has nothing to hold over him. Dinah pretends to care about Cassie's feelings and says she wants to help but her days of lies and deception are over. Jeffrey is having none of that and tells her he knows for a fact she is lying right now and demands to know what she is up to. Dinah gives up nothing and hurries back Edmund. \n\n\nEdmund, alone in Dinah's suite, is pouring himself a drink when she returns. He allows her to take him to the bed and promises he is adventurous and will let himself be thrilled by her. Dinah assures him they will have a great time as she ties his arms to the bed. She bends to kiss him but he asks for music to get him in the mood.  She agrees and while she is up, he turns on the lights, grabs her and rips away her false pregnancy apparatus. Dinah is wide-eye as Edmund glares down at her. \n\n\nGus arrives at Company to find Alan alone in the restaurant. He tells his father that he has just gotten out of jail and now that he has there is a beautiful little empty cell there that is just Alan's size. Alan stands, turns over a table, aims a gun at his son and tells him he will never go to jail again. Gus is silent and listens while Alan demands to know who else ‘knows.' Gus is confused and eventually answers that Buzz ‘knows' since he is the one Alan has most recently threatened. Alan ponders Gus' answers and agrees that of course Buzz ‘knows' since he and Alexandra have been thick as thieves lately. Gus realizes that they aren't talking about the same thing but doesn't say anything because Harley walks in and announces that Alan is the one who shot Phillip. Gus is shocked and asks his father if it's true. Alan loses focus and begins to prattle on about Phillip's plans to take away the future of Spaulding. He recalls out loud that once he shot his son he watched him lying on the floor and saw him as the boy he once was. Harley and Gus shudder at this recollection but remind Alan that he needs to be brought to justice for what he has done and stop ruining Harley's life. Alan snaps out of his trance and screams he will never go to jail again. Never! A shot is fired. \n\n\n",
    "tvmega_recap": "Marina takes her police academy exam and is nervous about passing the test. Remy thinks that Marina's relationship with Danny may cost her a spot at the police academy. Marina won't give up Danny for the police academy. Dinah informs Cassie and Jeffrey that she lied about Edmund kidnapping her. Cassie has an ace in the hole to make sure she gets custody of the baby. Edmund discovers that Dinah isn't pregnant anymore. Gus and Harley play good cop bad cop and manage to get a confession from Alan that he shot Philip. Alan tells Gus and Harley they won't tell anyone the truth. Alan aims a gun at Gus and Harley and once again a shot rings out at Company.",
    "soapcentral_condensed": "Frank is at Harley's house pleading with the walls to have his sister returned to him so he can keep her safe. Edmund arrives at Dinah's perturbed because Cassie is going forward with her plans to have charges brought against him for allegedly kidnapping Dinah. Dinah, having just checked her body temperature for optimum conception opportunity, is more than happy to leave Edmund in search of Cassie. Gus arrives at Company to find Alan alone in the restaurant. Alan stands, turns over a table, aims a gun at his son and tells him he will never go to jail again. A shot is fired and Harley walks in and announces that Alan is the one who shot Phillip. Gus is shocked and asks his father if it's true. Alan ponders Gus' answers and agrees that of course Buzz ‘knows’ since he and Alexandra have been thick as thieves lately. Gus reminds Alan that he needs to be brought to justice for what he has done and stop ruining Harley's life.\n"
}