{
    "soap_central": "\n\nIf Michelle doesn't seem overly enthusiastic about Tony's plans for their wedding tomorrow, he doesn't notice. He is determined to marry her before she changes her mind! But there's a surprise when Michelle tells Danny about her plans to marry Tony the next day. Danny tells her the family court judge has had an emergency appendectomy and family court will be closed for a week so their divorce will not be final for such a sudden wedding. Michelle isn't terribly disappointed...but she is worried about telling Tony about the change in plans. Danny has an idea - why don't they fly to Las Vegas that night and get a fast divorce? She goes for the idea and the two soon find themselves on a plane headed to Las Vegas. Danny calls Marina and tells her their movie date will have to wait until tomorrow. He asks Michelle what Tony thought of their plans and she tells Danny she didn't want to tell him until they were on the ground in Vegas. \"This is something we should do together,\" she says. Back at Elizabeth & Company, Marina overhears Tony order champagne and chocolate at the hotel where he and Michelle will spend their honeymoon. She is surprised about the elopement plans and accuses them of being rather drastic. Tony tells her that after seeing Danny and Michelle kiss that evening, he doesn't want to take any chances. Marina is very upset - she didn't know they had kissed - but tells Tony if you can't trust the person you are with, the relationship isn't worth saving. \n\n\nHarley tries to refuse her assignment as clerk in Mallet's office, but her cellmate Lena convinces her it will be good for both of them if she works with the Warden. While Harley is organizing some files, she sees Mallet actually requested this position as warden of her prison. She confronts him - why did he want this job, of all jobs? He doesn't reply. \n\n\nGus and Olivia are at Elizabeth & Company. Gus tells her he really has begun to believe Harley killed Phillip, and he should never have trusted her. Harley ruined his life! Gus doesn't see Frank has entered the restaurant and overhears everything. He gets so angry at Gus' comments that he decks him and swears to never give up trying to find who really killed Phillip. When Frank leaves, Gus and Olivia talk about how Phillip practically asked for it - he destroyed so many lives. Olivia admits she is not sorry Phillip is dead and it should've happened sooner. Later, Gus gets a text message on his phone. It reads: \"Shat you are looking for can be found at the Spaulding place...\" \n\n\nCassie is beside herself trying to get Jeffrey to drive faster on the way to the hospital. She believes Dinah is losing her baby and she wants to be there as soon as possible. But back at the hospital, Dinah has about had it with Edmund's game playing. \"Isn't it kind of 'icky' to be using the baby to get Cassie back?\" He doesn't seem to think so at all, and starts to order her around. He'd do well to remember Dinah doesn't like to be bossed around... When Cassie arrives, she is relieved to hear Dr. Sedgwick say the baby is fine. When the doctor leaves to see about lab reports, Cassie questions Edmund and Dinah about what happened. When Edmund and Jeffrey leave the room, Jeffrey accuses Edmund of making the whole story up just to get Cassie's attention - accusations he, of course, denies. But inside the examination room, Dinah gets back at Edmund and tells Cassie the baby is fine, Edmund concocted the whole event to get her attention. Cassie is furious but doesn't seem particularly surprised. She asks why she is telling her this - and Dinah replies she, too, has lost babies and doesn't want Cassie worrying unnecessarily. Outside the exam room, Cassie thanks Jeffrey for a fun evening. When Edmund appears, she asks him flat out if he lied about the incident. He denies everything...not realizing Cassie knows the truth. Dr. Sedgwick arrives just before they are all about to leave. She is glad to find them still there. Cassie panicks, \"I thought you said everything was all right with the baby?\" The doctor says, \"The baby is fine - it's Dinah who has a problem!\"  \n\n\n",
    "tvdb": "Cassie and Jeffrey rush to the hospital because of Edmund's call. However, Dinah admits to Cassie that it was all a lie from Edmund. Cassie confronts him, stunned by his level of deception. Dinah is stunned when she is told by Dr. Sedwick that something is wrong with her. Harley is stunned when Mallet gives her, her work assignment--as his personal assistant! Harley admits to Lena her connection with the warden. Gus tells Olivia that he now thinks that Harley committed murder and Frank punches him out. Gus gets a text message telling him to look inside the mansion for the answers. Michelle and Tony make plans to elope, so Danny and Michelle take a trip to Vegas for a divorce. Tony lets Marina know that he saw Danny and Michelle kissing, but Marina has faith in Danny.",
    "tvmega_recap": "Cassie arrives at the hospital and finds that Dinah is perfectly fine. Dinah secretly informs Cassie that Edmund set the whole thing up. Cassie confronts him, and he apologizes. When they are about to leave the hospital, the doctor tells Dinah that there is a problem with one of her tests. Danny and Michelle learn that their divorce judge has come down with a medical ailment. Danny offers to fly to Vegas with Michelle for a quickie divorce, so she can get married the next day. They get on a plane together. Tony tells Marina that he saw Danny kissing Michelle. Gus makes it seem as if he truly believes Harley is guilty. He wants to get Olivia's perspective. Frank overhears his words and punches him. Gus gets a text message telling him to investigate the Spaulding mansion. Jeffrey threatens Dinah, telling her that he will hurt her if she hurts Cassie.",
    "soapcentral_condensed": "Danny and Michelle are going to marry the next day, but the family court judge has had an emergency appendectomy. Danny has an idea - why don't they fly to Las Vegas that night and get a fast divorce? Harley tries to refuse her assignment as clerk in Mallet's office, but her cellmate Lena convinces her it will be good for both of them if she works with the Warden. Cassie is beside herself trying to get Jeffrey to drive faster on the way to the hospital. She believes Dinah is losing her baby and she wants to be there as soon as possible. Back at Elizabeth & Company, Marina overhears Tony order champagne and chocolate at the hotel where he and Michelle will spend their honeymoon. Gus and Olivia talk about how Phillip practically asked for it - he destroyed so many lives. Olivia admits she is not sorry Phillip is dead and it should've happened sooner. Gus gets a text message on his phone that reads: \"Shat you are looking for can be found at the Spaulding place...\"\n"
}