{
    "soap_central": "\n\nTammy and Jonathan are locked in a passionate kiss. Suddenly, she pulls back, ashamed of herself and rushes off. Later, after formally filing charges against Jonathan for stealing from Lewis, Sandy comes to Tammy's. Wanting to forget her encounter with Jonathan, she desperately falls into Sandy's arms and they make love for the first time. Meanwhile, fearing for Jonathan's safety, Reva takes off on her own to find Nate and convince him to leave town. But, Bill catches her and insists on coming along. Later, Reva encounters Jonathan instead and a big confrontation ensues. Jonathan reveals that Nate told him he killed Marissa and Reva is thrilled that they finally have something to use against Nate. Promising her support, she convinces Jonathan to go to the police, return the stolen money and give a statement about Nate's confession. Jonathan leaves, promising to do the right thing and Reva tells Josh she finally believes she's gotten through. But, later, Jonathan goes to find Tammy and sees her making love to Sandy. Danny, fearing he's being watched by an old mob contact, confronts the man following him. But, he learns Michelle hired the tail in an attempt to check up on him and Marina. Meanwhile, Marina is picked for a special undercover assignment. \n\n\n",
    "tvmega_recap": "Someone is watching Danny and Marina while they are at company. Danny goes outside and confronts the guy. He says that Michelle sent him. She wants to know how Danny is doing. Danny tells him to tell her he is happy. Meanwhile, a cop approaches Marina, and offers her an assignment. She tells him she will have to think about it. Danny comes back in. They are both distracted, but play it off. When they separate, Marina calls the cop and accepts the assignment, and Danny calls Michelle. Tammy and Jonathan are making out at Reva's. Her phone rings and she comes to her senses. She pulls away. She is clearly upset about kissing Jonathan. He tells her he will never hurt her. She says he already has. She runs out. Reva comes in and talks to Jonathan. He tells her that Alfred admitted to killing Marissa. After an emotional conversation, Reva convinces him to turn Alfred in. Jonathan says there is one thing he has to take care of first, and leaves. After Sandy goes to the police station and files a report on the missing money, he goes to the beacon. Tammy tells him she wants to make love. As they are getting ready to Jonathan comes in the window. Meanwhile, at Harley's house, Olivia hints to Bill that there is something about her that only Marissa knew.",
    "soapcentral_condensed": "Tammy and Jonathan are locked in a passionate kiss. Suddenly, she pulls back, ashamed of herself and rushes off. Later, after formally filing charges against Jonathan for stealing from Lewis, Sandy comes to Tammy's. Wanting to forget her encounter with Jonathan, she desperately falls into Sandy's arms. Meanwhile, fearing for Jonathan's safety, Reva takes off on her own to find Nate and convince him to leave town. But, Bill catches her and insists on coming along. Reva encounters Jonathan instead and a big confrontation ensues. Jonathan reveals that Nate told him he killed Marissa and Reva is thrilled that they finally have something to use against Nate. Danny, fearing he's being watched by an old mob contact, confronts the man following him. He learns Michelle hired the tail in an attempt to check up on him and Marina. Marina is picked for a special undercover assignment. She is chosen to be an undercover agent for the day. The episode airs at 8 p.m. ET on ABC.\n"
}