{
    "soap_central": "\n\nBuzz tries every trick in the book to get Harley to take the airplane tickets he has purchased for her and her children. She is very appreciative of his love for her and his willingness to help, but she feels she should stay and deal with whatever is going to happen with the trial. Buzz is very upset, but cannot sway her decision. \n\n\nIn an attempt to enjoy a few \"normal\" moments, Harley calls Cassie and Blake to join her for a girls' night at Harley's Angels. There isn't a lot of celebrating, though. Cassie is waiting for, indeed dreading, news of the pregnancy test. Blake is worried about her mother. Harley can't help but to think of her upcoming trial. The party breaks up early. \n\n\nBlake has every reason to worry about her mother. Holly is hallucinating. She is at Towers for dinner, but everywhere she looks she sees Sebastian! She is angry when Michelle tries to break up a conversation she is having with one of the look-alike Sebastians, but she appreciates having someone to talk to. Holly tells Michelle about how much she has lost due to men, and the worst of her losses was her daughter Meg. She explains that Meg was taken by her father, Fletcher; because he was afraid Holly's relationship with Roger endangered their daughter. Michelle is moved by Holly's story and immediately picks up the phone to chat with Robbie. Holly's evening doesn't end so happily, as she awakes screaming from a nightmare about Sebastian. \n\n\nReva and Jonathan are doing some screaming of their own - at each other! Reva threatens Jonathan when he insults Cassie, and he tries to threaten his mother. However, when she surprises him by hot wiring her car, Jonathan finally relents and gets in the car. \n\n\nCassie returns to the hospital to learn the results of her pregnancy test. She decides not to wait for Edmund to hear the results, and the doctor closes the door. Cassie, who is visible through the examining room's window, seems upset at the news.  \n\n\n",
    "tvdb": "Cassie waits anxiously for her pregnancy test results, which are delayed. She leaves after a call from Harley and makes plans to meet up with Edmund later to get the results. She runs into Reva and Jonathan, who are working together to hotwire Reva's car. Cassie interrupts and Reva surprisingly takes her side against Jonathan.",
    "tvmega_recap": "Harley turns down her father's offer. Edmund realizes how much Jonathan bothers his wife. Blake talks to Michelle about her experience in Santo Domingo and vows to find out the truth. Reva defends Cassie. Buzz talks to Edmund about fatherhood while Holly talks to Michelle about motherhood. Cassie finds out whether or not she's expecting. Cassie, Blake and Harley have a girl's night out. Holly thinks that she sees Sebastian everywhere.",
    "soapcentral_condensed": "Buzz tries every trick in the book to get Harley to take the airplane tickets he has purchased for her and her children. Cassie is waiting for, indeed dreading, news of the pregnancy test. Holly is hallucinating. She is at Towers for dinner, but everywhere she looks she sees Sebastian. Reva threatens Jonathan when he insults Cassie, and he tries to threaten his mother. However, when she surprises him by hot wiring her car, Jonathan finally relents and gets in the car. Holly's evening doesn't end so happily, as she awakes screaming from a nightmare about Sebastian. Holly tells Michelle about how much she has lost due to men, and the worst of her losses was her daughter Meg. She explains that Meg was taken by her father, Fletcher; because he was afraid Holly's relationship with Roger endangered their daughter. Michelle is moved by Holly's story and immediately picks up the phone to chat with Robbie. Blake is worried about her mother. Harley can't help but to think of her upcoming trial.\n"
}