{
    "soap_central": "\n\nOlivia encounters a woman from her Lamaze class who asks about her baby girl. Cassie saves Olivia from the awkward situation, relating to her pain since she also lost a baby. Edmund approaches Cassie about whose fault it was that she lost her baby, but she won't discuss it. He insists they need to talk, but she fears if she lets all of those feelings out, she might not be able to put them away again. Olivia runs into Christopher while returning her baby gifts. \n\n\nBuzz calls the men together after Carrie's latest note. Josh points out the girls now have all the details. Alan insists the key is to find the person who is giving the girls the information. He wants to hire private investigators but the men insist they will follow the girls themselves. \n\n\nReva and Sandy find Marina alone in Shayne's room watching a tape of him pitching. Shayne comes back from his tests, excited about tingling in his legs. He tries but fails to move his legs. Rick quickly explains Shayne's phantom feeling is perfectly normal. Distraught, Shayne asks to go back to bed. Reva wonders if something besides Shayne's condition is bothering Marina. \n\n\nSandy tells Shayne a story and subtly suggests Shayne should put himself first. Shayne wants to get used to things as they are but Marina wants him to keep fighting. Seeing Marina come out of Shayne's room, Nico feels for her. \n\n\nAfter meeting with a client, Billy is clearly tempted to drink the rest of the vodka martini left behind. Meanwhile, Josh is surprised by a visit from Reva.\n\n\n",
    "tvmega_recap": "Buzz, Alan, Ed, Billy and Josh meet to discuss the mysterious notes delivered to them, saying Maryanne Caruthers will not be forgotten. The meeting is tense, full of incriminations and regret but Billy and Alan insist that they must stick to their plan, now more than ever: if they follow the girls and determine who is doing this to them, they can end this madness. But Ed's nervous about what \"ending it\" will entail. Alan doesn't elaborate but his coldness suggests a dark solution, one all the men are clearly hesitant to name. They split up as we see the ramifications this latest turn takes on them: Buzz clearly contemplates leaving town. Billy is tempted to drink. Ed tries and fails to get out of emergency room duty. And Josh, who confesses to Billy that he doesn't trust himself around others, tries to go into hibernation in his hotel room only to be visited by Reva. Shayne is recovering from his surgery but has a frustrating moment when he cannot move his legs, despite his \"feeling\" that they are indeed mobile. For her own reasons, Marina finds herself really, truly needing Shayne to recover fully. But Shayne's already thinking that he has to be open to other eventualities and, not only that, must bear the brunt of preparing those he loves for what may come. Marina angrily rejects his overture, saying he's just giving up -- not understanding that his only motive is to help her. Olivia has a run-in with a classmate from Lamaze, who's unaware Olivia lost her child. Cassie sees Olivia in distress and tries to help. But the descriptions of her own loss, meant to comfort Olivia, only show Edmund that Cassie's own wounds are still fresh. He tries to get her to talk about the baby she lost -- and his role in it -- but Cassie is reluctant, finally confessing: she's not prepared for where this discussion may take them.",
    "soapcentral_condensed": "Olivia encounters a woman from her Lamaze class who asks about her baby girl. Edmund approaches Cassie about whose fault it was that she lost her baby, but she won't discuss it. Buzz calls the men together after Carrie's latest note. Josh points out the girls now have all the details. Alan insists the key is to find the person who is giving the girls the information. He wants to hire private investigators but the men insist they will follow the girls themselves. Shayne comes back from his tests, excited about tingling in his legs. He tries but fails to move his legs and asks to go back to bed. Reva wonders if something besides Shayne's condition is bothering Marina. Sandy tells Shayne a story and subtly suggests Shayne should put himself first. After meeting with a client, Billy is clearly tempted to drink the rest of the vodka martini left behind. Nico sees Marina come out of Shayne’s room and feels for her. He insists Shayne wants to get used to things as they are but Marina wants him to keep fighting.\n"
}