{
    "soap_central": "\n\nDespite his feelings for Michelle, the loss of the baby has left Danny determined to create a future with Marina. He urges her to move in with him immediately. But Marina can't shake her own suspicions about the night of Michelle's accident. She realizes Danny is trying too hard to forge ahead. She tells him she wants to take things slowly. Meanwhile, off of Edmund's advice, Michelle begins to contemplate leaving town. \n\n\nDinah is trapped in the recreated farmhouse, fighting off her despair and trying to keep hope alive. In her imagination, she conjures all the men in her life and how each of them could potentially come to her rescue. But, in the end, Dinah realizes no hero is on the horizon. If she's going to be rescued, she's going to have to do it herself. \n\n\nJonathan learns from Tammy that Cassie's baby was born. Armed with the knowledge that Dinah lost her baby, he heads to the farm with Tammy to find out what is happening. In front of Cassie and Tammy, Jonathan is about to blow the whistle on Edmund's deception until he sees how happy little Hope has made everyone. Jonathan doesn't drop the bomb but confronts Edmund. He demands to know what he's done. \n\n\nMeanwhile, Jeffrey is busy at work when he receives a threatening message from an unknown party. \n\n\n",
    "tvmega_recap": "Jonathan finds out that Tammy has a new baby sister, and that Edmund somehow got rid of Dinah. Dinah begins to see all the men in her life who have wronged her. She decides that she is the only one she can rely on now. Danny decides to ask Marina to move in with him. Michelle decides to leave town after a conversation with Edmund. Jonathan meets Hope. Cassie and Tammy have some bonding time and discuss the men in their lives. Jeffery decides to let Edmund tell Cassie about his \u0091drug addiction.' Tammy lies to Sandy. Jeffery receives a threatening letter. Dinah tortures herself with visions of Ross, Edmund, Jeffery, and Jonathan. She realizes she brought this all on herself. She doesn't think that anyone will save her, but Jonathan has figured out Edmund did something to her when Tammy tells him about Hope. He almost tells Cassie but doesn't when he sees how happy Tammy and her are. He tells Edmund he knows and demands to know where Dinah is. Tammy is jealous that he is worried about Dinah. Danny asks Marina to move in with him tonight, but Marina doesn't think they need to rush things or rub it in Michelle's face. Edmund sees Michelle holding Hope, and tells her to stay away from Cassie. He plays like he only has her best interests at heart. He also convinces her that moving to California to work with her dad is her best choice right now.",
    "soapcentral_condensed": "Despite his feelings for Michelle, the loss of the baby has left Danny determined to create a future with Marina. But Marina can't shake her own suspicions about the night of Michelle's accident. She realizes Danny is trying too hard to forge ahead. Meanwhile, off of Edmund's advice, Michelle begins to contemplate leaving town. Dinah is trapped in the recreated farmhouse, fighting off her despair and trying to keep hope alive. But, in the end, Dinah realizes no hero is on the horizon. If she's going to be rescued, she'sGoing to have to do it herself. Jeffrey is busy at work when he receives a threatening message from an unknown party. In front of Cassie and Tammy, Jonathan is about to blow the whistle on Edmund's deception until he sees how happy little Hope has made everyone. Jonathan learns from Tammy that Cassie's baby was born. Armed with the knowledge that Dinah lost her baby, he heads to the farm with Tammy to find out what is happening.\n"
}