{
    "soap_central": "\n\nTony is shocked when Danny introduces Cassie as their new partner. Danny counters Tony's doubts of the partnership by telling him that Cassie's name will help them obtain their goal. Josh warns Cassie about going into business with the Santos family and Tony overhears. Tony tells Josh that he is tired of trying to prove himself to Josh. Tony reminds Josh that he and Marah are happy together and that he wants to be a part of the Lewis family. Harley and Phillip are happy with the news of Zach's steady recovery. Phillip warns Gus that though he has come to a custody agreement with Harley he still does not trust Gus and will be watching his every move. Alexandra visits Roy Baker at the hospital and explains that she is going to send him far away from Springfield. When Gus walks in on Alexandra she covers her true motives for visiting Roy. When Alex leaves, Gus swears to Roy that he will find out whom the Jane Doe really is. After visiting Harley and Zach at the hospital, Reva decides it is time to go back to work. Reva runs into Alexandra at the hospital and lets her know that she is continuing her expose on the Spauldings. Reva vows to find out what Alexandra might be hiding. Meanwhile, Roy Baker is trying to get Reva's attention. Later, Reva returns home and finds her house broken into and a message from the stalker saying, \"I'm still here.\" Alexandra's orderlies come to take Roy Baker away and as they do he grabs Mel's arm.  \n\n\n",
    "tvmega_recap": "Old friend Keith Devlin from Chicago comes to see Danny. Keith comes onto Cassie, insulting her in the process. Danny throws him out telling him that the lady isn't for being hit on. Keith says he dropped by to let Danny know that he was available. Danny sends the message that his family is no longer in the family business and definitely not interested. Danny worries that the club at the same address and name will send the wrong message. Cassie invites him to take a ride to a new location & address. Alex is examining the bracelet & talking to her assistant. Olivia enters and they get into a cat fight. They are told that Zach is in the hospital and both Alex & Olivia race to the hospital. Alan comes to the hospital and ends up picking a fight after overhearing Phillip & Harley talking about Zach. Zach survives surgery & will be fine. Olivia rushes to Phillip's arms and offers comfort. Phillip accepts until he sees Alan watching, then he rejects Olivia. Gus & Harley bond. Harley worries that Phillip will change his mind about the custody battle. Alex listens to Gus & Harley talk about the ring & Alex. Harley tells Gus that someone got to the box before them. Harley comes to the conclusion that Alex was on Phillip's side as a smokescreen. Sonny brings Gus his DNA results. He is the son of the dead Jane Doe. Gus wonders if they can get a name. Cassie & Danny come back from The Towers. Apparently management is looking to sell. They shake on a partnership & hug. Alan & Olivia argue. Alex goes to see Roy & tells him that she is going to have him moved thousands of miles away to recuperate. She says she will just let Gus & Harley think they have all the answers. Roy watches Alex leave.",
    "soapcentral_condensed": "Tony is shocked when Danny introduces Cassie as their new partner. Harley and Phillip are happy with the news of Zach's steady recovery. Phillip warns Gus that though he has come to a custody agreement with Harley he still does not trust Gus and will be watching his every move. Reva returns home and finds her house broken into and a message from the stalker saying, \"I'm still here\" Reva vows to find out what Alexandra might be hiding. Meanwhile, Roy Baker is trying to get Reva's attention. He grabs Mel's arm as the orderlies come to take Roy Baker away and as they do he grab Mel's hand and says, \"Don't leave me. I'm still in Springfield.\" Reva decides it is time to go back to work. She runs into Alexandra at the hospital and lets her know that she is continuing her expose on the Spauldings. She tells her she is going to send Roy Baker far away from Springfield. When Alex leaves, Gus swears to Roy that he will find out whom the Jane Doe really is.\n"
}