{
    "tvmega_recap": "As Marina and Tammy were talking outside of \"Company\", Lizzie arrived. Marina told her off for ratting to Frank about the new car Ben gave her, but Lizzie insisted she didn't rat-out Marina on purpose, that she'd made a \"slip\". Offering to rectify the matter, Lizzie suggested they all go out to the impound lot and drive the car away. Against Tammy's better judgment, she tagged along with them. At the impound lot, Lizzie suggested Tammy boost Marina over the fence into the lot, and also directed Marina to drive her car away and stash it behind a garage on Spaulding property. As Lizzie kept watch, a cop came around and asked why she was there, but Lizzie lied, saying her name was Marah Lewis and that her car had broken down. As this was happening, the cop noticed Marina driving off with the car and he radioed for back-up, not allowing Lizzie to take off, either. Meanwhile, at \"Company\", Harley attempted to break the ice with Frank, but he blasted her for her decision to quit the force and remain with Gus, whereas Harley needled Frank for letting his new promotion alter his judgment and his attitude. When Harley asked Frank why he reinstated Gus, Frank told her he didn't---that he was pressured into it. At that time, Frank received a call from a cop at the police station, who told him about Marina and 2 of her friends being taken down to lock-up. While the girls cooled their heels in jail, Marina was tense about Frank finding out, and Tammy was worried what her mother would think, but Lizzie wasn't worrying at all. She told the two that the situation would easily be \"fixed\" and that it was a plus that Marina's dad was the chief. Frank and Harley arrived and an angry and disappointed Frank pretended not to know who Marina or the girls were and walked away. Later, he directed a cop to give the girls a few more minutes to sweat things out and let them go. Josh, Reva and Shayne all went to \"Company\", buoyed by the successful ballgame Shayne just played. As they were enjoying themselves, an agent approached them and began to spout off ideas on how he could manage Shayne's baseball career and bring him great success. Reva, annoyed by the man, said that the family was going home, but she was irritated when Josh invited the man back to their house. Later, the agent told Reva and Josh how Shayne would do best to go to a baseball camp in Florida immediately, and Reva was angered to learn that it would mean Shayne wouldn't be able to finish high-school. After hearing more ideas from the pushy agent, Reva threw him out of the house, but Josh followed him outside. Josh was surprised when the agent showed him a contract that he'd already drawn-up with Shayne's name on it. The contract needed both parents' signatures on it, and Josh, floored by the agent's suggestion that Josh forge Reva's signature on the document, ripped up the contract and told the man to leave. When Josh saw Reva, he recounted what happened and told her she was right about the agent. In St.Cristobel, after getting off the phone with Alonzo, Edmund told Cassie that Alonzo had a sudden council meeting to attend and couldn't meet with them to discuss a site for Richard's memorial library. Edmund suggested he and Cassie rent a motorcycle and travel the beautiful countryside to choose a site for the library, and Cassie wholeheartedly agreed. Later, after they returned to the hotel and settled back into their rooms for the night, there was a power outage and their phones weren't working either. Through their adjoining door, Edmund offered to give Cassie a lighted candle, but Cassie turned him down and started to settle into bed, but when she threw the covers aside, she was startled to see an Iguana there! Responding to her cries, Edmund entered her room and got rid of the reptile for her. Telling him she didn't think she'd be able to sleep, Edmund offered to sit up and talk with her for a while. After much talk, Cassie told him how much she loved Richard, yet she didn't want to spend the rest of her life alone, either. Looking at her, Edmund softly told Cassie that she was a young, vibrant beautiful woman and that she'd known great love, and that she has every right to know it again--- if that's what she wants. Staring over at Edmund, Cassie quietly told him that she DOES."
}