{
    "soap_central": "\n\nBill, Harley and Olivia gather to discuss bringing down Phillip and the rest of the Spauldings. Harley is furious when Olivia implies that saving Company is less important than attacking Spaulding's entire multi-million dollar corporation. Harley vows to search for the eminent domain documents. She learns Gus is now the head of Spaulding's legal counsel. He pleads with Harley to let him help save Company. She tells him he can help by getting the eminent domain documents pertaining to Company for her. Harley asks one of the Spaulding servants about Phillip's activities. She agrees to let Harley know if she sees or hears anything. Gus gives Harley the eminent domain papers. \n\n\nTony informs Michelle he has bought the house from Danny. As with everyone else, she is skeptical. When some strange guys show up at the light house, Michelle sends them away, assuming Danny sent them. Michelle and Tony discover someone does not want them to proceed with the light house project. \n\n\nAs the bull-dozing date gets closer, Buzz runs Company with a heightened passion against the Spauldings. When Reva and Sandy gather there to eat lunch, she expresses concern over Buzz's tense attitude. Reva tells him Phillip owns WSPR now, and he nixed her idea to do a show about Company. Sandy tells Reva he does not want to do the show about adopted children looking for their parents. She gives him the documents to release Jonathan's trust fund. When Reva tells him he must present ID to the bank to get the money, Sandy abruptly and firmly turns down the money. Reva announces she is throwing him a birthday bash tonight. Alone, Sandy inquires about the type of ID he will need to claim the trust fund. \n\n\nBilly comes to Buzz with an offer to relocate Company. Buzz refuses to back down, and intends to fight Phillip. Billy warns Olivia to back off from Bill. Buzz is rude to Phillip when he comes in for lunch. Phillip announces Company will be torn down a bit earlier - as in next week! After a vicious argument with Phillip, Buzz collapses. \n\n\n",
    "tvmega_recap": "Buzz launches his campaign against the Spaulding's to save Company. Phillip lashes out at a servant, and he and Gus get into another argument about being loyal to the family. Harley, Bill and Olivia meet at a bar. Harley tells them that they need to chip away at the Spaulding's a little at a time and Bill agrees. Harley decides to go meet with the Spaulding Legal Counsel and is shocked to see Gus. Gus tells Harley that he's trying to help the Coopers. Michelle finds out that Tony bought the house and thinks that it was nice of him. Reva and Sandy work on \u0091adoption' show ideas for \"The Reva Lewis Show.\" Sandy doesn't want to do the show and leaves. Billy tells Buzz that he and Josh have an idea about relocating Company. Billy offers to do it wherever Buzz wants to. Phillip goes into Company and Buzz threatens him, telling him he has nothing to lose. Phillip antagonizes Buzz and Billy has to pull Buzz away from him. Billy tries to kick Phillip out, but he refuses saying he's meeting a business associate. Phillip introduces Buzz to the man who's going to tear Company down. Reva and Sandy play a game of pool, where whomever lands a ball gets to ask the other person a question. Reva gives Sandy the papers to sign to release his trust fund money. Sandy tells Reva he doesn't want the money and after she leaves makes a phone call wanting to know exactly what paperwork he needs to go about getting his trust fund. Two men are at the lighthouse when Michelle and Tony arrive and are rifling through Michelle's things. Billy tells Olivia to find another business partner. Phillip moves the demolition date up. Buzz flips out throwing chairs and food all around the restaurant. As Harley is walking into the restaurant she runs into Phillip who tells her that her father has lost it. Gus has to hold her back and when they get inside Company they find Buzz on the floor and call the ambulance.",
    "soapcentral_condensed": "Bill, Harley and Olivia gather to discuss bringing down Phillip and the rest of the Spauldings. Harley is furious when Olivia implies that saving Company is less important than attacking Spaulding's entire multi-million dollar corporation. Buzz refuses to back down, and intends to fight Phillip. Billy comes to Buzz with an offer to relocate Company. Sandy tells Reva he does not want to do the show about adopted children looking for their parents. Tony informs Michelle he has bought the house from Danny. Michelle and Tony discover someone does not wants them to proceed with the light house project. Buzz is rude to Phillip when he comes in for lunch. Phillip announces Company will be torn down a bit earlier - as in next week! After a vicious argument with Phillip, Buzz collapses. Reva announces she is throwing him a birthday bash tonight. Sandy asks Reva about the type of ID he will need to claim the trust fund. She gives him the documents to release Jonathan's trust fund, but he abruptly and firmly turns down the money.\n"
}