{
    "soap_central": "\n\nThe day of her trial, Harley awakens alone in her hotel room after a nightmare in which her family and Gus have left her in the courtroom to fend for herself. Across Springfield, preparations are made for the trial. Jeffrey addresses an invisible jury. Gus, chugging Pepto-Bismol straight from the bottle, prepares his opening statement. Lizzie repeats tearful apologies to a photo of her father while Alexandra watches from the doorway. \n\n\nAlexandra interrupts Lizzie's wailing and offers to take her to visit her grandfather in jail. Lizzie refuses, saying Alan would not want her to see him like this. She becomes angry and tells her aunt everyone is always trying to hurt the Spauldings while Harley is walking free on the streets. Alexandra reminds Lizzie she used to love Harley. Lizzie responds Harley also used to love her father and that will give her something to think about until the day she dies in jail. Alexandra grabs her niece and yells at her to 'Stop it!' and forces Lizzie to look at the model of the new Springfield and tell her what she sees there. Lizzie glances at the miniature town and says she sees her father's dreams and unfinished work. Alexandra disagrees and tells her what is there is the result of Phillip's madness and the destructive path which led him to turn away from everyone who loved him. Lizzie won't listen and insists when people do bad things they have to pay for it - and Harley is definitely going to pay for what happened to her father. \n\n\nAt Company, Harley and family prepare for the trial. She is upset by the throng of reporters outside and worries for the safety of her children. Reva, Cassie and Jonathan arrive with a plan to throw off the press. Cassie, disguised as Harley, is ushered through the crowd by Reva and Jonathan. Mission complete, they arrive at Harley's room and Jonathan remarks to Cassie they work well together as a team. She looks uncomfortable but thanks him anyway and asks if she can be alone with her sister. Once he leaves, Reva asks Cassie to try to forgive her son. Cassie says she can't because of what he did to her daughter, and because no one has ever hurt their family the way Jonathan has. Reva reminds Cassie that is a title once held by Edmund. \n\n\nEdmund finds Dinah alone in the barn and accuses her of attempting to start a fire. She denies it but says she understands why he doesn't trust her, but she would never hurt him, unlike his wife. Edmund is disgusted but listens as Dinah tells him to wake up where Cassie is concerned. She tells Edmund he was alone the night before his wedding but the same can't be said for Cassie. Dinah admits to seeing Jonathan enter Cassie's suite the eve of her wedding. Edmund, seething, leaves the barn in a rage. Later, he finds Jonathan alone in his hotel room. He pretends to be room service and bashes the door in Jonathan's nose when he answers. Once inside, Edmund delivers a punch in the gut to his nephew and says he is glad to have caught him at home. Jonathan looks at his uncle in terror. \n\n\nHarley and Gus arrive at the courthouse and are greeted by a newlywed couple who asks them to take their picture. Harley and Gus realize they have been so busy with her case, they didn't notice it was Valentine's Day. When the newlyweds leave, Gus asks Harley to marry him. She is shocked and tells Gus his timing is way off. He disagrees and says it couldn't be better - in fact it's Fate. He reminds her they were thrown together by chance on Thanksgiving Day, on Christmas Day and now again on Valentine's Day. Harley is emotional as Gus tells her he does not love her 'a single millimeter' less than the first day he saw her. He goes to one knee before her but is interrupted by Jeffrey, who has come to offer Harley one last chance to accept a deal from the DA's office. Harley says no; her family never stopped believing in her and she is going through with the trial for their sake. \n\n\nAs the trial begins, Lizzie is alone in the study with her psychiatrist. At his prompting to 'go through it again', Lizzie says, \"The gun went off, he was just lying there. I didn't want him to die.\" \n\n\n",
    "tvdb": "Cassie, Reva, and Jonathan share a moment trying to help Harley escape from the press. On the way to the trial, Gus makes an impulsive move-- he proposes! Jeffrey tries to offer the plea bargain, but she refuses. Lizzie begins to come unglued and begins to remember a night she has tried to forget for some time. Edmund learns that Jonathan was inside Cassie's hotel room the night before the wedding.",
    "tvmega_recap": "Harley has two men proposing a deal to her, she denies both of them. Reva, Cassie and Jonathan team up to outsmart the media & help Harley. Coop calls the DNA lab and insists that he get that results back ASAP. Alex and Lizzie get into an argument about what Phillip would want. Dinah tells Edmund that Cassie was with Jonathan on the night before their wedding and he doesn't take the news well. Jonathan opts to stay in a hotel to give Reva an argument free day. Reva is paid a visit by a police officer who tells her he has news about her husband. A psychiatrist makes a house call to Lizzie. Jonathan is paid a visit by an angry member of his family. Someone in Springfield confesses to \u0091not meaning for the gun to go off.'",
    "soapcentral_condensed": "The day of her trial, Harley awakens alone in her hotel room after a nightmare in which her family and Gus have left her in the courtroom to fend for herself. Across Springfield, preparations are made for the trial. Jeffrey addresses an invisible jury. Gus, chugging Pepto-Bismol straight from the bottle, prepares his opening statement. Lizzie repeats tearful apologies to a photo of her father while Alexandra watches from the doorway. Harley and Gus realize they have been so busy with her case, they didn't notice it was Valentine's Day. When the newlyweds leave, Gus asks Harley to marry him. Harley says no; her family never stopped believing in her and she is going through with the trial for their sake. At his prompting 'go through it again', Lizzies says, 'The gun went off he was just lying there. I didn't want him to die.\" The trial begins, and Harley is emotional as Gus tells her he does not love her 'a single millimeter' less than the first day he saw her.\n"
}