{
    "soap_central": "\n\nOlivia returns home and is horrified to learn from a panicked Sam that Emma is gone. Across town at the Spaulding mansion, Beth and Lillian wonder to where Lizzie has disappeared. It doesn't take long for Olivia to put it together and she rushes to the Spauldings in search of Lizzie and her baby. Beth is stunned by the news that Olivia's baby is alive, but assures her Lizzie would never harm a child. Olivia reminds everyone just how much Lizzie hates her. She demands they take action immediately. She vows that when Lizzie is found, she'll pay dearly for what she's done. \n\n\nMeanwhile, Lizzie attempts to take care of a cranky Emma. \n\n\nReva and Harley go into the tunnels in search of Carrie. They find her alive! She is in better shape than they had expected, though still suffering from the gunshot wound she received. \nHarley goes for help as Reva and Carrie have it out. Carrie expresses her regret that Marah suffered the consequences of what the men did. When Reva turns her head for a moment, Carrie knocks her unconscious. \n\n\nGus runs into Eden at the hospital, and spots her engagement ring. He assumes she's moving on, but she's still unsettled by the random appearances of Vinnie Salerno in her life. She reaches out to Gus and they repair their wounded relationship. Gus is more determined then ever to do something about the drug problem in Springfield and he goes undercover to make a drug buy.\n\n\n",
    "tvmega_recap": "Lizzie bides her time outside Olivia's until the coast is clear. She finally gets in and finds baby Emma all alone. Everyone is gathered at the hospital awaiting news that Mel has delivered the baby. Rick comes out to ask Ed to join them in the delivery room in time to watch Mel deliver a baby girl. Announcements are made along with requests for names for the baby. Reva dreams of Maryanne again. Maryanne shows her a headstone for Carrie that indicates Carrie is still alive. Harley calls her to meet her at the funhouse. The two of them find a trap door that leads to tunnels. They both decide to explore the tunnels before going to the police with what they have found. Christopher knows that Phillip has not been taking his meds and argues with Phillip about taking a shot. Christopher wins and gives Phillip the shot. Olivia and Sam disagree over whether Lizzie has changed or not.",
    "soapcentral_condensed": "Olivia returns home and is horrified to learn from a panicked Sam that Emma is gone. Across town at the Spaulding mansion, Beth and Lillian wonder to where Lizzie has disappeared. Reva and Harley go into the tunnels in search of Carrie. She is in better shape than they had expected, though still suffering from the gunshot wound she received. Gus is more determined then ever to do something about the drug problem in Springfield. He goes undercover to make a drug buy. Gus runs into Eden at the hospital, and spots her engagement ring. He assumes she's moving on, but she's still unsettled by the random appearances of Vinnie Salerno in her life. She reaches out to Gus and they repair their wounded relationship. Gus and Eden are back together after a year apart. They are married and have a baby daughter, Emma, who is now three months old. They also have a son, Jake, who has been adopted by a family in the town.\n"
}