{
    "soap_central": "\n\nRoss asks Blake to be his campaign manager, but she says he should hire someone who really knows how to win elections. \n\n\nSalerno visits Danny. He offers a five-figure check made out to cash, but Danny refuses to accept it. Later, Bill suggests Ross has broken the law by exceeding his campaign limits. Ross lets Danny and Bill know the law allows him to use his unused Senate campaign funds. Danny realizes he can't win the money war with Ross. \n\n\nJeffrey asks Harley about her breakfast with Brad. Brad is turning up the heat romantically and Harley can hardly stand it. She tells Jeffrey that Brad and Alexandra used to be an item. Alexandra wonders why Harley has been pumping Brad for information about her. Buzz suggests Alex have lunch with Harley. Meanwhile, Jeffrey gives Harley the same idea. Not thrilled at all, Alex calls Harley and invites her to lunch at Towers. \n\n\nShayne admits to his parents that he is scared. Josh assures him that he will never be disappointed in anything he does as long as he gives it his best shot. Reva tells Shayne a story to show him that he needs to start living again. \n\n\nBilly, close to ordering two fingers of bourbon, calls Josh for support. Josh insists nothing is worth hitting the bottle ever again. Billy apologizes to his brother for not looking out for him in the past. \n\n\nHarley and Alexandra sit down to an awkward lunch.\n\n\n",
    "tvmega_recap": "Salerno pays a visit to Danny and one thing is very clear: he supports Danny's political aspirations, because he thinks it will serve his interests. Danny disabuses him of that notion by ripping up Salerno's contribution check \u0096 one made to \"Cash\" \u0096 but as Danny's doing this he's unaware Ross is declaring his intention to win, whatever it takes: Ross tasted defeat once before and isn't anxious to repeat the process. Just what turning Salerno away may cost Danny becomes clear when Ross lets Danny and Bill know the playing field isn't exactly level: the law allows him to use his unused Senate campaign funds for the mayoral race, while Danny faces strict limits on what he can raise. Danny realizes: he can't win the money war with Ross. Reva is trying to ascertain what's troubling Shayne when Josh arrives, and tries to help by putting to rest any notion Shayne might have that Josh is expecting him to return to baseball. But Reva sees that Shayne's concerns go even deeper: if he gives up baseball, then what? Reva tells him to embrace the clean slate, and make something new of his life. As Reva's telling Shayne this, Josh has found Billy, who's so stressed about the secret coming out about Maryanne Caruthers that he's considered drinking. Josh talks him down but Billy's troubles go beyond that: he dragged Josh into this, nearly 30 years ago, and he'll never forgive himself for it. Harley has another encounter with Brad, who's turning up the heat romantically. She escapes but has gained a tidbit: Alex is not pleased about all the questions Harley's been asking. Jeffrey advises Harley to take Alex to lunch to probe and learn what she can. Harley would rather eat glass \u0096 which, by coincidence, is Alex's same sentiment. But she, too, has realized it may be in her best interest to get together with Harley and learn what she may know. So the date is set, and the only thing left to do is order the wine. Lots and lots of wine.",
    "soapcentral_condensed": "Ross asks Blake to be his campaign manager, but she says he should hire someone who really knows how to win elections. Salerno visits Danny. He offers a five-figure check made out to cash, but Danny refuses to accept it. Ross lets Danny and Bill know the law allows him to use his unused Senate campaign funds. Brad is turning up the heat romantically and Harley can hardly stand it. Reva tells Shayne a story to show him that he needs to start living again. Billy apologizes to his brother for not looking out for him in the past. Billy, close to ordering two fingers of bourbon, calls Josh for support. Josh insists nothing is worth hitting the bottle ever again. He assures Billy that he will never be disappointed in anything he does as long as he gives it his best shot. Alex calls Harley and invites her to lunch at Towers. Jeffrey asks Harley about her breakfast with Brad. Alexandra wonders why Harley has been pumping Brad for information about her. Harley and Alexandra sit down to an awkward lunch.\n"
}