{
    "soap_central": "\n\nTony and Michelle are in Las Vegas waiting to get married. While Tony is excited, Michelle seems distracted and keeps thinking of being in bed with Danny. Although Michelle says she's ready to marry Tony, she doesn't seem to be excited at all. Since it's taking her so long to get ready, Tony accuses her of stalling and jokingly asks if she's having second thoughts. Michelle admits that she is. She hurriedly explains that she's not having second thoughts about marrying him; she just doesn't think she was to do it in Vegas. She tells him she was a real wedding with family present. When Tony tries to sell he on getting married there in Vegas, Michelle accuses him of pushing her and asks if he's worried. Tony assures her that he's not worried. Seeing how much this means to Tony, Michelle agrees to marry him tonight. However, when it comes time to exchange vows, Michelle can't go through with it. She tells Tony that while she loves him, she loves Danny too. \n\nMarina's outside Company telling Frank about Danny going off with Michelle to Las Vegas to get a divorce. She's worried though because Danny's left her a message telling her they need to talk. Frank tries to assure her that that doesn't necessarily mean bad news, but Marina is still preparing for the worst. Frank tries to tell her that even if the news is bad, there are still lots of guys out there. But that doesn't console Marina because the man she wants is Danny. As Frank goes inside the restaurant, Danny appears and shows Marina his divorce decree. Danny suggests that he and Marina go out for a bite but she's reluctant and wonders if he's going to drop a bomb on her. Marina tells Danny that she can't do this, that it hurt her when he just went away. She admits that she's in love with him. Marina tells Danny that she just told him that so he'd know where she stands. Danny suggests they go out and talk but Marina refuses and leaves. Danny then goes home to find Marina waiting for him. Marina starts apologizing for telling him how she felt how soon after his divorce. Marina starts rambling about how she meant what she said and Danny's a great guy, but she needs the truth from him. She then asks if he loves Michelle. Danny admits that a part of him will always love Michelle, but he wants to be with her. Marina and Danny then share a kiss. \n\nInside Company, Gus is shocked to learn that the warden is Harley's ex, Mallet. Gus accuses Mallet of getting the job at the prison just to be near Harley. Mallet maintains that it's just a job; he had no ulterior motive in talking it. Gus doesn't buy it though and asks why Mallet kept his identity a secret earlier. Mallet admits it's because he was curious about Gus and wanted to feel him out. Just then, Frank enters and is shocked at who he sees. He is definitely not happy to see his former brother-in-law/former-best friend. Mallet tries to apologize to Frank and make amends but Frank isn't interested. Gus tells Frank about Mallet's job and Frank wonders if he took it to be near Harley too. Mallet reiterates that it's just a job, but since he's there he has the opportunity to protect Harley. He tells them that he owes her that... he owes the entire family that. Mallet asks Gus if he still wants him to watch out for Harley. Gus states that he does, and he'll try to clear her name. Mallet is surprised at that and asks if Gus has a lead on a new suspect. Gus simply tells Mallet he's working on it. \n\nAt the prison, Harley is dragged to a private cell where she has a visitor--Alan. Harley accuses Alan of coming there to gloat. Alan tells Harley that he knows Gus is still obsessed with her. Harley tells him that's not her fault, she's told him to stay away. Alan won't listen to her excuses. He tells her that he won't allow her to destroy one son like she destroyed the other. He warns her to discourage Gus or he will make her stay there as horrible as she could possibly imagine. Harley's not in the mood for Alan's talk though and rants that he's already won; she's in prison. She rants about how he should just love Gus for who he is instead of trying to mold him into something else. When Alan gets physically intimidating, Harley reacts by kneeing him to the ground and putting him in a choke-hold. Harley tells Alan that she's sick of his threats and threatens to tell Gus about his visit so Alan will lose him forever. She then releases Alan and has the guard take her back to her cell. \n\nOlivia is having a dinner meeting with a client when Bill interrupts, intent on stealing away her client. The pair starts competing for the client, but it quickly gets personal. Finally after some bickering, Olivia throws a drink in Bill's face and he douses her blouse. The client quickly leaves then and Olivia and Bill berate themselves for being so silly. Bill admits to Olivia that he misses Emma, and he's worried because he doesn't want her to think he abandoned her. Olivia is understanding and agrees that he can see her some time soon. Olivia admits that Emma, and herself, feel safe around Bill. She mentions that she doesn't feel so safe now at the Spaulding mansion. Just then, Gus walks in and starts talking to Olivia when Bill is summoned away by a phone call. Gus thanks Olivia for defending him the other day with his family. When she tells him that it's great that he's past the murder investigation now, he mentions that he was in her office that day. He assures her it was just about business and leaves. When Bill returns, Olivia seems a little upset. She asks if he would be there for her if she was ever in trouble. Bill asks her if she does need him, but she doesn't answer. The next thing they know, the pair is making love at Bill's place. \n\nMallet's back at the prison and has summoned Harley to his office to do more filing. He asks if she did anything interesting tonight. Harley says no but discreetly mentions the phone call she made to her family. When she mentions Zach, Mallet lets it slip that he saw him, as well as Buzz and Frank, as well as Gus. Harley gets angry at that and tells him she wants him to stay away from her family; she doesn't want him involved her life. Mallet tells her that she has be joking. Mallet tells her that she is looking at 15 years, even if she is innocent, most convictions do not get overturned. He tells her she needs to be realistic about her situation. He thinks she's clinging to false hope and tells her she needs to be in this for the long haul. Mallet's speech has disheartened Harley and she claims that she doesn't know how she can live like this for the next 15 years -- to only feel the wind on her face an hour a day. Mallet then opens the balcony so she can feel the wind. When they're both outside, he informs her that this is a one shot deal, he can't show preferential treatment. Harley understands and is grateful. Suddenly, she starts to smell something, like jasmine. The smell triggers a memory---one from the night Phillip was killed. \n\nGus is back at Company now doing some paperwork. When Alan comes in, Gus explains that he's working on Spaulding stuff. When Alan asks if he's involved in any other projects, Gus says no. Alan tells Gus that he's glad he's taking an interest in the company. He suggests that Gus should get involved in the legal department at Spaulding as a way to put Harley behind him. Gus insists that Harley is already behind him and leaves. When he leaves, he calls Buzz and tells him about the text message he got regarding the answers being at the Spaulding mansion. When he's done with the call, Gus is suddenly grabbed from behind! \n\n\n\n",
    "tvmega_recap": "Gus meets Mallet and realizes who he is. They make friends and each vow to protect Harley. Frank sees Mallet and is angered at his presence. Michelle and Tony prepare to get married, but Michelle can't do it. She tells Tony that she loves both he and Danny. Meanwhile, Danny returns to Springfield and tells Marina that he wants to be with her. Alan pays a visit to Harley, and she tries to strangle him. Mallet allows her to step outside through his window, and she has a memory of the night Phillip was killed. Bill and Olivia get into a fight and then end up making love. It is revealed that Olivia is the one who is sending the text messages to Gus.",
    "soapcentral_condensed": "Tony and Michelle are in Las Vegas waiting to get married. While Tony is excited, Michelle seems distracted and keeps thinking of being in bed with Danny. At the prison, Harley is dragged to a private cell where she has a visitor--Alan. Harley accuses Alan of coming there to gloat. Alan won't listen to her excuses. He tells her that he won't allow her to destroy one son like she destroyed the other. Gus accuses Mallet of getting the job at the prison just to be near Harley. Mallet reiterates that it's just a job, but since he's there he has the opportunity to protect Harley. Harley tells Alan that she's sick of his threats and threatens to tell Gus to tell Alan about his visit so he will lose him forever. The pair start competing for the client, but it quickly gets personal after Olivia bickering with a client. Bill interrupts Bill and Olivia's meeting to steal away her client but quickly gets back to his own business when Bill interrupts them.\n"
}