{
    "soap_central": "\n\nDanny continues to struggle with the possibility he may have to go back into the mob. He returns home prepared to tell Michelle the news. But he finds Michael, Nico and the whole Bauer/Santos clan are all there with the new baby, who still needs a name. Danny pulls Tony aside and makes him promise to take care of Michelle and Robbie if anything happens to him. When Michelle mentions the recount, Danny snaps at her, leaving her confused and alarmed by his seemingly defeatist attitude. \n\n\nMeanwhile, Jeffrey is beginning to realize he can't be both the cool, dispassionate federal agent and the kind of man Marah deserves to be with. While he helps an emotionally exhausted Marah into bed, his superior continues to call non-stop for an update on Danny's decision. Jeffrey ignores the calls and puts his focus on Marah. When she falls asleep, Jeffrey slips out and is approached by Cassie. She asks him to do his best to keep the election investigation private. But Jeffrey quickly pulls away from her and places a mysterious phone call, asking someone for help with Marah.  \n\n\n",
    "tvmega_recap": "Marah and Jeffrey spend time together; she is still upset about shooting Carrie. He makes her feel better but to himself he decides he has to let her go. Cassie tries to get through to Jeffrey about leaving Danny alone; Edmund is jealous and suspicious of Jeffrey. Danny feels worthless, like he doesn't deserve to be mayor, and worries that his family will learn about his lies. He talks to himself about what he should do and decides he has to infiltrate the mob for Jeffrey. Michelle and the rest throw a surprise party for Danny. Tony and Ray worry about how Danny is acting. Everyone admires Mel and Rick's baby. Michelle is upset that Danny keeps putting himself down and seems to want to give up.",
    "soapcentral_condensed": "Danny continues to struggle with the possibility he may have to go back into the mob. Meanwhile, Jeffrey is beginning to realize he can't be both the cool, dispassionate federal agent and the kind of man Marah deserves to be with. While he helps an emotionally exhausted Marah into bed, his superior continues to call non-stop for an update on Danny's decision. When she falls asleep, Jeffrey slips out and is approached by Cassie. She asks him to do his best to keep the election investigation private. But Jeffrey quickly pulls away from her and places a mysterious phone call, asking someone for help with Marah. He returns home prepared to tell Michelle the news. But he finds Michael, Nico and the whole Bauer/Santos clan are all there with the new baby, who still needs a name. Danny makes Tony promise to take care of Michelle and Robbie if anything happens to him. When Michelle mentions the recount, Danny snaps at her, leaving her confused and alarmed by his seemingly defeatist attitude.\n"
}