{
    "soap_central": "\n\nBeth arrives for a visit with Alan after paying the guards to extend visiting hours. Alan is impressed that as his wife Beth is catching on quick about how to behave as Mrs. Alan Spaulding. Beth accepts his compliment and tells him that she has managed to convince Lizzie to return home by offering her money. They are interrupted when Alexandra appears and demands that they cancel the marriage charade before someone gets hurt. Beth and Alan stand together and smile at Alexandra's comment that it's no wonder the wedding took place in an institution for the insane. Seeing that she is having no effect on the newlyweds she asks Beth to join her in the hall so she can properly welcome her to the family. Once away from Alan, Alexandra tells Beth she has no idea what she has gotten into. Beth responds in haughty tones that Alexandra's real concern is that she will lose her place as the most powerful woman in the Spaulding family. Alexandra rolls her eyes in disbelief and walks away shaking her head. \n\n\nBeth returns to Alan in his room and demands he tell her who is most important - her or his sister. She is happy when she hears that it is her and asks him to tell her how to stop Alexandra. After receiving lessons on how to push Alexandra's buttons, Beth leans in for a kiss. Alan shrugs away leaving her puckering in the air and asks her to have Lizzie visit him. \n\n\nAt Outskirts, Marina is being accosted by the perpetrator she was sent to stake out. She warns him to take his hands off of her. He refuses and tells her he is going to get what he is after. Marina breaks his grip and kicks him in the middle. Her partner shows up as Marina is placing cuffs on the suspect. She calls Mallet and explains what happened. Mallet mistakenly calls her Harley while berating her for going against instruction and leaving the bar. Olivia arrives and finds Marina as she breaks down and cries over what almost happened to her. Olivia confides that she was forced into something she didn't want when she was younger. \n\n\nEdmund has injected Michelle with a drug to induce labor in his suite at Towers. He is startled when there is a knock at the door and discovers it is Danny who is looking for Michelle. Edmund claims he has not seen her and makes excuses to get Danny to leave. Inside, Michelle hears Danny's voice and calls him on his cell and tells him she is in her car on her way to Washington, DC. Edmund returns to Michelle who is trying to walk around but feels dizzy. She excuses herself to go to the bathroom. After some time, Edmund searches for her and finds she has given him the slip. \n\n\nOutside at Company, Lizzie has asked Coop to marry her and displays the engagement ring she bought for herself. Coop is shocked and tells Lizzie her plan is crazy. Lizzie is upset by his response but calms after he tells her it's not such a bad idea, but the timing is not right. They should wait until Roxie can serve as a proper flower girl. They kiss and Lizzie drops the ring just as Buzz appears. He picks up the ring and asks the pair to explain themselves. Lizzie grabs the ring and announces she is going to put it away in case she needs it soon. \n\n\nLater, Beth arrives to find Lizzie wearing the ring and waggling it around saying she is going to marry Coop because she loves him. Lizzie remarks that that is surely what happened between her mother and grandfather. Beth is seething as Lizzie flounces off after informing her mother she will never return to the mansion. Inside, Beth encounters Alexandra who has watched the exchange. Alexandra grabs the opportunity to tell Beth that her first test as head of the family is to determine how to handle Lizzie - an area in which Beth has failed 'fantastically, brilliantly.' Beth glares as Alexandra smiles into her wine. \n\n\n",
    "soapcentral_condensed": "Beth arrives for a visit with Alan after paying the guards to extend visiting hours. Alan is impressed that as his wife Beth is catching on quick about how to behave as Mrs. Alan Spaulding. Alexandra appears and demands that they cancel the marriage charade before someone gets hurt. Edmund has injected Michelle with a drug to induce labor in his suite at Towers. Michelle hears Danny's voice and calls him on his cell and tells him she is in her car on her way to Washington, DC. At Outskirts, Marina is being accosted by the perpetrator she was sent to stake out. Olivia arrives and finds Marina as she breaks down and cries over what almost happened to her. Outside at Company, Lizzie has asked Coop to marry her and displays the engagement ring she bought for herself. Coop is shocked and tells her her plan is crazy. Later, Beth arrives to find Lizzies wearing the ring and waggling it around saying she is going to marry Coop because she loves him.\n"
}