{
    "soap_central": "\n\nBeth arrives at the Beacon to talk to Olivia.  Before Olivia can explain what she wanted, Phillip arrives to take Emma.  With Beth out of earshot, Olivia tries to get Phillip to tell her where he's talking Emma, but he doesn't give her a straight answer.  When she accuses him of using Emma as a pawn, he states that she did the same thing to him.  He tells her that he's in control of her and Emma's lives now and leaves.  With Phillip gone, Beth returns and Olivia insists that she help her grind Phillip into the dirt.  Reacting off Beth's shocked expression, Olivia informs Beth that Phillip is blackmailing her.  Seeing that Beth's not very sympathetic, Olivia tells her of Phillip's physical intimidation of her; she's convinced that Phillip's still not well and is out to destroy her.  Beth is doubtful, but tells Olivia that if Phillip was sick, it was Olivia's deception that made him that way. They finally get to the matter at hand----Olivia wants to build a power base at Spaulding and needs Beth's shares as well as the shares of Phillip's other exes.  She reminds Beth that Phillip did try to take Beth's children away when she married Edmund, but Beth refuses to turn against Phillip.  Before a testy Olivia leaves, Beth informs her that even if she and the others gave Olivia their shares, Olivia would need a lot more than that to oust the Spauldings.   Olivia's confident that she'll get what she wants.  Later, she makes a call to Bill asking to meet him.  \n\n\nAlex visits Gus at the police station and expresses her gratitude for his keeping silent by giving him a wedding planner.  She tells him that she intends to throw a real Spaulding wedding for a real Spaulding.  About this time, Frank sees the two and learns that Gus and Harley have set a date, the end of July.  When Frank expresses surprise that Harley is letting Alex plan the wedding, Gus admits that Harley doesn't know yet.  He tries to get Frank to tell her, but Frank begs off and leaves.  Alone, Gus and Alex go over wedding plans.  When Gus expresses concerns that Harley should be involved, Alex agrees but thinks Gus should be the one to tell her.  She tells him that she and Harley were close in the past and she wants to be close again.  She assures him that she is sincere in her wish to throw Harley a big wedding to welcome her into the family.  Alex's talk of family makes Gus uncomfortable though. Alex senses that he doubts her sincerity and assures him that is very grateful for what he did for her and she wants to give him a gift in return  The gift is not only the wedding, but also some advice.  She urges him to simply let go of the guilt he feels about keeping the full truth of the Antimonious affair from Harley.  She insists that if he simply lets it go, instead of wondering how he can live with it, he'll have a happier life.  Much later, Gus spots Beth at the Beacon and asks to speak to her about the Spauldings.  After telling him that her relationship with the family hasn't come easily, she tells him that the key is knowing that no matter how much you berate them for doing the wrong thing, they will never change.  But she also tells him that they are loyal to their own and once you're in; you're in.  She tells him that she believes the Spauldings could fill a void in his life if he'll let them.\n\n\nIn the Beacon lobby, Phillip tells Rick about his blackmail of Olivia.  Olivia does what he says or she goes to jail.  Rick's a little chocked and asks Phillip if he'd really want to hurt the mother of his child like that?  He warns Phillip to stop playing games because the one who's going to get hurt is Emma.  Phillip then leaves for a bit and Alex runs into Rick in the lobby.  he and Rick make small talk and Rick and Leah leave, leaving Alex with Emma.  When Phillip returns, he asks Alex for the name of Spaulding's best hatchet man.  He wants a woman to be left with absolutely nothing, credit cards cancelled, bank account frozen, passport suspended.  Alex promptly hands him a number. Bill's at the hospital with Michelle.  He asks Rick about Michelle moving her hand but Rick believes it was an involuntary spasm.  It doesn't necessarily mean she's coming around.  When they both leave the room, Michelle dreams of Tony.\n\n\nDanny is at the police station ready to post Tony's bail and is surprised to see that Tony's already out--via his mob lawyer.  Danny tries to talk to Tony again about going legit, and maybe working for him, but Tony's not interested; this is the life he wants.  Danny reminds Tony that he only has immunity for crimes he committed in the past, but Tony insists that it's not Danny's problem  Danny's still can't understand why Tony isn't taking this second chance he has and appeals to him as Robbie's godfather to set a good example.  But that tactic doesn't work since Tony tells him that he'll stay out of Robbie's life if he wants, he just won't be something he's not.  Realizing he won't change Tony's mind, Danny asks him to hold off making any definite plans because right now he needs a friend. The pair then go to see Michelle and see Bill.  When Bill starts gushing over Danny's heroic nabbing of Salerno, Tony warns him not to do this.  Seeing that Bill is bitter, Danny tries to apologize for what happened but suggests that Bill get over it.  He tells him to keep his problems away from Michelle since compared to her, none of them have problems.  Bill exits. Olivia arrives at Bill's apartment to find him sulking.  She suggests that they join forces.  She confesses to him that she's been buying Spaulding stock to secure a power base, as has someone else.  He guesses that she thinks he can find out who that someone is.  He tells her he can, and then asks her how badly she wants it?\n\n\nAt Cedars,  Danny leaves Michelle's room to call Robbie, leaving Tony with Michelle.  Tony tries to build up Danny and tells Michelle that she can now live the life she wants.  She then squeezes his hand.  Surprised, Tony urges Michelle to open her eyes.  She does begin to stir and then wakes up saying \"It's you. You're here.\"  \n\n\n",
    "tvmega_recap": "Tony is released from jail on bail. (He was arrested for the drug stuff too.) He hires a lawyer from the mob, and Danny isn't happy about it. Danny wants Tony to forget the mob for their family's sake. Tony will decide what to do after Michelle is well. Bill visits Michelle and sees her finger move. He informs Rick, and he explains that her muscles are moving involuntarily. Michelle is actually reliving the explosion in her mind. Danny & Tony arrive, and they sit with Michelle after Bill leaves. Soon, Danny leaves to check on Robbie. While Danny's gone, Michelle squeezes Tony's hand, opens her eyes, and gives him a smile. Tony is surprised. Alex talks to Gus about wanting Harley to accept her help in planning Gus & Harley's wedding. She also wants Gus to know how thankful she is for him protecting her, and she really wants him to move on from this. Olivia asks Beth to help her with Philip, who, she says, is more dangerous than ever. Beth doesn't want to be involved in any way. Olivia is angry and says she'll always remember how Beth didn't help her. Bill meets with Olivia at his place, where he admits to buying up the shares from the Spaulding stock. Meanwhile, Philip demands of Alex the contact from Spaulding who is able to shut down Olivia's passport & finances.",
    "soapcentral_condensed": "Olivia wants to build a power base at Spaulding and needs Beth's shares as well as the shares of Phillip's other exes. Alex visits Gus at the police station and expresses her gratitude for his keeping silent by giving him a wedding planner. Alex wants to give him a gift in return for his help:  The gift is not only the wedding, but also some advice. Gus and Harley have set a date, the end of July, for the wedding. Danny tries to talk to Tony about going legit and maybe working for him again, but Tony reminds him that he wants immunity for his crimes. Tony is surprised to see that Danny is already ready to post Tony's bail and is ready to go to police station. Michelle asks Rick about a moving hand but Rick believes it was an involuntary spasm. Michelle dreams of Tony's dreams of her coming around again and they both leave the room together. The episode ends on a cliffhanger, with Phillip threatening to take Emma away.\n"
}