{
    "soap_central": "\n\nRoss is at Company trying to convince Dinah to agree to a vacation with him after the baby is born. Dinah is moved by her father's offer, but declines saying she will stay in Springfield in case Edmund needs her. Ross is disturbed to hear that Dinah has not given up on Cassie's husband and asks her if she believes Edmund feels the same about her. Dinah evades the question and responds that she believes in the life she and Edmund will share when he is over Cassie. \n\n\nCassie is at Reva's house waiting for news about Tammy when Edmund arrives after hearing that Tammy has been abducted. He offers her support but Cassie refuses saying he is only too happy to take advantage of the situation in an attempt to get close to her. Edmund is affronted and reminds Cassie that he is divorcing her - not the children. Cassie relents and agrees to let him sit with her while she waits for news. Outside, Dinah peers in as Edmund embraces Cassie. The moment is lost when Dinah rings the bell and is greeted by a furious Edmund and Cassie who is relieved to see Dinah. At least she knows her baby is safe. Inside, Dinah lets out a moan, grabs her stomach and announces she thinks she is going into labor. Edmund sends her a scathing look. \n\n\nAlfred has taken Tammy to a boathouse in the middle of the lake in an attempt to lure Jonathan there to rescue her. After telling Sandy he is not interested in Tammy and won't help her he caves in when Alfred calls and threatens to drown Tammy unless he shows up with the money stolen from Lewis Construction. Jonathan arrives at the docks and swims to the boathouse despite his fear of water. Once there, he frees Tammy and gives Alfred the information about the money but is disappointed when he discovers Alfred's plan. Tammy is free to go, but Jonathan isn't going anywhere. \n\n\nHarley and Mallet are trying to break into Phillip's crypt when Harley stops because she feels creepy. Mallet teases Harley about being afraid of the dead. She corrects him and says it isn't the dead that scare her it's the living dead - zombies. Mallet is amused and assures her that if they meet with zombies he will be their target. Zombies eat brains so Harley will be safe. She gives him a dry look but is startled when she thinks she hears something. Mallet leaves to investigate, crowbar in hand and calling 'here zombie, zombie. Fresh brains.' He glances up at a ledge where a gloved hand has pushed a gargoyle over the edge. \n\n\nGus arrives as Harley is sprawled atop Mallet who has collapsed after being struck in the forehead by the gargoyle. He asks the two how things are going in the grave robbing business. Harley scrambles off of Mallet to appease Gus who is aware of her plan to open Phillip's casket. Mallet stumbles to his feet and asks Gus if he's responsible for dropping the gargoyle on him. Gus gives him a puzzled look and asks what he's talking about. Rick arrives with a paramedic after receiving a call from Gus. While Mallet is being treated for a possible concussion Gus pleads with Harley to let Phillip - who is dead - rest in peace for the sake of their relationship.\n\n\nLater, after receiving help from the paramedic, Mallet is approached by a groundskeeper who comments what a busy night it's been in the graveyard. Mallet pretends to understand what the man means and finds out that there was another man who wore his hat low and drove a car with Florida tags.   \n\n\n",
    "tvmega_recap": "Harley and Mallet are trying to get Phillips tomb open, but he ends up getting hit in the head by a statue. Gus catches them, and Harley and Gus argue about her lying to him. They stop arguing when Mallet passes out. Rick comes to take Mallet to the hospital. Gus convinces him to keep Mallet for a few days, but Mallet hears from the caretaker that someone else has been there and he takes off. Dinah catches Cassie and Edmund embracing. She fakes going into labor. Nate has Tammy at a boat house on the other side of the lake. Jonathan overcomes his fear and swims across the lake to rescue her. Nate lets Tammy go, but Nate tells Jonathan he has to stay. Nate tries to use his mind games to get Jonathan to stay, and Tammy tries to convince Jonathan he can be a good person and to leave with her.",
    "soapcentral_condensed": "Ross is at Company trying to convince Dinah to agree to a vacation with him after the baby is born. Dinah is moved by her father's offer, but declines saying she will stay in Springfield in case Edmund needs her. Alfred has taken Tammy to a boathouse in the middle of the lake in an attempt to lure Jonathan there to rescue her. After telling Sandy he is not interested in Tammy and won't help her he caves in when Alfred calls and threatens to drown Tammy unless he shows up with the money stolen from Lewis Construction. Harley and Mallet are trying to break into Phillip's crypt when Harley stops because she feels creepy. Mallet teases Harley about being afraid of the dead. She corrects him and says it isn't the dead that scare her it's the living dead - zombies. Harley scrambles off of Mallet to appease Gus who is aware of her plan to open Phillip's casket. While Mallet is being treated for a possible concussion Gus pleads with Harley to let Phillip - who is dead - rest in peace for the sake of their relationship.\n"
}