{
    "soap_central": "\n\nHarley debates whether to take the Spaulding CEO position. Gus reassures her that she's up for the challenge. He agrees to consider a return to the police force if she agrees to take the Spaulding job. \n\n\nOlivia gives Bill the cold shoulder for not taking her to the airport. Harley springs the news of her appointment on an incredulous Olivia. Olivia says Harley's time in prison will pale in comparison to being the CEO. Harley bristles when Olivia tells her that she's in over her head. Harley visits Alan in the hospital. He tells her he can't think of anyone who deserves the job more than she does. He wants the job to chew her up and spit her out. She says she will survive. He warns her that the power will change her and destroy her marriage. \n\n\nAva and Bill try to encourage Olivia, who is still upset that she is not the CEO at Spaulding Enterprises. Olivia sets her sights on a new challenge: Lewis Construction. \n\n\nMichelle tells Rick she's going to California to work with their father. He thinks it is a wonderful idea for her to give herself time and space to heal. She says she's leaving Springfield for good. She doesn't want to have to face the memories on a daily basis. \n\nMallet prods Marina to follow her instincts about Michelle's accident and to not worry about hurting Danny's feelings. Marina believes Michelle's baby didn't die in the accident. Michelle finds Marina asking Bill about who Michelle stayed with before she gave birth. Marina tells Michelle there's something about the night of the accident that doesn't make sense. Michelle tells her to let it go. She breaks down with guilt over driving while she was in labor and leaving her baby in the car. Marina pleads with Michelle to let her help her find closure. Michelle confesses it broke her heart to see Marina with Danny. She is still in love with Danny. \n\nGus asks Frank for his job back. Mallet and Gus spar. Frank tells Gus he can have his old job back on one condition . . . that he partner with Mallet. Frank thinks they complement each other. Mallet tells Gus that if they work together, he will learn why Harley fell in love with him. They reluctantly agree to a temporary partnership. \n\n\nZack gets into a fight at school and tells Harley he hates being a Spaulding. Gus shows Harley his badge and surprises her with news that his new partner is Mallet. Gus tells her she is his hero. \n\n\n",
    "tvmega_recap": "Gus tells Frank he wants back on the police force. Frank tells him okay only if he agrees to be partners with Mallet. Mallet and Gus both agree to this after a lot of arguing. Marina tries to get information about Michelle from Bill and Michelle overhears. Michelle is very upset that Marina is dragging it up, but finally agrees to give her some information. After Michelle and Marina talk about Danny, Michelle gets upset and decides not to give Marina any more information. Olivia is upset that Harley was offered the CEO Job, and tells Bill she wants to be part of Lewis Construction. Harley decides to take the job.",
    "soapcentral_condensed": "Harley debates whether to take the Spaulding CEO position. Olivia says Harley's time in prison will pale in comparison to being the CEO. Michelle tells Rick she's going to California to work with their father. Gus asks Frank for his job back. Mallet and Gus spar. Frank tells Gus he can have his old job back on one condition . . . that he partner with Mallet. They reluctantly agree to a temporary partnership. Zack gets into a fight at school and tells Harley he hates being a Spaulded. Michelle breaks down with guilt over driving while she was in labor and leaving her baby in the car. Marina believes Michelle's baby didn't die in the accident. Michelle confesses it broke her heart to see Marina with Danny. She is still in love with Danny and wants to help her find closure. Michelle says she's leaving Springfield for good. She doesn't want to have to face the memories on a daily basis. She tells her sister-in-law to let it go.\n"
}