{
    "soap_central": "\n\nDespite a snowstorm, Harley and Mallet manage to track down Gus and Alan's limo. They find it empty. With the search called off due to the weather, Harley and Mallet return to their hotel. There, she breaks down at the thought that Gus could be dead. Mallet comforts her - and ends up with his ex-wife back in his arms. \n\n\nBack in Springfield, Dinah pretends not to mind that Mallet is with Harley, while Alan-Michael pretends not to know what Alex is talking about when she accuses him of trying to take over Spaulding. He also feigns not to be affected by Marina as she stops by to thank him for being on \"their side.\" She tells him she's ready to take a chance on the two of them. She wonders if Alan-Michael is still willing. \n\n\nCassie and Reva clash briefly, but end on a hopeful note. Both agree the goal is to protect and take care of Tammy. Cassie and Jeffrey settle their differences about his role in getting Jonathan out of jail. Jeffrey explains that he used to be a troubled kid like Jonathan, which is why he believes the leopard could still change his spots. Cassie tells Jeffrey how happy she is that he shared his past with her. Not realizing a few feet away, RJ is carrying around a photo of Jeffrey with Richard, which could cast his entire past in a whole new light. \n\n\nMeanwhile, Sandy provokes Jonathan into attacking him, but Tammy's pleas compel him to pull back. Jonathan allows for Sandy to pummel him. After the couple throws Sandy out, they learn Jonathan has been evicted from his apartment. Reva offers him a place to stay with her - but on her terms: separate rooms for Jonathan and Tammy and no sex. \n\n\n",
    "tvmega_recap": "Cassie and Jeffrey get into a small disagreement and RJ thinks it means that they are splitting up. Jeffrey assures him that they aren't and RJ says that he is glad Jeffrey is part of his family. Cassie rags on Jonathan some more but Jeffrey tells her he has something about his past to tell her. He says that he was a lot like Jonathan when he was younger but things happened that changed him around. Cassie says that she understands but that he is different than Jonathan. Cassie and Reva agree that they may need to spend some time away from each other but Cassie asks her to watch over Tammy and Reva agrees. Jonathan starts to beat up Sandy, but Tammy stops him by saying that if he beats up Sandy he will go back to jail and she wants him out and with her. He lets Sandy go but as Sandy is leaving hits Jonathan. Jonathan gets a call from his landlord telling him he has been evicted. Reva invites both Tammy and Jonathan to stay with her, but tells them there will be rules. Mallet and Harley go to where the limo is and Mallet has to save Harley from it falling on her. She yells at him but then is relieved when he tells her that it was empty. He takes her back and warms her up. Alexandra asks Alan-Michael what is going on after seeing him at a meeting, she also asks him about Marina. Marina and Dinah talk about their \"non\" relationships while trying to find information out on Alan.",
    "soapcentral_condensed": "Despite a snowstorm, Harley and Mallet manage to track down Gus and Alan's limo. They find it empty. There, she breaks down at the thought that Gus could be dead. Mallet comforts her - and ends up with his ex-wife back in his arms. Cassie and Reva clash briefly, but end on a hopeful note. Both agree the goal is to protect and take care of Tammy. Jonathan has been evicted from his apartment. Reva offers him a place to stay with her - but on her terms: separate rooms for Jonathan and Tammy and no sex. Jeffrey explains that he used to be a troubled kid like Jonathan, which is why he believes the leopard could still change his spots. He is carrying around a photo of Jeffrey with Richard, which could cast his entire past in a whole new light. Jonathan allows for Sandy to pummel him, but Tammy's pleas compel him to pull back. Jonathan and Sandy fight again, but Jonathan pulls back.\n"
}