{
    "soap_central": "\n\nHarley and Gus are in the studio when Gus notices Wallace on the surveillance video. They race to the hotel where they accost him and demand to know what he knows about Phillip's murder. Wallace agrees to tell them - for a price. Gus pulls a gun and tries to threaten the information out of him, but Harley agrees to pay anything he asks. Sebastian, watching from a parked car, is delighted to see Harley and Gus arrive on the scene so he can kill them all at once. He answers a call from Alan and assures him everything is going as planned. As Harley, Gus and Wallace leave to go to a quiet place to talk, Sebastian runs Wallace over in the street. He is momentarily unconscious but revives long enough to trace the letter 'A' in blood on a newspaper in the street.  \n\n\nHarley and Gus abandon the scene for fear Harley may be recognized as a fugitive, but follow the ambulance to the hospital to try to gain more information. Sebastian also follows where he discovers Wallace has lived through his surgery. Harley approaches a nurse who has just discovered a check from Alan Spaulding in the amount of $100,000 in Wallace's personal belongings. \n\n\nAt Jeffrey's apartment, Cassie has arrived to find Jeffrey packing to leave town. She begs him to stay with her because she has left Edmund. Jeffrey refuses saying he has been down that road with her in the past, and she always returns to her lying, conniving husband. Cassie denies she will return to Edmund this time. She tells Jeffrey she wants to be as close to him as possible and asks if he wants her, too. Jeffrey tells her he does want her, but once he gets her, he will never let go. They make love and afterward agree that their only regrets are that they didn't do it sooner. \n\n\nTammy is at the bar buying drinks for her and Sandy when Jonathan arrives and questions Tammy's interest in Sandy. Tammy begins to defend Sandy but is reminded that she doesn't know anything about him except he came to town under the pretense of being someone he is not. Jonathan is telling Tammy to think about the name 'Sandy Foster' and whether or not it's real when Sandy appears and interrupts the conversation. In a seeming effort to make peace with Jonathan, Sandy invites him to a movie with him and Tammy. Jonathan declines but offers to take them to party in the rough section of town. They turn him down, Jonathan leaves and Sandy is surprised to discover that Tammy wants to go to the party. \n\n\nEdmund and Dinah are in the barn discussing Cassie's reaction to finding Edmund holding a shovel over Dinah's head. Dinah assures Edmund that Cassie is gone for good and he can celebrate his independence. Edmund begins to seethe and tells Dinah that his feelings for her are far greater than hate - 'despise' does not even do it justice. Dinah is unaffected by his remarks and takes his hand to hold over her heart while telling him to feel the racing there and know it is because of him. Edmund becomes momentarily mesmerized by her words but recovers when she offers to help him raise 'their' child. \n\n\nJonathan appears as Edmund is holding Dinah against the wall by her throat. Jonathan manages to break Edmund's hold and shouts that Edmund has reached an all time new low. Instead of waiting for babies to be born, he just tries to kill them in the womb now! Edmund's face becomes distorted with rage as he tells Dinah that she 'is nothing' and 'has nothing' for him. Dinah pleads with Jonathan to leave them alone, but Edmund demands that they both leave. Outside, Dinah accuses Jonathan of screwing up her chance with Edmund. She almost had him! Jonathan stares at her in disbelief, but saunters away after telling her to go back inside for a beating. \n\n\n",
    "tvmega_recap": "Cassie wants to sleep with Jeffrey, but he thinks she will just run back to Edmund as always. She assures him that she is through with Edmund for good. After a lot of arguing, they sleep together. They have some nice pillow talk afterwards. Jonathan asks Tammy why she likes Sandy and plays with her head about him. Jonathan invites Sandy and Tammy to go to a party after their date, but they turn him down. Sandy invites HIM to go to the movies with them, but Jonathan passes. Tammy feels sorry for Jonathan. They come back when Tammy realizes that she left her wallet at the bar. They debate whether to go to the party or not. Tammy is glad that she's with Sandy and not Jonathan. Dinah tries to convince Edmund that Cassie dumping him is a good thing because now he can act like himself. Edmund doesn't want to hear it. Dinah wants Edmund to start a life with her and their baby. He is rough with her and might choke her, but Jonathan arrives and fights with Edmund instead, defending Dinah (who doesn't want his help). In New York, Harley and Gus are kissing when they see Dr. Wallace on their monitor. They go downstairs to catch him. Sebastian also watches him from a taxicab, planning to run him down, on Alan's instruction. Gus and Harley get to him, and he agrees to sell them the name of Phillip's killer, but then Sebastian runs them all down. Gus and Harley are find, but the doctor is at death's door. They follow the ambulance to the hospital, where the doctor gets surgery. A nurse looks through his wallet and finds a check from Alan for $100,000.",
    "soapcentral_condensed": "Harley and Gus are in the studio when Gus notices Wallace on the surveillance video. They race to the hotel where they accost him and demand to know what he knows about Phillip's murder. Sebastian, watching from a parked car, is delighted to see Harley and Gus arrive on the scene so he can kill them all at once. At Jeffrey's apartment, Cassie has arrived to find Jeffrey packing to leave town. She begs him to stay with her because she has left Edmund. Jeffrey refuses saying he has been down that road with her in the past, and she always returns to her lying, conniving husband. Tammy is at the bar buying drinks for her and Sandy when Jonathan arrives and questions Tammy's interest in Sandy. Tammy begins to defend Sandy but is reminded that she doesn't know anything about him except he came to town under the pretense of being someone he is not. Jonathan declines but offers to take them to party in the rough section of town. They turn him down, Jonathan leaves and Sandy is surprised to discover that Tammy wants to go to the party.\n"
}