{
    "soap_central": "\n\nAfter a nightmare in which Cassie learns Hope is Michelle's, Edmund is more determined than ever to use the baby to draw Cassie back to him. He pushes her to move ahead with the baby's christening and though Cassie is thrown, she ultimately agrees. They ask Reva and Josh to be the godparents and though Reva and Josh have reservations because of their separation, they accept the offer. Meanwhile, Michelle confides in her brother all the heartache she feels at the loss of her child. She tells Rick she needs to find some way to let go of the baby and asks him to deliver a present to Edmund and Cassie. Later, Rick comes to the house on behalf of Michelle and Edmund fears he may be caught until he realizes Rick has simply brought a present from Michelle. Later, Rick returns to an eager Michelle and reports that they named the baby Hope. Meanwhile, fearing that the situation is beginning to get out of control, Edmund discourages a concerned Cassie from going to see Michelle but decides that he needs to pay Michelle a visit, himself. Later, Reva and Josh get into a heated conversation where Josh admits that though he wants to get back together, he might not always be available. Reva then gets a visit from someone she's very happy to see while Josh is propositioned by a beautiful woman. Jonathan tracks down Tammy to a small town where she is looking for clues about Sandy's past. They speak to a minister who tells them he can show them Sandy Foster but the pair are confused when the minister brings them to a tombstone with the name Sandy Foster on it. Tammy doesn't know what to think about her enigmatic boyfriend and Jonathan offers her a rare showing of support.\n\n\n",
    "tvmega_recap": "Edmund dreams that Cassie finds out about the baby being Michelle's. He swears never to let that happen and tells Cassie that he has set up a meeting with the Reverend about Hope's christening and he wants to ask Reva and Josh to be godparents. Rick stops by with a gift from Michelle and tells them about Michelle's accident and losing her baby. Cassie wants to go and see Michelle since she knows what she is going through but Edmund stops her. Jonathan questions Sandy and gets the name of the town out of him and then goes and meets up with Tammy, who finds out from the minister that Sandy is well known. He takes them to see Sandy, and they find a grave marker with Sandy's name on it. The minister says that Sandy's death was tragic and sudden. Sandy asks Josh if he can take some time off and upon returning to Springfield, Tammy wonders again what Sandy is hiding. Michelle wakes up from a bad dream and tells Rick about seeing Maureen and her saying the baby isn't in Heaven. She asks Rick to take a present to Edmund and Cassie for their new baby and then breaks down in tears over her own. After Rick comes back to the hospital, Michelle asks what the babies name is and Rick tells her it is Hope. Reva and Josh feel uncomfortable about being Hope's godparents but then decide to do it after figuring out their lives will always be tied together. Later Reva places a mysterious call and Josh receives one. It looks as if they are going to get together, but we find that Josh has been called by a coworker Stephanie, who wants to know if the rumors are true and he is now single.",
    "soapcentral_condensed": "After a nightmare in which Cassie learns Hope is Michelle's, Edmund is more determined than ever to use the baby to draw Cassie back to him. Meanwhile, Michelle confides in her brother all the heartache she feels at the loss of her child. She tells Rick she needs to find some way to let go of the baby and asks him to deliver a present to Edmund and Cassie. Edmund fears he may be caught until he realizes Rick has simply brought a present from Michelle. Later, Rick returns to an eager Michelle and reports that they named the baby Hope. Reva and Josh get into a heated conversation where Josh admits that though he wants to get back together, he might not always be available. Jonathan tracks down Tammy to a small town where she is looking for clues about Sandy's past. They speak to a minister who tells them he can show them Sandy Foster but the pair are confused when the minister brings them to a tombstone with the name Sandy Foster on it. Tammy doesn't know what to think about her enigmatic boyfriend and Jonathan offers her a rare showing of support.\n"
}