{
    "soap_central": "\n\nDanny had worked hard to convince Vinnie that Michelle could never provide information about the night of the explosion, since she was in a permanent coma. Salerno seemed appeased until Frank burst in, raiding the club. Danny proved his loyalty to Salerno, and Frank's bust was a bust. Satisfied that Danny had proven himself, Salerno rewarded him with the coveted job of playing bagman to his San Cristobel drug supplier. Vinnie then said he wanted Danny to kill Jeffrey, a plan that Danny and Jeffrey had decided they would push for in the hopes of catching Vinnie in a mistake. Danny left to find Jeffrey and let him know their plans were falling into place. \n\n\nGus was still reeling from the connection that had been made between Brad Green, Alan, Salerno, and Eden. His doubts about Alan led him to question Edmund about Alan's involvement in San Cristobel's drug business. Later on, Gus sought out Alan, unable to shake his suspicions. Meanwhile, Cassie's suspicions of Edmund continued to grow after she saw Edmund's defensive reaction to Gus's questions about the drug business in San Cristobel. An argument ensued, but in the end, it seemed as if she and Edmund had reached common ground. \n\n\nPhillip learned from Alan that the federal probe into Spaulding Enterprises was rapidly ending. Realizing he was running out of time to frame Olivia, Phillip moved into action with a plan to stick her with incriminating memos. Later, Phillip let Alan know that Olivia was going down.\n\n\nAt Lizzie's prodding, Tammy, Joey, Shayne, Marina, Sandy, Remy, and Kyra gathered for their first meeting about summer jobs at Spaulding. A reluctant Alan laid down the law, as well as his plans for their summer project. Lizzie had a project of her own and fixed the teams so that she wound up with Joey. So as not to be left out, Alexandra showed up to further her own project: using the summer employment program to spin some positive P.R. for the company.\n\n\n",
    "tvmega_recap": "At the Beacon, Cassie lies in Bed thinking about her conversation with Jeffrey. Cassie awakens a sleeping Edmund to tell him how much she loves him and how important he is to her. Gus arrives to question Edmund about what he remembers about the San Cristobel drug lab and who was behind the antimonies project all those years ago. Edmund tells Gus that Alan was in charge of the project. Cassie listens to their conversation and continues to have doubts about Edmund. Cassie tries to put the doubts out of her mind. At Spaulding Enterprises, The young college interns arrive for their meeting with Alan about the contest. Alan is late so the future interns start to play around and imitate Alan's voice. Alan arrives and tells them he was watching them from the Spaulding security camera and from what he saw they are not Spaulding material. Alan decides to give the kids another chance and explains the rules of the contest to them. They will be divided into teams and compete on how they handle different projects. The winners will get points the losers will get no points. The person with the most points wins the job and gets their college tuition paid. Alan informs Philip that the federal investigation will be over soon. Philip has to hurry to put his plan in place to make Olivia the person who will take the blame for the problems at Spaulding. Philip informs his father that he has placed an envelope full of incriminating memos in Olivia's office. Alexandra takes pictures of the interns. Gus grows even more suspicious of Alan when he refuses to have his picture taken with the interns. Lizzie finally persuades her Grandpa to have his picture taken with the interns. Salairno finally agrees to let Danny take the meeting with the drug supplier during the San Cristobel festival. Tony and Danny manage to persuade Salairno to kill Jeffrey after Frank raids the club and is informed by Frank that it was an order from Jeffrey. Danny calls Jeffrey to give him good news and better news. The good news is that Danny gets to meet with the drug supplier. The better news is that Danny has been ordered by Salairno to kill Jeffrey.",
    "soapcentral_condensed": "Danny had worked hard to convince Vinnie that Michelle could never provide information about the night of the explosion, since she was in a permanent coma. Vinnie then said he wanted Danny to kill Jeffrey, a plan that Danny and Jeffrey had decided they would push for in the hopes of catching Vinnie in a mistake. Gus was still reeling from the connection that had been made between Brad Green, Alan, Salerno, and Eden. Phillip learned from Alan that the federal probe into Spaulding Enterprises was rapidly ending. Lizzie had a project of her own and fixed the teams so that she wound up with Joey. Alexandra showed up to further her own project: using the summer employment program to spin some positive P.R. for the company. Later, Phillip let Alan know that Olivia was going down. A reluctant Alan laid down the law, as well as his plans for their summer project. The summer project included Tammy, Joey, Shayne, Marina, Sandy, Remy, and Kyra.\n"
}