{
    "soap_central": "\n\nThe following morning... \n\n\nVinnie Salerno went ballistic after discovering that the Antimonius was missing from the sack he'd securely locked up for the night. Meanwhile, Jeffrey, who'd stopped by the surveillance van to check on things, overheard as Vinnie thundered on about the missing drugs. Jeffrey suddenly took off in a hurry.....Meanwhile, as Michelle sat with Robbie on their sofa reading a book, two of Salerno's men barged in and began throwing things aside and recklessly searched her house. She tried to order them out, but the men were determined. Michelle lied to Robbie, saying that the men were friends of Danny's, then told Robbie to go upstairs....Back at the Salerno's club, Danny walked in and was immediately accused by Vinnie of taking the drugs. Vinnie was livid, stating the NOBODY steals from him, but Danny insisted the drug trade was never his thing. A panicked Michelle called Danny on his phone and told him what was happening back at their house. Salerno's men were slicing open sofa cushions and, in general, ransacking the place. When Danny asked about Robbie, Michelle assured him Robbie was safe upstairs. Michelle then said she wanted to speak to Vinnie. \n\n\nAt Eden's place, Eden tended to Bill, who was nursing a hangover. He told her he was glad he had a bachelor party after all because it made their upcoming wedding much more of a reality. Bill asked her if she and Harley had had a girls night out, but Eden said she was home---and that she was home when Bill got home. Nervously, Bill asked her what happened, but Eden said she must've been in the shower when he got home because when she got out of the shower, Bill was already passed out. Suddenly, Jeffrey arrived with a very determined expression on his face. After he said he needed to talk to Eden about Vinnie Salerno, Bill insisted he'd already spoken to Salerno and had told him to back off. Jeffrey stated that he needed to talk to Eden alone. Hesitantly, Bill left, but not before saying that Salerno was part of Eden's past. When Jeffrey found out that Eden had flushed what she thought were drugs, he informed her that he'd switched the Antimonius for powder after he'd tested the drugs. Jeffrey told Eden she was stupid for flushing the powder because he'd been waiting for Salerno to go to his supplier once he received the \"drugs\" and, in turn, Jeffrey could've been able to bust the entire operation. While Eden was dreading that Vinnie would find out what she did and that he might want to kill her, Jeffrey told Eden he needed her to testify against Salerno. Eden began to sob hysterically, saying she'd do anything Jeffrey asked EXCEPT testify, and said she fears losing her life, but Jeffrey insisted she's got to testify and that he'll provide protection for her. When Eden cried that she only wants her life and Bill, Jeffrey said that people sometimes don't get what they want. \n\n\nAt \"Olivia's\" bar, Sandy ran into Harley and they spent time together talking about marriages and mistakes. Bill stopped in and told Harley that Jeffrey had come by to talk to Eden about Vinnie Salerno. Bill asked Harley if she knew what was going on, but all Harley said was that Jeffrey probably wanted to question Eden because she knew Salerno in the past. Bill said Eden hadn't been acting like her usual self lately and when he asked Harley---again---about it, she lied, then told Bill to focus on the present and his upcoming wedding. \n\n\nAt the Lewis home, Cassie came by in order to talk to Tammy before she headed off to school. When Joey arrived to pick Tammy up, Cassie informed him she knew about them being at the Bauer cabin alone together. After Joey apologized, Cassie told Joey to tell his mother about it before SHE did. When Tammy came downstairs, mother and daughter had a few tense moments, and Reva pulled Cassie aside to tell her not to fly off the handle and deal with the situation calmly. Later, when Joey left the room, Cassie asked Tammy if she tried to teach her a \"lesson\" by going to the cabin with Joey, but Tammy didn't admit it. Joey couldn't wait any longer and entered, saying he had to go off to school. Tammy got angry at Cassie for making her miss her ride and accused Cassie of thinking she'd had sex with Joey just because she'd given Edmund an innocent kiss---adding that she's not self-destructive like her mother. Cassie quietly told Tammy that when she was about Tammy's age, she made some mistakes and that, now, she wishes she'd had someone to talk to. She added that she's never regretted having Tammy. Tammy told her mother that she and Joey didn't have sex and that she DID have people to talk to. Cassie asked if she could be one of those people, and Tammy said \"maybe.\" Cassie said she had to go, but handed Tammy a gift-wrapped box first. After she left, Tammy opened the gift, which turned out to be a new diary---with a little padlock on it. Tammy held it to her chest. \n\n\nBack at Salerno's club, Vinnie listened as Michelle spouted her fury over the ransacking and asked what was happening, and Vinnie told her that something very valuable went missing overnight and that he can account for the whereabouts of all his men except Danny. Michelle told him that Danny was with her all night, then said she didn't appreciate breaking bread with Vinnie at her table and then having Vinnie break her table. When Michelle informed him that she and Danny had a safe and asked if she should open it so his goons could take a look, Vinnie called off the search. The men departed, and Tony walked in. When he took in the scene, Tony told Michelle that with Danny back in the mob, she should expect this sort of thing, but Michelle said she didn't expect it from Tony. Tony offered to help Michelle put the place back together, but Michelle retorted that she didn't want Tony to ruin his manicure. Tony told Michelle to stop it with the tough act, but Michelle said that the naive, trusting Michelle is now a part of the past....Back at the club, Danny insisted he's loyal and told Vinnie not to bother his family in the future, to which Salerno replied, \"Your family is my family.\" Danny reminded him that they still have a problem: Someone stole something from Vinnie and they have to find out who....Later, Michelle thanked Tony for helping her put the house back together. She asked if Tony had reported to Salerno about Danny being at the warehouse the previous night, but Tony said he hadn't. She thanked him for being loyal, then said she was sorry if she came across as judgmental or superior, adding that she hopes they're always family. \n\n\nJeffrey met up with Harley at \"Olivia's\" and informed her that Eden had flushed the powder. Harley was shocked, then even more surprised once Jeffrey said he'd ordered Eden to testify against Salerno. Harley said that Eden would lose everything that mattered in her life if she testified, but Jeffrey pointed out that at least Eden would stay alive. Jeffrey told Harley about offering Eden protection---then said that Harley is Eden's new bodyguard. \n\n\nAt Eden's place, she glanced around, then lifted a packed suitcase and started to head out the back way when the front door opened. Bill entered, and Eden froze where she was. Bill started to smile at her, but when he looked down and noticed the suitcase, his smile began to fade. \n\n\nAt Vinnie's club, Danny found empty plastic bags that had been stashed in the washroom and reported he'd also found traces of powder on the washroom floor. Vinnie thought back about his last conversation with Eden, then told Danny he knew who was responsible. When Danny asked what he was going to do about it, Vinnie asked Danny what HE was going to do about it? Vinnie said he wanted to make an example out of the person who betrayed him. Danny asked Vinnie who he was talking about, and Vinnie replied, \"Eden August.\" Vinnie then ordered Danny to kill her! \n\n\n",
    "tvmega_recap": "Cassie confronted Tammy and Joey about their time in the cabin. They bury the hatchet and Cassie gave her a new locking diary as a gift. Salerno tore through his house looking for the drugs Eden dumped. When Danny appeared, he zeroed in on him, accusing him of stealing from him. Thugs also arrived at Danny and Michelle's house to search for the drugs. Michelle called Danny asking to talk to Salerno and talked him out of completely trashing her house. Tony helped her clean up the mess. An extremely hung-over Bill refuses Eden's cure for a hangover. Eden lied about her whereabouts the previous evening. Then Jeffery showed up and questioned Eden about the drugs. He told her that he'd switched the drugs with the fakes and blamed her for setting the investigation back. Then he told her she'd have to testify against him. He then assigned Harley to be Eden's bodyguard. Bill grilled Harley about Eden. Danny found empty bags behind the toilet in the bathroom and sent Danny to kill Eden.",
    "soapcentral_condensed": "The following morning, Vinnie Salerno went ballistic after discovering that the Antimonius was missing from the sack he'd securely locked up for the night. Meanwhile, as Michelle sat with Robbie on their sofa reading a book, two of Salerno's men barged in and began throwing things aside and recklessly searched her house. At Eden's place, Eden tended to Bill, who was nursing a hangover. At \"Olivia's\" bar, Sandy ran into Harley and they spent time together talking about marriages and mistakes. At the Lewis home, Cassie came by in order to talk to Tammy before she headed off to school. When Tammy came downstairs, mother and daughter had a few tense moments, and Reva pulled Cassie aside to tell her not to fly off the handle and deal with the situation calmly. Later, when Joey tried to teach Tammy a \"lesson\" by going to the cabin with Joey, Joey couldn't wait any longer and entered the house and accused Cassie of thinking she'd just given an innocent kiss.\n"
}