{
    "soap_central": "\nIn Reva's Living Room \nSandy, on the phone pretending to be Josh, persuades the bank not to pursue charges regarding Jonathan's trust fund issue. He later tells Tammy he doesn't feel comfortable taking the trust money. Tammy welcomes Sandy to the family. Sandy tells her perhaps he is not the guy everyone thinks he is. They decide to have some fun. Sandy, pretending to be from Harley's Angels, seeks information on accidents and John Doe reports. \n\n\nAt Company \nJosh surprises Reva with plane tickets to Tulsa. They would be going to Cross Creek to add Jonathan's name to the stone bridge there. The second surprise is a visit from her father, Hawk Shayne! Before he sees Reva, he runs back out the door. Josh follows him. Hawk tells him news which Reva will not want to hear. Someone came to Cross Creek asking all kinds of questions. Hawk announces this person claims to be writing a book on the place, and that he saw this man get into a car with Phillip Spaulding. Suddenly, Reva sees Hawk. She is so happy to see Pop. Hawk says he wants to see his new grandson. \n\n\nIn Washington, D.C. \nJeffrey hires a stand in to play Cassie's imposter. Cassie, thinking she is meeting the real thing, confronts her. The imposter's imposter feeds Cassie everything she wants and needs to hear. Jeffrey imagines Cassie actually confronting Dinah, and freaks out. He sends the \"imposter\" away. Cassie blasts Jeffrey for not allowing her more time to confront this woman. She is sure he is hiding something. Jeffrey finds out all flights are canceled due to an electrical storm; they have to stay put. Jeffrey takes the couch, while Cassie takes the bed. Jeffrey makes a comment to Cassie about which only Richard would have known. \n\n\nAt The Light House \nWith Robbie, Michelle recalls a childhood memory of being with Ed at the light house. When Tony overhears, she says she did not actually remember it, but that Rick told her about it. Michelle wanted Robbie to share some of her memories. Tony asks if she wants to remember. Michelle says she does not know. Rick and Mel interrupt a potential moment between Michelle and Tony. Tony asks Rick about Michelle getting back her memory. Rick implies Tony wants her for himself. Later, Michelle gets flowers from Danny. \n\n\nAt The Springfield Inn \nDinah tells Edmund the tale of Richard and Jeffrey trading places. Drugs running through San Cristobel was apparently the reason why, as she explains. Dinah tells Edmund that Jeffrey enjoyed playing Richard just a little bit too much. Edmund wonders how Jeffrey \"became\" Richard. He demands to know if Jeffrey slept with Cassie. Then he wonders if Dinah herself is lying! Edmund asks to know who she really is. He accuses Dinah of being the imposter. She admits everything to Edmund, except about being Dinah. When Edmund calls to see if Cassie has checked out of the hotel in D.C., Jeffrey answers the phone. \n\n\n",
    "tvmega_recap": "Michelle spends time with Robbie and tries to be a good mother to him. Tony and Rick fight over whether or not Tony wants Michelle. Josh surprises Reva with 2 tickets to Cross Creek & Hawk showing up. Hawk tells Josh of Phillip making a trip to Cross Creek and having someone pretend to write a book in order to get Hawk to sign a \u0091release' form. Sandy calls the bank president pretending to be Josh and tells him that the issue of Reva's real son is a family matter and not to bring it up again. Jeffery gets a fellow FBI agent to pretend to be Cassie's imposter so that Cassie can confront her. Edmond realizes that Dee/Dinah is Cassie's real imposter and that Jeffery helped Richard infiltrate a drug ring with the help of the US Government, in the form of Jeffery O'Neill. She also tells him that Jeffery would pretend to be Richard to protect both San Cristobel and Richard's family and that included time spent with Cassie while she was married to Richard. Jeffery and Cassie are stranded in DC due to an electrical storm. Tony & Rick fight over Michelle's well being. Edmond calls Cassie and hears Jeffery pick up the phone.",
    "soapcentral_condensed": "In Reva's Living Room Sandy, on the phone pretending to be Josh, persuades the bank not to pursue charges regarding Jonathan's trust fund issue. In Washington, D.C. Jeffrey hires a stand in to play Cassie's imposter. At The Springfield Inn Dinah tells Edmund the tale of Richard and Jeffrey trading places. Edmund asks to know who she really is. Michelle recalls a childhood memory of being with Ed at the light house. Rick and Mel interrupt a potential moment between Michelle and Tony. Tony asks Rick about Michelle getting back her memory. Rick implies Tony wants her for himself. Later, Michelle gets flowers from Danny. Hawk says he wants to see his new grandson. Jeffrey finds out all flights are canceled due to an electrical storm; they have to stay put. Jeffrey makes a comment to Cassie about which only Richard would have known. Jeffrey imagines Cassie actually confronting Dinah, and freaks out. He accuses Dinah of being the imposter, and sends the \"imposter\" away.\n"
}