{
    "tvmega_recap": "Inside Company, Coop tells Ava that Lizzie is pregnant. She is shocked and thinks Lizzie is faking it to keep Coop. A British gentleman arrives to interview Coop for Oxford and Coop tries to muddle his way through. At the police station, Tammy gets Remy to rescind the restraining order against Jonathan. A suspicious Remy is in disbelief. At Lizzie's apartment, Jonathan questions her about being pregnant and if the baby is his. She assures him that she was pregnant when she slept with him and that the baby is Coops. A relieved Jonathan and Lizzie decide no one will know about their night together. Finding Gus at Cedars, Harley questions him about why he is there. After explaining to her that he had to interview a nurse, he hugs her and grabs a pad of prescriptions, stuffing them in his pocket. Harley starts to leave as Gus asks a nurse her name and where the pharmacy is, gets some drugs and takes one. He rapidly gets sleepy and has blurred vision. Mallet calls him into work at the police station and a reluctant Gus obliges. After arriving outside Company, Harley tries to phone the nurse with whom Gus had an interview. Dinah sees her and attempts to have a conversation but Harley is preoccupied. Harley starts to leave as she realizes the nurse has no idea of what she speaks and Dinah grabs Harley telling her she will not just walk away from her. Dinah finally, after raking Harley over the coals for ignoring her, tells her that what's wrong is that she slept with her boyfriend. Harley tries to tell Dinah that she and Mallet regretted it the moment it happened. Gus and Mallet get a lead on the Marler case and go on a stake out waiting on an airplane mechanic. As they sit in the car, it is obvious Gus has very blurred vision and keeps falling asleep. Suddenly, Mallet sees the man they are looking for and tells Gus to act casually. Gus tries to get out of the car but has great difficulty. He sees through blurred vision the man in question point a gun as gunfire rings out. Gus drops his gun and slides down the car side, grabbing his chest in disbelief as Mallet looks on in slow motion. Harley receives a phone call from the police station. Dinah listens in shock as Harley says, \"What, who was shot?\""
}