{
    "soap_central": "\n\nReva's looking after Company for the Coopers.  It's just her, Hawk and\nSandy for now.  hawk was supposed to leave tonight since he has an\nimportant meeting tomorrow, but his flight was cancelled because of the\nstorm.  At a table with Sandy, Hawk says he wants to know all about him.\nSandy's tight-lipped  but starts to remember being high on a ledge with\nanother young man during a storm.  He was clearly afraid, the other teen\nwas not.  When Hawk wonders what exactly Sandy inherited from Reva,\nsince he can't see anything, Reva mentioned that Sandy got her eyes and\npool skills.  When Reva walks off, Hawk mentions to Sandy about honesty\nalways winning out.  That line of conversation makes Sandy defensive,\nbut Hawk tells him not to be skittish; he was talking about Josh not\ntelling Reva about Cross Creek.  Hawk then seems to really look at Sandy\nand starts talking the beauty of Cross Creek and how when you're there\nyou can almost look through a man's soul.  Later, Hawk asks Reva about\nSandy, about his story since he seems preoccupied and anxious.  Reva\ndismisses it.  Then Sandy comes with a surprise--a ticket for Hawk on\nthe next train to Tulsa tonight.  As he's leaving, Hawk tells Sandy to\ntake care of Reva.  He doesn't know why Sandy is \nskittish but he tells him not to  hurt Reva  or Hawk will come back,\nvery unhappy.    \n\n\nAfterwards, Reva thanks Sandy. She tells him that he's made a difference\nin his life.  She starts talking about how much of his life that she\nmissed; Sandy tells her she didn't miss much.  She starts talking about\nthe day he was born and the hole in her heart that was created from the\nday she gave him up.  He tells her she doesn't have to keep apologizing\nfor that,, but she thinks she does.  Meanwhile, Sandy again remembers\nhis night on the ledge with the other young man.  The other young man is\nstanding on the ledge, mocking Sandy's fear.  Sandy starts to get angry,\ntelling the other teen that he's tired of this, that he's tried with\nhim.  Suddenly, the other teen slips off the ledge, Sandy grabs his arm.\nThe memory upsets Sandy and Reva notices.  She apologizes for being\nsentimental.  She realizes that something about the storm is upsetting\nhim and offers to let him talk about it with her.    \n\n\nTammy, Joey, and Lizzie are right outside Company.  Alan meets up with\nthem and tells them that the dinner was cancelled because of the\nblackout.  He does announce the winner though--Joey.  He wins a full\nscholarship and a job at Spaulding.  He tells Joey that the board will\nwant to meet with him sometime very soon. Lizzie excitedly hugs Joey.\nTammy, happy also, is near and she and Joey go inside Company so Joey\ncan call his mom and tell her the good news.  Alan wonders to Lizzie,\nshouldn't she be the one on Joey's arm and asks if she's happy with the\noutcome of Joey winning?  Lizzie assures him that she is.   Alone she\nwonders if she should drug Joey.  At first she says she can't, but\nquickly reconsiders.  Inside Company, Joey and Tammy are excited.  Joey\ntells Tammy he should probably thank Lizzie.\n\n\nJoey tells Tammy that he's glad the contest is finally over and he can\nfocus on other things in his life, like her.  Later, Lizzie asks Joey if\nhe wants to go and celebrate, but he tells her he already has plans with\nTammy.  Clearly embarrassed, Lizzie quickly shakes it off and tells him\nit's no big deal and leaves.  Joey tells Tammy he feels kind of bad, but\nnot that bad.  He tells her he wants to be with her and she reminds him\nthat she has a room at the Beacon.  Just then, Joey receives a document\nfrom Spaulding, the board wants to meet with him tonight at the Beacon.\nJoey's disappointed that he has to go but promises Tammy that he'll meet\nup with her later.  Joey then goes to the appointed room at the Beacon,\nonly to find Lizzie there.  With the drug vial hidden behind her back,\nshe tells him he's the guest of honor.    \n\n\nBill goes to Olivia's room at the Beacon, to check up on her because of\nthe blackout. She's surprised he's there, she thought he had a hot date\nand teasingly bungles his date's (Cheryl) name.  Bill says again that he\nwas wondering if Olivia needed any help and offers his services.  Olivia\ninvites him into her room.  Inside, Bill talks about the last time\nSpringfield had a citywide blackout.  He was just a kid; he was with Ben\nand their fathers.  Olivia notes that he must miss Ben.  Bill says he\ndoes, and Michelle since her memory is gone now.   They then go to\nCompany to discuss how to get to the shareholders at Spaulding.\nSuddenly, Olivia spots Alan.  She goes to Alan's table and asks if she\ncan use his laptop so she can check her email.  He allows her since he\nsays he likes to watch her work.  After Alan discusses the rumors\nOlivia's been spreading about Phillip's mental health, he suddenly turns\nhis computer around.  He's not surprised at what she accessed, index\nfiles, and reiterates that he likes to watch her work.  Olivia goes back\nto her table and tells Bill that she thinks she may have gotten into the\nstockholders' database.  Bill's not surprised that her obvious ploy\ndidn't work, but he (holding up a palm pilot) has technology on his\nside.  He's able to hack into database, thus getting information on\nevery one of Spaulding's shareholders.  The pair go back to Olivia's,\nexcited about their first win.  Wanting to celebrate, they kiss and\nstart to make love.\n\n\nEdmund has just knocked Jeffrey out with a shovel and is looking at his\nunconscious body.  Meanwhile, the barn is beginning to burn down because\nof the fallen lantern.  Edmund goes to leave Jeffrey to die, but turns\naround and bemoans to Jeffrey how Cassie always needed him (Jeffrey) but\nnever him.  He plans to let O'Neill die in the barn since Cassie is his\nlife.  However, he quickly changes his mind and drags Jeffrey to safety.\nMeanwhile, Cassie  is inside the house reassuring R.J. about the storm\nWhen she leaves the room, R.J. goes to the window and apparently sees\nsomething.  When Cassie comes back in the room, R.J. is gone.  Soon, she\nherself sees the fire in the barn.  She rushes there, only to find R.J.\nat the top level of the barn, too scared to come down.  By this point,\nEdmund has dragged Jeffrey to the house and is frantic because he can't\nfind Cassie.  He calls 911 to report the fire and Jeffrey starts to\nregain consciousness.  By now, the barn is all ablaze and Cassie goes up\nthe stairs to get R.J. but the staircase  collapses.  With the fire all\naround her, Cassie comes to, to find a large piece of wood on top of her\nleg.  She sees someone enter the barn and thinks it's Edmund.  She looks\nup and stares in shock at who's standing above her. It's Dinah!  \n\n\n",
    "soapcentral_condensed": "Reva's looking after Company for the Coopers. Hawk was supposed to leave tonight since he has animportant meeting tomorrow, but his flight was cancelled because of thestorm. At a table with Sandy, Hawk says he wants to know all about him. Sandy's tight-lipped, but starts to remember being high on a ledge withanother young man during a storm. He was clearly afraid, the other teenwas not. Later, Hawk asks Reva aboutSandy, about his story since he seems preoccupied and anxious. Sandy comes with a surprise--a ticket for Hawk onthe next train to Tulsa tonight. He doesn't know why Sandy is skittish but he tells him not to  hurt Reva  or Hawk will come back,very unhappy. Afterwards, Reva thanks Sandy. She tells him that he's made a differencein his life. She starts talking about how much of his life that shemissed; Sandy tells her she didn't miss much. Joey tells Tammy he's glad the contest is finally over and he canfocus on other things in his life, like her.\n"
}