{
    "soap_central": "\n\nJonathan leaves Tammy breathless after he helps her find her lost engagement ring. She doesn't trust him when he tells her that he's happy that she found what she wanted-someone safe and stable. He says that he and Tammy would never have worked out anyway because he would have hurt her somehow. He urges her to leave and never look back. She leaves but leaves the ring behind.\n\n\nCassie plans a dream wedding for Tammy. Her spirits fall when she sees Michelle and Hope. Cassie can't bear to hold Hope and turns away in tears. Michelle is disappointed when she learns that Danny plans to spend the evening alone with Marina and Hope and not with Michelle and Hope. Danny is disappointed when Marina is called back to work for traffic control. Marina runs into Michelle in the elevator. \n\n\nAlan and Edmund plot to get what they want. Alan continues to put thoughts about Harley in Mallet's head but Mallet's mind is on Dinah. She is incensed when he says that Harley refused his request to give Dinah a job. Dinah believes that he is using her to get close to Harley. \n\n\nHarley calls Gus to apologize for lying about kissing Mallet. Zack brings her a key to the treehouse because Gus might be there. Zack worries that he won't come back. Mallet interrupts and leaves Dinah for an \"interview\" with Harley. Harley tells Dinah that she doesn't want to hire her. \n\n\nReva and Josh recover from their passionate love-making. Reva grows quiet when Josh tells her that she is all he needs. Josh leaves a happy man and sends Reva flowers. She tries to convince herself that she's happy now that she's with him. \n\n\nTammy asks Josh to give her away. She realizes that the ring is gone and calls Jonathan to bring it to her. She tries on her wedding dress but daydreams about Jonathan. \n\n\nThe lights go out in Springfield, leaving Michelle and Marina trapped in an elevator, Mallet searching for an escaped Alan, Edmund looming over Cassie, Harley and Dinah glaring at each other in a Spaulding hallway, and Jonathan alone with a bride-to-be.\n\n\n",
    "tvmega_recap": "Josh and Reva agree that their lovemaking was like the old good times. Josh has to leave to go and meet Tammy but asks Reva to stay till he gets back. She agrees, but later asks herself why she still isn't happy. Josh sends flowers up to his suite but Reva is not there. Jonathan helps Tammy find her engagement ring and when she asks him why he is helping her, he tells her that she chose the right guy so she can be safe. He apologizes for always hurting her and she tells him that she doesn't think that he has ever hurt her on purpose. She has to leave to go and meet with Josh and her mom to discuss wedding stuff, but accidentally leaves her engagement ring with Jonathan. Tammy asks Josh to walk her down the aisle and he accepts, although she still is having troubles with her thoughts about Jonathan. She leaves to go to her dress fitting and calls Jonathan to get her ring back. He tells her he will bring it to her. Mallet takes Dinah to Spaulding to have her meet with Harley about the job. After Mallet leaves Dinah gives Harley an out and tells her to just tell her to leave, which Harley does. Cassie runs into Michelle outside of Danny's suite and Michelle tells her that she can hold Hope if she would like to. Cassie says that she can't and then after imagining Hope's future dress shopping for her wedding, breaks down in tears in her car in the parking garage. Marina is looking forward to a day with just her, Danny, and baby Hope, but Michelle doesn't quite get the hint and doesn't leave till Danny pretty much asks her to. After Michelle leaves, Marina, Danny, and Hope settle down for the day until Mallet calls Marina into work. Alan and Edmund's plan goes off and Springfield is forced into a Blackout. Alan escapes from the police station, Edmund is in the parking garage with Cassie, Michelle and Marina are caught in an elevator, Dinah and Harley are together at Spaulding, and Jonathan is outside of the dress shop where Tammy is trying on her wedding gown.",
    "soapcentral_condensed": "Jonathan leaves Tammy breathless after he helps her find her lost engagement ring. Cassie can't bear to hold Hope and turns away in tears. Harley calls Gus to apologize for lying about kissing Mallet. Reva and Josh recover from their passionate love-making. The lights go out in Springfield, leaving Michelle and Marina trapped in an elevator, Mallet searching for an escaped Alan, Edmund looming over Cassie, Harley and Dinah glaring at each other in a Spaulding hallway, and Jonathan alone with a bride-to-be. The final episode of the series airs on Thursday, December 14 at 8 p.m. ET. For more information on the series, visit www.courieronline.com/soulmatestories and www.soulmattheatre.com. The finale airs on Friday, December 15 at 9 p.M. ET and 9 a.m.-9 a.t. ET on CBS. For the rest of the season, visit the Scooby-Doo YouTube channel.\n"
}