{
    "imdb": "Gus continues to hide baby Sydney from the rest of Springfield. Marina and Mallet are on the case, trying to determine what could have happened to the infant. Ashlee gets Dinah a tape of Mallet's latest episode of \"The Law\" and is not pleased to see A.C. and Marina so close in their working relationship. Coop tries to get Ava to celebrate her birthday, but after everything she's learned about her biological parents, Ava is in no mood for partying. Mel comes on to Jeffrey, only to be turned away. Later Mel tells Rick that she's going to ask Jeffrey to start a new business with her. Rick is livid. He accuses Mel of wanting to work with Jeffrey as payback for his affair with Beth. Harley is desperately trying to find out what Gus is up to! After leaving the baby with a setter, Gus goes back to his and Harley's house and tries to explain that he took the baby, but Harley will not let him get a word in edgewise. The police arrive at the door and Gus asks Harley if she trusts him. She says she does and they exist the house though a back window. Alan-Michael, who discovered Gus with Sydney earlier in the day, makes some phone calls to allow Gus and Harley to adopt the child. Coop announces to Ava that the writing program at Oxford is open to him again and asks her to go with him to England. She agrees, which does not set well with Jeffrey. Coop asks Jeffrey why he cares and Jeffrey backs off, remembering his promise to Olivia. Ava drops the news that she's leaving with Coop to Alan-Michael and will have to leave her job at Spaulding Enterprises. Alan-Michael says that he will miss her but later makes a phone call to keep Ava from leaving his employ!",
    "tvmega_recap": "Ashlee gets a tape for Dinah's tv show. Coop gives Ava a birthday gift. Ava says Birthdays suck. Jeffery gets drunk. Mallet visits Harley. She asks for a favor concerning Gus. Harley thought Gus was working nights. Mallet says he just saw Gus. Gus is babysitting. Gus gets a visitor. Mallet asks Harley if Gus has a habit of staying out all night. Dinah visits with Mallet and Harley asking them to do her tv show. Harley says no. Mallet and Harley tell Dinah about Gus. Gus' visitor is A-M Spaulding. Gus tells A-M that he is babysitting. A-M finally gets the truth out of Gus. Gus tells A-M that he fell in love with the baby girl and wants to keep her. A-M calls in a favor for Gus. Coop has news for Ava about school. Jeffery gets a visit from Mel. Mel tells Jeffery that she and Rick have separated. Jeffery gives Mel advice. Mel makes a date with Jeffery for Towers at 8 pm. Coop and Ava get a Christmas Tree. Ava forgets her 1 yr anniversary with Coop. Dinah sees A-M leave Gus' apartment. Ava and A-M have a meeting. A-M tells Ava she is a good worker and offers her a permanent job. Ava tells A-M that she is moving with Coop to England in the New Year. Jeffery now sober meets up with Coop. Coop tells Jeffery of is plans to go to England to study writing and that Ava is going with him. Along with reading Jeffery the riot act about being a father. Jeffery tells Coop he didn't even know until a couple of weeks ago he was a father. Coop leaves and Jeffery is heard telling himself that he will stay away from Ava if that is what she really wants. A-M is happy with Ava's work.. Ashlee and Dinah see Mallet and Marina together and think something's up. Rick meets with Mel and wants to come home. Mel tells Rick about her and Jeffery. Gus finally comes home. Gus tells Harley about the baby girl. Jeffery realizes it is Ava's Birthday. Mel tells Rick she wants a leave of absence from Cedars to work with Jeffery. Rick isn't happy. Mallet thinks Dinah is upset with him. Gus tries to tell Harley about the baby girl he kept as police knock on the door. Gus and Harley take off."
}