{
    "soap_central": "\n\nAlan taunts Gus about the tape which showed Harley and Mallet kissing in the prison. Gus acts like it doesn't bother him, but later he confronts Harley about it. Harley assures Gus that she loves only him but as he heads off on assignment, he's still clearly unsettled. Jonathan's engagement party for Tammy and Sandy continues. He makes a toast to the happy couple, but doesn't divulge Sandy's secret, opting instead to never let down the façade that he's happy for them. But all through the party, his longing remains clear and Tammy finally runs out for some fresh air, unable to face Jonathan any longer. Meanwhile, Edmund sneaks into the party in a Halloween costume. Cassie thinks she spots him, but instead, unmasks a stranger, unaware that Edmund is actually outside with Tammy. He makes an appeal to Tammy and asks for her help in getting back with Cassie but disappears when Sandy arrives. Later, he heads down to the docks for a secret phone meeting with Alan as the two of them await the big moment they have planned. Reva watches Olivia move in on Josh. But with a little help from Billy, who warns Olivia she will pay for what she did to him, Reva and Josh share a close moment. Lizzie has an encounter with Dean, the loan shark who gave her money to buy the new dress she is in. She keeps the details of the new dress a secret from Coop, confident that she will be able to pay back the loan when the time comes. \n\n\n",
    "tvmega_recap": "Alan taunts Gus about the videotape of Mallet and Harley kissing. Harley later admits after Gus tells her he knows about it but tells him that he is the one that she loves. Mallet approaches both Harley and Frank about finding a job for Dinah but both tell him not to get involved with her. Alan and Edmund assure each other that everything is set. Lizzie buys a new outfit but lies to Coop that it is old, she just hasn't worn it in a while. She flashes back to Dean telling her she better have the money on time. Dean shows up at Tammy and Sandy's party and Ava sees him and Lizzie talking and warns her about him, but Lizzie says it is too late, she has already borrowed money but has it covered. Josh and Reva bond again much to Olivia's dislike. During a dance, Billy asks Olivia to dance and lets her know that he will pay her back for her part in him drinking again. Josh overhears and thinks Billy is trying to pass the blame. Cassie thinks that Edmund is at the party but when she pulls the mask off of the partygoer she finds out it isn't him. Edmund does confront Tammy outside but Sandy finds them together and forces him to leave.",
    "soapcentral_condensed": "Alan taunts Gus about the tape which showed Harley and Mallet kissing in the prison. Gus acts like it doesn't bother him, but later he confronts Harley about it. Harley assures Gus that she loves only him but as he heads off on assignment, he's still clearly unsettled. Reva watches Olivia move in on Josh. But with a little help from Billy, who warns Olivia she will pay for what she did to him, Reva and Josh share a close moment. Lizzie has an encounter with Dean, the loan shark who gave her money to buy the new dress she is in. She keeps the details of her new dress a secret from Coop, confident that she will be able to pay back the loan when the time comes. Meanwhile, Edmund sneaks into the party in a Halloween costume. He makes an appeal to Tammy and asks for her help in getting back with Cassie but disappears when Sandy arrives. He is unaware that Edmund is actually outside with Tammy.\n"
}