{
    "soap_central": "\n\nAlan-Michael saw Marina at CO2 and asked her to fix a speeding ticket from while they'd been out joyriding; he was not concerned about the money -- it was the principle of the thing. Marina refused, stating that if their time had been so enjoyable together, then the ticket was worth it. When Alan-Michael walked off, Coop approached Marina and told her he needed her help. He told her that Buzz was really depressed, and he asked her to cheer him up, since he thought Buzz would open up to her more than to him. Coop then went off and told Buzz the same story about Marina.\n\n\nLizzie was nearby, talking to Roxy about a new dress she'd like to have if she had the money. Quinn overheard, and Lizzie was forced to admit that she'd spent the other money that he'd given her. He offered to give her some more, but she stated that she wouldn't use it to buy the dress, anyway -- though she'd like to buy something nice for Coop for Christmas. He told her she could use the money for whatever she wanted, but Lizzie again declined.\n\n\nLater, Lizzie went to CO2 and was upset to see Coop sharing a lighthearted moment with Ava after he had accidentally doused her with the soda fountain. Lizzie told Ava that her luck had to be bad, what with the wedding and all. Lizzie suggested that Ava should just crawl under a rock. Coop disagreed and told Ava she needed to go out and have some fun. He invited her to the movies with him and Lizzie, but Ava declined. Lizzie wasn't too happy seeing Coop's closeness to Ava but covered when asked if he was upset.\n\n\nWhen Coop left to put on some dry clothes, Quinn approached Lizzie and offered her the money again. This time, she took it. All Quinn asked for in return was for her to have dinner with him.\n\n\nAt Company, Buzz and Marina figured out that they'd been set up by Coop, though they both admitted that they were depressed. While Buzz went to take care of some trouble in the kitchen, Alan-Michael walked in and offered to help Marina out of a jam. Alan-Michael told Marina that she needed out of the \"sympathy-fest.\" Marina insisted that she was content where she was.\n\n\nSuddenly, Alan-Michael's phone rang and Marina playfully took it from him and answered. She was surprised that it was Alan. Alan-Michael then got on the phone and got rid of him. He scribbled a note on a napkin, gave it to Marina, and told her to see him if she changed her mind. Despite her words, Marina seemed intrigued. At that point, Buzz returned, and he and Marina discussed love and the pain it could cause. Buzz told Marina that she needed to pick herself up and dust herself off. He promised her that one day, the pain she was feeling would go away.\n\n\nMarina suddenly made a decision and went off. She ran into Alan-Michael hanging around outside and confronted him with what was on the napkin -- it was an invitation to Paris. Alan-Michael stated that he was going there for dinner, anyway, and thought she'd like to go. Marina insisted that it was not a date, and Alan-Michael agreed, asking who had said anything about a date.\n\n\nOlivia was also at Company and was excited to have just missed a call from Bill. Jonathan saw her while she was leaving a message for Bill. Olivia thought Bill was calling her to give her a second chance, but Jonathan warned her against being too optimistic and getting her hopes up.\n\n\nOlivia wouldn't be deterred and told Jonathan that she was surprised at him. She'd always thought he was the kind who never stopped trying to get what he wanted. Jonathan seemed buoyed and got an idea when she mentioned that if she and Bill got back together, the first thing they'd do would be to leave town. Unfortunately, Olivia later got bad news when she was served with divorce papers. She then called Josh and asked him to meet her on business.\n\n\nAn extremely upset Tammy was at the farm with Cassie, ranting about her aborted wedding. Tammy then took Cassie to the house that Sandy had planned to buy for her. A conflicted Tammy was still angry with Sandy, but she admitted that she didn't hate him and could still imagine a life with him in that house. Cassie suggested that Tammy go with what she felt, but Tammy admitted that she didn't know what the right choice was.\n\n\nSuddenly, Blake arrived; apparently, she had lost an earring in the house when she had been selling it. When Tammy mentioned someone beating Sandy for the house, Blake mentioned that Jonathan had offered to buy if first. Later, Jonathan went to the farm, looking for Tammy. When she saw him, she kissed him and asked if he had tried to buy the house. He admitted it but stated that he'd changed his mind because it had felt like something Sandy, not he, would do.\n\n\nJonathan asked Tammy to go away with him. Tammy tried to tell him she couldn't, but she was obviously intrigued by the idea of running off. Jonathan told her that he was offering her a way out; he knew she wanted to be with him. Tammy said yes and went upstairs to pack. At that point, Cassie walked in the room. Jonathan told her that Tammy wanted to be alone, but Cassie didn't think so and went to find her.\n\n\n",
    "tvmega_recap": "Olivia sees that Bill has called and tries to get in touch with him. When Jonathan finds her in Company a little later she is ecstatic and tells him she is going to go to Venezuela and work things out with her husband. Jonathan warns her not to read too much into it but Olivia doesn't listen. As she is leaving Company, Wanda finds her and hands her some papers from Bill; she is devastated to find out that they are divorce papers. Olivia calls Josh and asks him to meet with her to do some work. Tammy comes back to the farm and tells Cassie that she talked to Ava and she isn't sure what she wants. She does get upset at the sight of all of the wedding presents and angrily throws them outside. Cassie and Tammy go to visit the house that Sandy bought for her and when Blake arrives, she lets it spill that Jonathan originally looked into buying the house. Tammy runs back to the farm and upon finding Jonathan asks if it is true. When he tells her yes, she kisses him. She tells Jonathan that she wants to be with him and he asks her to run away with him. She agrees and goes inside to pack but has second thoughts once she is packing. Cassie comes home to find Jonathan at the farm and Tammy packing. Alan-Michael runs into Marina and asks her to get rid of the speeding ticket that he got when they were trying to cheer her up. She refuses and tells him that the fun they had should be worth it. Coop sets up Marina and Buzz to spend some time together so they can cheer each other up. Marina admits that she does miss Danny and Buzz admits he is lonely. Alan-Michael tries to cheer Marina up by inviting her to Paris with him. Marina considers it. Quinn finds Lizzie looking at clothes and offers to buy some for her. She turns him down but later takes him up on the offer and agrees to have dinner with him after finding Ava and Coop at C2, covered in soda and laughing after a soda machine malfunction.",
    "soapcentral_condensed": "Alan-Michael saw Marina at CO2 and asked her to fix a speeding ticket from while they'd been out joyriding. Lizzie was upset to see Coop sharing a lighthearted moment with Ava after he had accidentally doused her with the soda fountain. Olivia thought Bill was calling her to give her a second chance, but Jonathan warned her against being too optimistic and getting her hopes up. An extremely upset Tammy was at the farm with Cassie, ranting about her aborted wedding. Tammy then took the house that Sandy had bought for her to buy for Jonathan to buy. When she saw him, she kissed him and asked him if he had tried to buy the house for her. When he said he had, she admitted that she didn't know what the right choice was but that she felt like she had to go with what she felt at the time. She then called Josh and then asked him to meet her on the farm to discuss her plans for the future with Sandy.\n"
}