{
    "tvmega_recap": "Dinah and Harley talk about Halloween with Harley's boys when Harley mentions Reva's condition. Dinah is shocked. Josh is at the hospital with Cassie when her cellphone rings, it's Tammy. Cassie tells Tammy About her Aunt Reva. Tammy is shocked. Billy catches Cassie in a solemn moment and tells her Reva wants to see her. Tammy calls Jonathan, unaware he already knows about Reva. That she has been looking for him. Reva tells Josh and Cassie that she thought them not knowing about the cancer was best for them. Reva tells them that she wants them together. They all hold hands. Dinah tries to get in touch Billy, Jr and Vanessa. No luck. After visiting Reva, Billy and Josh talk. Bill tells Josh Reva never stopped loving him. Billy also says he thought Reva wold Tell Josh of her condition long before this crisis. Jonathan arrives at the hospital, Tammy meets up with him and tells him she knows about Reva. Jonathan goes to the chapel to pray. Cassie tells Josh she has heard from Marah through an email and that she will get in contact with her and Shane. Dinah and Mallet are caught in a compromising position. Harley and Gus consider themselves lucky considering what is going on around them. Fr. Ray is called in to see Reva. Josh wants him gone. Fr. Ray leaves saying if needed you know where to find him. Jonathan tells Tammy that he and Lizzy found out about Reva at the same time by accident. Mallet and Dinah go to have a drink at her place, thy walk in on Jeffery there. Mallet then leaves as Dinah calls out for him. Harley gets a cal from the hospital, she is not pregnant. Tammy lights a candle at the hospital chapel for Reva. Jonathan tells her he's made a big mistake and is now being blamed for all that is happened. Tammy tells him that this could bring him and his mother closer. Fr. Ray comes back to pray with Reva. Billy leaves Josh and Cassie alone in the waiting room. Cassie tells Josh that Reva never wanted him to leave her. Frank and Harley's Boys end Halloween night at Company. Billy walks in on Fr. Ray and Reva praying and joins them. Josh is in the waiting room lookimg into space."
}