{
    "soap_central": "\n\nSam asks Marah for help writing his expose on the Mob. Marah refuses to help him and Sam leaves. Ben soon arrives and smooth talks his way into getting Marah to join him for a cup of coffee. He tells Marah how impressed everyone is with her stance on virginity. Meanwhile, Rick is surprised to see that Danny and Michelle invited Carmen over. Carmen tells Danny and Michelle that she has a plan for how they can safely withdraw the money – do it from a bank in San Cristobel. Danny and Michelle are skeptical about trusting Carmen. They ultimately decide that they don't have a choice and agree to pull the heist off in San Cristobel. Carmen goes to Company where she tells Gus about Danny and Michelle's new plan. She then meets Maurice at the warehouse. Sam looks on as Carmen discusses her secret shipment. Sam sees that the package is stamped \"Zatunica\" and when Carmen leaves, Maurice spots Sam. At Company, Gus asks Harley about her living arrangement with Rick. Harley leaves and Mel arrives. Gus feels badly when he sees how ecstatic Mel is to receive flowers that she thinks are from Rick. Rick promises Harley that he is going to tell Mel that they are finished because he and Harley are trying to make a family. When Rick arrives, Mel is happy and wants to thank him for the flowers. Gus arranges for Harley to see Mel thanking and kissing Rick. Harley leaves and Rick tells Mel that he didn't send the flowers and they can't continue to see each other. \n\n\n",
    "soapcentral_condensed": "Sam asks Marah for help writing his expose on the Mob. Marah refuses to help him and Sam leaves. Ben smooth talks his way into getting Marah to join him for a cup of coffee. Meanwhile, Rick is surprised to see that Danny and Michelle invited Carmen over. Carmen tells them she has a plan for how they can safely withdraw the money – do it from a bank in San Cristobel. They ultimately decide that they don't have a choice and agree to pull the heist off inSan Cristobels. Carmen goes to Company where she tells Gus about Danny andMichelle's new plan. She then meets Maurice at the warehouse. Sam looks on as Carmen discusses her secret shipment. Sam sees that the package is stamped \"Zatunica\" and when Carmen leaves, Maurice spots Sam. Gus feels badly when he sees how ecstatic Mel is to receive flowers that she thinks are from Rick. Rick promises Harley that he is going to tell Mel that they are finished because he and Harley are trying to make a family.\n"
}