{
    "soap_central": "\n\nAlan-Michael arrives at the mental hospital to see Alan. Entering right behind him is Gus.  When Alan introduces his sons to one another, Gus gets the notion that Alan-Michael is in town to spring Alan.  He's proven wrong when Alan-Michael blasts Alan for killing Phillip and hurting Harley and tells Alan that he's where he deserves to be.  Alan tries to convince Alan-Michel that he should stick by his family, especially his father. He goes to on say that he never meant to hurt anybody.  None of this has any affect on Alan-Michael, who seems to share Gus's disdain for Alan.  Alan's displeased that his son has taken Gus and the Coopers' side against him.  Alan-Michael tells Alan that he has one chance to earn back some respect--leave Harley alone and let her do her job.  After Alan starts ranting about Alan-Michael's failed marriage to Harley and how she's destroyed all of his sons' lives, Gus and Alan-Michael both leave.  Soon after, Beth arrives to visit Alan. She tells him that she knows Alan-Michael has returned to town and she's wondering where she stands. Alan tells her that nothing's changed; besides Alan-Michael is no friend of theirs.  Beth assures Alan that she will never abandon him.  Later, Beth sees Alan-Michael at Spaulding and tries to get him to see that Alan is concerned about the family, namely what Harley will do to the company.  She tries to get him to support the family by making peace with Alan but he refuses,\n\n\nIn her office with Mallet and Dinah, Harley asks to speak with Mallet alone.  She then asks him why he's there and then tells him he has to go because she doesn't want to instigate the rumors about them.  As they moth talk about how insane the rumors are,, Dinah bursts in and announces that they need to clear the air, since they could cut the sexual tension with a knife.  She bluntly asks Mallet if he wants Harley and then she asks if he wants her.  A flustered Mallet says no to both, so Dinah tells him that since neither her nor Harley want him, he can move on.  Still flustered, Mallet tells them they're both being ridiculous, he only came because he's going to be working with Dinah on her father's campaign.  Harley tells Dinah about working with Mallet--he's loyal and dependable.  As she's heaping the praise, Alan-Michael and Gus arrive.  After some small talk, Alan-Michael goes to leave and Gus follows him out.  Outside the door, Gus starts by saying that he knows he and Harley are on good terms, but he doesn't finish the thought.  Alan-Michael figures out he's asking about Mallet's feelings toward Harley. Gus states that, no, he knows he's in love with her.  Later,  Gus tries to persuade Harley that they should go on a   double date with Mallet and Dinah, but Harley thinks that's a bad idea. She points out that Dinah hates Mallet. When he persists, she blurts out that she doesn't even want to think about it.  \n\n\nMichelle and Hope arrive at Danny's at his request.  Danny tells Michelle that he and Marina are over; she broke it off because she thinks he's still in love with Michelle.  When Michelle asks if Marina is right, Danny says no. Danny states that he gave up on them and learned how to live without her.  He tells Michelle that he stopped loving her because he had to.  He explains that he then fell in love with Marina and his life was simple and easy. An upset Danny laments that Marina didn't deserve to get hurt.  Michelle wonders what this means for them, and Danny complains that all they had was the fear that they'd end. He complains that there was so much hurt, but Michelle responds that she wouldn't trade all that hurt for the world. When she goes to leave, Danny suddenly kisses her and tells her that he lied.  He tried to move on but couldn't.  He admits that he couldn't live without her and can't stop loving her.  They kiss again.\n\n\nJosh is at Company, thinking about Edmund's words about Jeffrey.  Reva then enters Company to get an order and thanks him for helping to rescue her sister.  Suddenly, Josh asks Reva when was the first time she saw Jeffrey.  She states that it was after the dedication to Richard's memorial library  Later, at Cassie's impromptu party at the Jessup farm, Josh makes small talk to Jeffrey about their recent rescue mission and asks Jeffrey if his former job (in the FBI) ever took him to San Cristobel. Jeffrey tells him no.\n\n\nJonathan's outside Company with Ava, upset because there's been no word about Cassie.  Ava thinks he's really upset about Tammy and Sandy. Suddenly Reva arrives and tells Jonathan that Cassie is safe and at home.  While Reva goes into Company, Jonathan gets a call from Cassie inviting him to a little party she's having to celebrate her rescue.  After he hangs up, Jonathan tells Ava he has no intention of going to the party, but later finds himself standing right there at the farmhouse door.  Tammy is shocked to see him and tries to get him to tell her why he's there, but Cassie intervenes and states that she invited him.  Jonathan tries to bow out gracefully, but Cassie insists that he stay, stating that he's family and had been hurt because of Edmund himself.  A little later, a concerned Reva approaches Jonathan and asks why he keeps doing this to himself and Tammy. Jonathan states that he can't help himself.  Later, as Jonathan watches, Reva has a talk with Tammy outside.  Reva wants to talk about Jonathan; Tammy's reluctant and Reva thinks it's because Tammy's still afraid of Jonathan.  Reva tells Tammy that Jonathan's not like he was in the past--he has feelings for her.  Tammy shocks Reva by stating that she knows.  Reva tells Tammy not to let Jonathan get to her, to simply focus on her new life with Sandy,.  When Reva tells Tammy not to hate Jonathan, Tammy blurts out that she wishes she could; she's in love with him!\n\n\n",
    "tvmega_recap": "Alan-Michael goes to visit Alan in the sanitarium and meets his brother Gus for the first time. Gus warns him that if he is there to try and break Alan out he is going to have some problems. Alan-Michael tells Alan that he is done with him after the last things that he has done and he is happy with Harley as CEO as Spaulding. He and Gus bond. They leave Alan at the sanitarium. Beth visits worried that with Alan-Michael, back she will be pushed aside but Alan assures her that Alan-Michael wants nothing to do with him or Spaulding. Beth later asks Alan-Michael to be nice to Alan. Gus and Alan-Michael go to Spaulding where Dinah has just finished telling Harley and Mallet that the sexual tension between them can be cut with a knife. They all agree that none of them are interested in each other. Alan-Michael is amused by the entire Dinah, Mallet, Harley, and Gus situation. Danny calls Michelle over to tell her that he and Marina have broken up and Michelle asks if they can try again. Danny tells her that he doesn't want to love her anymore and leaves. He comes back right as Michelle is leaving and tells her he lied and he never stopped loving her. They kiss. Cassie decides that she wants to have a family party to celebrate her rescue and calls a surprised Jonathan to invite him over. He decides to show up and both Reva and Sandy ask him to leave. Reva tells Tammy that she can tell Jonathan to leave her alone and Tammy admits she doesn't want to since she is in love with him.",
    "soapcentral_condensed": "Alan-Michael arrives at the mental hospital to see Alan. Alan tries to convince Alan-Michel that he should stick by his family, especially his father. Beth tries to get Alan to support the family by making peace with Alan but he refuses. Danny tells Michelle that he and Marina are over; she broke it off because she thinks he's still in love with Michelle. Jeffrey asks Jeffrey if his former job (in the FBI) ever took him to San Cristobel with Ava because there's no word about Cassie. Josh makes a small talk to Jeffrey about their recent rescue mission. Reva asks Josh if he was the first time she saw Jeffrey when she saw him outside Ava's house with Cassie because she's upset about the way he's been acting. Josh says he was, but that he's not going to say anything about it until he knows what's going on with Jeffrey and Ava. Michelle and Hope arrive at Danny's at his request. Danny suddenly kisses her and tells her that he couldn't live without loving her.\n"
}