{
    "soap_central": "\n\nDanny is in the secured computer room reading his secret camera when Michelle comes in with his lunch.  Danny questions how she got past security, and she says it is because she is married to the head of security.  Danny begins to plot the course of their break-in when Phillip walks in.  Phillip tells Danny that he has hired a backup for him as head of security.  Phillip introduces the new hire--- it is Gus!  Gus, in his own charming way, questions Michelle about her being in the secured room.  Gus and Phillip exit, and watch everything that Michelle and Danny do on a hidden camera.  Gus tells Phillip to remind him never to cross Phillip.  As Gus and Phillip watch, Danny tapes the room and explains how the cameras, laser beams, and floor panels work.  The lasers are on a random program that won't be know until the day of the break in.  Phillip and Gus enter and question Danny about his taping the room.  Phillip asks Danny pointblank, if he is still a thief. Phillip explains that he installed a new security camera and caught Danny.  In examining the camera, Phillip realizes that it has no tape in it.  Danny explains that it was a test of security to see if he could get a camera by them., and Gus backs him up.  Phillip apologizes and leaves, but takes the camera with him.  Gus reveals that he has the tape, and that Danny was very sloppy.  Gus says he has his eye on Danny, and given enough rope, Danny will hang himself. \n\n\nAlonzo comes to the castle to speak with Richard, but runs into Cassie.  He tells her that the contractors of the Harbor Project are going to tear down the Commercial Fishing  docks, which will cost those fishermen their livelihoods.  Richard enters and listens to what Alonzo has to say, but defends the Harbor Project.  With Cassie's support, Alonzo explains that only the contractors will come out ahead, and that would be okay if there would be somewhere else for the fishermen to go.  Alonzo tells Richard that they won't be just relocating and industry, but destroying a community.  Cassie suggests a public forum for both sides, but Richard says no.  Richard proposes a meeting with the fishermen today.  He calls Dax to see up the motorcade.  Dax smiles to Mrs. Mayhew that this will show Alonzo first hand how to execute leadership. \n\n\nAt the riverfront bar, Richard asks the fishermen who they feel about the Harbor Project.  No one is very forthcoming with opinions. Alonzo attempts to get the conversation going, and encourages the men to speak for themselves.  One of the men, Walton, says he thinks that the meeting is nothing but a joke, and that the Harbor Project will go on regardless of the opinions of the working class people.  He implies that Richard is only there as a show of good faith, so when things go ahead as planned, Richard can say that he tried to make concessions.  Walton goes on to insult the previous monarchy, and said that he didn't vote for Richard.  He then makes a lunge toward Cassie.  Alonzo steps between them. \n\n\nOlivia shows up at the Spaulding Mansion to confront him for leaving his money clip behind, and informing Josh that he intends to take Olivia away from him.  Olivia informs Alan that she loves Josh, and will stay with him. Alan says that Josh won't understand the difference between Alan having Olivia's heart, and him having her body.  Olivia says that Alan should be grateful for what he gets.  Alan goes to touch Olivia's face, and she bites his finger.  She gives him the conditions of their affair...\"Where she wants, when she wants, and how she wants\", and if Alan drags her marriage down he will never get near her again!  Alan retorts that he can outlast Josh in all ways, and that when Josh is out of the game, Alan will be there to give Olivia everything that she desires. He goes on to describe to Olivia what qualities he desires in a woman.  He tells Olivia that she is it, and someday she will realize it.  They kiss.  Olivia again warns Alan to stay away from Josh.  Alan says it sounds more like a challenge than a warning.  They kiss again, and Olivia again informs him that it will be on her terms. \n\n\nReva is in New Orleans at the old Robechaux mansion.  She is speaking with a man who obviously very uncomfortable with her presence.  She explains to the man why she is there, and asks about the Robechaux family.  He said they no longer exist, and that she needs to leave the house alone.  He then calls her by name.  Reva is a little unnerved by this, and asks how he knows her name.  He refuses to give her answer, only saying that she needs to leave New Orleans because she doesn't know what she is dealing with.    After the man leaves, Reva finds old books where \"Jack\" has written letters to someone, and mentioned the words \"Always\" and \"Trust in your Heart.\" She wonders why \"Jack\" was executed. \n\n\nBack at her home in Springfield, Reva discusses what happened in New Orleans, and what her time travel really means.  After Felicia leaves, Reva calls Josh to thank him for watching Shayne while she was in New Orleans. She asks Josh if he can watch Shayne for a little while longer.  After hanging up, Reva looks at the portrait, and saying \"Trust Your Heart\", she walks through the portrait and back to the 1860's.  Once back there, she spies a casket.  Thinking it is the executed \"Jack,\" she opens it. What she sees takes her breath away.\n\n\n",
    "soapcentral_condensed": "Danny is in the secured computer room reading his secret camera when Michelle comes in with his lunch. Danny questions how she got past security, and she says it is because she is married to the head of security. Phillip and Gus enter and question Danny about his taping the room. Gus reveals that he has the tape, and that Danny was very sloppy. Gus says he has his eye on Danny, and given enough rope, Danny will hang himself. Alonzo comes to the castle to speak with Richard, but runs into Cassie. He tells her that the contractors of the Harbor Project are going to tear down the Commercial Fishing  docks, which will cost those fishermen their livelihoods. Cassie suggests a public forum for both sides, but Richard says no. Richard proposes a meeting with the fishermen today, and calls Dax to see up the motorcade. Dax smiles to Mrs. Mayhew that this will show Al onzo how to execute leadership. Alan warns Josh that he intends to take Olivia away from him. Olivia informs Alan that she loves Josh, and will stay with him.\n"
}