{
    "soap_central": "\n\nIt doesn't take Tony long to realize that Marina is trying to keep him busy, but why? She admits Danny has taken off in his airplane, but not to find Ed. He has gone to find where Sebastian is holding Michelle. Tony is furious, \"Doesn't he know he just killed Michelle?\" Sebastian also seems to have plans for Danny, as during his verbal sparring match with Michelle, he tells her, \"Danny's clock is running out.\" Danny has taken off from Santa Domingo safely, but very shortly encounters bad weather. As he flies through the weather, his thoughts turn to memories, both good and bad, of Michelle. His reverie is broken by an engine malfunction. He immediately realizes he is in trouble. While Danny wrestles with the airplane, he calls Tony's home phone and leaves a long, loving message for Robbie. He then calls Marina and tries to say goodbye, but she will not allow him to do so. Danny tries to talk with Tony, but his plane disappears... \n\n\nInside Sebastian's mansion, the sparring escalates between Michelle and him. Absolutely nothing is gained in this exchange, and Holly tries to appeal to Sebastian's humanity and sensibility. Sebastian opens the cell door but instead of trying to help him, she attacks. He is ready for the attack and holds her in his grasp. He tells Holly where to find a gun, presumably to use to silence Michelle. Holly finds the gun, but she is sick of the craziness and yells, \"Enough!\" as she pulls the trigger. There are no bullets in the gun. Determined to feel self pity and to prove he is unlovable, he seems to gloat when he yells at Holly that he knew he could not trust her. Overhead, the sound of an airplane in distress passes over the mansion and Sebastian sneers, \"That must be Danny now.\" \n\n\nJeffrey finds Reva and Jonathan at Elizabeth & Co. He needs to ask Jonathan a few questions, as it seems Jonathan's adoptive parents' home was burned to the ground on the very same day he and Reva tried to visit them. Reva insists she accompanied Jonathan during their entire visit on the island and he couldn't possibly have set the fire. However, when Jeffrey leaves them, Jonathan makes a few comments and Reva realizes he set the fire and that she was wrong to cover up for her son. \n\n\nCassie is savoring the final preparations for her wedding to Edmund. During the final fitting of her wedding gown, she sees Dinah in the shop, also wearing a wedding gown. Cassie asks Dinah if she is stalking her. But surprisingly, all of the barbs Dinah throws out are ignored. Cassie smiles and says, \"I just don't have the energy to be angry with you.\" Dinah seems very upset when she doesn't get the reaction she wanted from Cassie. When Edmund goes to the dressing room looking to surprise Cassie with roses, he instead finds Dinah in a heap on the floor, in tears. Dinah fantasizes about a romantic encounter with Edmund, but her thoughts could not be farther from reality. Edmund scolds Dinah, \"You couldn't even let her have this!\" as he runs to find his bride-to-be. Cassie's joy clearly is not altered by her encounter with Dinah. When Edmund finds her at their rendezvous point in the park, they look every bit like a couple very much in love and looking forward to their wedding day. They enjoy these moments, assuming they are private. They do not see Jonathan is watching them...\n\n\n",
    "tvmega_recap": "Danny takes off in his plane to save Michelle but has engine problems. He calls Marina and Tony and tells Tony that he left a message for Tony to play to Robbie when he thinks the time is right. While Michelle wrestles with Sebastian, they hear a plane go down. Sebastian tests Holly by telling her where a gun is and for her to give it to him. She tries to shot him instead and is horrified to learn that the gun isn't loaded. Dinah and Cassie both try on wedding dresses at the same boutique. Cassie tells Edmund that she is going to stay at the Beacon until the ceremony. Reva finds out that Jonathan burned down his parents house, but still covers for him when Jeffrey tries to question him.",
    "soapcentral_condensed": "Danny has taken off in his airplane, but not to find Ed. He has gone to find where Sebastian is holding Michelle. Sebastian also seems to have plans for Danny, as he tells Holly, \"Danny's clock is running out\" Cassie is savoring the final preparations for her wedding to Edmund. Dinah fantasizes about a romantic encounter with Edmund, but her thoughts could not be farther from reality.. Jeffrey finds Reva and Jonathan at Elizabeth & Co. He needs to ask Jonathan a few questions, as it seems Jonathan's adoptive parents' home was burned to the ground on the very same day he and Reva tried to visit them. Reva insists she accompanied Jonathan during their entire visit on the island and he couldn't possibly have set the fire. However, when Jeffrey leaves them, Jonathan makes a few comments andReva realizes he set theFire and that she was wrong to cover up for her son.. Edmund finds Dinah in a heap on the floor, in tears. Cassie asks Dinah if she is stalking her.\n"
}