{
    "soap_central": "\n\nBlake and Felicia meet for lunch and discuss Tory and Ross.  Blake believes that Tory is throwing herself at Ross and  that Tory set up the meeting at Towers when Jeff was called away at the same time as  Blake.  She thinks she is being jealous and seeks Felicia's advice.\n\n\n \nDanny reacts to the news that Michelle asked Carmen for help.  He thinks it is suicidal and that they have enough going on with Mr. Big, who Michelle believes, may or may not, be Carmen.  Michelle tells Danny they have to have lunch at Towers with Carmen.\nDanny says his mother is crazy and they can't trust her.   Tony comes to their table and Danny asks if he is ready to have lunch with Auntie Carmen to which Tony inquires if they are nuts.  Michelle says that in order to defeat your enemy, first you have to know what they want so they will go to lunch.\n \n\n\nBen asks Catalina why she cares if he goes after Marah.  Catalina says she doesn't but Ben thinks it has to do with a man.  Meanwhile, Tony is angry that Marah wrote she was glad she didn't spend a night with him and then emailed it to the whole campus.  She tries to explain but he won't let her.  He lashes out by telling her she is not the only one who's glad they didn't sleep together. He says it would have been a huge mistake.  Marah is stung by his words.  They continue to talk and Tony says that what they had was nothing special.  He says Catalina is good to him and she knows what's private.  Tony admits that when he worked for Josh, he was ashamed of whom he is and Catalina helped him to see that.  Marah says that virtuous Catalina is trying to make him see that Marah's family is terrible.  Angrily Tony tells her that she will be a virgin for a long time because there isn't a guy who is good enough for her.  Marah leaves crying and Tony looks like he is sorry for what he said to hurt her.\n\n\n \nCarmen sees to the preparations for lunch, she wants everything to be perfect.  Marie arrives with Father Ray.  Carmen tells them Michelle has asked for her help.  Marie remarks that something is not right.  She says Michelle has out-witted Carmen time and time again so she plans to sit back and enjoy the show when Danny and Michelle enter with Robbie.  Carmen makes a fuss over her grandson then tells everyone she is starting an Import, Export Company, that it is on the level. Tony enters with Catalina \n\n\n \nFelecia says Blake coerced Tory into wanting a make-over and she insisted Ross hire Tory in the first place.  Blake thinks Tory was lying about Jeff's family emergency and planned everything so she could be alone with Ross.  Felecia suggests that Blake be honest with Ross and she agrees.  Ross comes in and Felecia leaves.  Blake tries to tell him the truth and Tory interrupts.  When Ross is about to leave with Tory once more, Blake asks her to remain there for a minute.  She tells Tory that she is going out of town and she wants Tory to look after Ross.\n \n\n\nCatalina is not very nice to Ben, telling him that just because he is rich, he can not buy her trust.  Ben adds that is too bad because he was going to suggest a partnership, of sorts.  He now has Cat's attention.  Ben adds that he hopes Cat can be counted on to be discreet and leaves as Tony shows up to take her to lunch.  When they are gone, Ben returns as Marah arrives.  She still refuses his offer of a coffee.  She says she has sworn off the male species for a while and Ben adds he hopes she won't punish the nice guys, of which he is one.  After Ben is gone, Marah starts to think about Tony.  Outside, Ben tells one of the students with which he has the wager, that he will have Marah within two weeks.\n \n\n\nMaria comments to Catalina that someday she might become part of that happy family.  Carmen speaks to Gus Aitoro and tells him he failed to arrest Danny twice so now he must watch and learn.  Danny remarks to Michelle that his mother fired Aitoro to score points with them.  Danny doesn't think he can put up with it until they find out what they need but Michelle says yes they will.  Carmen returns to the table and proposes a toast to the Santos family.  Danny lifts his glass and toasts to their future.\n\n\n",
    "soapcentral_condensed": "Blake and Felicia meet for lunch and discuss Tory and Ross. Blake believes that Tory is throwing herself at Ross and that Tory set up the meeting at Towers when Jeff was called away at the same time as Blake. Meanwhile, Tony is angry that Marah wrote she was glad she didn't spend a night with him and then emailed it to the whole campus. He lashes out by telling her she is not the only one who's glad they didn't sleep together. Ben asks Catalina why she cares if he goes after Marah. Catalina says she doesn't but Ben thinks it has to do with a man. Michelle tells Danny they have to have lunch at Towers with Carmen. Danny reacts to the news that Michelle asked Carmen for help. He thinks it is suicidal and that they have enough going on with Mr. Big, who Michelle believes, may or may not, be Carmen. Carmen makes a fuss over her grandson then tells everyone she is starting an Import, Export Company, that it is on the level.\n"
}