{
    "soap_central": "\n\nDanny and Marina arrive at the lighthouse after leaving Thanksgiving clean-up duties behind at Company. They are joking about the possibility that Frank followed Marina when there is a knock at the door. Danny answers to find Sebastian is there looking for Michelle. Danny tells Sebastian Michelle has gone out of town and he has no idea when she will return. Sebastian casts a sidelong glance at Marina and asks Danny if he even cares when Michelle will be back. Danny tells Sebastian to mind his own business. Sebastian is near screaming when he tells Danny he must know where the mother of his child is. After getting control, he apologizes and leaves. Marina comments that Sebastian may be right that Danny should know where his wife is. Danny assures Marina that too much has happened between Michelle and him for it to ever be the same. Marina asks Danny for help in business and in return she will teach him how to have fun. She invites him for a drink. Danny looks surprised and asks Marina if she is old enough to drink. Marina makes a face and responds she is old enough for a lot of things. Danny follows her into the night. \n\n\nOn the island, Tony and Michelle have just made love. Tony stares at Michelle and tells her she is beautiful and thanks her for believing in the two of them. Michelle is distracted and tells Tony she has been selfish since she lost her memory. She makes him promise he will not let her miss any more moments as special as the ones they just shared. Tony responds he is there for good and he will never let her go - no matter who gets hurt. They begin kissing again when Tony is bitten on the neck. Michelle looks for the insect but doesn't see anything. They decide it was only a mosquito and resume their passion. While they kiss in oblivion, a large black spider makes his way through the sand nearby. \n\n\nAt Farley's Bar, Harley arrives alone to find that Gus is already there. Gus asks how Harley is holding up and she tells him she hates watching every move her father makes and wondering whether or not he is responsible for Phillip's death. She tells Gus she wishes they could be any two people alone in a bar without worrying about family wars and murder. Harley comments that 'their song' is playing on the jukebox. Gus rises and holds his hand out to Harley. They are dancing when he asks her to forgive him for lying. She breaks their embrace and tells him she can't forget or forgive. He accuses her of blaming him for every person who has ever hurt her. Harley calms and tells him she should not have called him a liar, because she intends to protect her father the same way he protected Alexandra. Harley leaves to put her kids to bed. \n\n\nSebastian phones Holly on a one-way radio he brought back from the islands where Holly is still imprisoned. From her cell, Holly begs Sebastian to free her. He is about to respond when Blake arrives and demands to know where her mother is. Sebastian hides the phone and tells her Holly decided to stay behind and continue sorting through Roger's personal things. Blake is suspicious and tells Sebastian she has no reason to believe him and will feel better if she could hear her mother's voice. Holly, listening in, contemplates a bottle of wine left by her cell. She reaches for it and inhales deeply. She glances up and thanks Roger for what he has reduced her too. As she hears Sebastian lie to her daughter about what Roger left behind, she mutters 'he left a son as scary as he was.'  \n\n\n",
    "tvmega_recap": "Sebastian visits Danny inquiring about Michelle's whereabouts. Danny is not receptive to the visit and Sebastian is upset that Danny doesn't share information. Harley and Gus remember old times as Harley comes to terms with her doubts about Gus, Buzz, and herself. Tony and Michelle have a heart to heart talk following their night of passion as Danny and Marina talk about what-ifs and wasting their lives. Marina thinks it's time to have some fun.",
    "soapcentral_condensed": "Danny and Marina arrive at the lighthouse after leaving Thanksgiving clean-up duties behind at Company. They are joking about the possibility that Frank followed Marina when there is a knock at the door. Danny answers to find Sebastian is there looking for Michelle. Sebastian casts a sidelong glance at Marina and asks Danny if he even cares when Michelle will be back. Danny tells Sebastian to mind his own business. Sebastian phones Holly on a one-way radio he brought back from the islands where Holly is still imprisoned. From her cell, Holly begs Sebastian to free her. Sebastian hides the phone and tells her Holly decided to stay behind and continue sorting through Roger's personal things. Holly, listening in, contemplates a bottle of wine left by her cell. She glances up and thanks Roger for what he has reduced her too. As she hears Sebastian lie to her daughter about what Roger left behind, she mutters 'he left a son as scary as he was' Harley tells Gus she wishes they could be any two people alone in a bar without worrying about family wars and murder. Gus rises and holds his hand out to Harley. She asks her to forgive him for lying. He accuses her of blaming him for every person who has ever hurt her.\n"
}