{
    "soap_central": "\n\nMichelle is searching for Tony in the forest on the island. She finds him lying unconscious at the bottom of a steep ledge. She is able to wake him by throwing pebbles at him and discovers he has dislocated his knee. After Michelle climbs down to him and re-sets his knee, they discover there is no way back to the top of the ledge. Michelle remarks that perhaps Tony is being rewarded for following her on a wild goose chase. \n\n\nAt Farley's Bar, Reva is trying to convince Josh to have a family Thanksgiving at Cross Creek. Josh tries to persuade Reva to go to France and see Marah instead, insisting no one will want to be around Jonathan. Reva doesn't give up, but is interrupted by Jonathan who appears and immediately begins to harass Josh. Before Josh can respond, Bill and Olivia arrive and invite the rest of the Lewis family to join them for dinner at Cross Creek. Josh and Reva are outraged to discover that before Phillip died, he obtained the property and then left the land to Olivia in his will. Olivia says she doesn't want to fight with them and will sign the land over to her husband Bill. Josh thinks this is a wonderful idea since it will at least remain in the Lewis family. Bill refuses Olivia's offer and states the land is already in the family since Olivia is his wife. Reva and Josh glare at Olivia. Jonathan defends Olivia by taking her side and saying he would love to spend Thanksgiving at Cross Creek with her. Josh and Reva decide to go to France after all. \n\n\nAt Company, Gus and Harley discuss the possibility that Buzz may have killed Phillip. He is the only one with the alarm code to Company. Gus realizes Harley is not prepared to implicate her father. He reminds her by wanting to protect her family she is doing what he did for his aunt. Harley gets riled and tells Gus she is not like him and would expect her father to take responsibility if in fact he is guilty of murdering Phillip. Buzz arrives with Zack and interrupts their conversation. Harley asks Gus to take Zack outside so she can speak to her father. Gus and Zach bond over each having lost their fathers. Once alone, Buzz tells Harley he signed Company over to Phillip in an attempt to stop the war between the Coopers and Spauldings. Buzz tells his daughter immediately after giving the restaurant to Phillip, he regretted doing so after seeing the gleam in his eye. Harley pointedly asks her father if he killed Phillip. Buzz will only answer with 'What's done is done.' Before he leaves he tells Harley he knows for certain she is not responsible for Phillip's death. \n\n\nAt the police station Alan visits Alexandra in her jail cell. He tells her they must stand together to distribute punishment to all those who deserve it for the death of Phillip. Alan also tells her they will not wallow in their grief, but will strike back. He expresses regret for allowing Alexandra to languish in jail while Phillip needed them. With a grave expression he leaves to go to a meeting. Alexandra calls a guard and has him summon Buzz Cooper. \n\n\n",
    "tvmega_recap": "Bill and Olivia learn that Phillip left Cross Creek to Olivia. They share the news with Josh and Reva. Michelle rescues Tony but both end up stuck. Harley and Gus realize that Buzz could be the killer. Buzz and Alex realize they have something in common. Gus and Zack bond while talking turkey.",
    "soapcentral_condensed": "Michelle is searching for Tony in the forest on the island. She finds him lying unconscious at the bottom of a steep ledge. She is able to wake him by throwing pebbles at him and discovers he has dislocated his knee. Josh tries to persuade Reva to go to France and see Marah instead, insisting no one will want to be around Jonathan. At Company, Gus and Harley discuss the possibility that Buzz may have killed Phillip. Buzz tells Harley he signed Company over to Phillip in an attempt to stop the war between the Coopers and Spauldings. Alan visits Alexandra in her jail cell. He tells her they must stand together to distribute punishment to all those who deserve it for the death of Phillip. He expresses regret for allowing Alexandra to languish in jail while Phillip needed them. Gus and Zach bond over each having lost their fathers. Harley asks Gus to take Zack outside so she can speak to her father. Buzz says he regretted giving the restaurant to Phillip, he regretted doing so after seeing the gleam in his eye. Buzz will only answer with 'What's done is done'\n"
}