{
    "soap_central": "\n\nBill called Harley while looking at Ruth's wanted poster. Olivia walked in and asked for information regarding Ruth, afraid she would be blamed for Phillip's murder if Ruth was not found. Bill assured her he would keep her safe. As she left, Billy entered the Beacon and asked if Bill and Olivia were still together. Bill became angry and assured Billy they were staying together, and he intended to be a good father to Emma.\n\n\nBilly told his son he had talked to INS and had made them believe the marriage was for real. They made up and agreed to call a truce. Olivia walked back in as Billy left, and she accused Bill of using Emma to get even with his father. Olivia reminded Bill that they had agreed there would be no strings, and he was free to leave. Bill convinced Olivia he wanted to be with her and Emma and had no intention of ending the relationship.\n\n\nSandy took Tammy back to the bar where he'd been hit by the car. Dinah was there, and Tammy returned her car keys. Before she left, Dinah assured Tammy she would not say anything about where Tammy was. Tammy told Sandy she was different and felt everyone could tell what Jonathan had done. As Sandy was trying to comfort her and convince her that no one could tell, a guy named Jake approached Tammy. She felt he was only interested because he could tell something was wrong with her.\n\n\nCassie entered the bar and hugged Tammy. Cassie got a call from someone telling her where to find Tammy. She wanted to take Tammy home and help her through it. Tammy refused to go home until she figured out what was wrong with her that J.B. had known he could hurt her. Cassie tried to comfort Tammy, telling her how strong she was.\n\n\nCassie said how proud she was that Tammy had not taken the job as a stripper in Chicago. Tammy became angry that Cassie thought she would do that. She said she wouldn't disappear again, but neither could she go home right then. Cassie asked that Tammy at least call to let Cassie know she was okay. Cassie left the bar.\n\n\nSandy danced Tammy around the bar to cheer her up, and Jake interrupted to give his phone number to her. Tammy took that as evidence that he knew something was wrong with her. Sandy told her guys had always looked at her and would always look at her, because she was amazing and beautiful, and they would be stupid not to notice her. Sandy told Tammy to wait for him there, and he left to get the car.\n\n\nJ.B. fell into the fountain at the country club. Reva told him to get out of the fountain as the staff approached to apologize. As Reva told them Jonathan was her son, J.B. retorted that he was nobody and stood up in the fountain and took off his shirt. Hitting his chest with his fists, he began to yell that he was a freak show and the Loser of Springfield. Reva just stared at him, and finally said he really was her son. She said he was not special; he was angry, just like everyone else. J.B. accused her of being a martyr and told her to finish what she'd started and leave him alone.\n\n\nReva pushed J.B. down into the fountain, said she couldn't leave him alone and climbed in with him. She told Jonathan about being the \"Slut of Springfield\" and how she'd jumped into the fountain to make a point to Joshua. Reva explained that she had once taken the same path to force people to notice her. She told him he had to be incredibly sad and broken to do something like that, but he could be whoever he wanted to be; he didn't have to scream at the world to be noticed.\n\n\nReva got out of the fountain and called for the mâitre d'. She ordered dinner for two at her usual table. Reva turned to J.B. and told him he could stay in the water and freeze or go inside with her for a hot meal and dry clothes. J.B. got out of the fountain and agreed to have dinner with her just as Billy walked outside and moved between them. Reva assured him everything was fine. He went inside as Reva told Billy that J.B. had wanted to make a scene. Reva told Billy she knew who he was: he was her.\n\n\nLizzie was at the Spaulding Mansion, crying, when Coop entered to return his suit. He told her that with her father gone, his job with the Spauldings was done. Lizzie said no, she still needed him to drive her, as she did not have a license because of the accident. She told him she needed to carry on her father's good deeds.\n\n\nCoop told Lizzie he was sorry for Phillip's death but not to make him into a hero. He had bulldozed people's homes, stolen their children, and undercut their work. Good people didn't do things like that. Lizzie became even more upset and said she would make Coop regret saying that. They continued to argue about her father, and Coop left the room as Lizzie swore she would not let anyone forget Phillip.\n\n\n",
    "tvdb": "Reva faces painful memories when she finds Jonathan making a scene at the Country Club",
    "tvmega_recap": "Bill finds out that Ruth is wanted for questioning in Phillip's murder. Cassie finds Sandy and Tammy at Farley's bar. Reva joins Jonathan in the fountain and reaches him. Lizzie and Coop go head to head arguing about Phillip. Lizzie vows to never let anyone forget her father. Bill makes a promise to stay with Olivia and be a father to Emma. Tammy demands her mother leave the bar and is convinced there is something wrong with her.",
    "soapcentral_condensed": "Bill called Harley while looking at Ruth's wanted poster. Olivia walked in and asked for information regarding Ruth, afraid she would be blamed for Phillip's murder if Ruth was not found. As she left, Billy entered the Beacon and asked if Bill and Olivia were still together. Bill became angry and assured Billy they were staying together, and he intended to be a good father to Emma. Tammy told Sandy she was different and felt everyone could tell what Jonathan had done. A guy named Jake approached Tammy and told her he could tell something was wrong with her. J.B. fell into the fountain at the country club and yelled that he was a freak show and the Loser of Springfield. Lizzie returned to the Spaulding Mansion, crying when she saw her father's suit at the mansion. She told him she needed to carry on her good deeds, but not to make him into a hero. He told her she still needed him to drive her, as she did not have a license because of the accident.\n"
}