{
    "soap_central": "\n\nAt the bridge, Ruth Karloff has gone over the side as a result of Frank's warning shots. Gus and Frank try to reach her but it's too late. Gus, distraught, grabs Frank by his jacket and screams at him, 'Do you know what you've done?' Frank, unaware Ruth Karloff is his sister Harley, thinks he has just killed a woman. Frank leaves to get help from a search team. Gus collapses and is talking to himself about how stubborn Harley is when she whispers to him from a ledge under the bridge. Gus is happy she's alive but worried when she asks him to help keep her cover. They achieved their goal: Ruth Karloff is believed dead and her father will no longer be a suspect in Phillip's murder. When Frank returns, they find a taped confession from Ruth, admitting she killed Phillip. \n\n\nAt the police station, Billy is talking to Buzz when Jeffrey arrives. He tells Billy to leave. Billy says he can't do that because they've arrested the wrong man. He is nervous when the DA asks why he is so certain Buzz didn't kill Phillip. Billy begins saying Buzz was a man pushed to his limit and Phillip deserved what he got. An officer arrives and tells Jeffrey there has been a development in the case. Once alone, Buzz asks Billy if he is the one who shot Phillip. Billy responds it wasn't him...but they're interrupted with news of Ruth Karloff's confession and tumble from the bridge. \n\n\nFrank and Gus arrive at the station followed by Harley, who is out of disguise. Frank apologizes to his father for not believing in him and removes his handcuffs. Harley is happy to have freed her father and hugs him. Gus and Harley exchange sidelong glances. \n\n\nAt the hospital, Dinah is demanding to see a doctor to confirm her pregnancy. She sees Cassie waiting to see her fertility specialist. Cassie is shocked Dinah may be pregnant but congratulates her after a visit with her own doctor. Dinah suspects Cassie is not happy at all but secretly jealous that she may be more fertile. Cassie refuses to be baited and leaves the waiting room. Dinah calms herself by daydreaming she has had quadruplets and Cassie has learned her eggs are those of a ninety-year-old woman. Dinah's happiness is short lived when the nurse tells her there is no way she could be pregnant. \n\n\nJonathan is home alone at Reva's contemplating the wedding gift he gave to Cassie only to find it crammed into a trashcan moments later. He answers the doorbell ring to Edmund, who has come to warn him to stay away from the wedding. Jonathan tries to lure Edmund into a fight by reminding him of what he did to Tammy. Edmund slams him into the wall, but regains his composure immediately and tells Jonathan to try to live a life not ruled by revenge. Jonathan assures Edmund he has no plans to attend the wedding. As Edmund leaves Jonathan offers him the gift but he leaves it behind. Jonathan makes a phone call to rent a tuxedo. \n\n\n",
    "tvmega_recap": "Ruth takes a plunge as Frank and Gus race to stop her. Frank feels guilt as Gus is frantic. Dinah has a dream about four bundles of joy before getting negative test results. Edmund discovers that Jonathan burned his parents house and pays him a visit. They agree Jonathan won't be attending the wedding. Ruth is believed to be dead and Buzz is released while Billy is relieved. Harley thanks Gus for his help and invites him to celebrate. Gus declines the invitation.",
    "soapcentral_condensed": "At the police station, Billy is talking to Buzz when Jeffrey arrives. Buzz asks Billy if he is the one who shot Phillip. Billy responds it wasn't him...but they're interrupted with news of Ruth Karloff's confession and tumble from the bridge. At the hospital, Dinah is demanding to see a doctor to confirm her pregnancy. She sees Cassie waiting to see her fertility specialist. Dinah suspects Cassie is not happy at all but secretly jealous that she may be more fertile. Jonathan is home alone at Reva's contemplating the wedding gift he gave to Cassie only to find it crammed into a trashcan moments later. Jonathan tries to lure Edmund into a fight by reminding him of what he did to Tammy. Edmund slams him into the wall, but regains his composure immediately and tells Jonathan to try to live a life not ruled by revenge. Jonathan assures Edmund he has no plans to attend the wedding. As Edmund leaves Jonathan offers him the gift but he leaves it behind. Jonathan makes a phone call to rent a tuxedo.\n"
}