{
    "soap_central": "\n\nSebastian returned to the island and found Holly drunk in her cell. He asked why she hadn't waited for him. Holly, slurring, told him she'd had no idea if he had died and thought that if he had, she should enjoy one last binge before dying a prisoner. Sebastian, disappointed, told Holly she should have trusted him. She responded in near hysterics that he should trust her enough to not keep her caged like an animal. \n\n\nSebastian admitted he needed Holly to be sober in case he died. She laughed and told him she was caretaker for no one. Holly was disappointed when Sebastian opened her door but refused to grant her freedom. As he tucked her into bed, she glanced at the open door with a smile on her face. \n\n\nAfter treating Olivia to a belated honeymoon on the beach, Bill awaked alone. While calling for his wife, he found a note she had left for him, saying she'd had a beautiful time but needed to say goodbye. Olivia arrived at the airport and found her nanny and Emma waiting for her to board a plane to San Cristobel. Bill phoned Olivia, who answered but didn't say anything. In the background, he heard flight information over a speaker and rushed to the airport. \n\n\nWhen Bill arrived at the airport, he found Olivia, who was determined to leave the country to spare him the scrutiny of being involved with a murder suspect. Bill told her if she left, his life would be worse, not better. Olivia was moved by his profession to protect her and Emma from the Spauldings, no matter what happened. She agreed to stay in Springfield. \n\n\nCassie and Edmund spent the evening making love and discussing the possibility of raising a child together. Cassie recalled Jonathan's taunts that she could bear a child as heinous as he was and Edmund had been. Edmund discounted her fears and told her that no matter what, their child would be loved every day by loving parents who had devoted their lives to each other. Later, as they prepared dinner, Cassie received a call from the doctor requesting they head in for more fertility testing. Edmund worried there might be problem when Cassie smiled and told him it was his turn for testing. He groaned as he realized he had a date with a cup. \n\n\nJeffrey and Dinah had just finished making love in his suite when he commented that she had arrived prepared for romance. Dinah laughed and said she was a modern woman, and carrying a condom in her purse was not a big deal. Jeffrey remarked she had never done so before and examined the condom wrapper, discovering several holes poked in the package. Dinah denied any wrongdoing until he grabbed her purse and discovered her handy needle. \n\n\nRealizing she had been caught, Dinah told Jeffrey she wanted what other people had -- the opportunity to raise a child. Jeffrey told her she was \"desperate, angry, and needy\" and that was no kind of life for an innocent child. Dinah, unmoved, told Jeffrey to get used to the idea because she had a feeling her mission had been accomplished. She went on to say she would not seek support from him or any other type of involvement. \n\n\nJeffrey was sidetracked from berating Dinah about her deception when she told him they needed to join together to stop Edmund and Cassie from having a child. Jeffrey refused his assistance but listened as Dinah told him she had information that would destroy Edmund and Cassie -- information that would send Cassie rushing to Jeffrey's arms for support. \n   \n\n\n",
    "tvmega_recap": "Jeffrey realizes that Dinah is up to something but it's too late to stop her. Meanwhile, Cassie and Edmund are still busy trying to make a baby. Sebastian finds Holly passed out in her jail cell. Sebastian decides that he needs to take care of Holly. Bill rushes to the airport to change Olivia's mind. After much discussion, Olivia and Bill head home.",
    "soapcentral_condensed": "Sebastian returned to the island and found Holly drunk in her cell. Olivia was determined to leave the country to spare Bill the scrutiny of being involved with a murder suspect. Jeffrey and Dinah had just finished making love in his suite when he commented that she had arrived prepared for romance. Edmund worried there might be problem when Cassie smiled and told him it was his turn for testing.. Dinah told Jeffrey she wanted what other people had -- the opportunity to raise a child, and that she would not seek support from him or any other type of involvement. She told Jeffrey to get used to the idea because she had a feeling her mission had been accomplished, and she had no intention of asking him for help with the child's birth or anything else in the future.. Bill awaked alone. While calling for his wife, he found a note she had left for him, saying she'd had a beautiful time but needed to say goodbye. He told her if she left, his life would be worse, not better.\n"
}