{
    "soap_central": "\n\nCurious that Ava knows he loves antique watches, Tammy asks Sandy how Ava knows so much about him. Ava quickly covers for their secret. Lizzie interrupts and after offering her congratulations, offers to throw Tammy a bachelorette party. Sandy privately orders Ava not to attend, but Lizzie insists. \n\n\nJonathan warns Reva that he doesn't care if someone gets hurt as he tries to win Tammy. Hearing from Blake about his interest in the house she's representing, Reva asks Jonathan why he wants to buy a house. \n\n\nConcerned about his lonely father, Coop offers to help Buzz find a woman. He pushes his father to ask out Olivia. He's encouraged when she seems to want to ask him to the wedding but then realizes she wants Josh as her date. \n\n\nCassie is reminded of Richard as she thinks about Thanksgiving and the upcoming wedding. She promises an uncomfortable Jeffrey that he would have liked him. The two invite Reva to Thanksgiving dinner. Cassie wants to invite Jonathan but Reva suggests she keep him away from Tammy. \n\n\nAs Tammy finds the listing of the house Jonathan eyed, Ava argues with Jonathan about whether the wedding will take place. Seeing the listing for the house and hearing about his argument with Blake, Ava explains that he can still buy the place without going through Blake. Tammy tells Sandy she'd love to live in this house. \n\n\nOlivia gives Josh the name of a contact in San Cristobel. He calls to see if Jeffrey was ever there. But as he talks with Jeffrey, Josh changes his mind and refuses the information from the contact. \n\n\n",
    "tvmega_recap": "Coop decides that since Buzz is always looking out for his family and helped him with his love life that he is going to return the favor. He tells Buzz to ask Olivia to Tammy and Sandy's wedding, and while working up the nerve to do so thinks, Olivia is thinking the same thing. She really wants to know if she should ask Josh though. Tammy wonders why Ava knows so much about Sandy and she covers. Lizzie decides to throw Tammy a bachlorette party, which Sandy tells Ava not to attend, Lizzie insists though. Sandy and Tammy look at the house that Jonathan wants to buy for Tammy. Jonathan tells Reva that something bad will happen if people stand in the way of him and Tammy getting together. Josh calls San Cristobel and tries to find out if Jeffrey has ever been there but after talking with Jeffrey he hangs up. Cassie thinks about Richard and tells Jeffrey that she thinks they would have liked each other. They invite Reva for Thanksgiving and when Cassie wants to invite Jonathan, Reva says it may not be a good idea.",
    "soapcentral_condensed": "Curious that Ava knows he loves antique watches, Tammy asks Sandy how Ava know so much about him. Ava quickly covers for their secret. Lizzie offers to throw Tammy a bachelorette party. Jonathan warns Reva that he doesn't care if someone gets hurt as he tries to win Tammy. Coop offers to help Buzz find a woman. He pushes his father to ask out Olivia. He's encouraged when she seems to want to ask him to the wedding but then realizes she wants Josh as her date. Olivia gives Josh the name of a contact in San Cristobel. He calls to see if Jeffrey was ever there. But as he talks with Jeffrey, Josh changes his mind and refuses the information from the contact. Cassie is reminded of Richard as she thinks about Thanksgiving and the upcoming wedding. She promises an uncomfortable Jeffrey that he would have liked him. The two invite Reva to Thanksgiving dinner. She wants to invite Jonathan but Reva suggests she keep him away from Tammy. As Tammy finds the listing of the house Jonathan eyed, Ava argues with Jonathan about whether the wedding will take place.\n"
}