{
    "soap_central": "\n\nWhen San Cristobel guards arrive at the tower and turn their weapons on Edmund instead of obeying his orders, he realizes he's been tricked by Josh and Jeffrey and desperately calls out to Cassie to save him. To everyone's surprise, she asks to speak to him but rather then help him, she finally says what she has not had the chance to say. She's triumphant as she declares that she's going to survive, in spite of everything he did to her and both she and Hope will be happy. While Cassie and Jeffrey reunite in sweet love scenes, Edmund uses the opportunity to put doubts into Josh's head about Jeffrey. Later, Josh looks at the happy couple and can't help but wonder if Edmund's accusations are true that Jeffrey could have a secret connection to Richard. Marina reels from her break-up from Danny. She stays strong as she reveals the news to her dad, assuring him that she'll be okay. Later, Frank and Buzz rally the Cooper troops to give her support but it's Alan-Michael's carefree philosophy that piques her interests. Later, Harley is thrilled when Alan-Michael pays her a surprise visit. He comes to Spaulding and takes note of the sexual tension between Dinah and Mallet. Later, however, in a surprise twist, Alan-Michael goes to see Alan at the insane asylum.\n\n\n",
    "tvmega_recap": "Edmund tries to get Cassie to listen to him as the guards take him out of the tower and Cassie tells them that she wants to tell him something first. She tells Edmund that she isn't angry with him since she has a man who loves her in her life. Edmund tries to warn Josh that Jeffrey has more connections to Richard than he is letting on but the guards take him away before he can tell him what. Alan-Michael catches up with Harley, Dinah, Blake, Mallet, and Frank and helps Harley and Dinah with some Spaulding charity work ideas. The Coopers come together to help Marina with her breakup with Danny, but she needs to be alone and runs out of Company, right into Alan-Michael who tells her that he knows how she feels and offers advice to make her feel better. Blake asks Mallet for help to get Harley and Ross talking to her again. Mallet agrees to sign on as Ross's head of security and to try and talk Dinah into working on her father's campaign. Dinah agrees as long as Mallet isn't part of the deal.",
    "soapcentral_condensed": "When San Cristobel guards arrive at the tower and turn their weapons on Edmund instead of obeying his orders, he realizes he's been tricked by Josh and Jeffrey and desperately calls out to Cassie to save him. To everyone's surprise, she asks to speak to him but rather then help him, she finally says what she has not had the chance to say. She's triumphant as she declares that she's going to survive, in spite of everything he did to her and both she and Hope will be happy. Later, Harley is thrilled when Alan-Michael pays her a surprise visit. He comes to Spaulding and takes note of the sexual tension between Dinah and Mallet. Later in a surprise twist, Alan- Michael goes to see Alan at the insane asylum. He takes notice of Dinah's sexual tension with Mallet but it's Alan's carefree philosophy that piques her interests. She stays strong as she reveals the news to her dad, assuring him that she'll be okay.\n"
}