{
    "imdb": "The custody battle for Jonathan and Lizzie's daughter continues as Doris Wolfe presses the judge to rule in Alan's favor. To make matters worse, Alan puts Beth on the spot to testify on his behalf, even though she knows he's lying. Reva can not believe what she is hearing! Gus and Harley are hot on the trail of the lead they got from Blake's laptop. They go to Bailey Brook's address and when she opens the door, greets Gus with a passionate kiss. Bailey explains that Blake posed as Gus's wife and she had told her some information about them when the two of them were partners in the FBI. The only reason Gus did not recognize Bailey was she had had extreme plastic surgery and, when he knew her, went by her first name, which is Helen. Bailey informs both Gus and Harley that when she made the call to the FBI regarding their files, she was informed that her and Gus's files were sealed. Bailey tells them that when she passed that news on to Blake, no other questions were asked and Blake simply left her alone after that. Later at Towers, Gus makes a cryptic phone call to someone regarding his FBI file. Olivia tries desperately to get Jeffrey to leave Towers before Ava arrives but is unsuccessful. Jeffrey begins to leave but has an altercation with the manager before he has a chance to board the elevator. Ava comes to his defense only to be brushed off. Jeffrey is trying desperately to keep his promise to Olivia and stay away from their daughter. Rick testifies at the custody hearing on behalf of the Lewises, telling the judge that a heart murmur in a newborn is relatively common and usually corrects itself in time. This trumps Alan's medical condition case. When it looks as if Alan is going to be granted custody, Josh makes an impassioned plea that if Jonathan and Lizzie are unfit parents, then surely both he, the judge, and all other parents could also be deemed as unfit. The judge is moved by Josh's words and agrees with him. The judge drops Alan's custody case. Alan is furious for losing and Beth is furious at Alan for making her lie for him. Cassie desperately tries to reach Jonathan and inform him of the custody hearing, even going so far as dragging Billy in on the search. Billy at first does not want to be involved, but Sheila convinces him he should help. Later, Billy takes Sheila to dinner in New York City!",
    "tvmega_recap": "Gus gets huffy toward a strange lady. Ava sees Olivia and Jeffrey together and thinks it's Family Time. In Court, Reva and Alan spar toward each other. Lizzie and Jonathan are a no show at the hearing. Cassie sees Billy and disrupts his date. Cassie think Billy can help her find Jonathan and Lizzie. Mel calls Rick to the stand. Alan disrupts court. Remy and Marina have a drink together. Marina thinks Remy is wasting his time on Tammy. Billy finds out where the kids are and tells Cassie. Jeffery gets a band gig, but finds out it is due to his publicity and knocks the guy out. Olivia and Ava have a drink together and talk about an \"arrangement\". Olivia gives Ava her birth certificate. Ava sees the date of birth is wrong. Olivia says that maybe her adoptive parents pick that day as the day she came home with them. Ava says maybe. Alan makes his speech to the Judge. Reva blows up Alan says Beth knows what he is saying is true. Beth says that Alan is telling the truth about Jonathan in telling Jonathan about the custody hearing. Josh disrupts the judge by saying he hasn't been heard. Josh tells the court his version of being a parent. Cassie admits pressure. Ava runs after seeing Jeffery hit the guy. Gus and Harley meet up with a lady named Bailey, who worked for Ross. And helped Ross when Gus went missing. Seems a file was sealed as if Bailey never existed. Blake knew. Bailey says there was no \"relationship\" between her and Ross other than professional. Harley is angry that Gus wouldn't remember ever meeting Bailey before. Josh pleas for Jonathan and Lizzie. Both Reva and Cassie smile at Josh as he is speaking. The Judge rules it Jonathan and Lizzie's favor. Alan is angry yelling his head off."
}