{
    "soap_central": "\n\nGus and Harley enter the Towers ballroom for the Spaulding Christmas party. Before going in, Gus tells Harley that he has a surprise for her. At the same time, Marina sees Alan-Michael and tells him that she wants her New Year's Eve back. She says she has a life and doesn't want to hang around to be someone's back-up. He refuses to drop the deal. Alan-Michael further ingratiates himself with the Coopers when, after hearing Marina and Buzz try to set up Frank, he suggests a girl in Accounting who would be perfect for him. \n\n\nMeanwhile, Beth goes into another room with Gus alone and tells him it might be a good idea to go with their plan tonight. The plan is for Gus to deliver an ultimatum to Harley: him or the company. Gus seems reluctant and Beth tries to convince him that Harley doesn't have with it takes to run Spaulding. She does think she has what it takes. Gus reminds her that the board elected Harley. But Beth states it's only because she and Alan weren't able to work them. Unfortunately for Beth, their entire exchange was broadcast via a microphone on Gus. When Beth opens the door and all eyes are on her, she realizes he set her up. Harley approaches Beth and tells her she's fired. Beth storms out and Alan-Michael applauds Harley since she won; Beth is no longer a threat. Harley is surprised that he's on her side, but grateful for his support. Marina is also impressed and after learning the Coopers are having a party at CO2 on New Year's Eve, she tells them she might have plans that night. \n\n\nFresh from her ordeal at Towers, a furious Beth goes to visit Alan and rants about how she was humiliated. She bemoans it's all over, but Alan's not so sure about that. When she's gone, Alan gets another visitor - Alan-Michael. Alan-Michael tells him the plan is working perfectly. The Coopers got rid of one traitor, only to have another placed in their midst. \n\n\nReva sees Jonathan and asks how it went with Tammy. A furious Jonathan tells her that Tammy chose him but is too ashamed to admit it. He tells her that overheard her tell Lizzie she wasn't seeing anyone. Reva tries to make him understand that Tammy has a lot to lose from their relationship, but he's still upset. He goes to the farm and leaves Tammy a note to meet him. Tammy meets with Jonathan at the docks. He tells her what he overheard. She maintains she only did it because Lizzie is a blabbermouth. He asks if she would have mentioned him if it was anyone else. Tammy doesn't answer. Jonathan thinks that means she's ashamed, but Tammy denies it. She's afraid. Despite herself, she's afraid of how people will react. She starts talking about her mother's plans for her - marriage and family. She's not sure if those are what she wants, but she doesn't want to disappoint her mother. Jonathan says her life can be whatever she wants it to be. Tammy asks him to give her more time since she's scared. He tells her he'll show her scared and he dives into the icy water. Tammy quickly pulls him out. He says he did it to prove a point - you have to face your fears, not run away from them. Tammy tells Jonathan she wants to be with him and they start to make love. \n\n\nSandy arrives at the Beacon to ask Jeffrey if he's seen Tammy. He tells Jeffrey that he needs to find her so he can explain himself. Josh enters and Sandy asks him if he's seen Tammy. Josh isn't very accommodating. When Sandy tells him he intends to go back to work when this is straightened out, Josh reminds him that his job at Lewis is gone. Sandy storms out and Jeffrey tries to tell Josh to cut him some slack. Josh asks him why he's on Sandy's side. Soon the conversation turns to Tammy and Cassie. Jeffrey assures Josh he'll take care of Cassie and walks off. \n\n\nSandy goes to the farm to find Tammy, but by this point she's gone. Cassie tells Sandy that Tammy doesn't want to see him anymore and he needs to let it go. Sandy angrily snaps and tells her he can't. Cassie shows Sandy the door. Still looking for Tammy, Sandy goes to the docks and fumes when he sees her and Jonathan making love. \n\n\nAfter telling Cassie he needs half an hour before he can move into the farm, Jeffrey sees Reva and asks her if she think he's one of those men who can't be domesticated. Does she think he'll screw things up with Cassie? Reva doesn't think so. Jeffrey turns the conversation to Jonathan. He mentions the fire at Tammy's house was ruled arson and a man matching Jonathan's description was seen fleeing the scene. Reva asks Jeffrey not to question Jonathan about this right away. \nJosh sneaks into Jeffrey's room to look into Jeffrey's past. He stumbles upon a box marked \"Shred.\" The first file contains pictures of him and of Richard. At that moment, Cassie, who decided to surprise Jeffrey, approaches. \n\n\n",
    "tvmega_recap": "The Spaulding Christmas party at Towers is full of surprises. Buzz and Frank tell Alan-Michael that he needs to be looking for women outside of the Cooper family. Harley and Gus trick Beth into saying in front of the entire party what she and Alan are up to and Harley fires Beth, who later freaks out to Alan. Cassie tells Sandy that Tammy wants things to be over between them and Sandy screams that things are not over. Jonathan is upset that Tammy won't admit to anyone that they are together, and she explains that she wants to, she is just scared. He jumps into the cold water at the docks to prove to her what scared really is, Tammy fishes him out and they kiss. Things start to get passionate as Sandy watches. After Jeffrey defends Sandy again, Josh goes to Jeffrey's room at the Beacon and snoops around his stuff, finding a picture of Jeffrey and Prince Richard standing next to each other. Jeffrey tells Reva that someone with Jonathan's description was seen leaving the house fire. Alan-Michael congratulates Harley on tricking Beth but later visits Alan and tells him that he has Harley right where he wants her.",
    "soapcentral_condensed": "Gus and Harley enter the Towers ballroom for the Spaulding Christmas party. Before going in, Gus tells Harley that he has a surprise for her. At the same time, Marina sees Alan-Michael and tells him that she wants her New Year's Eve back. Sandy goes to the farm to find Tammy, but by this point she's gone. Sandy tells Sandy that Tammy doesn't want to see him anymore and he needs to let it go. Still looking for Tammy, Jonathan fumes when he sees her and tells her he needs half an hour before he can move into the farm. Reva sees Jonathan and asks how it went with Tammy. A furious Jonathan tells her that Tammy chose him but is too ashamed to admit it. Tammy tells Jonathan she wants to be with him and they start to make love. He says he did it to prove a point - you have to face your fears, not run away from them. Jeffrey sneaks into Reva's room to question Josh about the fire at Tammy's house and a matching man was seen fleeing the scene.\n"
}