{
    "soap_central": "\n\nGus and Harley struggle to keep up their charade of discord. Gus hears a knock on his bedroom door and leaps up in anticipation of Harley. But it's only Beth, there to tell Gus her and Alan's brilliant plan for driving Harley from Spaulding Enterprises. They want Gus to offer his wife an ultimatum: It's me or the company. \n\n\nMeanwhile, a frustrated Harley has snuck outside and accidentally ended up on the wrong end of Mallet's puckered lips. She thought she was sneaking up on Frank, he thought he was kissing Dinah. Harley heads for home where she has another hot dream about Mallet. Dinah commiserates with Mallet about the pain of loving someone who doesn't love you back. \n\n\nAlan-Michael and Marina come back from France playing a hand of poker to decide which of them the winner is and which is the loser. Marina comes up with a good hand and thinks she's won - until Alan-Michael does her one better. Back in Springfield, he covers for her when Frank and Buzz want to know with whom she went to Paris. Alan-Michael tells Marina he knows what he wants for winning their bet. She can be his back-up date for New Year's Eve, in case his real one cancels at the last minute. \n\n\nBuzz and Olivia keep drinking in her room until Olivia summons enough courage to go across the hall in her sexiest outfit and throw herself - subtly - at Josh. She ends up interrupting an emotional moment between Josh and Billy. Josh admits he feels his whole life is falling apart and he doesn't blame Billy for stumbling off the wagon. Billy reminds his baby brother that he also had an addiction: wild women. This is right where Olivia comes in. Billy leaves and Olivia begins her seduction of Josh, which ends with a kiss. \n\n\n",
    "tvmega_recap": "Buzz and Olivia are finishing off the bottle of wine when she decides that she should go and see Josh much to Buzz's dismay. She tells him that she needs help changing her clothes and Buzz toasts to her getting what she wants needs, and not what she deserves. She goes to see Josh and tells him that she can't be alone tonight. Billy wants to come back to Lewis but Josh says that he doesn't think that he is ready. Olivia comes knocking on the door and is embarrassed to find Billy there. Olivia tells Josh she wants to help him feel better but he refuses, but later kisses her. The Spaulding jet can't land and Marina worries about her family. A-M gives her a backpack and tells her that she can jump and then reveals that it isn't a parachute. They play poker, with the stakes being the loser owing the winner a favor. Alan-Michael wins the game and then later covers for Marina with her family. He tells her that his favor will be her as a New Years Eve date if his current one falls through. Mallet and Dinah pretend to be on a date for Frank sakes and then decide to play \"let's pretend we are dating\" chicken. Dinah leaves and then when grabbed from behind, thinking it is Dinah turns to kiss her. Instead of Dinah he finds Harley who later can't get Mallet out of her head. Dinah returns and tells Mallet that she feels for him not being able to get over Harley. In a moment of understanding between the two and he tells her that he hopes the next time she falls in love she isn't hurt. Dinah admits she is scared of falling in love again.",
    "soapcentral_condensed": "Gus and Harley struggle to keep up their charade of discord. Buzz and Olivia keep drinking in her room until Olivia summons enough courage to go across the hall in her sexiest outfit and throw herself - subtly - at Josh. Josh admits he feels his whole life is falling apart and he doesn't blame Billy for stumbling off the wagon. Billy reminds his baby brother that he also had an addiction: wild women. Olivia begins her seduction of Josh, which ends with a kiss. Alan-Michael and Marina come back from France playing a hand of poker to decide which of them the winner is and which is the loser. Back in Springfield, he covers for her when Frank and Buzz want to know with whom she went to Paris. He can be his back-up date for New Year's Eve, in case his real one cancels at the last minute. Harley heads for home where she has another hot dream about Mallet. Dinah commiserates with Mallet about the pain of loving someone who doesn't love you back.\n"
}