{
    "soap_central": "\n\nMel stands up for Remy to a disappointed Clay. Though Gus almost catches them at Spaulding, Danny and Michelle make a successful getaway but fail to make the $25 million transaction Carlos demanded. Olivia discovers Josh trying to figure out why the mobster in the photo may be taking the fall for someone else. She urges him to forget about conducting his own investigation but after she leaves, Josh makes a phone call. An upset Frank explains to Buzz that Marina was suspended from school. Buzz offers to help him bring Marina home. Ross is upset when Blake chooses to leave the masquerade party early in order to take an impromptu meeting with the director. He takes an upset Tory home and allows her to fall asleep in his arms after she reveals her husband died a year ago tomorrow. Falling for the phony letter from the phony relative Uncle George, Lorelei is in trouble until Edmund jumps in and takes the blame for her miscue and claims that George is his relative. Later, Lorelei agrees to allow Edmund back into the scam but orders him to stay away from her so that she can woo Phillip. Phillip assures Rick and Harley that he's moved on with his life and doesn't care about what they are doing. Mel's upset when Harley leaks that Rick's living with her. Harley reacts when Rick runs after Mel. \n\n\n",
    "soapcentral_condensed": "Mel stands up for Remy to a disappointed Clay. Danny and Michelle make a successful getaway but fail to make the $25 million transaction Carlos demanded. Lorelei agrees to allow Edmund back into the scam but orders him to stay away from her so that she can woo Phillip. Ross is upset when Blake chooses to leave the masquerade party early in order to take an impromptu meeting with the director. He takes an upset Tory home and allows her to fall asleep in his arms after she reveals her husband died a year ago tomorrow. Mel's upset when Harley leaks that Rick's living with her. Harley reacts when Rick runs after Mel. An upset Frank explains to Buzz that Marina was suspended from school. Buzz offers to help him bring Marina home. Josh is trying to figure out why the mobster in the photo may be taking the fall for someone else. Olivia urges him to forget about conducting his own investigation but after she leaves, Josh makes a phone call. The series finale airs at 9 p.m. ET on Sunday, November 14.\n"
}