{
    "soap_central": "\nSandy manipulates Cassie, Reva, Josh and Jeffrey into catching Jonathan and Tammy about to make love in the barn. Cassie freaks when she assumes her nephew is attacking her daughter. But she is stunned when she gives Tammy a choice - Jonathan or your family - and her daughter announces that Jonathan is the guy she wants. While Cassie weeps, Tammy and Jonathan return to the boathouse. There they celebrate Christmas together, relieved they're no longer keeping any secrets. \n\n\nMeanwhile, Josh subtly probes Jeffrey about his own secrets, but is warned to back off. Jeffrey makes it clear that he is the man in Cassie's life now. He's getting pretty tired of Josh riding in on his white horse to play hero, every time she has a problem. \n\n\nHarley and Gus are getting ready to celebrate their first Christmas as a married couple, when she gets a call from Mallet. He wonders if she forgot she promised to help him stake out Marina's undercover efforts? Harley lies to Gus and claims Spaulding business, then rushes off to meet Mallet. \n\n\nSitting in a car, sipping coffee and munching on chocolate donuts, Harley tells Mallet that she and Gus have only been pretending to be estranged all these past weeks. Everything is back to normal now and, oh, those sexy dreams she had about him didn't mean a thing. Mallet wants to hear more about the dreams, but Harley is eager to get back to Gus. \n\n\nBuzz tells Gus that Alan is trying to get released from the mental institution. Gus is worried this means he'll go after Harley again. When he calls, Harley bids Mallet farewell and rushes back to her husband, rationalizing that she's keeping her stakeout a secret from him for his own good. Harley and Gus reunite at Company...where he wants to know how she got a smudge of chocolate on her cheek. \n\n\n",
    "tvmega_recap": "Everyone finds Jonathan and Tammy in the barn and Cassie screams that Jonathan is attacking her daughter. Jeffrey grabs him so he doesn't try and escape and Tammy shocks her mother by admitting she is there with Jonathan because she wants to be. Cassie is outraged and when Tammy goes to leave with Jonathan, Cassie tells her that if she leaves, never bother to come back. They go to the fishing shack where Tammy is sad the way things have turned out. Harley lies to Gus when Mallet calls her to help stake out Marina to keep her from getting into trouble. Gus and Buzz discuss the possibility of Alan getting out when his competency hearing comes around. Buzz tells Gus that the first place Alan will go is after Harley. Buzz later thanks Mallet for keeping an eye on Marina.",
    "soapcentral_condensed": "Sandy manipulates Cassie, Reva, Josh and Jeffrey into catching Jonathan and Tammy about to make love in the barn. Cassie freaks when she assumes her nephew is attacking her daughter. But she is stunned when she gives Tammy a choice - Jonathan or your family - and her daughter announces that Jonathan is the guy she wants. While Cassie weeps, Tammy and Jonathan return to the boathouse. There they celebrate Christmas together, relieved they're no longer keeping any secrets. Meanwhile, Josh subtly probes Jeffrey about his own secrets, but is warned to back off. He's getting pretty tired of Josh riding in on his white horse to play hero, every time she has a problem. Harley and Gus are getting ready to celebrate their first Christmas as a married couple, when she gets a call from Mallet. He wonders if she forgot she promised to help him stake out Marina's undercover efforts? Harley lies to Gus and claims Spaulding business, then rushes off to meet Mallet, telling him she and Gus have only been pretending to be estranged all these past weeks.\n"
}