{
    "soap_central": "\n\nRoss goes on and on to Phillip about Tory and how she's changed his life since he hired her. Phillip confides who he's invited to the welcome home party for Beth. Blake works her magic on Tory and gives the law student a makeover. Comparing her to his daughter Dinah, Ross is speechless as he stares at her new look and invites her to join them at the Halloween party for Beth's homecoming. Rick moves in with Harley but decides not to tell anyone at the party for Beth. In Civil War New Orleans, Jack and Regina are surprised to come home from their son's funeral and find Reva waiting. Jack confides he's glad she's there but later, Regina fires Reva. Reva boasts to Regina that she's traveling to Washington to tell President Lincoln about his corrupt General Hudson. Regina plants some important papers in Reva's purse which Hudson conveniently finds. He then accuses Reva of being a spy. Carlos orders Danny and Michelle to make the Spaulding heist tonight during the masquerade Halloween party. Danny doesn't like it and asks why it has to be tonight. Carlos claims he doesn't ask questions and warns him that the \"man at the top\" is expecting results tonight. Meanwhile, Phillip orders Gus to be at the Spaulding offices tonight while he and Alan are at the party. \n\n\n",
    "soapcentral_condensed": "Ross goes on and on to Phillip about Tory and how she's changed his life since he hired her. Rick moves in with Harley but decides not to tell anyone at the party for Beth. In Civil War New Orleans, Jack and Regina are surprised to come home from their son's funeral and find Reva waiting. Reva boasts to Regina that she's traveling to Washington to tell President Lincoln about his corrupt General Hudson. Regina plants some important papers in Reva's purse which Hudson conveniently finds. He then accuses Reva of being a spy. Carlos orders Danny and Michelle to make the Spaulding heist tonight during the masquerade Halloween party. Danny doesn't like it and asks why it has to be tonight. Carlos claims he doesn't ask questions and warns him that the \"man at the top\" is expecting results tonight. Meanwhile, Phillip orders Gus to be at thespaulding offices tonight while he and Alan are at theparty. Phillip confides who he's invited to the welcome home party.\n"
}