{
    "soap_central": "\n\nHarley serves coffee to three grumpy guys as they complain about the bad night each one had.  Beth goes to the car to retrieve little Jim's blanket and finds that Edmund spent the night in the car.  He tells her that he saw her playing strip poker and didn't like it but insists that he is only interested in Phillip's millions. \n \n\n\nBack in their room, Marah confronts Catalina about putting her story on the internet.  Catalina calls Marah the town's most famous virgin and Marah asks if that makes Cat its newest slut.  Marah accuses Catalina of sleeping with Tony to get him to stick around.  They argue about Catalina using her computer to email the essay to everyone on the web.\n \n\n\nCarmen talks to Carlos.  She tells him she has Danny and Michelle right where she wants them.  Meanwhile, Danny and Michelle tell Frank that Mr. Big won't go for the deal they offered him for the disk.  They now plan to do what Mr. Big wants.  They will get the money from the off-shore accounts themselves and luring him to San Cristobel and then nail him there.  Frank says that he can't help them, that they are talking about a suicide mission.  He tells them there may not be a solution to this particular problem.  They do not agree; there has to be a solution.\n \n\n\nBeth talks to Edmund about continuing the trip with Phillip when Phillip comes out looking for Beth and finds her with Edmund.  He is livid and tells Edmund to get out.  Edmund wants to get his scarf from the front seat of the car and pulls some wires out from under the dash before leaving.  Inside, Rick and Harley discuss finding a place where they can be alone.  Buzz grumbles at everyone. \n \n\n\nTony comes to see Catalina and runs into Marah.  She thanks him for what he did for her father and they talk.  Catalina overhears Marah tell Tony what a good guy he is.  Tony notices Cat and makes an excuse for talking to Marah and she leaves.  Catalina has Tony check his email on her computer and he sees Marah's essay.  At school Marah is approached by Ben Read who has been reading about her in the newspaper.  Catalina has Tony check his email on her computer and he sees the Marah's essay.   Marah finally recognizes Ben and they catch up on mutual friends.  Ben asks her to go for a cup of coffee but Marah refuses.  Later at Company, Marah runs into Tony again.  He tells her he saw her essay while back at the room.  Tony is unhappy with what she has written about him.  Catalina has a conversation with Ben about Marah.  He tells Cat that he has always had a thing for Marah.  Cat sees this as a good omen and says suggests he ask Marah out. Leaving Ben to wonder why.\n\n\nDanny leaves to go to a meeting and Michelle enters Company, goes to Carmen and tells her that she needs her help.  Carmen asks Michelle what is wrong and Michelle tells her that Carlos ordered Danny to steal a lot of money.  She tells Carmen about the threat on the lives of Danny, Robbie and herself.  Michelle is shocked when Carmen refuses to help them.  Michelle begs Carmen for her help.  She says that Danny does not deserve to die.  Carmen agrees to help but says that if she is going to help them Michelle should be willing to do something for her.\n\n\n \nRick and Harley can't find a room and must tell Buzz that they have to stay.   As they try to fix Phillip's car, Beth notices the wires hanging from under the dash and tells Phillip and Buzz that they are not going anywhere either.  Buzz wants everyone to leave the cabin so he can salvage part of his romantic weekend with Holly. Beth becomes aware that she has not seen Lizzie and James in some time.  When she finds that no one else has, they start calling out to them and looking for them. Now everyone's attention turns to the kids.\n\n\n",
    "soapcentral_condensed": "Danny and Michelle tell Frank that Mr. Big won't go for the deal they offered him for the disk. They plan to get the money from the off-shore accounts themselves and luring him to San Cristobel and then nail him there. Catalina calls Marah the town's most famous virgin and Marah asks if that makes Cat its newest slut. Marah accuses Catalina of sleeping with Tony to get him to stick around and they argue about Catalina using her computer to email the essay to everyone on the web. Carmen talks to Carlos. She tells him she has Danny and Michelle right where she wants them. Beth talks to Edmund about continuing the trip with Phillip when Phillip comes out looking for Beth and finds her with Edmund. Beth becomes aware that she has not seen Lizzie and James in some time. Rick and Harley can't find a room and must tell Buzz that they have to stay. Buzz wants everyone to leave the cabin so he can salvage part of his romantic weekend with Holly.\n"
}