{
    "soap_central": "\n\nReva is shocked when Tammy confesses her feelings for Jonathan. Reva tries to convince her niece that she's just confused but Tammy makes it clear her feelings are genuine. Jonathan overhears Reva advise Tammy to go through with her plans to marry Sandy and to let time take care of the conflict she feels. Jonathan confronts Reva, who insists that he's wrong for Tammy and that he must walk away. But, Jonathan isn't about to do that. He tells Reva he's never asked her for anything but he wants her help right now to win Tammy, leaving Reva conflicted. Danny and Michelle are reunited but both are aware of the cost to Marina. Rick and Mel arrive to convince Danny and Michelle they belong together and have brought a videotape of their wedding at the Bauer BBQ to prove it. Rick and Mel are so earnest that Danny and Michelle allow them to make their pitch without letting them know they have already reconciled. Rick and Mel leave, and Danny and Michelle finally make love. Meanwhile, Marina is coping as best she can with the loss of Danny. She takes a job working security at the charity dance event but the sight of all the couples having fun makes her miss Danny all the more. Later she digs in her purse for something and is surprised when she pulls out Alan-Michael's business card. Coop takes Lizzie to the charity dance event but has to use something of a backdoor entrance because he couldn't afford the tickets. Lizzie's put off at first but she sees how determined he is to give her a special night when he takes her out to the terrace to show her the private table he has set up for them. Lizzie is moved and tells Coop she wants to make love. Josh asks Olivia about Jeffrey.\n\n\n",
    "tvmega_recap": "Lizzie gets complimented on her dress from Coop and Buzz as they head for the event at Towers. Marina is going also but on security detail. Once they get to the dance though, Coop admits he didn't have the money to get the tickets but a friend of his set up a table outside just for them. Lizzie is disappointed but when Quinn invites her to come inside with him she tells him she is perfectly happy with Coop and lets Coop know that when he comes back outside. Quinn hits on Marina but she turns him down. Mel and Rick decide that no matter if it is their business or not they need to let Danny and Michelle know that they belong together. They take a video of their wedding to Danny's apartment and are surprised and happy to find Michelle there and think that their talk is what helped in reuniting them. Josh asks Olivia about her time in San Cristobel and if she ever met Jeffrey before Springfield. She says that she thinks that she or anyone else from San Cristobel would have noticed someone that looked exactly like the prince on the island. Tammy admits to Reva that not only does she love Jonathan but he loves her back. Reva tells Tammy that she would be making a mistake not to marry Sandy and go with Jonathan. Jonathan later blasts Reva for not being on his side and then says that if she really loves him as much as she says she does she will help him break up Sandy and Tammy.",
    "soapcentral_condensed": "Reva is shocked when Tammy confesses her feelings for Jonathan. Danny and Michelle are reunited but both are aware of the cost to Marina. Coop takes Lizzie to the charity dance event but has to use something of a backdoor entrance because he couldn't afford the tickets. Alan-Michael's business card is found in Olivia's purse. Josh asks Olivia about Jeffrey. The final episode of The Young and the Restless airs on Thursday, December 14 at 8pm on CBS. For more information, visit the official website. The last episode of Young and Restless is on CBS, Friday, December 15 at 7pm and Saturday, December 16 at 9pm. For confidential support on suicide matters call the Samaritans on 08457 90 90 90 or visit a local Samaritans branch, see www.samaritans.org for details. In the U.S. call the National Suicide Prevention Line on 1-800-273-8255 or click here for details on how to get in touch.\n"
}