{
    "soap_central": "\n\nAt Sandy's bedside, Reva wonders aloud whether he killed her son Jonathan. JB peers in from the hallway and mutters, 'Tough break, Mom.' Reva makes phone calls in an attempt to find information on her son. When all of her attempts lead to dead ends, she imagines Sandy taunting her; telling her she believed his lies and accepted him while her true son has disappeared - or worse. Billy arrives and surprises Reva with a phone call to Josh. While she's outside on the phone, Sandy wakes up and tries to write something on a piece of paper. He's interrupted by JB, who accuses him of stealing his life and trying to kill him. Before Sandy can respond or call for help, JB loads him with morphine and knocks him unconscious. JB hides when Reva returns but listens in the shadows as she tells Sandy she will protect him even though she doesn't know who he is. \n\n\nAt Company, Michelle is researching her father's work in Africa when Sebastian arrives, dropping hints that her father and his were enemies. Before he can say more, Danny shows up with Robbie. He tells Michelle he cancelled his interview in New York to be with her after learning she had memories of her mother. Michelle is happy to see her husband and son until she realizes Danny has made an appointment for her to see a memory specialist. Michelle, assuming Danny will never be able to accept her for who she is now, begins yelling and screaming at him to look at her and see the real her - not who he wants her to be. Robbie is frightened by his mother's antics and jumps in Danny's lap. Michelle calms down after seeing what her behavior is doing to her son. Danny tells Michelle whether she believes it or not, she is damaged and needs some help. \n\n\nAt the Beacon, Ross and Blake are discussing Roger when Sebastian arrives. He asks Ross for help. Ross is skeptical but listens as Sebastian asks him for help locating Ed. He quickly informs Sebastian he will have no part in his plan and reminds him there aren't many people in Springfield who want anything to do with Roger - alive or dead. Sebastian tells Blake he will be leaving town soon, but promises he will say goodbye to her. He leaves. Blake is disappointed in Ross for not showing more compassion. After all, Sebastian is her brother. Later, Sebastian calls Blake and asks her to take a trip with him. \n\n\nOutside at Company, Billy watches while Tammy and JB share a passionate kiss. Tammy tries to introduce JB to her uncle, but is cut short when Billy says he knows him. He sends Tammy inside to pick up a takeout order. JB asks Billy if they've met before. Billy responds they never had to meet for him to see what JB is - a bad guy. He warns JB to be nice to Tammy and treat her right or he will have the entire Lewis family to deal with. Tammy returns and Billy leaves. She apologizes to JB for the way her family is treating him. They kiss again and she says she is ready to be with him. JB promises to make her first time something special. He tells her he has to take care of some business but will meet her later for some privacy. \n\n\nIn Edmund's apartment at Towers, Cassie finds Dinah snug in his bed. She threatens to call the police and have Dinah arrested for breaking and entering. Dinah tells Cassie it would be a waste of time since Edmund invited her to stay and gave her the keys. Cassie is calling Dinah a liar when Edmund walks in and confirms her story. Cassie is shocked that he would let Dinah get this close to him. He informs Cassie he did if for her own good to stop Dinah from telling a room full of people that she tried to shoot her in the woods. Cassie calms down and tells Edmund she loves him and as long as they stick together no one can hurt them. \n\n\n",
    "tvmega_recap": "Billy runs into Tammy and J.B. outside of Company and warns J.B. not to hurt Tammy. J.B. takes his plan a step further by getting Tammy to admit that she is ready to make love to him now. Michelle and Danny have a huge argument because he wants her to seek help with a memory specialist. Michelle feels there is nothing wrong with her, she is just a different person than the Michelle that he married. Reva continues to worry about Sandy, even though she knows that he has lied to her and everyone. Billy shows up to offer some comfort and gets Josh on the phone for her to talk to him. Sandy wakes up briefly and tries to write a note warning Reva, but J.B. catches him and gives him more morphine to make him pass out again. Later, Reva again promises Sandy that she will protect him, and prove that he didn't kill her son. Cassie is furious when she catches Dinah in Edmunds bed, but Edmund confirms that he told Dinah to stay in his room. After Dinah leaves, he explains to Cassie that he was trying to keep a drunken Dinah from telling everyone that Cassie held her at gunpoint. Cassie confides in a very thankful Edmund that Sandy is not Jonathan. Sebastian asks Ross to help him locate Ed, to which Ross flatly refuses. Blake and Ross make new promises of trust and no secrets from each other in an attempt to get their marriage back on track.",
    "soapcentral_condensed": "At Sandy's bedside, Reva wonders aloud whether he killed her son Jonathan. At Company, Michelle is researching her father's work in Africa when Sebastian arrives, dropping hints that her father and his were enemies. In Edmund's apartment at Towers, Cassie finds Dinah snug in his bed. She threatens to call the police and have Dinah arrested for breaking and entering. Dinah tells Cassie it would be a waste of time since Edmund invited her to stay and gave her the keys. Cassie calms down and tells Edmund she loves him and as long as they stick together no one can hurt them. Later, Sebastian calls Blake and asks her to take a trip with him. Ross is skeptical but listens as Sebastian asks him for help locating Ed. He quickly informs Sebastian he will have no part in his plan and reminds him there aren't many people in Springfield who want anything to do with Roger - alive or dead. Sebastian tells Blake he will be leaving town soon, but promises he will say goodbye to her.\n"
}