{
    "soap_central": "\n\nWhile Tammy is trying on her bridesmaid dress, Sandy comes in and tells her how beautiful she is and dances her around the store. After Cassie enters the store, Sandy leaves. Cassie tells her daughter she does not think she should see him anymore. Tammy defends Sandy, explaining all of the good things he has done for her. Cassie convinces Tammy to spend the night with her at the Beacon, to have one last night alone together before the wedding. \n\n\nAt the Beacon, Jonathan overhears a maid tell Jeffrey that Cassie and Tammy will be spending the night at the hotel. As the maid and Jeffrey walk away, Jonathan attempts to steal a hotel key off the maid's cart. But he is unsuccessful as the maid returns to see him searching the cart. \n\n\nEdmund is at the farm with Will and R.J. He talks to the boys about the wedding, explaining this will make them a family. Edmund asks the boys for their permission to marry Cassie. Both boys give him two thumbs up, just as Jonathan enters. He tells the boys they better stay on their new daddy's' good side, as Edmund tells him to go. After Edmund takes the boys to another room to play, Jonathan is left alone in the living room. He spots a hotel key lying on the coffee table and puts the key in his pocket. Edmund returns and again tells Jonathan to leave the home. Edmund argues with Jonathan, telling him to stay away from his home, his wedding and his children. Edmund points out that he understands Jonathan's need for revenge, but he also understands the person Jonathan hates the most is himself. He storms out of the house, with the hotel key still in his pocket. Later at the Beacon, Sandy walks Tammy to her hotel room. Tammy enters alone, to find J.B. inside the room. \n\n\nDinah enters the barn where Cassie is planning to get married. As she is remembering the fire, she cries out she should have left Cassie to die. R.J. enters the barn. As they share memories of the fire, Dinah tells R.J. that Edmund hit Jeffrey with the shovel and started the fire. After leaving the barn, Dinah later runs into Jeffrey and tells him Cassie has called off the wedding. \n\n\nAt Company, Buzz demands to know why Harley is in jail. Frank and Gus explain Ruth was really Harley and she had a confrontation with Phillip the night of his murder. As Gus declares he will prove Harley's innocence, Buzz and Alan attack each other. Frank and Gus break up the fight. Gus tells Alan to leave, only to have Buzz accuse him of involving Harley in the murder. Gus again declares he will prove her innocence. He leaves to find Alan outside. Alan tells him it is time for him to change sides and questions his family loyalty. Meanwhile, Buzz asks Frank to hide the evidence and get Harley out of jail. Frank promises to do anything he can to clear Harley of these charges. However, he states it has to be done legally. \n\n\nCassie returns to the farm house and Edmund. She is looking for the hotel key when R.J. enters from outside. R.J. is visibly upset and tells Cassie he was remembering the fire. R.J. looks at Edmund and yells, \"I thought Daddies were supposed to be nice!\" \n\n\n",
    "tvmega_recap": "Gus and Frank break the news to Buzz that Harley has been arrested for Phillips murder. Gus swears to find the real killer and get Harley off. Alan is upset when Gus chooses to stick by Harley instead of choosing the Spauldings. Dinah tells R.J. about Edmund hitting Jeffrey over the head with the shovel and then starting the fire. Later she tells Jeffrey that she heard a rumor that Cassie called off the wedding. Cassie and Tammy have a talk and it looks like Tammy is starting to bond with her mother again. Jonathan pays a visit to the farm and finds the master key for the Beacon. Later he uses it to let himself into Tammy and Cassie's room and shocks Tammy when she enters the room.",
    "soapcentral_condensed": "While Tammy is trying on her bridesmaid dress, Sandy comes in and tells her how beautiful she is and dances her around the store. After Cassie enters the store, Sandy leaves. Cassie tells her daughter she does not think she should see him anymore. Edmund is at the farm with Will and R.J. He talks to the boys about the wedding, explaining this will make them a family. Edmund asks the boys for their permission to marry Cassie. Both boys give him two thumbs up, just as Jonathan enters. He tells the boys they better stay on their new daddy's' good side, as Edmund tells him to go. Edmund argues with Jonathan, telling him to stay away from his home, his wedding and his children. Edmund points out that he understands Jonathan's need for revenge, but he also understands the person Jonathan hates the most is himself. Dinah enters the barn where Cassie is planning to get married. As she is remembering the fire, she cries out she should have left Cassie to die. After leaving the barn, Dinah tells Jeffrey that Cassie has called off the wedding.\n"
}