{
    "soap_central": "\n\nAfter a heated exchange with Alan, Edmund calls Lorelei to tell her that the debut as Beth will have to moved up, and he will be up to help her study because she has to get Phillip's name right, or she will blow the entire ruse. After Edmund hangs up, Lorelei tells herself that she has had enough practicing, and she leaves the room.  Edmund goes to look for Lorelei, and again runs into Alan.  He asks Alan if he has seen \"Josephine.\"  Alan advised Edmund to find her before she finds a man who will treat her well.  After Alan leaves, Edmund says to himself that Lorelei is not ready to be Beth, especially for Phillip.  At that time, Phillip walks into Towers.  Phillip comments that Edmund looks worried.  He says that he now has evidence that Edmund did kill Beth for the money he would get for the silver mine.  Phillip says that Gomez told him how Edmund promised to give them a cut of the silver mine if they kidnapped Beth.  Edmund replies that Phillip has no proof, and that Gomez and his friends were hoodlums and couldn't get trusted.  Phillip says that Edmund had motive, means, and opportunity, and that is all a jury will need to convict him of Beth's murder.  Just as Phillip goes over to the bar, in walks Lorelei, dressed as Beth.  Phillip spies her, and his jaw drops. \n\n\nDanny and Michelle are having lunch at Company.  They are talking about him having to steal the $25,000,000 from Spaulding.  They say that Frank will be able to have all of the software, and flag the money that goes to \"Mr. Big\", and then arrest him.  Danny explains that it will weaken the \"Family\", and then they will not have the power to hold anything over him or his family.  About that time, a special delivery from Spaulding comes for Danny.  He tells Michelle the game just got tougher.  Phillip has sent Danny the information that Danny's new computer security system has started being uploaded that day.  That will make it difficult, if not impossible for Danny to be able to access the accounts without being caught, unless he can get to the main computer system.  He says that he can't be lowered in, but Michelle can.  He stresses that it is important to keep it between them. \n\n\nWhile Rick is talking with Michelle and Danny about Harley, Rick realizes that Harley's cell phone number has appeared on his cell phone.  He figures out that Harley called when he and Gus had switched phones, and that Gus didn't tell him.  He tries to reach Harley, but she can't reach the phone through the jail cell bars.  She tries to use a blanket to get the phone closer, but that doesn't work. Rick can't understand why Harley would call and then turn her phone off.  Gus shows up at the jail, and asks Harley if it is her 1st visit to Brewster Falls.  She tells him she is in labor and is having contractions.  At first he doesn't believe her. Then when it dawns on him that she is being truthful, he becomes very flustered.  He tells her she can't have the kid in jail.  He wants to call 911, and she refuses.  She tells him to shut up and find the keys or she will cut him up in pieces small enough to fit through the jail cell bars.  Rick tries to call Harley again, and this time Gus answers.  Harley yells to Rick where she is and that the baby is coming.  Rick takes off to Brewster Falls, so he can be there for the birth of his child.  Gus, meanwhile, is telling Harley that he will have to do if Rick doesn't get there.  Gus finally is able to get Harley out of the cell, and wants to take her to the hospital.  Harley tells him there is no time for that... the baby is coming.  Gus tries to soothe her, and tells her that he does think that Rick, as the father, should be there for the birth of his kid.  She tells Gus that he will have to deliver the baby. \n\n\nOlivia and Josh are settling in for a nice romantic evening at home. The phone rings, and Olivia tries to talk Josh into not answering it.  Of course, he answers it anyway.  It is Shayne.  He is worried about how weird Reva has been acting since coming home from her vacation.  He tells Josh about the painting that he ruined.  Josh asks what was under the original, but Shayne says that Reva keeps it covered, and won't let anyone see it.  Josh replies that he can't get involved in Reva's problems, but Shayne is persistent.  Josh finally promises to look into it.  Again, the phone rings, and Olivia answers it this time.  It is Alan.  He wants to see Olivia immediately.  She tells him that she and her husband are not interested, and pretends Alan is a solicitor.  Alan says he will be there within an hour, and that she better get rid of Josh, or he will tell Josh all about Olivia's dirty dealings.  When Olivia sees how concerned Josh is about Shayne's call, she encourages him to go take care it.   \n\n\nAlan shows up at Olivia's and confronts her about her dealings with the mob.  He starts to undress. She gets angry, throws his coat at him, and attempts to kick him out. She tells Alan that he won't expose her because then he would loose her forever.   At first she begins the seduction routine, and then tells him that she won't have sex with him in her husband's bed. He informs her that she won't get away with rejecting him, and plants something just under the pillow of the chair.  They kiss before he leaves. \n\n\nAt Reva's house, Reva is staring at the portrait when Josh knocks.  She hastily covers it.  Josh asks for Shayne, who has gone to a movie with friends. Josh apologizes to Reva for coming over and butting in, but Shayne was worried about her.  They talk for a while, and Josh tells Reva to \"trust her heart\", which is what she keeps hearing her mother Sarah telling her.  She and Josh talk about how Marah and Shayne have come around to accepting Olivia.  She reassures Josh that she isn't nuts, and he leaves. When Josh arrives home, he and Olivia try to pick up where they left off, but he spots something under the pillow of the chair.  He goes to retrieve it.  It is Alan's money clip with a wad of bills in it.  He asks Olivia what it was doing there.  She doesn't answer. \n\n\nMeanwhile Reva looks at the picture, and then her hand goes through it.  She keeps repeating the word \"trust\", and walks through the picture.  On the other side of the picture, Reva finds herself in the Civil War era, staring at the same portrait of Olivia.  She tries to get Sarah to give her a clue as to where she is, but at that time Civil War era Olivia walks down the steps. They look at one another, but no one speaks\n\n\n",
    "soapcentral_condensed": "Edmund calls Lorelei to tell her that the debut as Beth will have to moved up, and he will be up to help her study because she has to get Phillip's name right, or she will blow the entire ruse. Phillip says that he now has evidence that Edmund did kill Beth for the money he would get for the silver mine. Harley calls Rick to tell him that she is in labor and that the baby is coming. Rick realizes that Harley's cell phone number has appeared on his cell phone. Gus finally is able to get Harley out of the cell, and wants to take her to the hospital. Josh is worried about how weird Reva has been coming home from her vacation. Shayne promises to look into the painting that he ruined, but Shayne says that Reva keeps it covered and won't let anyone see it under the original cover. The phone rings and Olivia tries to talk Josh into not answering it, but he answers it anyway. It is Alan, asking if he has seen \"Josephine\" Alan advised Edmund to find her before she finds a man who will treat her well.\n"
}