{
    "soap_central": "\n\nBill and Harley, in disguise as Ruth, meet in secret. Harley plans to strip Phillip of everything he has. \n\n\nOlivia is arrested and threatened with deportation. She demands to use the phone. In the next cell is Alexandra, who finds Olivia's situation extremely humorous. Alex announces she kicked the bars so hard one day, she broke her leg. Bill shows up, and promises Olivia he will help her. She blasts Bill, and swears she will lose Emma. When Ruth calls Bill on his cell phone, Olivia orders him NOT to answer. Alex points out Olivia is in love with Bill. She blames Olivia for Phillip's current state. Olivia proposes to Alex they help get each other out of jail. When Olivia points out how Alan and Phillip have just sort of left her there to rot, Alexandra agrees to the deal. Despite Olivia's disapproval, Alex says she will call off the dogs. Alex asks what she will do for her in return. Olivia agrees to swear in court Brad Green set up Alexandra. At Alex's request, the guard gladly gives her a phone. \n\n\nCoop announces, \"It is payback time, Phillip.\" He poses as a food delivery person for him. Lizzie spots him trying to get past the security guard. Inside the mansion, Phillip tells Gus there has been a security breach at Spaulding. He asks Gus to run background checks on some Spaulding employees - including Ruth. Gus refuses, and Phillip decides to do it on his own. Gus informs Alan he is not going to help Phillip. Gus wonders if his paranoia has returned. Outside, the security guard searches Coop's food bag, and finds only a brick. The guard asks Lizzie if they should call the police. She thinks for a moment, but decides to let him go. \n\n\nRuth questions Phillip's decision to run a background check on her. Gus tells Phillip he has decided to help him after all. Alone, Ruth talks to Bill on his cell phone, and he assures her he will cover the background check. She hides from Gus. Coop returns driving a bull dozer, and drives right through the Spaulding mansion gates. Gus tells Alan he is preparing to meet Ruth. Phillip comes outside, and sees that Coop has bull dozed down the gates. He says it was an accident, just like when Phillip destroyed Harley's house. \n\n\nRuth comes out, trying to convince Phillip not to call the police. He is upset when he learns Lizzie could have been hurt by what Coop did. Phillip orders Ruth to call the police, but she stalls. He asks why she would care so much about Coop. Ruth calls it bad publicity; however, Phillip is too determined to be stopped. Coop thinks he recognizes Ruth. Frank arrives, and upon pulling Phillip aside, offers to pay for the damages to spare Coop. Phillip counters that Coop must learn a lesson for what he has done. After having heard enough of Phillip's ranting, Frank walks away with Coop. Later, Coop refuses Frank's order to apologize. Ruth finally convinces Phillip the bad publicity will hurt Spaulding, plus leak the news about Harley's house being destroyed. She is forced to agree, despite her feelings, when Phillip says he will take care of Coop himself. He tells her to go inside and meet with Gus. Phillip tells Frank that Coop is off the hook. But Phillip swears to make Coop pay. \n\n\nRuth prepares to meet Gus. Phillip says Coop will work for him. Alex phones Phillip, and demands to talk. Phillip hangs up on her. Frank forces Coop to take the offer. This makes Lizzie happy. \n\n\nFrank tells Bill he wants to help Olivia. Later, Bill makes some calls to try to pull some strings for her. He calls Jeffrey. Later, Bill proposes to Olivia. \n\n\nGus meets Ruth and it appears he knows nothing. \n\n\n",
    "tvmega_recap": "Ruth meets with Gus for her interrogation. Gus can't decide whether Ruth is the best Spaulding employee ever, or the snake. Reva calls Jonathon's school and hears from \u0091Owen' who is really (JB with an accent). Reva enlists the help of Jeffery to get to the bottom of the Sandy/Jonathon scandal. Billy admits to Reva that he was the one who had Olivia arrested by the INS. Bill and Olivia get married.",
    "soapcentral_condensed": "Bill and Harley, in disguise as Ruth, meet in secret. Harley plans to strip Phillip of everything he has. Olivia is arrested and threatened with deportation. She demands to use the phone. In the next cell is Alexandra, who finds Olivia's situation extremely humorous. Olivia agrees to swear in court Brad Green set up Alexandra. At Alex's request, the guard gladly gives her a phone. Coop announces, \"It is payback time, Phillip.\" He poses as a food delivery person for him. Lizzie spots him trying to get past the security guard. Inside the mansion, Phillip tells Gus there has been a security breach at Spaulding. He asks Gus to run background checks on some Spaulded employees - including Ruth. Gus refuses, and Phillip decides to do it on his own. Ruth questions Phillip's decision to run a background check on her. Phillip tells Frank that Coop is off the hook. But Phillip swears to make Coop pay. Ruth prepares to meet Gus.\n"
}