{
    "soap_central": "\n\nCassie, Richard and Alonzo receive news from Claire that Will has a rare liver dysfunction and his liver is shutting down.   She tells them his liver could be damaged and that there may be little they can do.  Cassie is clearly distraught.  Cassie tells Claire that there has to be an alternative treatment for Will.  Mel steps up to say there is and she thinks it is worth a try.\n \n\n\nAt the cabin, everyone is still looking for Lizzie and James.  Beth tries to reassure Phillip that the children are alright.  She thinks that she would know if they were not.  \n \n\n\nClaire introduces Mel to Cassie and Richard.  Mel talks to them about a 'living donor, liver transplant' but so many more tests must be done.  It becomes apparent that it should be a parent to donate the piece of liver and obviously Alonzo volunteers.  The situation becomes even bleaker when Alonzo says he had a spiked fever when he was a kid that caused him to almost die and not be able to handle anesthetic afterwards.  He couldn't think of a risk he would rather take.  Claire says that if it happens they could loose the father and the baby.  Mel announces that the surgery must be done immediately and with every word the predicament gets worse.  Finally they decide to go ahead with the surgery.   \n\n\n \nReva returns home and receives a phone call from Felecia concerned about her leaving the hospital.   Reva relates to her that she told Josh everything about New Orleans.  Reva believes that everyone thinks she is loosing her sanity and that Josh is trying to have her committed.  Josh turns up at the door.  Reva tells Josh what Olivia told her about him putting all his recourses in the Harbor Project and that he what's to put her in a hospital.  She doesn't think he would intentionally hurt her but he says he thinks that going to a clinic would be best for her.  Reva wants Josh to believe her and Josh finally tells her that she needs a better story if she isn't going to be around for a couple of days and everyone would believe that she is in a hospital.  Reva is relieved that at last someone does believe her.\n\n\n \nRick and Harley discuss their living arrangement.  Maybe they will find out that they should be together and maybe they won't but they agree to wait and see what happens.  Phillip and Beth also stop and talk about themselves.  Beth doesn't think she is cut out to be a mom but Phillip tells her what a great mom she has been. They finally get on with their search and Beth finds the kids.  Lizzie says she knew that if she stayed in one place, Beth would find her.  Beth admits that she was really worried.  Phillip is so excited about the kids being found that he runs off to tell Rick and the two former friends forget their differences and end up talking about their kids.  They disagree on which way to go so they go in different directions.\n\n\n \nReva and Josh talk about the affair between Olivia and Alan.  Josh admits that he didn't want to see it.  He tells her that Billy looked into Olivia's cell phone records and they found that she called Alan many times and at all hours of the day and night.  Josh still has trouble believing that Reva is traveling back in time but he wants to set a trap for Olivia and Alan with Reva's help.  He tells her that he is going to bring Alan down.  Reva tells him it is dangerous and Alan loves theses kind of games and rarely looses, to which Josh replies there is a first time for everything.  They continue to talk about what they are both about to undertake wishing luck to each other and Josh tells Reva to be careful and to always come back.  They want each other to be happy and Josh tells her to trust her heart.  Both agree that they will and Josh leaves.  Reva prepares to go through the painting.\n\n\n",
    "soapcentral_condensed": "Cassie, Richard and Alonzo receive news from Claire that Will has a rare liver dysfunction and his liver is shutting down. At the cabin, everyone is still looking for Lizzie and James. Beth tries to reassure Phillip that the children are alright. Reva and Josh talk about the affair between Olivia and Alan. Rick and Harley discuss their living arrangement. Maybe they will find out that they should be together and maybe they won't but they agree to wait and see what happens. They disagree on which way to go so they go in different directions. Phillip and Beth also stop and talk about themselves. Beth doesn't think she is cut out to be a mom but Phillip tells her what a great mom she has been. They finally get on with their search and Beth finds the kids. Lizzies says she knew that if she stayed in one place, Beth would find her. Beth admits that she was really worried. Phillip is so excited about the kids being found that he runs off to tell Rick and the two former friends forget their differences and end up talking about their kids.\n"
}