{
    "soap_central": "\n\nBill tells Olivia he's leaving her and going to Venezuela. Crushed, Olivia tries everything she can think of to keep him from going but his mind is made up. Josh, Reva and Billy arrive and there is an awkward scene with Olivia. After, Bill has painful goodbyes with both Olivia and Emma and finally takes his leave. \n\n\nLater, a crushed Olivia is visited by Josh who has coming looking for Bill. But sad and alone, Olivia asks him to stay for a while. \n\n\nAs Sandy orders Fallon to discover the source of the mysterious note which was sent to him, Tammy makes a plan to prove her love to him. She brings him up to the roof where she has set up a romantic scene for him. She makes a heartfelt speech about why she wants to marry him but Sandy cryptically says he has something to take care of before he can commit to her fully. \n\n\nMeanwhile, Jonathan spots Fallon and curious, follows him. Later, however, he accidentally walks in on Tammy's emotional speech to Sandy and is heartbroken. He runs into Fallon and tries to get information about Sandy's past. Ava comes to see Sandy and asks if he thought he could hide from her forever! \n\n\n",
    "tvmega_recap": "Jonathan is still trying to find out Sandy's secret. Ava tells him not to worry about Sandy but instead get Tammy to admit she loves him. Jonathan sees Fallon pick up food for Sandy and follows him to the hospital. He attacks him and Fallon admits that he is Sandy's lawyer. Fallon escapes but drops the note. Jonathan wonders who is looking for Sandy. Tammy sets up a romantic outing for Sandy on the roof and asks him to ask her to marry him again. He tells her that he will be ready to soon. After saying goodbye for the night, Sandy is shocked when Ava comes into his room and says that she found him. Reva and Billy are toasting to themselves when Josh comes in and yells at Reva for encouraging him to drink. Reva explains that they are \"virgin\" drinks and Josh apologizes, but Billy tells him that he doesn't want his help. They all go to see Bill off for his trip for Venezuela and Olivia congratulates them on finally breaking them up. Josh, Billy, and Reva leave them alone to work on their problems and Billy and Reva ditch Josh to go watch the stars. Olivia, Bill, and Emma share a tearful goodbye and Bill leaves. Olivia breaks down after he is gone and later on when Josh comes by to see if Bill is still there she asks him if he will stay with her for a while. Josh agrees to stay with her.",
    "soapcentral_condensed": "Bill tells Olivia he's leaving her and going to Venezuela. Josh, Reva and Billy arrive and there is an awkward scene with Olivia. After, Bill has painful goodbyes with both Olivia and Emma and finally takes his leave. Later, a crushed Olivia is visited by Josh who has coming looking for Bill. But sad and alone, Olivia asks him to stay for a while. Jonathan accidentally walks in on Tammy's emotional speech to Sandy and is heartbroken. He runs into Fallon and tries to get information about Sandy's past. Ava comes to see Sandy and asks if he thought he could hide from her forever. She makes a heartfelt speech about why she wants to marry him but Sandy cryptically says he has something to take care of before he can commit to her fully. Meanwhile, Jonathan spots Fallon and curious, follows him. He wants to find out about the mysterious note which was sent to him. Sandy orders Fallon to discover the source of the Mysterious Note. He asks Fallon to tell him what it says.\n"
}