{
    "soap_central": "\n Babes Up In Arms \n\n\nReturning to John's place bearing a new hard drive and some updated equipment too difficult to explain, Fish convinced John to let him help on the case. He insisted that he was offering and that John had no reason to feel guilty about asking. Fish also informed John that he possessed amazing computer skills and to prove it, hacked into Todd's bank accounts. They began to look for something unusual among all of the various money markets, bank accounts, and trusts. \n\n\nNoting that there was a limited liability company set up entitled Paradise Cove, Inc., John asked Fish to pursue details of that account further. They discovered that a check for a large amount had been written out to Paradiso Condo Company, in Mexico. When they checked the account further, they found several cash transfers to the account, along with checks made out to Sunshine Liquors and Pink Pussycat, Inc. John felt sure that Todd's former bodyguard, Keyshawn, might be found there, being paid off by Todd. \n\n\nAs Fish continued to hunt around online, he was scared at his own skill. He found himself in the security system at the Mexican condo, and was able to get into the security cameras in place around the site. Taking a tour, he found nothing interesting, not even at the pool. Checking into the archived video was next and, much to their pleasure, there was Keyshawn, sitting by the pool. \n\n\nStarr couldn't believe that she was already packing for the hospital. She shared Halloween memories with Blair over a bowl of candy as she sadly told her that things weren't the way they were supposed to be. Blair assured her that things would be back to normal after the baby was born. Starr felt that she was still okay with giving the baby to Marcie, though she thought that Cole would never forgive her. She felt especially bad that Cole had no one to talk to when he was feeling down. \n\n\nBlair thought that Cole could still talk to his mom, even if she wasn't around. She also thought that Starr should call Cole and offer her support, but Starr didn't feel comfortable doing that. When Blair suggested emailing instead, Starr jumped right on it. In fact, she had already received an email from Cole, with his essay attached. \n\n\nAfter hearing Bree's cry on the room monitor, Viki began to search upstairs for the origin of the sound. Barging into the nursery, she found Bree, alone. A surprised-looking Todd found Viki and declared that he had no idea that the baby was there and that Tess had left without telling him. Marty kept herself out of view while the pair was in the room. Viki was sure that her brother was not only lying, but hiding something from her. \n\n\nTodd denied it all, even as Viki asked him to think about anything that Tess might have said to him. As Viki took Bree downstairs, Todd stayed behind to attempt to answer Marty's multitude of questions. He told her that Tess was a nickname for Jessica, but was evasive in answering most of the rest. Marty thought that Viki seemed like a nice person and Todd told her that she had been a friend of hers. He quickly shot down her suggestion that she let Viki know she was there, by telling her that Viki was a friend of John's. Marty voiced her dislike of wanting to trust someone, but then not being able to. Todd guaranteed her she'd be a great mom when they moved away. \n\n\nDownstairs, an emotional Viki could not understand how Tess could have left her daughter alone. Todd felt that compared to his own dad, Peter Manning, Tess was mother of the year. Viki was not amused, though Todd was serious. He insisted that Bree was not alone and that there were several people around the house, including himself and Janet. \n\n\nTodd continued to make excuses for the behavior of his niece, suggesting that perhaps her hormones were acting up. Tess definitely seemed okay to him, he insisted. Adamant, Viki retorted that her daughter's behavior was not okay, and wondered what else Tess might have done besides neglecting Bree. She felt that Natalie and Jared could be in big trouble. Todd suggested that Viki take Bree home with her, but Viki had other ideas. She knew that Tess would eventually return for her daughter and she was going to be there waiting for her. \n\n\nNatalie and Jared tried to convince an out of control Tess not to use the dynamite to blow up not only their secret room, but the house. Natalie asked if there was anything she could do to change things, but a crazed Tess asked if she could bring Nash back. When the answer to that was obvious, Tess asked if Natalie would be willing to die. Natalie offered to stay in the room forever and tried to make Tess see that it was really Jessica who was the mother of both Bree and the soon-to-be-born new baby. They argued over Niki Smith and the past, though Tess insisted that Natalie knew nothing about Niki. \n\n\nJared decided to give it a try to reminded Tess that she had already tortured them. He wondered whom she would think about after they were dead. He egged her on, saying Nash would still be dead and so would they. He wondered what she would do. He affirmed that he had hated her since she had him put in jail and that all that had happened was technically his fault. He had come to Llanview to find her and pay her back, so it really was between her and himself, he continued. He thought that she should let Natalie go and then Natalie could suffer when he was dead, the same as Tess was suffering over Nash. Natalie expressed her distress over Jared's suggestion and begged for it not to happen that way. It didn't take long for Tess to make up her mind. She decided that it really was necessary for both of them to go. She wouldn't tell them what the timer on the dynamite was set for because she felt that they should wonder. \n\n\nIn response to Jared's question, Tess responded that she didn't care about blowing up the house. As she set the timer and turned to leave, she suddenly grabbed onto her stomach, obviously in pain. \n\n\nCole visited the crypt and \"spoke\" to his mother, telling her how much he missed her, but also saying he felt he had to let her go. He told her not to worry and that he was living with Nora, whom he liked very much. He told her about his essay for college, about someone who had influenced him, and began reading it to her, crying as he read. He knew his mom would think he wasn't ready to have a child and he realized that he would have to let the baby go, just like the frog that jumped away when he was younger. He wished that she could tell him how to do it, though, he read, as he felt she'd be the only one able to help him. He felt scared, just as she was when she was pregnant with him. He remembered the metronome that his dad had set up for her and which she, in turn, gave to him, to help him through scary times. \n\n\nAs Cole read his essay/letter aloud to his mother, Starr read it aloud at home. She, too, cried. At Todd's place, Marty suddenly seemed overcome and she began to weep. She was trying to remember something. Suddenly, she envisioned the baby boy again, the one who kept materializing in her mind. \n\n\nIn his letter, Cole admitted that he loved Starr, more than ever. He hated her before, but that was because he was afraid. He knew that even though he was afraid, it didn't mean that he couldn't do something. He realized that he didn't have to stop loving the baby and he would never forget the baby or his mom. The baby would have qualities of them all and would do things that he or she was afraid of, too. Leaving a copy of the letter in the crypt, along with the newly found metronome, Cole was startled to hear a sound. Starr appeared in the doorway.\n\n\n",
    "tvmega_recap": "John and Fish attempt to hack into Todd's phone records to gain information on what Todd had been up to. Starr sits in front of her computer when Blair comes into the room with a bowl of gummy bears. Blair suggests that Starr pack a pretty nightgown for after she has the baby. Starr tells her matter-of-factly that she is giving the baby to Marcie. Cole visits Marty's grave in the mausoleum. Cole reads her his essay that he had written for college. Blair suggests to Starr that she e-mail Cole. Mary holds Bree in her arms and tries to stop her crying. Viki hears the crying from the baby monitor and goes to investigate. Todd comes back into the living room and hears the baby's crying on the monitor. He notices that Viki is gone and he goes in search of her. He catches up with her just as she opens the door to the nursery upstairs. Viki is more than a little surprised when she sees Bree in the play pen. Tess, with a bomb in her hand, threatens to blow up Jared and Natalie . Starr starts to e-mail Cole, but finds that he had sent her the essay that he had written about his Mother. Fish manages to hack into Todd's bank account and finds some very valuable info. Both Natalie and Jared try to talk Tess out of killing them, but Tess refuses to listen. She sets the timer on the bomb and puts it into the tray and pushes it into Jared and Natalie's room. Tess starts to leave when she has a pain in her stomach. Viki declares to Todd that she will stay there until Tess returns to get Bree. Starr visits Cole at the mausoleum.",
    "tvmega_summary": "Episode # 10306 - \"Babes Up In Arms\" Written by Katherine Schock, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, & Anna Theresa Cascio",
    "soapcentral_condensed": "Tess left Bree alone in the nursery and Todd said that he had no idea that the baby was there and that Tess had left without telling him. Todd continued to make excuses for the behavior of his niece, suggesting that perhaps her hormones were acting up. Viki was sure that her brother was not only lying, but hiding something from her. Natalie and Jared tried to convince an out of control Tess not to use dynamite to blow up the house. Natalie asked if there was anything she could do to change things, but a crazed Tessed Nashed refused to give up her baby. Natalie offered to stay in the room forever and tried to make Tess see that it was really Jessica who was really the mother of both Bree and the soon-to-be-born baby. They argued over Niki and the past, though Niki insisted that she knew nothing about the past and that she was willing to give it all up for the baby. Todd told Marty that Tess was a nickname for Jessica, but was evasive in answering most of the rest.\n"
}