{
    "soap_central": "\n\nAdriana is excited and wants to set a wedding date.  Rex is discouraged because he has very little money after buying Adriana's engagement ring from Gigi.  This leads to a confession from Rex; he admits he dated Gigi in high school.  Adriana becomes infuriated and wonders what other secrets from the past Rex is keeping from her.  Adriana is hurt because she realizes there have been many women in Rex's life and calls off the wedding. He tells her the love he feels for her is different than what he had for the others.  After Rex pours out his heart to her, Adriana is convinced and agrees to marry Rex.  \n\n\nAt La Boulaie, everyone but Cole is enjoying the New Year celebration.  Starr realizes he is upset and questions whether or not he really wants to be there.   Cole wants to leave but decides to stay at Starr's request.  Once Starr leaves the room for a brief moment, Cole and Langston have a heart to heart chat.  Cole admits he is in a sour mood and only came because he did not want to hurt Starr's feelings.    He says he loves her but is having a hard time explaining that he needs her to give him some space.  Langston is understanding and tells Cole he has to do what is best for him.  Cole appreciates Langston's advice and leaves.  Starr is upset when she finds out Cole has left; she asks Langston what she is doing wrong.  Langston feels Starr is crowding Cole at a time he needs to be alone in order to sort things out.  Langston explains that Cole loves her but he is missing his mother and that is what is important to him right now.  Starr is pleased when Langston tells her that Cole needs her and so does she (Langston).  As Langston receives a call from Markko, Starr quietly sends Cole a text message.\n\n\nAt Capricorn, The Indy band member is upset after Cristian kisses Sarah.  Kalen wants to know what is going on and so does Sarah.  Cris realizes that Sarah may join Kalen's band and attempts to convince her not to go.  Cris explains that seeing Evangeline has made him realize he needs to move on.  A stunned Sarah listens as Cris informs her he would like to start the New Year with her.  Sarah questions whether or not Cris still loves Evangeline; she wonders if Cris would still choose her if Evangeline were to come out of the coma.  Cris says he realizes Evangeline is the past and Sarah is the present.  Cris tells Sarah he cannot make her any promises about the relationship; he can only tell her what he is feeling at this time.  Cris asks Sarah not to leave and tells her she must make a decision.  Kalen appears and tells Sarah the band is leaving; he needs her decision.  Looking back at Cris, Sarah tells Kalen she cannot go.  Afterwards, she and Cris embrace and share a kiss.\n\n\nAfter Roxy's surprise kiss, Miles is overwhelmed.  She begins expressing how much she cares for him.  Miles attempts to gently let Roxy down by telling her he cares very much for her but only as a friend.  Infuriated by Miles' reaction to her heartfelt confession, Roxy demands that Miles returns the boxers she gave him.  Although he is wearing them, Miles complies.  Upset with Miles, Roxy leaves.  Later, Roxy returns and throws the boxers at Miles.  She says she just remembered you cannot return used boxers.  She tells him Happy New Years and hopes he realizes that he has ruined hers.\n\n\nClint and Nora discuss how the New Year will be much better than the last.  The discussion leads to the kiss they both shared; Nora tells Clint her New Year's resolution involves him – no more platonic kisses between friends. Clint does not appear convinced.  While appearing very comfortable, the two playfully tease one another about how many kisses would cross the line.  As Clint and Nora are enjoying each other's company, a sullen Cole appears.  Nora and Clint wish him a Happy New Year; he wishes them the same and leaves.  Nora is sad as she thinks about the long road ahead for Cole.  Clint tells Nora that she is doing everything she can for him; Nora just wishes she could do more.  Realizing they have missed the stroke of midnight, Clint and Nora decide to have their own count down.  Afterwards, they share a hug that turns into a passionate kiss.  Cole receives Starr's text wishing him a Happy New Year.  He smiles for a moment and then appears deep in thought.\n\n\nAfter surprising Talia with a kiss, Antonio begs her not to leave town.  Talia is hesitant; she does not believe he has suddenly developed feelings for her.   She tells him she will get over him and plans to find someone who wants a future with her.  Antonio explains that he was not sure about his feelings at the time she confessed hers, but now he realizes how much he cares for her.  Antonio tells Talia she could always catch another bus tomorrow.  As it appears Talia is considering Antonio's request, she surprises him by stating she plans to catch her bus tonight.  Moments later, an announcement is made that the bus to Cherryville is cancelled due to mechanical failure.  While Talia cannot believe her luck, Antonio bears a slight grin and responds, \"I guess that means you're stuck with me\".  Talia agrees to put her heart on the line one more time and asks Antonio what comes next.  He responds by giving her a passionate kiss.  \n\n\n",
    "tvmega_recap": "At midnight, Roxy rushes into Miles' room, jumps into bed with him and kisses him. Miles lets Roxy know that he only likes her as a friend. This infuriates Roxy. Roxy wants to know how he feels about Natalie. Miles lets her know that he only likes Natalie as a friend. Antonio catches up with Talia at the bus station. He grabs her and kisses her. Adriana and Rex spend New Years Eve together until Rex tells her that it will be better when she has an engagement ring on her finger again. Adriana takes out her date book and starts to set the wedding date. Starr and Cole kiss until he pulls away from her. Cole clams up on her and refuses to talk. Cristian kisses Sarah much to the dismay of the lead singer for the band. Antonio begs Talia not to leave. Talia misses her bus. Nora comes downstairs with makeup on her face and to her embarrassment runs into Clint. They spend New Years Eve together. They kiss. Markko leaves the party at Dorian's early. To Starr's dismay, Cole leaves and goes home. Starr can't understand what she is doing wrong that she cannot help Cole deal with his Mother's death. Sarah refuses to talk to Cristian about Evangeline. Cristian tells Sarah that he wants to start the year off with her. Rex tells Adriana that he had met Gigi in Texas and he had gone to school with her. Adriana tells Rex the engagement is off.",
    "soapcentral_condensed": "Adriana is excited and wants to set a wedding date. Rex is discouraged because he has very little money after buying Adriana's engagement ring from Gigi. Miles attempts to gently let Roxy down by telling her he cares very much for her but only as a friend. Roxy demands that Miles returns the boxers she gave him. Talia is hesitant to leave Talia; she does not believe he has suddenly developed feelings for her. Cole receives Starr's text wishing him a Happy New Year and then appears for a moment and smiles for a deep moment in thought and says he loves her. The Indy band member is upset after Cristian kisses Sarah. Cris realizes that Sarah may join Kalen's band and attempts to convince her not to go. Cris tells Sarah he cannot make her any promises about the relationship; he can only tell her what he is feeling at this time. After Roxy's surprise kiss, Miles is overwhelmed. She tells him Happy New Years and hopes he realizes that he has ruined hers.\n"
}