{
    "soap_central": "\n\n\"You found me,\" John said when Natalie stumbled upon him at the shooting range. He asked her for a copy of their baby's sonogram, and he wondered how Jessica was doing. Natalie kept it brief and said that Jessica was upset over something that had to do with Brody. She inquired about Eli's DNA results from Tahiti, and John informed her that they were \"corrupted.\" Natalie reminded him that Eli was dead, but John wanted proof. He tried to change the subject, and while the pair joked about their baby, Natalie continually got their discussion back on track. \n\n\nJessica showed up at Brody's place and revealed that she had spoken to Ford after searching for Brody. Brody explained that he had been enraged and had wanted to kill Ford for what he had done to her. While Jessica reiterated that she had only had sex with Ford once, Brody stressed that the baby could still be Ford's. Jessica was apologetic. \n\n\nBoth she and Brody admitted that they had spoken to Natalie about their dilemma. Jessica needed someone to talk to, and Brody revealed that Natalie had reminded him that \"these things happen.\" Jessica spoke about prom night again and emphasized that in her mind she was only seventeen years old and had \"lost it.\" Ford had been available, and she needed to rid herself of the pain she was feeling. Brody assured her he understood and didn't blame her, since he had done his own stupid deeds. He silently recalled his own version of prom night. \n\n\nJessica thought that Brody had probably changed his mind about marrying her, and she wanted to offer him the chance to back out of it. Instead, Brody proposed and presented her with an engagement ring. Jessica began to sob, and Brody blamed Ford for having unprotected sex. It was unforgivable, he said. Jessica longed to change the turn of events, and Brody agreed that he too, would have liked the same chance. Jessica advised Brody that she couldn't marry him even though she wanted to. Everything was different. \n\n\nBrody promised that he still loved her, but Jessica wondered if he would be able to love a baby that might not be his. Brody didn't have the answers, but he knew that he couldn't love Bree more than he did. He guaranteed that it would be the same with the new little one. He was unhappy that he had been so angry because he recalled that things had been worse when they were locked away in St. Anne's. He knew their love would get them through, and he believed that she felt the same way. He got down on one knee and held out the ring to Jessica. He urged her to have faith and planted the ring on her finger. They sealed it with a kiss and a hug. \n\n\nVivian and Shaun invited Destiny and Darren to have dinner with them at Rodi's. Darren presented Vivian with flowers, and she teased Shaun for not doing the same in a long time. Destiny announced that Greg had left town and gone to a retreat, because he felt responsible for Téa's death. Shaun noted that his brother hadn't been himself lately, though Vivian didn't think the action sounded like Greg at all. \n\n\nThe young couple at the table shared loving looks, and Darren was his usual charming and poetic self towards Destiny. Suddenly, Vivian interrupted and asked if the couple were having safe sex. Shaun choked on his food, and Vivian had to help him out, stopping short of using the Heimlich Maneuver. She wondered how old Shaun had been when he first had sex, but Shaun wasn't talking. Instead, he lectured Darren on having sex with Destiny. His sister spoke up and firmly advised Shaun that he was not her father, and therefore none of it was his business. An uncomfortable Darren jumped up to put money in the jukebox.\n\n\nShaun emphasized that Destiny was too young to have sex, but Vivian thought otherwise. It was her job, and she would help Destiny in whatever way she could. Destiny promised that both she and Darren were smart, though Vivian thought they should have a plan. She already knew of two people who had unprotected sex and found themselves in a predicament. Darren returned to the table and announced that he and Destiny had not had sex yet. He respected Destiny, and they would do it right when they were both ready. He sang Destiny's praises and swore that he would never hurt her. They both wanted what was best. Shaun was mortified as the conversation about his sister's sex life continued.\n\n\nThe teens left the table, and Destiny apologized for her brother's behavior. She was impressed that Darren had stood up to Shaun. Darren insisted that he meant what he said, and he wasn't ready yet. Destiny agreed that she wasn't either. Back at the table, Shaun advised Vivian that his parents would be quite upset to hear that Vivian had spoken to their daughter about sex. Vivian disclosed that his mother was the one who had asked Vivian to talk to Destiny. \n\n\n\"You're alive,\" Greg uttered when he saw Eli in the bed that Téa had used at the St. Kitts hospice. He couldn't believe his eyes and stared in awe at the battered and bruised man. \"You were expecting someone else?\" Eli asked. Greg had received a call but had been sure it was a hoax and not really Eli at all. He had hoped that Eli wasn't alive, but Eli chuckled and pointed out that he hardly had a scratch. He thought it was too bad that Téa couldn't turn up too. \n\n\nDani returned to Todd's place, and both father and daughter admitted they had lied to the other. Neither wanted to go first, but finally Todd explained that he had lied about Ross having committed a lot of crimes, and John hadn't accused him of anything after all. Dani was thrilled, since she knew Ross couldn't have done those evil things, and she wanted to tell him about Téa's death. Todd didn't want her to reach out to Ross, afraid of what might happen if she did. He would panic if Dani were to choose Ross over him, he said somberly. Dani assured Todd that he wouldn't lose her. As the pair spoke, someone spied on them from the bushes. \n\n\nDani took her turn and admitted she had lied about the text message. Todd guessed it had been from Ross though there was no proof. She was sure Ross wouldn't risk returning for her. She was sorry she lied. Todd wanted to be informed if there were any further suspicious text messages. He was sorry for his lie too. Dani tried to explain that she had been raised with Ross, and he had been the only father she knew growing up. Her feelings for him wouldn't just go away. \n\n\nCristian met with an official at Llanview University and told her he had decided not to accept the grant and teaching position. Layla walked in on the discussion and informed the official not to listen to him, because Cristian would be accepting the grant. The couple began to bicker about it, and the official stood up awkwardly. She thought that Layla and Cristian should arrive at a decision, and then let her know right away. \n\n\nLayla was adamant that Cristian not give up the grant, since the benefits they would provide would be beyond Cristian's wildest dreams. Her own dream job in Paris could not be held for her, so she planned to give it up. She would remain in Llanview and in her current job at the police station. The couple went back and forth and around in circles, as they each offered to give up their newly appointed positions for the one they loved. \n\n\nFinally, they compromised. Neither of them had to sacrifice anything, and it would only be for a year. They would each accept their new positions and visit each other when they could. Cristian wanted to hurry and plan their wedding, but Layla voiced her dissent. She didn't think they should get married. \n\n\nEli wanted Greg's help because he wasn't finished in Llanview yet. Greg admitted that everyone believed Eli to be dead, and Eli revealed that his brother had helped him out. Families were good like that, he said. Look at all the help that Greg had given his own family, Eli pointed out in a threatening tone. Eli wasn't afraid of anything, he just wasn't about to give up his \"personal freedoms.\" Everything had been going according to plan until Kelly made her phone call to Blair. He let Blair find his gun, the one that contained blanks. He assumed that Blair would try to shoot him, and he had been prepared. She never knew there were blanks in the gun, and John wouldn't know either, he added. \n\n\nRoss had helped him, and even the fire had been intentional, Eli continued. It hadn't worked out exactly as they thought it would, because John had shown up. Ross helped him out of the house after he had been \"shot,\" though he would have been unscathed if it hadn't been for John. The ceiling fell in before he could get away at first. The other body had been carried in and dumped, and all of the necessary evidence like the wedding ring, photo and passport, had been planted. \n\n\nGreg wondered why Eli had returned to the hospice, and Eli informed him that he wanted help. Their deal was still in affect. Greg reminded Eli that he was \"dead,\" but Eli noted that Ross wasn't, and he might be checking in on Greg's family as they spoke. Greg pointed out that Ross couldn't take the chance to go to Llanview. \"Not so fast Dr. Evans,\" Eli replied.  \n\n\nJohn and Natalie went over the turn of events in Tahiti, and John thought it was likely that Ross helped his brother out. Natalie pointed out that the shooting and fire had been accidental according to Blair, but John thought it was possible that Eli had set Blair up. Natalie wondered about the body and the identification that was found with it, and John had questions about that too. He noted that the photo of the wedding and the passport had only been charred around the edges, and that didn't make sense. Natalie asked how Eli might have worked things out, and John pointed out that the Tahitian police had released    Ross. \n\n\nHe studied the gun and wondered out loud why Eli had allowed Blair to find it in the first place. He and Natalie re-created the scene and the possible struggle over the gun. Since John was larger and stronger, he naturally won custody of the gun. John felt that Eli had allowed himself to get shot. The pair decided that there had been blanks in the gun, even though Natalie reminded John that they had the bullet that had entered Eli, directly from the gun that had been used. John pronounced it possible that the bullet had not been recovered from Eli's body. \n\n\nNatalie was surprised to hear that perhaps the body that was burned in the fire was not Eli's, and she realized that Eli had killed someone else. Either Eli or Ross had done the killing, John concluded. Things were intense, and Eli was smart, Natalie decided. She wondered why they had not been able to get the DNA results, and John explained that the brothers had taken care of it. John couldn't prove anything they had just worked out, and they needed to be prepared. Natalie wondered where Eli could be and who could be hurt next. \n\n\nDani explained that she had never seen Ross's bad side until the events that transpired in Seattle after Todd had shown up. Todd regretted that he hadn't known Dani when she was young, though Dani assured him that she thought of him as her father, especially after all he had done to help her and Nate. He asked if she would be able to call him dad. \n\n\nDani found it amusing and stated that dad was just a word. She wanted to try it out. \"Dad,\" she said. She and Todd turned as Ross walked through the door. \n\n\n",
    "tvmega_recap": "Natalie and Jessica are both wondering what to do in their respective situations with having unprotected sex with the wrong person, both being pregnant, and living with the possibility that the wrong person may be the father of their respective babies. Meanwhile, Vivian asks Destiny and Darren if they are \"practicing safe sex\". Hearing that, Shaun freaks by the mere thought that she'd suggest that his 16 year old sister would be having sex and that Darren would want that. But Destiny tells Shaun she is concerned knowing from her job, what happens every day to people having unprotected sex. Natalie and John both conclude it's possible that Eli Clarke is alive and has staged his own death. And his brother Ross may have helped him. Meanwhile, Dr. Greg has gone to find out if Eli is really alive and is in shock to find out he faked his death. Eli tells Greg his brother is helping him to do what he needs to do and fake his death. And he threatens Greg to also help him. Meanwhile, Todd and Dani are talking about what would happen if Ross came to see her and if she should trust him and just what Todd means to her given that he is her real father. And while they are in the house together, it appears they are being spied upon.",
    "soapcentral_condensed": "\"You found me,\" John said when Natalie stumbled upon him at the shooting range. Jessica showed up at Brody's place and revealed that she had spoken to Ford after searching for Brody. Vivian and Shaun invited Destiny and Darren to have dinner with them at Rodi's. Destiny announced that Greg had left town and gone to a retreat, because he felt responsible for Téa's death. Shaun lectured Darren on having sex with Destiny, and Vivian advised him that he was not her father, and therefore none of it was his business. \"You asked for it,\" Darren said to Vivian, and she agreed that she wasn't ready to have sex with Darren, but he insisted that he meant what he said, and he wasn't yet ready to do it. \"These things happen,\" Jessica said to Brody, and Brody proposed and presented her with an engagement ring, and they sealed it with a kiss and a hug. \"I love you, Jessica,\" Brody said to Jessica.\n"
}