{
    "soap_central": "\n\nAt Llanfair, Natalie was surprised when she walked into Jessica's bedroom and found Brody in bed. Embarrassed, she stammered that she was there to pick up a set of keys. She thought it was a good idea that their night together was still secret. When Jessica walked in, she couldn't understand why Natalie was acting strangely. \"Are you worried that I'd think something was going on between you and my man?\" Jessica asked her sister. Natalie looked at Brody, stammered and apologized for being in the room, and left.\n\n\nJessica exclaimed how happy she was to be back and that Brody had waited for her. \"I'm so blown away by you,\" she told Brody. He felt the same way and reminded her that they had talked about their future together before things changed. He was ready to get back to that discussion. Jessica assured him that there were many things they could do as a couple but before they could continue, Bree burst into the room. The girl was thrilled to see Brody and asked if they were having a sleepover. Jessica promised the little girl that Brody would stay with them soon, and Bree announced that she wanted Brody to be her daddy.\n\n\nJohn sat in his office at the police station and made a call to the police station in Delaware near Hannah's family cabin. He advised them that he was searching for Hannah, who was wanted in an attempted murder case. Natalie arrived and told John that she had good news, though she wasn't sure how he would feel about it. She announced that she had passed the forensics test and, while she wouldn't have thought about working there previously, things had changed with their relationship. Bo had offered her a job and she wanted to know how John would feel if she began to work at the station again. \"We might be butting heads,\" she told him.\n\n\n\"How soon can you start?\" John asked. He had something to show her once she readily agreed that there was no time like the present. He handed her a file and enlightened her to the fact that with new evidence regarding Hannah, he felt it was time for the evidence in the case involving Todd and Marty to be reexamined. He was also concerned that Cole was missing and could be in danger if he was with Hannah. Natalie agreed to start reviewing the file, and she walked towards the door.\n\n\n\"No kiss?\" John asked her. Natalie confirmed that there would be no kiss.\n\n\nIn the Delaware cabin, Hannah and Cole lay on top of the sofa bed together, but Cole advised her that he couldn't sleep. He couldn't stop thinking about Starr in bed with James in the other room. Hannah urged him to roll over so that she could help him relax. She proceeded to give him a massage as she spoke to him in low, soothing tones. She assured him that she was there for him. Cole fell asleep and dreamed that he was in the same bed but with both Starr and James. Starr told Cole that their relationship was a mistake and she was with James. She and James began to kiss.\n\n\nSuddenly, there was a loud knock at the door and the local cop announced himself. Hannah answered the door and advised him that she was alone. She preferred that he remain outside since the place was a mess, she contended. He knew her family and he knew her grandmother would be horrified if he saw the place, Hannah added. She did her best to get him to leave.\n\n\nThe cop informed her that he had received a call from John who had advised him that Hannah was wanted for attempted murder. Hannah was aghast and claimed that John was a liar who had been harassing her because she had turned him down. She was sure the cop believed her since he had known her forever. The cop agreed but asked her to accompany him to the station to clear things up.\n\n\nInside, Cole remained asleep and involved in his dream. Starr admonished him for pushing her away and blamed him for ending their relationship. She kissed James passionately in front of Cole, who pulled James away from her roughly. Starr demanded to know if Cole planned on doing to James what he had done to her father. Adamantly, she informed him that they were over and she had moved on. Violently, Cole moved across the bed as he slept and knocked items off the table beside it.\n\n\nHe woke up with a start but outside the cop inquired about all of the noise. Hannah disclosed that it was her cat and she would have to lock it in the bathroom. She had changed her mind and decided it was a good idea to go to the station. She promised the cop she would return momentarily. Once inside, she lied that the cop was there to pick up Cole for breaking bail and they needed to hurry and escape out the back.\n\n\nCole couldn't believe he had been tracked and as the cop began to knock again, the couple ran for the back door. John phoned the cop again and the officer confirmed that he was waiting for Hannah to reappear. John recommended that the cop go inside after her, since she was desperate and unstable. The cop knocked the door open and looked around. He advised John that Hannah was gone.\n\n\nOut with Starr's new car, James pulled over to call Bull to make him aware that he had something for him. Starr was afraid that Bull wouldn't accept the car in lieu of his money, but James was confident that Bull would be okay with it. He would be able to get the money from selling the parts, James explained. Bull advised James to meet him at an abandoned barn.\n\n\nAs Bull spoke to James on the phone, he trained his gun on Nate in the cabana at the country club. Bull insisted that he wouldn't hurt Nate unless he had to, but shoved the teen around to show him that he was the one in control. Nate maintained that he didn't have Bull's money any longer, as he gave it away after he found it. Bull surmised that Dani was the one who had it, but Nate insisted that the thug leave Dani out of it. He stated that the money was at his house, but Bull didn't believe him and he grabbed Nate's phone. He placed a phone call to Dani.\n\n\nAt the Palace restaurant, Téa and Dani enjoyed a meal together. Téa wanted Dani to tell her about Nate and, after some teasing, Dani admitted he was great. \"Oh no, look who's here\" Dani gasped as she spied Matthew arriving to sit with David at a nearby table. Téa saw Todd walk in, but Dani clarified that she was referring to Matthew. She informed Téa that things had gotten worse with Matthew, and he had treated Nate horribly. Téa was sure that Matthew would get over Dani with time. Todd had a photo of Starr and James, retrieved from the car dealer, and showed it to his private investigator.\n\n\nTodd wandered over to the women's table and asked if he could join them. Dani jumped up, and Todd sighed. Both he and Téa were shocked when Dani urged him to sit down as she pulled over another chair. Todd verified that Hannah had been named as Ford's attacker and Téa promised to try to have the charges against Todd dropped, since Nora no longer had any witnesses. He seemed preoccupied and finally told them that Starr was missing. Dani noted that an older man had found Starr's phone at the country club, and she had taken it from him. She hadn't heard from her sister though, she added.\n\n\nDavid thought that Matthew should call the prostitute or \"evening consultant\" that Matthew had been with previously, since the boy was still moping after Dani. Matthew was hesitant to do that, citing the fact that he would be in trouble with his parents. He announced that he had a plan to get Nate in trouble. While David was proud of Matthew's move, Matthew admitted that he was worried that Nate might get hurt. David wanted details, and Matthew reluctantly described what he had done to get Nate into trouble over the missing $50,000.\n\n\nDavid thought that Matthew was both devious and smart and thought that he had done the right thing. Matthew was still concerned about Nate's welfare, and he regretted his actions. He wanted to know what he should do and, wisely, David suggested that he do whatever might be the opposite of what David's own move might be. Matthew decided he should tell Dani the truth.\n\n\nTéa and Dani looked at the photo of James, and both Téa and Todd thought he looked familiar. Téa recalled that they had seen him running from the hospital. Todd didn't believe that Starr was in danger, since the car salesman had informed him that Starr definitely seemed to be in control. Dani didn't think Starr would run off with another guy. Téa suggested that Todd call the police because John cared about Starr, but Todd thought he would search for his daughter himself. He emphasized that he would do anything for his kids, including Dani; he nodded towards her. Just then, Dani received a phone call and, excusing herself, rushed outside.\n\n\nAt Todd's prodding, Téa admitted that she hadn't told Dani about her tumor yet. Dani had a new boyfriend, and Téa didn't want to spoil Dani's happiness. She ordered Todd to refrain from giving Dani a difficult time over the new boy. Todd was thrilled to hear that Dani was no longer involved with a Buchanan, but Téa assured him that Dani was having a hard time with it. She noted that Dani had just started to accept Todd in Téa's life and to relax around him. She hoped it would grow before Téa was gone.\n\n\nOn the phone, Nate pleaded with Dani to help him. Dani asked questions and Nate responded with simple yes and no answers. She correctly guessed that someone found out about the money, and Nate told her that he had to return it. Bull kept his gun pointed at Nate during the call. Dani was reluctant, since she knew that Nate's mother needed the money for the house, but Nate insisted that she retrieve the check from his house. Bull grabbed the phone and ordered Dani to do what she was told or she would never see Nate again. He vowed to rip Nate's face off. He growled that Dani better have the money.\n\n\nMatthew followed Dani outside and attempted to talk to her, but Dani brushed him off. She didn't have time to talk to him. She rushed inside and plopped herself down at her parent's table. Téa made an excuse to leave while Dani was lost in her thoughts. Once Téa was gone, Dani asked Todd if he meant it when he said he'd do anything to help his kids because she needed his help. She asked him for $50,000.\n\n\nDisgruntled, Matthew informed David that Dani had blown him off and he no longer cared what happened. He hoped that her heart would be broken.\n\n\nJames and Starr had some words, and James was disappointed. He thought that he and Starr had bonded. She reminded him of all he had done to her, beginning with her kidnapping, since she had met him. He assured her he would never forget her. He wanted to make a run for some food on foot, but Starr was uncertain about leaving the car alone. James removed a part from under the hood but Starr decided to remain behind. She wasn't concerned about eating.\n\n\nJames returned with the food and taunted Starr with it. He finally handed her a burger and fries and, famished, they ate quickly. James gently removed some ketchup from Starr's face as they finished eating. He thought it was time for them to get closer to the drop-off point, so they would be ready to get rid of the car the following day. Starr appeared to be disappointed that her adventure would be ending soon, but she expressed how grateful she would be to see Cole.\n\n\nThe pair chatted as James drove the car. Starr wasn't looking forward to spending the night in the car. Suddenly, she grabbed the wheel and yelled as she spied an animal in the road. The car went crashing off the road.\n\n\n",
    "tvmega_recap": "James and Starr are on the run and he's ready to chop up the car and liquidate it into $50,000 for Bull. Meanwhile, Bull pulls a gun on Nate after Matthew has tipped him off on how to find the guy who took his money. Matthew talks to David and confesses what he did. He has a change of heart and wants to apologize to Dani. But when he goes to talk to her, she gets a call from Bull who tells her she must come up with the $50,000 or he'll blow Nate's brains out. And Dani snaps at Matthew, convincing him that David is right and he's going to let Dani and Nate suffer the consequences and wash his hands to both of them. Jessica and Brody are getting closer. Natalie has passed her forensics exam and is ready to work at the station with John and the cops. She is ready to help him find Cole and Hannah. The local police chief finds Hannah but she escapes before he can find out what she's going to do next. While Starr and James are on the run, they appear to have an accident in the car and run off the road.",
    "soapcentral_condensed": "Natalie was surprised when she walked into Jessica's bedroom and found Brody in bed. Cole fell asleep and dreamed that he was in the same bed but with both Starr and James. Starr told Cole that their relationship was a mistake and she was with James. Natalie arrived and told John that she had good news, though she wasn't sure how he would feel about it. Hannah and Cole lay on top of the sofa bed together, but Cole advised her that he couldn't sleep. He couldn't stop thinking about Starr in bed with James in the other room. Hannah answered the door and advised him that she was alone. She preferred that he remain outside since the place was a mess, she contended. She promised the cop she would return momentarily. Hannah was aghast and claimed that John was a liar who had been harassing her because she had turned him down. She was sure the cop believed her since he had known her forever. The cop agreed but asked her to accompany him to the station to clear things up.\n"
}