{
    "soap_central": "\n\n\"Prom Night: The Musical\" continues. It's a stormy night in Llanview both figuratively and literally as Starr's prom gets underway. Starr, Britney and Langston each have bittersweet musical moments about how they envision their perfect worlds. Britney tries to cover the insecurity she feels over Cole as she knows he really wishes Starr was his date. David, just released from jail, appears on Dorian's doorstep demanding the ten million dollars he claims she cheated him out of. Starr finds herself the unintended target of David and Dorian's antics but eventually sets off in Dorian's limo to meet up with Marrko at the dance. After getting a flat tire, Starr heads out in the storm to make her way to the prom and falls face first in the mud. Britney is crushed when Cole takes off when he senses that Starr needs him. In song, Langston and Marrko trade sarcastic jibes to hide the fact that they really do like each other. Marcie knows that Langston and Marrko have chemistry and decides to sing about it. Dorian won't allow David to stay with her and kicks him out in the rain. Meanwhile, Bo and Talia begin their stakeout at the gallery. Lindsay is embarrassed when Rex good-naturedly points out that she had been crushing on Bo. \n\n\n",
    "imdb": "\"Prom Night: The Musical\" continues. Starr is certain that her father carried her to the hospital but a sympathetic Viki knows Starr only saw what she wanted to see. Cole is desperate to find Starr as they both sing about wanting the person they long for to appear. Cole is amazed when he finds Starr's phone by the side of the road and realizes how close she had been. Britney can't fight her true nature when she intercepts Starr's call to Marrko and torments Starr by lying and saying that she and Cole are having the time of their lives together. Back to form, Britney does a number driving home the point that the cheerleader is always a bitch. Viki acts as Starr's fairy godmother of sorts when she convinces her to go be with Cole at the prom. After several near misses, Starr and Cole finally find themselves in each other's arms at the magic hour. Marcie tries to play matchmaker when she arranges for Marrko and Langston to be named King and Queen of the Prom. Marty and Blair are none too pleased when they both find themselves at the Palace Bar. Marty starts to sweat when David comes up to the bar but he leaves without coming out and saying he suspects she killed Spencer. Blair and Marty share a rare, and also brief, moment of connection. Clint won't give in to David's attempt at blackmail and sends him packing.",
    "tvmega_recap": "Bo helps Lindsay to vacate her gallery in order to lure out the racist who had been starting the fires. David appears at Dorian's door and demands that she pay him his ten million dollars. An argument erupts between the two and Dorian throws a bowl of dip which splashes all over the front of Starr's dress. Starr becomes extremely upset. Rex arrives at the studio during the sting operation. Cole arrives to pick up Langston for the prom. Starr opens the door and imagines that Cole had come to pick her up for the prom. They kiss. Everyone begins to arrive for the prom. Langston and Markko hurl some insults toward each other at the prom. Langston and Markko perform a song together. Lindsay admits that she still cares for Bo. Rex offers to go to the safe house with Lindsay to keep her company. The racist gets the bomb ready to blow up the art studio. The rain is coming down hard as Starr is on her way to the prom. The car skids and Starr is thrown to the side. Bo and Talia impatiently wait for the racist to appear. Talia finds it hard to believe that Bo was once engaged to Lindsay. Marcie encourages Langston to ask Markko to dance. The lightning flashes as Bo gets word that the racist is in the building. Starr leaves the security of the limousine to hike the rest of the way to the prom in the pouring rain. Britney asks Cole to dance. Cole and Britney kiss. Bo and Talia raise their guns to stop a man in the corridor with a black duffel bag. Bo orders him to keep his hands raised as Bo hands Talia the duffel bag. Cole pulls away from Britney. Cole leaves to find Starr. Dorian orders David out into the pouring rain. Starr falls down in the mud and when she looks up, she sees a person standing over her.",
    "soapcentral_condensed": "\"Prom Night: The Musical\" continues. It's a stormy night in Llanview both figuratively and literally as Starr's prom gets underway. Starr, Britney and Langston each have bittersweet musical moments about how they envision their perfect worlds. David, just released from jail, appears on Dorian's doorstep demanding the ten million dollars he claims she cheated him out of. After getting a flat tire, Starr heads out in the storm to make her way to the prom and falls face first in the mud. Britney is crushed when Cole takes off when he senses that Starr needs him. Lindsay is embarrassed when Rex good-naturedly points out that she had been crushing on Bo. Meanwhile, Bo and Talia begin their stakeout at the gallery. Marcie knows that Langston and Marrko have chemistry and decides to sing about it. In song, Langston and MarRko trade sarcastic jibes to hide the fact that they really do like each other.\n"
}