{
    "soap_central": "\nGood Girls Go to Heaven (Bad Girls Go Everywhere)\n\n\nMoe overheard Viki and Charlie talking about their honeymoon, and he congratulated them for setting a wedding date. Moe broke the news that Dorian fired him.\n\n\nLangston told Dorian to apologize to Moe for throwing him out of La Boulaie. She also asked Dorian if she had called Markko's parents yet, because Markko's father wouldn't let the teens speak to each other. Langston told Dorian that Markko's father called Langston a tramp. Dorian was furious and wanted to confront him. Dorian felt that Markko was old enough to make his own decisions.\n\n\nLangston begged her to talk to Markko's father, but Dorian didn't think it would be easy to get Markko's father to change his mind. Dorian suggested that Langston dress more conservatively. Langston thought Dorian wanted her to change who she was so that Markko's parents would like her. Dorian thought that Langston needed to tell Markko's mother how much Langston loved him.\n\n\nMarkko's father was camped out at the counter of the diner, while Markko was working. Markko told his father to go home, because nothing was going to happen, but his father didn't trust Markko. He told Markko that the last time Markko was at work at the country club, Mr. Rivera caught Markko with Langston after his parents forbade him to see her again. Markko insisted that he loved Langston, and Mr. Rivera said Markko had to abide by his rules.\n\n\nMarkko reminded his father that Mr. Rivera used to like Langston. Markko's father liked Langston before he met Dorian. Langston was nothing like her mother, Markko said, and he tried to explain that Langston was adopted just a year before. Markko tried to defend Dorian.\n\n\nViki was surprised that Dorian had fired Moe, because she thought that he and Dorian got along. Moe said that once Ray Montez left town to take care of his daughter, Dorian took it out on everyone else. He explained that Dorian gave them La Boulaie to get her hooks into David Vickers, but because she wasn't with David anymore, she did not hesitate to throw Moe and his wife out.\n\n\nMarkko's father asked Moe about his firing, and Moe filled Mr. Rivera in on the details. Charlie chimed in with details of what Dorian did to him. Charlie's story made Markko's opinion of Dorian even worse.\n\n\nClint invited Bo, Nora, and Matthew to the country club to celebrate Nora and Clint's upcoming nuptials. Clint gave Nora her engagement ring. Destiny brought some drinks to their table and explained that she worked at the country club for the summer. Matthew excused himself and went to talk to Destiny. Clint told Bo and Nora that he had found a doctor who could help Matthew walk again.\n\n\nClint explained that the doctor was in high demand and was one of the most successful neurosurgeons in the world. Bo wanted to know how much he owed Clint for the consultation fee the doctor charged, but Clint wouldn't hear of it because Matthew was family. Nora felt that the neurosurgeon couldn't do much, because she and Bo had already consulted other specialists, and they all gave Matthew little hope to walk again. Clint said the neurosurgeon was probably too busy to talk to Bo and Nora. He said he sent the doctor Matthew's medical file and the doctor thought there was a good chance that Matthew could walk again.\n\n\nMatthew thanked Destiny for tutoring him, because he had passed his math final. Matthew noticed that Destiny was distracted. She said it was because she wanted to do a good job. Two of their classmates-Justin and Becca-were lounging by the pool, and Justin ridiculed her and demanded to be served. Matthew tried to stick up for Destiny, but she wanted to handle it herself.\n\n\nDestiny's boss asked why Destiny ignored the guests, and she said it was because he'd told her not to wait on anyone-just bus tables. He said they were short-staffed, so she had to wait on her classmates. Justin asked for two margaritas. She started to get them virgin margaritas, and he asked if she could sneak them alcohol, but she refused since they were underage.\n\n\nBo told Matthew about the specialist that Clint hired. Matthew realized they were hoping the specialist would be able to help him walk again. Clint explained that Matthew's spinal cord was just damaged, not severed, so there was still hope. Clint told Matthew that the specialist wouldn't travel to Llanview if he didn't think he could help. Matthew was upset that no one asked him how he felt about seeing a specialist.\n\n\nDestiny brought Justin and Becca two virgin margaritas, and Justin threw some change at her. She argued with him and said her brother could buy the country club and everyone in it. Justin thought she was referring to her brother, Shaun, who was a bodyguard, but she said she meant her other brother, the doctor. Becca laughed and called Destiny a liar. Destiny said she didn't lie. Becca asked, \"So your date at prom wasn't your cousin?\" Justin said only a cousin could love Destiny. Destiny grabbed a pitcher of water and threw it at Justin.\n\n\nRex took Shane to the doctor for his checkup, and the doctor asked how Shane was doing. Shane said he was feeling fine except that he was upset that he had to live with his mother. Rex explained that there were some changes in their living arrangement, and Shane told the doctor that Gigi cheated on Rex. Rex scolded Shane and asked to speak to the doctor alone. The doctor said stress wasn't good for Shane's recovery. Rex wanted to know if Shane was still in remission.\n\n\nThe doctor told Rex what to look out for in case Shane's cancer came back. He said that Shane was in remission, but if the cancer returned, he would need another transplant. The doctor asked if Rex was still in touch with the original donor, and Shane interrupted, saying that Rex lived with the donor. Stacy tried to reach Rex on his phone, but he didn't pick up.\n\n\nShane noticed and asked if he and Stacy had a fight. He was fine with Rex and Stacy dating, since Gigi appeared to have moved on.  Rex asked if Schuyler visited Gigi a lot, and Shane said he only made him dinner once and that Gigi didn't want Schuyler to think she was a \"slut.\" Rex told Shane not to use the word \"slut,\" especially about his mother. Rex said that Gigi was still Shane's mother and would do anything for him.\n\n\nGigi asked Natalie and Jared to meet her at Rodi's to ask them to drop the charges against Kyle. Natalie couldn't believe what Gigi asked them to do. Jared wanted to know why Gigi wanted the charges against Kyle dropped, and Natalie assumed it was because Gigi was sleeping with Kyle. Natalie insulted Gigi and said that Rex was lucky that he wasn't with Gigi anymore.\n\n\nNatalie berated Gigi for breaking Rex's heart. Jared asked who Kyle was to Gigi, and Gigi said she barely knew Kyle. Jared and Natalie detailed all of Kyle's transgressions to Gigi, who was well aware of them. Natalie demanded to know why she wanted to set Kyle free. Jared was willing to consider dropping the charges against Kyle if Gigi explained why she wanted the charges dropped. Gigi couldn't tell them, so they started to walk out. Then Gigi said it was for Shane.\n\n\nAt the gym, Kyle asked for someone to spot him while he was on the bench press. Schuyler pushed down on the bar, choking Kyle, and demanded that Kyle tell the truth. Kyle told Schuyler that he would tell Schuyler who the donor was if Schuyler convinced Natalie and Jared to drop the charges against him. Kyle said if Shane relapsed, he would think about giving up the real donor. Schuyler accused Kyle of not caring about anyone but himself, because Kyle refused to help.\n\n\nAt Layla's apartment, Cristian asked Layla where Fish was. Layla told him that Fish was asleep in his room. She told Cristian to get his mind out of the gutter. Cristian wanted to know how their date went. Fish walked in and wanted to know, too. Layla told Fish that she had a good time at the concert and she loved the roses he gave her. After Layla went to her room to get dressed, Cristian asked if Fish had fun. Fish said he did, and Cristian asked if he planned to ask Layla out again. Cristian wanted to know if Fish was serious about Layla. Fish wondered if Cristian was into Layla.\n\n\nCristian explained that he and Layla were just friends and that Layla put her guard up to keep from getting hurt. Fish realized that Cristian didn't want Layla to get hurt. Layla walked in on their conversation and told them not to talk about her behind her back. Cristian lied about what they were talking about. Layla was looking for a job, and Cristian suggested she work at Capricorn, but she wasn't interested, because she wanted a career. Fish suggested she consider law enforcement.\n\n\nCristian was skeptical of a law enforcement career for Layla, and he explained that he thought it would be a stretch to go from fashion designer to police work. Layla thought it might be the challenge she needed. Fish was referring to an administrative assistant for John. She asked if Cristian thought she could make it as an officer. Cristian knew she could pass the physical test. Layla asked Fish to get her an application. After Fish left for the gym, Layla punched Cristian playfully.\n\n\nRachel helped Shaun look for a job. Shaun told Markko's father that Dorian fired him. Mr. Rivera said he heard that anything was better than working for Dorian. Markko tried to do damage control after Mr. Rivera heard the horror stories about Dorian, but Mr. Rivera said he'd heard enough to know that Dorian was a monster.\n\n\nShaun saw a job in the paper as a personal trainer. Rachel thought it was perfect for him, because he worked out. Shaun thought she felt it was perfect for him because he didn't have a degree and that was all he could do. Rachel said if Shaun wanted to get a college degree to further his career, he would find a way, but she said he didn't have to compete with his brother. \n\n\nShaun said he and Destiny didn't seem to matter to his brother anymore. He explained that Greg was out of touch with Destiny and probably wouldn't recognize her if he saw her. Rachel considered Shaun lucky that Destiny had Shaun as a brother. Shaun asked Rachel out, and she agreed.\n\n\nDorian invited Mrs. Rivera over and apologized for the way she behaved at Langston's party. She explained that she was drunk because she was upset. Mrs. Rivera had heard that Dorian was heartbroken over a man. Langston walked in dressed ultra-conservatively and offered to pour Markko's mother some tea.\n\n\nMrs. Rivera talked about how much she loved to cook. Dorian noted that Mr. Rivera believed in old-fashioned values, which Dorian said were in short supply. Mrs. Rivera said she raised Markko to respect their values, but she remembered what it felt like to fall in love. She explained that she met her husband at the age of 18, but they waited until they were married, and she wanted the same for Markko.\n\n\nDorian said she understood that Mrs. Rivera thought her beliefs would work for Markko, but Dorian thought it was important to respect children's beliefs and to trust them. Mrs. Rivera was not willing to condone sin. Dorian said she respected Mrs. Rivera's beliefs, and Markko's mother said her husband was also upset, because he felt disrespected by Markko lying to him.\n\n\nLangston explained that Markko didn't mean to hurt his mother, but Langston and Markko loved each other. Mrs. Rivera said her husband believed premarital sex was a mortal sin. Dorian asked if Mrs. Rivera was willing to look the other way, but Mrs. Rivera didn't think that would work. Langston asked if she and Markko could see each other if they promised to wait to have sex. Mrs. Rivera understood, but she felt her husband needed to be convinced, and she promised to talk to her husband.\n\n\nNatalie asked what dropping the charges against Kyle had to do with Shane. Gigi asked Natalie to trust her. Gigi told Natalie that she still loved Rex, and Natalie thought Gigi had a funny way of showing it. Jared told Gigi to call them when she was ready to explain. Schuyler walked in as they were leaving and urged Gigi to tell Natalie and Jared the truth.\n\n\nJustin demanded that Destiny be fired, but her boss thought it was an accident until Becca said Destiny poured water on them on purpose. Destiny's boss asked if Justin and Becca were telling the truth. Destiny admitted she did it on purpose, and her boss fired her. Justin mocked Destiny. Destiny told her boss that she needed her job, but her boss wouldn't change his mind, so she ran off, almost knocking down Rachel in the process. Rachel accidentally bumped into a man standing nearby. Rachel said, \"Sorry,\" and the man said, \"I'm not.\"\n\n\nDorian wondered if Langston forgave her. Langston hoped that Mrs. Rivera could convince Mr. Rivera to let her see Markko again. Meanwhile, Mrs. Rivera told her husband that they might have misjudged Dorian, because she expressed remorse about the way she behaved, but Mr. Rivera was more convinced than ever that Markko should stay away from Langston and her family.\n\n\nDestiny ran to the diner to tell Shaun that she got fired.\n\n\nRachel apologized again, and the man asked for her help locating Clint. Rachel explained that she knew Clint. Nora told Matthew that the doctor might be able to help him, but he didn't see how he could help if no other specialist could. Rachel brought the man to the table, and he introduced himself as Dr. Gregory Evans.\n\n\nKyle apologized to Fish for embarrassing him at the park. Fish explained that Layla was his roommate and they dated. Kyle said Fish was lucky, because Layla was beautiful. At Layla's apartment, Cristian asked for Layla's help with his sit-ups. He told her that he knew she could do anything she wanted, but he wondered if she would feel comfortable working with a man she was living with and dating. Layla told him not to worry, because Fish was a gentleman, and everything would work out fine.\n\n\nNatalie assumed that Schuyler was Gigi's boyfriend. Schuyler set her straight and said Gigi wasn't sleeping with him or Kyle-and she never slept with Brody. \n\n\n",
    "tvmega_recap": "Gigi attempts to get Natalie and Jared to drop the charges against Kyle Lewis so that Kyle will tell her who Shane's real donor is. But Natalie and Jared know of no reason to do that. Schuyler tries unsuccessfully to get Kyle to tell him the information. Rex takes Shane to an appointment with a new doctor. Yet they are not certain what to do. Clint surprises Nora, Bo and Matthew by announcing that he's found a neurosurgeon who can help Matthew to walk. Meanwhile, Matthew's friend, Destiny is waiting on them at the country club, as her summer job. She gets fired when she loses it with Justin and Becca. And we find out that Matthew's new doctor, whom Clint has flown in, is Destiny's brother, Greg. Dorian invites Markko's mother to the house and convinces her to reconsider preventing Langston and Markko from seeing each other. The mother is willing to do that. But her husband finds out that Dorian fired Moe, Noelle and Shaun and drugged Charlie Banks. And he concludes that he does not want Dorian or anybody in her family near his son.",
    "tvmega_summary": "Episode # 10466 -- Good Girls Go To Heaven (Bad Girls Go Everywhere)",
    "soapcentral_condensed": "Moe overheard Viki and Charlie talking about their honeymoon, and he congratulated them for setting a wedding date. Markko's father was camped out at the counter of the diner, while Markko was working. Matthew thanked Destiny for tutoring him, because he had passed his math final. Clint invited Bo, Nora, and Matthew to the country club to celebrate Nora and Clint's upcoming nuptials. Justin and Becca asked Destiny for margaritas, but she refused since they were underage. Clint told Bo and Nora that he had found a doctor who could help Matthew walk again, but Bo wanted to know how much he owed Clint for the consultation fee the doctor charged. Matthew realized that Clint realized they were hoping the specialist would help him walk again. Matthew asked Clint how he felt about seeing a specialist, and Clint said no one was upset that he was no longer able to help him. Matthew said he didn't think he could help him, but Clint said there was still hope.\n"
}