{
    "soap_central": "\n\nFeeling guilty concerning his past relationship with Marty, Todd tells Blair he does not want to hurt her anymore. He wants to leave her and will allow her to have custody of the children and the five million dollars he owes her.  Blair tells Todd she will not let him walk out on their family.  Blair attempts to explain to him that the children love and need him desperately.  Todd is convinced that he should not be in his children's lives; he feels they should be protected from his influence.  Blair suggests that Todd take all the time he needs to come to terms with his guilt over Marty, but demands that he considers his family.  Todd is shocked when Blair confesses to still love him; he questions whether or not Blair realizes what she has said.  Blair admits she has never stopped loving Todd and meant every word of her wedding vows.  Todd stares at her speechless.\n\n\nGigi brings Marcie good news; Moe is willing to hire her as a waitress at the Bon-Jour Café.  An excited Marcie wants to start immediately; she asks can she start tonight.  Surprised that Marcie wants to start working so soon, Gigi offers to babysit Tommy and help Marcie out whenever needed.  Marcie explains she needs to start earning money so that she and Tommy can eventually leave town.  Gigi convinces Marcie to start work in the morning.  \n\n\nUpon arriving at the Bonjour Café with Michael, Charlie is anxious to see Viki but is told by Moe and Noelle that she has left town. Charlie is shocked to learn Viki returned home because someone close to her died; he wishes he hadn't had to leave town and could have been there for her.  Noelle mentions that no one really knows where Viki actually went and wonders if Charlie plans to stay in town.  Charlie is unsure of any future plans.  Michael questions Noelle and Moe about a woman resembling Marcie.  He asks if either of them ever saw her and Tommy in the diner.  Noelle and Moe describe two strangers (Todd and Blair) coming into the diner asking questions about a woman and child.  Michael realizes that Todd and Blair are the strangers they speak of.  Noelle mentions that Gigi has a friend with a little boy.  She tells Michael that the woman never leaves her motel room and Gigi often takes food to the woman and her child.  Michael requests any other pertinent information.  Noelle tells him that she does know that the woman stays across the hall from Viki and gives him what she believes to be Marcie's room number at the motel.\n\n\nAt Llanfair, Viki has thoughts of Charlie as she prepares to enter her home for the first time in a long while.  Inside, Natalie, is trying to console Miles after hearing the news of Marty's death.  Viki greets Natalie, Jessica, Nash and Miles in a somber mood.  Everyone is broken up over Marty's death.  They all wonder what will happen to Cole.  Viki and her daughters agree that they will offer Cole any support he needs.  Miles is taking the news extremely hard. Miles tells Viki he has attempted to gain necessary information needed to transport Marty's body back to Llanview but has had no luck.  He doesn't want Cole to have to handle the matter on his own.  Viki learns that Marty had no other family besides Cole.  Miles explains that when he was friendly with Marty, she told him she had not taken the time to draw up a will because she couldn't bear to think of ever leaving Cole.  Viki and Jessica are sure Nora will open her home to Cole.  Natalie suggests that they plan a service for Marty; she offers to get in touch with Cole and asks Miles if he would like to be involved.  A sadden Miles states that he was not on good terms with Marty when she died and feels they should seek the help of someone she cared about - he is not that person.  The tragedy of Marty's death has Jessica questioning the fact that she and Nash have not had a will constructed.  Jessica tells Nash that she would never want to think of what could happen to Bree if either of them were to die without a will in place.  Nash tells Jessica that her family would always be there to make sure Bree is safe if anything were to ever happen to them.  Jessica is adamant that she and Nash should immediately draw up a will in order to protect Bree.  \n\n\nNora arrives at La Boulaie looking for Cole.  She is greeted by Dorian, who refuses to allow Nora entrance into her home.  As Nora and Dorian argue at the door, David appears and teases Dorian about the fact that she is walking with a cane.  Nora and David both appear shocked, by Dorian's revelation that she was hit by car by an unknown person.  Nora has no sympathy for Dorian and reminds her of how she hit and left Jessica injured.  The two women begin arguing over Clint.  Dorian accuses Nora of wanting to cause trouble for her and Clint from the very beginning.  An upset Nora lashes back out at Dorian.  Nora tells Dorian that Clint was in love with her and she broke his heart.  Frustrated, Nora tells Dorian that she is impossible and criticizes her for being insensitive to the fact that she is concerned for Cole's safety and also mourning the death of her close friend.  She demands answers from Dorian concerning Cole's whereabouts.  Dorian tells Nora that Cole went for a walk and not to worry about him; Dorian states that she will make room for him at La Boulaie.  Nora is upset that Dorian would allow Cole to be alone after losing his mother and reminds Dorian that Marty left Cole in her custody when she went to jail.  Before leaving to look for Cole, Nora advises Dorian that Cole will live with her.\n\n\nUpon hearing the news that Ramsey caused Marty's accident, Cole interrupts the brawl between John and Ramsey when he picks up the gun that was knocked from Ramsey's hand.  An angered Cole points the weapon at Ramsey and accuses him of killing his mother.  John begs Cole to put the weapon down.  Cole becomes even angrier as Ramsey refers to him as son.  He refuses to put down the gun and demands Ramsey explain why he caused the accident and tells him afterwards he can beg for his life.  Ramsey continues to anger Cole as he defends his actions.  Realizing that the situation is escalating, John knocks out Ramsey and tells Cole they need to talk.  Cole continues to point the weapon at Ramsey.  John warns Cole he would be throwing his life away if he shot Ramsey and reminds him that Marty would never want him to handle things this way.  Cole tells John that so many terrible things have happened to his mother and all the people who hurt her are still alive.  Cole wants to avenge his mother's death; he says he can do this by killing Ramsey.  John explains to Cole that killing Ramsey will not make him feel any better.  Cole questions if John had the opportunity to kill Spencer would he do so.  John tells Cole he had the chance and didn't take it because it was not the right thing to do; he reminds Cole that Marty would expect him to do the right thing too.  Cole is not receptive to John's pleas; he continues to point the gun at Ramsey.\n\n\nCharlie sits in the diner engrossed with thoughts of Viki.  Noelle tries to cheer him up by suggesting he call Viki.  As Marcie and Gigi discuss Marcie's new job, there is a loud and constant knock on the door.  Gigi asks Marcie if she is expecting someone; Marcie tells Gigi that she is the only person she knows.  Michael stands on the other side of the door.  Dorian and David reminisce about old times; the two begin to indulge in an intimate conversation.  Upon hearing from Viki that Marty's body could not be recovered, Miles abruptly leaves Llanfair.  Viki urges Natalie to not go after Miles and give him some time alone.   Natalie is worried about Miles. On the docks, Cole is out of control and still pointing the gun at Ramsey.  John tells Cole he will have to shoot him first.  Cole panics and begs John to step aside so that he has a clear shot at Ramsey; John refuses.  As Cole's hands shake uncontrollably, a shocked Miles appears behind Ramsey and asks Cole what he is doing.  Cole fires the gun, striking Miles in the chest\n\n\n\n\n",
    "tvmega_recap": "Blair encourages Todd to go back inside where it is warm. Todd tells Blair that he is leaving her. Gigi brings Tommy a cherry lollipop among other kinds of food and snacks. Gigi lets Marcie know that she can work at the Bon Jour Café. Noelle gives Michael a piece of her special pie. Mo also brings Michael a piece of his pie. Charlie walks in and introduces Michael to both of them. Charlie questions them as to where Viki is. They tell him that Viki is gone. Viki stands outside the door at Llanfair. Miles is devastated at the death of Marty because he knows how close she and Cole were. Viki walks into the house much to the surprise of everyone. Dorian lets Nora know that they are having a very hard day today. Nora lets her know that she is there to see Cole. Cole holds the gun on both John and Ramsay. Cole tells Ramsay that he is the reason his Mother is dead. David walks up behind Nora. Dorian lets David know that she had been hit with a car in Texas and that is why she had the cane. Everyone is glad to see Viki home. Viki offers her condolences to Miles. Michael is given the tip that Marcie and Tommy could be staying at the motel across from the Bon Jour Café. Dorian lets David know that she needs him. Blair lets Todd know that she loves him now and always. Cole shoots Miles by mistake. Michael knocks on Marcie's door, but she will not answer it.",
    "soapcentral_condensed": "Marcie is hired as a waitress at the Bon-Jour Café. Charlie is shocked to learn Viki returned home because someone close to her died. The tragedy of Marty's death has Jessica questioning the fact that she and Nash have not had a will constructed. Nora arrives at La Boulaie and Dorian refuses to allow her into her home. David appears and teases Dorian about the fact she is walking with a cane. Viki and her daughters agree that they will offer Cole any support he needs. Miles tells Viki he has attempted to gain necessary information needed to transport Marty's body back to Llanview but has had no luck. Miles explains that when he was friendly with Marty, she told him she had not taken the time to draw up a will because she couldn't bear to think of ever leaving Cole. Nora and David appear and remind Dorian that she was hit by an unknown person and reminds her of how she has no sympathy for Dorian and how she is no longer the person she once was.\n"
}