{
    "soap_central": "\nOne Fish, Two Fish, Rex Fish, (Sky) Blue Fish\n\n\n \nOutside of the Buenos Dias Café, Viki was discouraged when she placed a call to Charlie, but received his voicemail.   When Nora and Bo approached her, Viki gave them an update on Charlie's latest encounter with Mitch Laurence.  After confiding in Nora and Bo that Charlie had started drinking again, Viki explained that he had stormed off after his argument with Mitch.  Viki expressed concern over Charlie's state of mind, but stated that she couldn't save Charlie - he had to save himself.\n\n\nA distraught Charlie entered a shady bar and ordered a drink.  Nearby, Dorian sat at a table and prayed that a desperate lowlife would enter the bar.  Dorian hoped to convince the individual to murder Mitch Laurence.   While Dorian contemplated her next move, she heard a familiar voice.   Sitting at the bar, Charlie yelled, \"Where's that drink?\"\n\n\nAs Charlie prepared to take a drink, Dorian appeared and urged him not to.   Angered by Dorian's presence, Charlie asked her to leave him alone, but Dorian persisted.   Detailing his latest altercation with Mitch, Charlie expressed his grief over losing Jared at Mitch's hands.   Dorian tried to convince Charlie that drinking wouldn't bring Jared back or stop Mitch.  Dorian had a better idea.  Dorian insisted that they could work together and solve their problem if Charlie made the decision to remain sober.   Charlie listened in disbelief as Dorian announced that she wanted him to kill Mitch.\n\n\nDorian admitted that Mitch had threatened to harm the Cramer girls unless she cooperated with him.  Dorian informed Charlie that Mitch was the most dangerous man that she had ever met.   Relating that Bo and John were incapable of keeping Mitch behind bars, Dorian was adamant that nothing could stop Mitch as long as he was alive.   Although Charlie refused to do Dorian's dirty work, she continued to pressure him.   Charlie believed that Dorian wanted to use him in order to hurt Viki, but Dorian made it clear that she didn't want Mitch to cause Viki any harm.    Promising that Viki would never learn of their plot, Dorian whispered, \"You could kill Mitch and save everyone you love!\"  Dorian watched as Charlie paused before placing his drink on the bar.\n\n\nAt the loft, Rex noticed Stacy's nervous demeanor.   After experiencing a flashback of Kyle overhearing Schuyler's statement that Rex wasn't the father of her baby, Stacy told Rex that she feared Mitch would hurt her and the baby.  Rex promised Stacy that he would never allow Mitch to hurt their baby.  Stacy panicked when she learned that Rex had hired Oliver to protect her when Rex wasn't around.  Claiming that she was famished, Stacy asked Rex to pick up dinner at the Buenos Dias Café.  Before stepping away to shower, Rex placed a call to Oliver.    When Rex left the room, Stacy made a frantic phone call to Kim.\n\n\nAt Oliver's apartment, Kyle was surprised to learn that Rex had hired Oliver to protect Stacy from Mitch Laurence.  Noticing that Kyle appeared bothered, Oliver wondered if Kyle had encountered a problem at the hospital.   Admitting that trouble was brewing at the hospital, Kyle stated that he couldn't discuss the case because it would violate doctor-patient confidentiality.    As Kyle and Oliver prepared to spend a quiet evening together, Oliver received a call from Rex, who asked Oliver to stay with Stacy while Rex ran an errand.  Kyle was disappointed but claimed that he understood.\n\n\nAt the Buchanan mansion, as Kim presented Clint with a romantic dinner, the doorbell rang.  Kim was disappointed to find Jessica and a scowling Natalie on the doorstep.  As Clint invited his daughters to join them for dinner, Kim was relieved when she received a call from Stacy.   Insisting that her life was falling apart, Stacy begged Kim to help her.  Before rushing off to check on Stacy, Kim smiled at Clint and chimed, \"Wait up for me!\"  Natalie and Jessica were appalled by Kim's statement.   After the girls told Clint about their run-in with Mitch, Clint stated that he prayed for the opportunity to kill Mitch.\n\n\nCiting Clint's involvement with Kim, Jessica and Natalie expressed concern for their father.  After informing his daughters that Kim had moved into the mansion, Clint assured them that he was aware of Kim's true intentions.  Relating that he wanted to enjoy his life, Clint insisted that Kim made him feel happy.  Clint refused to remain depressed over his failed marriage to Nora.\n\n\nOliver showed up at the loft and promised to guard Stacy's child as if it were his own.  After Rex left, Oliver recalled his intimate encounter with Stacy at the loft several months before.    Mentioning that she had been pregnant at the time they had sex, Oliver regretted the incident.  Before Stacy could respond, Kim arrived at the loft.  Oliver stepped outside to give the women a moment alone.\n\n\nAlone with Kim, Stacy stated that her life was falling apart.  After explaining that Kyle knew that Rex hadn't fathered her child, Stacy begged Kim for advice on how to carry out the plan.  Stacy feared that her lies would be exposed when she delivered the baby a month later than expected.  Stacy was also overwhelmed that Oliver, the real father of her child, had been hired to guard her and the baby.   Kim convinced Stacy that Kyle didn't have any reason to reveal the truth to Rex - unless Kyle learned that his boyfriend was the real father.\n\n\nStacy continued to express concern about her due date.    Kim advised her that she had one option -- Stacy had to give birth one month earlier than her true due date.  As Kim searched the Internet for possible ways to induce labor, Stacy wondered if there was a way to kill Mitch without leaving a trail.   When Kim suggested that Stacy ingest castor oil, Stacy refused to do anything that could harm her child.  Kim was surprised to learn that Stacy had actually developed a love for her unborn child.    \n\n\nAfter an extensive search, Kim discovered a drug that was typically given to women in the hospital to induce labor.   Assuring Stacy that the drug was safe, Kim reminded Stacy that Schuyler could provide them with the drug.    Rubbing her stomach, Stacy happily announced that she would meet her baby on Valentine's Day.\n\n\nWhen Kim returned home, Clint informed her that he had saved her some desert.  Following Clint into the dining room, Kim stuffed her Internet research into her coat pocket.\n\n\nAt Rodi's, Schuyler surprised Gigi with a loving hug.  Observing the troubled look on Schuyler's face, Gigi wondered if he had experienced any trouble during his tour at the hospital.  Schuyler explained that he couldn't divulge a patient's private information.  As Gigi and Schuyler shared a loving embrace, an irate Roxy attacked them.  Throwing food and silverware at them, Roxy screamed, \"How could you do this to Rex?\"   While Roxy berated the couple, Kyle appeared and ushered Roxy away.   Gigi noticed as Kyle glared in Schuyler's direction.  Alone with Schuyler, Kyle told him that he deserved Roxy's abusive treatment.    Later, Gigi wondered why Kyle appeared to be upset with Schuyler.\n\n\nAt a nearby table, Roxy thanked Kyle for being a good friend.    Kyle begged Roxy to stay out of trouble.   Roxy told Kyle that Rex and Gigi would still be together if Stacy weren't having Rex's baby.    Kyle listened as Roxy related that although she wasn't pleased with the child's mother, she couldn't wait to be a grandmother again.   Kyle stepped away to speak with Schuyler.  An angry Kyle told Schuyler that Roxy was troubled because Schuyler was keeping the truth from Rex.  Kyle urged Schuyler to tell Rex that Rex hadn't fathered Stacy's baby.  Refusing to expose the truth, Schuyler declared, \"I'm trying to stop the woman I love from ending up with the wrong person, you know what that's like!\"\n\n\nBack at the café, Rex interrupted Viki's discussion with Nora and Bo.   After Bo stepped outside to speak with Rex in private, Viki made another unsuccessful attempt to contact Charlie.  Viki stated that she had to allow Charlie to make his own decision regarding Mitch.    Noticing that Viki appeared somewhat distant, Nora wondered if Viki was upset that Nora had chosen to leave Clint.   Admitting that she wasn't pleased by Nora's treatment of Clint, Viki acknowledged that it wasn't any of her business.  Although Viki was surprised when Nora informed her that Clint was dating a younger woman, Viki insisted that Clint had to make his own decision -- just like Charlie.\n\n\nOutside of Rodi's, Rex told Bo about Mitch's attempt to kidnap Stacy and steal the baby.  After updating Bo on his breakup with Gigi, Rex mentioned that he had moved in with Stacy in order to protect her from Mitch.   Explaining that Shane wasn't a target, Rex declared that he could focus his energy on protecting his unborn child.  Rex swore that he would kill Mitch if Mitch attempted to harm the baby.   \n\n\nBo advised Rex to file for a restraining order against Mitch.  Bo stated that the restraining order would legally protect Rex if he used deadly force against Mitch.   Instructing Rex to contact him first if Mitch made a move, Bo assured Rex that he could always count on Bo.  Afterward, Bo and Nora offered Viki a ride home, but she declined.  Viki hoped that Charlie would return to the café.\n\n\nAs Viki prepared to leave the café, Charlie returned.   Viki was relieved to see him, and pleased when he greeted her with a hug.   Charlie announced, \"I figured out how to make peace with what happened!  I promise we will all get our lives back now!\"\n\n\nBack at the bar, Dorian studied a picture of Mitch on the cover of the Sun.   In a violent rage, Dorian poked holes in the photo.\n\n\nLater, Kyle paid Oliver a visit at the apartment.   Kyle appeared concerned when Oliver stated that he felt obligated to protect Stacy's baby.  With a determined look, Oliver declared, \"I can't let anything happen to Stacy's baby.  I know it isn't my kid, but I understand how a parent would feel in this situation!\"\n\n\n",
    "tvmega_recap": "Charlie is distraught and drinking by himself at the bar, knowing he is helpless to do anything about Mitch Laurence. And it just so happens that Dorian is also there, by herself, similarly at wit's end after John and Brody have cornered her about what's going on regarding Mitch and she knows she cannot live in fear of Mitch's threats. She tells Charlie that instead of getting drunk, losing Viki and ruining his life, a better alternative would be for the two of them to kill Mitch. At first Charlie argues but realizes she may be right. He returns to Viki telling her everything is going to be alright, yet doesn't tell her what happened when he was away. Clint is getting closer to Kim. Stacy is worried after Rex has hired Oliver to protect her and the baby. She knows that with that happening, Kyle might very well tell Oliver the secret he promised to keep that the baby could not be Rex's. Not only that, she knows that the baby could very well be Oliver's and he could find that out.",
    "tvmega_summary": "Episode # 10606 ~ One Fish, Two Fish, Rex Fish, Sky (Blue) Fish",
    "soapcentral_condensed": "A distraught Charlie entered a shady bar and ordered a drink. Dorian appeared and urged him not to. She told Charlie that Mitch Laurence was the most dangerous man she had ever met. Kyle was surprised to learn that Rex had hired Oliver to protect Stacy from Mitch. Kim was disappointed to find Jessica and a scowling Natalie on the doorstep. Clint insisted that he wanted to enjoy his life, and refused to remain depressed over his failed marriage. Natalie and Jessica were appalled by Kim's involvement with Clint. Clint stated he prayed for the opportunity to kill Mitch. After the run-in with Kim and Clint, Natalie expressed concern for their father's involvement. Kim smiled at Clint and chimed, \"Wait up for me! I've got a surprise for you!\" The girls told Clint that Kim had moved into the mansion with their father, and he assured them that he was aware of Kim's true intentions. Oliver showed up at the loft and promised to guard Stacy's child as if it were his own.\n"
}