{
    "soap_central": "\nThank Buddha for Little Girls\n\n\nStarr rehearsed her testimony in the La Boulaie drawing room but took a break for a heart-to-heart talk with Blair. Starr was anxious because Todd's kidnapping trial was set to begin the next day; her nerves were frayed, and she expressed pangs of sympathy for Todd's sadness when she spoke to him at Hope's grave. Blair reminded her that Todd had brought his own pain upon himself by destroying his life. When she told Starr that she'd let Todd see Jack and Sam, Starr was shocked. Starr fumed that her father would do anything to win back his family's love, except confess and face the consequences of his actions. \n\n\nIn the foyer, Dorian was decked out in Buddhist garb, drawing a skeptical reaction from Jack. Dorian told Jack to stop emulating his father, and explained she was opting to be left to her \"spiritual enlightenment.\" When the boy exited, Dorian met with her new lawyer, who had drawn up papers for her top-secret holding company, which would hide Dorian's assets during her faux \"religious conversion.\" The lawyer told Dorian that if she got David to sign the papers, anything he might inherit in the future, such as Buchanan Enterprises, would become hers as well as his. \n\n\nAfter her meeting, Dorian donned a decidedly un-Buddhist mink coat to brave the winter weather. On her way out, she ran into Nora, who had come to review Starr's testimony. The women traded barbs about Clint and the Buchanan empire, but Dorian managed to keep Nora from spotting her Buddhist robes underneath the mink. \n\n\nTodd strode into the Buenos Dias Café for a meeting with Téa, only to be intercepted by David, who greeted him with a hearty \"namaste.\" \"Bite me,\" Todd replied, hurrying over to Téa's booth and snatching away her cell phone, ending her call to Lola. Todd demanded to know what Téa was doing for his defense, since the cops had acquired Lee Halpern's cooperation. He said he needed Lee gone. Téa said she could discredit Lee, but Todd dismissed the idea: \"Not if I kill her first.\" Téa warned Todd not to act rashly, and said that Lee was nothing compared to Starr's testimony. She told him she would have to lean on Starr during cross-examination, which Todd immediately vetoed. Téa believed Starr was nothing more than an angry, confused teenager, but Todd said Starr had a right to be angry with him given his misdeeds. He refused to allow Téa to take Starr apart on the stand, and warned her that if she tried, he would change his plea. He insisted she find another way,. Irritated, Téa agreed, stalking out of the Cafe. \n\n\nOutside the Cafe, while placing a call to Natalie at Llanfair, Jared spotted David dining inside. Jared told Natalie, who had Chloe on her hip, it was time for \"Plan B\" to get David out of town, and quickly unveiled his own set of Buddhist robes. Entering the restaurant, Jared made a beeline for David, and begged \"Vickaroshi\" to teach him the way to enlightenment. David was skeptical of Jared's motives at first, but Jared told David that, like him, Jared's own schemes and lies had led him to nothing but misery. Jared explained that he wanted to find a new way to live, not just for Natalie's love, but for his own inner peace. David quickly warmed to Jared's new attitude, and applauded his having \"seen the light.\" \n\n\nOutside, a shivering Dorian arrived, shedding her mink for her new robes and tossing the coat to her chauffeur, warning him to guard it with his life \"in this neighborhood.\" Upon meeting David inside the café, she was surprised to see Jared there as well, also \"monked out.\" The enemies were equally amused by each other's deceptions, but kept their language sweetly coded in front of the sanguine David. Dorian and Jared swapped platitudes about Zen and Buddhism, and it quickly became clear to Jared that Dorian's talk of David being \"the answer\" had to do with his Buchanan heritage. Jared beat a hasty retreat, and as he left the café, he muttered to himself, \"She knows.\" \n\n\nAt La Boulaie, Nora met with Starr and Blair about Starr's testimony, and told them that the police had acquired Lee Halpern to testify about her involvement in Todd's kidnapping scheme. As she recounted Lee's statement about the circumstances surrounding the night of Hope's death and the baby being passed among the conspirators, Nora explained to the Cramer women that there was a possibility that Hope's isolation from medical attention had contributed to her death. Starr and Blair were sickened, and Nora told them that because of that possibility, she would be upping the charges against Todd, seeking felony murder, which carried the potential for life imprisonment. Starr was troubled by the idea of her father going away for life, but Blair and Nora reminded her that Todd had brought himself to his position. Nora pleaded with Starr not to waver, and said it was time Todd began to pay for his crimes. After she left, Starr reiterated her commitment to Blair. \"I have to put him away,\" she said, as she sighed. \n\n\nAs Starr mused about her decision, Jack walked into the drawing room and asked her if she was going to put their father in jail. Jack told her that the conditions at the jail were terrible, and that when Todd had visited with him and Sam, he had been genuinely sorry for his actions. Starr told Jack that was beside the point, and explained that their dad couldn't keep getting away with his crimes over and over. Infuriated with his sister, Jack stormed out. \n\n\nAt Llanfair, Natalie cared for Chloe with help from the visiting Gigi and Rex; when Nat exhibited post-traumatic stress over the need to retrieve formula from the basement, Gigi agreed to go in her stead. Alone with Rex, Natalie confessed that she still suffered from claustrophobia and nightmares after her and Jared's ordeal in Tess's secret room. \"If it was me, I'd move!\" Rex opined. Natalie told her brother that it wasn't just Tess who had been responsible for the reign of terror, but also Jessica, who had willingly released her alter. \"Jessica was too chicken to do it herself,\" she scowled. Rex asked if Natalie would be stepping aside in her role as Chloe and Bree's caretaker when Jessica returned home, but Natalie had other plans: \"I hope that bitch stays in St. Anne's for the rest of her life.\" \n\n\nAt St. Anne's, Jessica met with Dr. Levin, who was pleased with her progress after her confession to Jared and Natalie. Jessica told Dr. Levin she had no sense of alters within her consciousness anymore, and asked if she would be released. Levin said he needed to do one more critical test: Hypnosis. Putting Jessica into a trance, Levin attempted to contact Tess. \n\n\nInside the labyrinth of Jessica's mind, Bess had other ideas: the \"screens\" showing the outside world were shrouded in dark curtains, sealing her and Tess away from Levin's calls. When Levin summoned her, Tess roused from her slumber inside the \"cage,\" but Bess ordered her to stay put and stay quiet. When Dr. Levin tried to connect to Bess, Bess turned the screens off, and proclaimed that they would stay silent and keep the secret of Chloe to themselves forever. \n\n\nDr. Levin woke Jessica from her trance, and explained that he had been unable to reach either of her alters. Jessica asked if that meant she had integrated, and Dr. Levin said the signs were very promising. \n\n\nBack at the Buenos Dias, Blair arrived on the scene to disdain David and Dorian's Buddhist coffee klatch, then cornered Todd. Confronting him about the kidnapping, she pressured him with what she had learned about Lee and Dr. Joplin's involvement in his scheme. Blair told Todd there was a possibility his maneuvering had kept Hope from medical treatment that could have saved her life. Todd refused to believe it, blaming the baby's \"death\" on Joplin's negligence. Blair asked Todd when he would begin to take real responsibility for what he had done, and challenged him to stop Téa from tearing Starr apart on the witness stand. Todd assured Blair he had Téa\"under control.\" \n\n\nDistraught at La Boulaie, Starr stared at an old family portrait, only to be interrupted yet again by Téa arriving on the patio. Starr reluctantly let Téa in and asked what her dad had done \"this time.\" Téa told Starr that her father loved her, and that there was more at stake during the trial than she knew. Laying a guilt trip, Téa told Starr she wouldn't shelter Starr like the rest of the family, and revealed that Todd had tried to commit suicide. \n\n\nJared arrived at Llanfair and gave Natalie the bad news: Dorian knew David was the Buchanan heir, and was angling to gain access to his inheritance. As Gigi and Rex listened in, Natalie and Jared explained the family crisis and asked them to keep the secret under their hats. Gigi and Rex both reacted with faint recognition as Natalie recounted the tale of Asa and Emma Bradley, and Gigi asked how Dorian could possibly get her hands on David's newfound wealth if Buddhist monks couldn't wed. Jared said Dorian might be able to gain legal guardianship of David's possessions. Jared said they needed a private investigator to keep an eye on Dorian and David's movements together, and Gigi immediately volunteered Rex's services. Rex agreed, unwilling to let Dorian steal from his sister or Bo. \n\n\nAt the café, Dorian impressed David with her commitment to her \"new faith\" by presenting the documents her lawyer had given her, in which she had signed away her assets to a local Buddhist temple, actually Dorian's secret holding company. Dorian urged David to join her in a symbolic gesture of signing away his own present and future assets; she reasoned that with his own Zen-enhanced intellect, he might someday be corrupted by potential wealth. Dorian told David not to let possible wealth \"corrupt his soul,\" and begged him to sign on the dotted line. \n\n\nBack at Llanfair, Natalie and Jared said goodbye to Rex and Gigi, and cooed over Chloe. They agreed they would miss caring for Chloe when Jessica returned home. Just then, Dr. Levin called from St. Anne's, asking Natalie to bring Chloe to visit Jessica for a supervised visit. Staring longingly at Jared with Chloe, Natalie told the doctor that she didn't think that was a good idea. \n\n\n",
    "tvmega_recap": "Nora goes to talk to Blair and Starr and informs them that Janet has informed her and the cops that Todd might be indirectly responsible for the death of Starr's baby. Yet both his daughter and ex wife are having trouble testifying against him and convicting him. Todd also admits to Tea that he does not want to fight with his daughter nor testify against her even if it means he must risk going to prison for failure to do so. Dorian gets a lawyer to draw up papers so that she can take the Buchanan fortune from David when he inherits. Jared goes to meet with David in an attempt to prevent David from ever finding out that he has inherited everything from Asa. But he sees the Dorian is also working on David. He and Natalie inform Rex and Gigi what they are up against. And Rex considers helping them by being their PI. Jessica is going to find a way to get out of St. Ann's and back to her baby. And Bess makes it clear that only she can help her. Yet Natalie reveals that she does not want her sister to come back and raise Chloe.",
    "tvmega_summary": "Episode # 10362 -- Thank Buddha for Little Girls",
    "soapcentral_condensed": "Starr rehearsed her testimony in the La Boulaie drawing room but took a break for a heart-to-heart talk with Blair. In the foyer, Dorian was decked out in Buddhist garb, drawing a skeptical reaction from Jack. Dorian told Jack to stop emulating his father, and explained she was opting to be left to her \"spiritual enlightenment\" Todd demanded to know what Téa was doing for his defense, since the cops had acquired Lee Halpern's cooperation. Jared told Natalie, who had Chloe on her hip, it was time for \"Plan B\" to get David out of town. The enemies were equally amused by each other's deceptions, but kept their language sweetly coded in front of the sanguine David. \"Bite me,\" Todd replied, hurrying over to TéA's booth and snatching away her cell phone, ending her call to Lola. \"She knows,\" David said, \"She beat a hasty retreat, and he left the café\"\n"
}