{
    "soap_central": "\nThe Ghost Is Clear\n\n\nIn the darkened confines of Madame Delphina's home, Jessica called out to Nash's spirit.  Suddenly, the doors to the balcony flew open.  As Delphina struggled to close them, the doors rattled and shook, as though an unseen force was battering the apartment.  Delphina pleaded with the spirit not to be angry and promised it was among friends.  She urged Jessica to speak to Nash while she could.  \n\n\nJessica called out to Nash again, asking if he was the person watching her and leaving her signs of his presence.  Jessica got nothing but silence, as Delphina watched her candles begin to flicker rapidly.  Jess asked Delphina what was happening, and the psychic explained that she was receiving interference, garbling Nash's attempts at communication.  Delphina told Jessica that Nash was warning of danger for her as well as the people she loved.\n\n\nAt Rodi's, Brody told Jared and Natalie that the mystery man from the Buchanan Enterprises surveillance tape looked like Nash.  Jared and Natalie helpfully reminded him that the man couldn't be Nash, who was still quite dead.  Brody countered that it was someone pretending to be Nash, trying to make them believe they were being haunted by a dead man.  He told them that the same man was after Jessica, and had been stalking her for weeks.  \n\n\nAs Brody explained Jessica's \"Nash sightings,\" Jared grew alarmed: \"I don't want to end up locked in the basement again!\"  Brody said Jessica wasn't stalking herself, and that he'd found physical evidence to back up her claims.  The trio racked their brains to come up with a suspect.  Brody suggested Nash's parents, who would have reason to be angry with Jessica, Jared, and Natalie.  Natalie didn't believe the Brennans could be so cruel, and said it had to be someone else.\n\n\nBrody called Jessica and asked her to meet him at Rodi's.  After they hung up, Madame Delphina urged Jessica to lean on Brody, and said he could do more to help her on their plane of existence than Nash could from the spirit realm.  Delphina warned that whoever was after the Buchanan family was very dangerous.\n\n\nCristian and Layla rendezvoused at Rodi's after each receiving the same text message from one another.  Layla accused Cristian of setting their meeting up in order to keep her away from Fish.  Cris pleaded ignorance, but said that he thought Oliver could've sent them there in order to get them away from the apartment.  Layla was furious that Cristian would accuse Oliver of infidelity.  Cristian persisted in dropping vague hints about Fish hiding things, and Layla grew disgusted.  She told Cristian she was heading home.\n\n\nAt a nearby table, Kyle and Nick arrived for their date.  Kyle was dismayed to see Oliver's roommates, but told Nick that they should stay.  He admitted to Nick that he'd been gun-shy about dating again because of his tangled relationship with his ex-boyfriend, who he described as repressed and closeted.  Nick told Kyle about the cop who'd warned him away from Kyle at Serenity Springs, and Kyle immediately realized the man was Oliver.  Nick asked if Fish was his ex, and Kyle grudgingly confirmed it.  He explained that Fish was trying to convince himself he was straight by dating a girl in town.  Nick told Kyle that Oliver's actions suggested he was still hung up on Kyle, but Kyle said that was too bad, and Fish didn't have a say in Kyle's life after running away from his own heart.\n\n\nStacy and Kim arrived at Fish's apartment.  Kim told Stacy that she'd spoofed the text messages to Layla and Cristian, leaving the way clear for Stacy to put the moves on Fish.  She told her to get \"the job\" done fast, otherwise their only option for a new pregnancy would be Schuyler.  As Stacy knocked on the apartment door, Kim hid around the corner, standing guard.\n\n\nFish was astonished to see Stacy on his doorstep, and even more put out when she flounced into the apartment and made herself at home, helping herself to champagne.  Oliver told Stacy that he was preparing for an evening with his girlfriend, and didn't want to see her again.  Stacy told him that she'd made a terrible mistake blowing him off after the Go Red Ball, and wanted another chance.  Perturbed by Oliver's rejection, she asked if he was gay.  \"No!\" he cried.  Oliver protested that he was building a life with Layla and wanted nothing more to do with Stacy, but the vixen wouldn't take no for an answer.  As she cozied up to Fish, Stacy promised his girlfriend never had to know about them.\n\n\nIn the corridor, Cristian and Layla returned home only to find Kim outside their apartment door, running interference.  Kim posed as a neighbor, and began to unspool a  story about how the apartment was off-limits due to fumigation.  Alarmed, Layla and Cris rushed into the apartment, only to find Stacy kissing the defenseless Fish.\n\n\nLayla demanded to know what was going on.  As Fish attempted to explain, Kim sneaked away.  Stacy grabbed her things and hurried out, as well, but not before telling Layla that it was strictly \"a booty call\" and that Fish had invited her there.  She promised to be back when he needed her, but as she left the apartment, her face fell in defeat.\n\n\nLayla asked Oliver if he was cheating on her.  Fish insisted he was a one-woman man, and repeated the story of how Stacy had barged in and attempted to seduce him.  As he explained how he would never have carried on with another woman in their own living room, Layla softened and accepted that he was telling the truth.  Touched by Oliver's devotion, she kissed him and suggested they continue with their evening.  Infuriated, Cristian bid them goodnight and stalked off to his bedroom.\n\n\nOutside, Stacy and Kim yelled at each other over their catastrophic failure.  Kim said she'd done her best to keep the roommates out, and told Stacy she should've worked faster.  Stacy whined that if she couldn't get someone to bed down with her immediately, she'd lose Rex forever.  Discouraged, the scheming strippers left the apartment house.\n\n\nAt the drug rehabilitation center, Schuyler met with a patient, who handed him a gram of cocaine he'd found but refused to take.  Schuyler congratulated his patient on his commitment to recovery, and locked the coke in a drawer.  As the patient was leaving, Schuyler got another visitor: Rex.  Schuyler thought Rex was there to renew their feud, but Rex claimed he was there to apologize.  He thanked Schuyler for helping him and Gigi undo Stacy's manipulations.  Schuyler noted Rex's sullen demeanor, doubting his sincerity.  Rex admitted that he didn't like Schuyler, but didn't want to owe him, either.  He told Schuyler that he appreciated that Schuyler stepped away from Gigi, and began an impromptu review of Schuyler''s tenuous connections to Llanview and his lonely life.\n\n\nAfter listening to Rex's summary, Schuyler asked if Rex was suggesting he leave town.  Rex said he couldn't see a reason for Schuyler to stay, other than his counseling work.  Schuyler was disgusted that Rex was so intent on getting rid of him, and told Rex to put his energies into Gigi and his life with his family.  He called Rex a hypocrite for going behind Gigi's back with Stacy, after haranguing her for doing the same with Brody.  Schuyler said that Rex was going to drive Gigi away all by himself, because she couldn't trust him to put her first.  He accused Rex of prioritizing Stacy and her baby over Gigi, but Rex denied it.  Schuyler told Rex he had no intention of being Gigi's confidant anymore, but Rex couldn't make him leave town.  Rex said Schuyler could stay if he wanted, but Rex and Gigi's happiness would only torture him.\n\n\nAfter Rex left, Schuyler sat alone at his desk.  Tormented, he opened the desk drawer and picked up the gram of cocaine, then immediately put it away, wrestling with his feelings.\n\n\nAt the Buchanan mansion, Bo, Nora, and Matthew returned home to find David's camera crew in the foyer and Clint wielding his 12-gauge shotgun.  \"Aunt Nora, shalom!\" David exclaimed.  Nora asked Clint why he was packing heat, and Clint explained that he was going to save them from reality television.  As David went around the room introducing his relatives to Markko's camera in his own unique way, he paid special attention to Matthew, who was pleased to see his half-brother.  \"Thanks to the slow demise of serialized television, there are more and more time slots available for important programming, like my reality show,\" David pontificated to the camera.  He said it was time for America to get to know his family, \"the Bukes,\" and traded an enthusiastic thumbs-up with Matthew.\n\n\nClint struggled to get a bead on his nephew as David used the handicapped Matthew as a willing human shield.  As Clint prepared to pull the trigger, Bo wheeled Matthew away, causing Clint to shoot the fireplace.  Nora asked to see Ford's filming permit, and was dismayed to learn that his papers were in order.  \"Clint?\" she called. \"Reload.\"  \n\n\nDavid told Nora not to worry about the production, as \"this is a non-union shoot.\"  The senior Buchanans were outraged by David's presumption, but David played it up for the cameras, saying that all he ever wanted was his father's love and acceptance.  \"A boy needs his father to teach him how to fish!\" David cried, and said he wanted to be the son and big brother he was born to be.  He explained that was the reason he'd been paying Matthew's legal fees during the court case.\n\n\nBo and Nora were shocked to learn that David had funded Matthew's lawsuit, while Ford and Priscilla, the production assistant, were appalled to realize that David had been embezzling the money from their filming budget.  David assured Ford that they would make all the money back once the show took off, and said he'd do anything for \"my horribly disfigured little brother.\" He said, the show would soon be a ratings blockbuster, and the film rights would be sold.  \n\n\n\"I will play myself,\" David told Matthew. \"You will be played by Zac Efron.\"  \"Oh, he's good,\" Matthew marveled.  David suggested Jack Nicholson play Bo, and pondered Steve McQueen for Clint.  \"He's dead!\" Clint protested.  Looking at Nora, David wondered if they could drop her \"character\" altogether.  Losing her temper, Nora began to throttle David, dragging him into the drawing room.\n\n\nAs Clint pulled Nora off David, Markko's camera captured all the action.  Nora raged at David for interfering in Matthew's life, but David told her that Matthew had asked him to help.  He was under the impression that Matthew's operation was no more dangerous than a nose job.  Bo ordered Markko to hand over the camera and videotape, but Ford reminded him that Clint and Matthew had both signed releases for filming.  Realizing he'd been played, Clint went ballistic.  David and the film crew fled the mansion as Clint chased them to the front door with his twelve-gauge.  \"Run faster, you yellow-bellied bastards!\" he howled, firing a shot into the air.\n\n\nWith the chaos subsiding, Bo told Clint to calm down.  Bo said that David was his son, and he still needed to form a relationship with him.  Clint growled that Bo and David's bond was not his problem.  As the brothers headed upstairs, still arguing, Nora and Matthew traded a silent glance.  Then, Nora climbed the stairs, as well, defeated.  \n\n\nMatthew was left alone in the foyer, until David sneaked back in, whispering to his little brother.  David told Matthew that he'd been misled about the seriousness of the operation, but Matthew said it was necessary for him to walk again.  David warned that if his reality show wasn't a success, there would be no money to pay Matthew's legal fees, or anything else.  David admitted that he didn't even have a place to spend the night, but Matthew said that he'd take care of it.\n\n\nAt Rodi's, Natalie and Jared left the restaurant, still talking about the stalker, only to run afoul of Kim and Stacy.  Natalie snarked that she didn't know Rodi's was letting hookers in, and stormed off with Jared.\n\n\nStacy called Natalie a bitch, and Kim told her they needed to review their options.  Kim and Stacy realized that their only remaining hope for a new baby lay with Schuyler.\n\n\nInside Rodi's, Brody met with Jessica, who told him she'd gone to see Madame Delphina.  As the couple compared notes, Delphina stood on her balcony across town, pondering the spirits.  At the bar, Brody explained that Natalie and Jared were also being stalked, and told Jess about the frightening DVD.  He showed Jessica the photo of the shadowy figure from the BE surveillance tape, and said that the man was her stalker. \n\n\n",
    "tvmega_recap": "While David is in the Buchanan house publicizing and shooting footage of Bo, Nora, Clint and Matthew and revealing all of their secrets, Clint goes after him with a gun. Bo urges his brother not to shoot his \"son\" but warns David that he can have him arrested if he doesn't get out of the house. Nora also wants David out. But Matthew reveals that he \"invited\" David and is going to do the show with him so that David can pay for Matthew's legal fees. Brody, Natalie and Jared all know that there has been somebody following Jessica who knows that secrets that only she and Nash know. Meanwhile, Jessica goes to talk to Madam Delphina who tells her she knows of a presence out there. Rex tells Schuyler he wants him to leave town. But Schuyler tells Rex that he's going to lose Gigi all on his own without any help from anybody. Stacy goes to see if she can sleep with Fish and get pregnant so that Rex will believe it's his baby. But Fish tells her no. And he makes up with Layla. Meanwhile, Kyle tells his new friend that Fish is lying about being heterosexual yet doesn't want Kyle to move on and meet new people.",
    "tvmega_summary": "Episode # 10506 ~ The Ghost Is Clear",
    "soapcentral_condensed": "Brody told Jared and Natalie that the mystery man from the Buchanan Enterprises surveillance tape looked like Nash. Kyle admitted to Nick that he'd been gun-shy about dating again because of his tangled relationship with his ex-boyfriend, who he described as repressed and closeted. Layla accused Cristian of setting their meeting up in order to keep her away from Fish. Kim told Stacy that she'd spoofed the text messages to Layla and Cristian, leaving the way clear for Stacy to put the moves on Fish. Oliver told Stacy to get \"the job\" done fast, otherwise their only option for a new pregnancy would be Schuyler. Stacy told him she'd made a terrible mistake and didn't want to see him again after blowing him off after the Red Ball. As Stacy cozied up to Fish, Kim promised she'd never know about them, but Stacy only returned home to find Cristian and Layla only to find out about the vixen.\n"
}