{
    "soap_central": "\nCalling All Angels\n\n\nIn Brody's hospital room, the doctor explained to Jessica that they would have to operate on Brody in order to clear out debris left by the rusty spear that Brody had been impaled with.  Jessica was anxious until the doctor assured her that Brody would recover.  Brody had sensed Jessica's distress; he promised Jessica that he would be fine.  Brody realized that Jessica was reliving the horror of what had happened to Nash.  Jessica didn't deny it.\n\n\nIn the hallway, Nora hugged Clint while Bo embraced his niece after they realized that Brody was stable.  Nora and Bo's eyes briefly connected before they purposefully looked away.  Nora decided to update Rachel and Shaun about Brody's condition.  After Nora walked away, Clint, Bo, and Natalie joined Jessica and Brody in the hospital room.\n\n\nBo congratulated Brody for rescuing Starr and Hope.  Bo had been so impressed with Brody's performance that he had decided that Brody could skip the police academy in order to join the Llanview Police Department as soon as he was able.  Clint and Natalie were happy for Brody, but Jessica didn't say anything.  Brody noticed Jessica's reaction, but didn't comment on it.  Meanwhile, Clint took the opportunity to thank Brody for his heroic efforts.\n\n\nClint revealed that he had been praying for a miracle for Jessica.  Clint considered Brody to be Jessica's miracle.  Clint added that he thought Asa would have liked Brody immensely.  Natalie confided to Brody that Clint rarely had such high praise for anyone.  Brody was honored, especially when Clint invited Brody to call him \"Clint.\"  After the Buchanans had filed out of the room, Brody asked Jessica what was wrong.\n\n\nJessica revealed that he had gone from entering the police academy to being a cop within days; she thought she would have more time to talk Brody out of joining the police force.  Brody was confused; he thought that Jessica had supported his decision to become a police officer.  Jessica confessed that she hadn't realized just how dangerous the job was until Brody had been injured.  Brody understood how deeply affected Jessica was.  He offered to follow another career path if it would ease Jessica's worries.\n\n\nBrody explained that Jessica and Bree were everything to him; they made him happy.  Brody would gladly choose them over being a cop.  Jessica appreciated Brody's sensitivity, but she refused to allow him to turn his back on a dream.  Jessica reminded Brody that no one had foreseen Nash's death.  Jessica half-joked that at least she could be prepared for the worst if Brody went into law enforcement.\n\n\nBrody offered to quit as soon as the job became too much for Jessica to handle.  Jessica appreciated Brody's consideration.  Moments later, a nurse popped in to let Brody know that he would be taken to surgery soon.\n\n\nGreg stood in the waiting room facing his family, Rachel, and Matthew.  He was forced to deliver the devastating news that Shaun had slipped into a coma during the surgery.  Destiny immediately lashed out at Greg and blamed him for Shaun's condition.  She wept as she pounded on Greg's chest.\n\n\nGreg explained that when he had removed the bullet fragment, a piece had splintered off; Shaun had gone into cardiac arrest.  Greg warned his family that Shaun could be in a persistent coma.  Destiny felt betrayed, but her parents insisted that Greg had been trying to help his brother.  Nora stood behind Rachel, stunned by the news; she whispered to Rachel, \"I thought Shaun was stable.\"  Rachel confirmed that everyone had believed that Shaun would be fine.\n\n\nAfter Destiny ran off, Greg's father tried to understand what had happened.  Greg revealed that a bullet fragment, the size of a grain of sand, had become embedded in a blood vessel.  Added to the trauma of a second surgery, Shaun's heart gave out.  They managed to resuscitate Shaun, but his brain had suffered a deep trauma.  Phylicia Evans asked Greg if he had performed the surgery before with similar results.\n\n\nGreg tearfully admitted that all of the previous surgeries had been successful.  Phylicia looked at Greg with condemnation as she asked, \"So why today? Why with your brother?\"  Greg's father tried to comfort his wife, while Greg struggled to answer his mother's questions.  Greg explained that much about the brain was unknown.  Greg wished that he had the answers, but there were so many variables that he didn't know what Shaun's fate would be.\n\n\nPhylicia reminded Greg that he hadn't told her any of that before the surgery.  Instead, Greg had promised that everything would be okay.  Greg appeared stricken before he turned away from his parents in shame.  Nora quickly approached the Evanses and offered to take them to recovery, so that they could see Shaun.  Rachel turned to follow Greg, who had walked away.\n\n\nRachel found Greg a short time later.  He remained visibly shaken and anguished over what had happened.  Greg was certain that his actions had led to Shaun's coma.  Greg admitted to Rachel that he had gone too deep into the brain in an attempt to reach the bullet fragment.  He confided that Vivian had realized it and she had cautioned him.  Rachel reminded Greg that Shaun would have died if the fragment had not been removed from his brain.  Greg believed that Shaun would rather be dead than in a coma.\n\n\nGreg walked away again, so Rachel followed him.  In a moment of brutal honesty, Greg admitted that he had wanted to impress Rachel and his family by sweeping in and saving Shaun.  Rachel pointed out that Shaun had trusted Greg.  Greg shot back that Rachel had not trusted him; she had objected to Matthew's surgery.  Rachel insisted that the situations were different; Shaun had needed life-saving surgery, Matthew had not.\n\n\nRachel believed that Greg was hiding behind his guilt because he didn't want to admit that he was scared to death of losing his brother.  Greg had a violent reaction.  He kicked around furniture and knocked over tables until security arrived.  Before they could grab Greg, Greg ran out of the hospital.\n\n\nMatthew found Destiny in the hospital's chapel.  Destiny was angry and crying.  Matthew suggested that Shaun's coma was not Greg's fault.  Destiny was stunned as she wondered if Matthew was blaming Shaun.  Matthew clarified that the person who was responsible for Shaun's coma was the person who had shot Shaun.  Matthew added that things could be worse for Shaun; he could be dead or paralyzed.\n\n\nDestiny recalled an argument that she'd had with Shaun.  Shaun had accused her of favoring Greg.  At the time, she'd been so angry that she had agreed with Shaun.  Destiny was heartbroken because she might never have an opportunity to tell Shaun that she didn't favor Greg over him.  Destiny also regretted not treating Shaun with more respect.  Matthew was certain that Shaun knew how much Destiny loved him.\n\n\nDestiny stood up, as if she was about to leave, but then she was overcome with emotion.  She dropped to her knees, folded her arms on a chair, and then dropped her head to sob.  Matthew slowly pulled himself out of his wheelchair, sat on the floor next to Destiny, and then gently stroked her back as she cried.\n\n\nTodd, Blair, Cole, and Marty were gathered at the police station while they awaited Starr and Hope's arrival.  As soon as Starr stepped into the squad room, Cole approached her and Hope.  Blair, Todd, and Marty soon joined the reunion.  Starr told everyone about her terrifying ordeal before she asked about Brody and Shaun.\n\n\nJohn assured Starr that Brody would recover.  Todd wondered what had possessed John to involve a kid in an undercover drug bust.  Starr snapped that Todd had been responsible for what had happened because he had not trusted her.  Marty reminded everyone that it wasn't the time to blame anyone for anything; they should all be grateful that they had survived.\n\n\nMoments later, Bo entered.  When he announced that Shaun had slipped into a coma during his second surgery, everyone was shocked.  Starr felt guilty because Shaun had been shot while trying to rescue her from Sergei.  Blair admitted that she'd always viewed Shaun as indestructible.  Todd was oddly silent for a moment before he suggested that they all leave.\n\n\nMarty remained at the station with John and Bo.  When Bo inquired if John was okay, John turned around and then walked out without uttering a sound.  Marty hesitated a moment and then followed John.  A short time later, Nora dropped off a bag from Rodi's for Bo and then left without comment.\n\n\nAs John emerged from his bedroom after a shower, someone knocked on his door.  It was Marty.  John invited her in.  When they settled on the sofa, Marty reminded John of all the good that he had done.  He'd brought down a corrupt mayor, busted an illegal drug ring, and saved Starr and Hope.  John didn't respond, so Marty informed him that she intended to spend the night with him.  John reached up and then gently touched her face.  Later, the two made love.\n\n\nAt La Boulaie, Blair sat on the bottom of the staircase with Todd.  She sensed that Todd was troubled; he admitted that he felt responsible for what had happened to Shaun.  Todd also felt bad because he had treated Shaun like a manservant rather than a bodyguard.  Blair reminded Todd that Shaun had loved his job and knew the risks that he had faced.\n\n\nTo Blair's surprise, Todd stood up as he announced that he had to leave.  Blair wondered where he was going.  Todd revealed that Téa was waiting for him.  Blair was pensive as she watched Todd leave through the front door.\n\n\nIn Starr's bedroom, Starr confessed that she was grateful that Cole would not have to go to Statesville Prison.  However, she regretted that Shaun had paid the price for Cole's freedom.\n\n\nToday's episode featured the song, \"Time\" by Ben's Brothers\n\n \n\n\n",
    "tvmega_recap": "Everybody is devastated by all that has happened. Brody has successfully saved Starr and baby Hope. He's gotten injured but will be ok. Jessica's family all praise Brody for his heroic deeds. And Bo is ready to offer him a job on the Llanview police department. Yet, Jessica admits that maybe she is not ok with having the fear of losing another man she loves. Greg announces to his family that there's no guarantee that Shaun will come out of his coma and he blames himself. Matthew talks to Destiny and Rachel talks to Greg. Blair consoles Todd who feels responsible for what happened to Greg. Marty stays with John. Starr and Cole are happy to be safe for their child. Matthew comforts Destiny when she cries.",
    "tvmega_summary": "Episode # 10523 ~ Calling All Angels",
    "soapcentral_condensed": "Brody was rushed to the hospital after being impaled by a rusty spear. Brody's parents, Bo and Nora, congratulated Brody on his heroic efforts. Greg was forced to deliver the devastating news that Shaun had slipped into a coma during the surgery. Destiny lashed out at Greg and blamed him for Shaun's condition. Phylicia Evans asked Greg if he had performed surgery before with similar results. Greg tried to comfort his mother, but there were so many variables that he didn't know what Shaun's fate would be. Greg turned away from his parents in shame and offered to take them to see Shaun's recovery so that they could see that he could see his son's progress. The Buchanans decided that Brody could skip the police academy in order to join the Llanview Police Department as soon as he was able. They were happy for Brody, but Jessica didn't say anything. Jessica confessed that she hadn't realized just how dangerous the job was until Brody had been injured.\n"
}