{
    "soap_central": "\nAliens Vs. Predators\n\n\nAt Cristian's loft, Sarah pulled Cris aside to ask him if he really wanted to marry Vanessa to keep her and Lola in the country. After some hesitation, Cristian insisted he could never do that to Sarah, and told Vanessa he was sorry. Lola fell into her stepmother's arms, inconsolable. She lashed out at Cristian and Sarah, calling Sarah selfish; Vanessa chastised her for her rudeness. Langston and Markko tried to comfort Lola, but the Montezes were fearful that Ray would escape prison again and come after them. Vanessa admitted she was afraid, but said there was nothing that could be done; as she gazed at Cristian, she told Lola they couldn't always rely on other people, \"no matter how wonderful they are.\" \n\n\nCristian put in a call to Téa for help, while Lola stormed out with Langston and Markko to head for the hearing. Vanessa apologized to Cristian and Sarah for Lola's behavior, and Sarah genuinely wished Vanessa the best of luck in court. Vanessa asked for a moment alone with Cristian, and Sarah reluctantly agreed, going out for a newspaper. Cristian wished he could have been more help to Vanessa, but Vanessa tenderly touched his face and assured him he'd done everything he could. Choking up, Vanessa told Cris he had no idea how much he meant to her. Sarah returned, interrupting the intimate scene, and Vanessa recovered her composure and left for the courthouse. \n\n\nIn Angel Square, Langston and Markko tried to console Lola on the way to the hearing, urging her not to give up hope of staying in the country. Langston said she'd only just found out she had a cousin, and was not about to let her go. Langston and Markko promised to visit often, and gave Lola a keepsake by taking a group camera phone picture with her. \n\n\nAt the Hallowed Grounds coffee shop, Jared arrived bearing copious gifts for Bree and baby Chloe, both dressed like elves and sitting with Natalie. Jared stayed mum on what Natalie's Christmas gift would be, teasing her that it could be the pile of socks she found in one of the shopping bags. Natalie gave Bree a family album featuring pictures of Jessica, which thrilled the young child. As Bree pored through the album, Natalie and Jared reflected on their own dysfunctional childhoods, and how they were trying to make up for the past by caring for Jessica's daughters during the holidays. Jared told Natalie she didn't have to get him anything for Christmas; he had everything he needed, especially after fearing he'd lost her forever during the crisis with Tess. \n\n\nAs Natalie took Bree to the ladies' room, Jared began to hastily conspire with the bemused Chloe, revealing to her his top secret \"Christmas gift\" for Natalie: an engagement ring. When Natalie returned, Jared quickly covered, saying he was showing Chloe Natalie's gift: \"She loves the socks.\" Natalie asked Jared to get her a coffee refill, leaving his shopping bags vulnerable to her perusal. As Natalie began to dig through the bag looking for her present, Chloe looked on. \"I know he didn't just get me socks!\" Natalie exclaimed to her niece. \n\n\nAt St. Anne's, Tess played on Brody's sympathies for her broken home, insisting that she had to get out of the institution and see her children. She related her feelings of loss to Brody's pain over losing Shane, and accidentally killing the Iraqi child. As Brody beat himself over what happened on Llantano Mountain, Tess reminded him that Shane was all right, but insisted that her kids would forget all about her if she was gone too long. Brody tried to reassure \"Jessica\" that that wouldn't happen, but Tess played up her desperation, weeping on his shoulder. She told Brody that she had to see her girls, and had figured out a way. After a nun interrupted them to ask them if they were coming to \"Movie Night\" in the common area, Tess urged Brody to come speak to her privately in her room. Once there, she begged Brody to help her escape St. Anne's while the staff and patients were distracted. \n\n\nBrody was flabbergasted that \"Jess\" wanted to break out of the facility, and reminded her that they were there because they needed medical help and treatment. Tess said that her \"little trip\" was merely temporary, and that she only wanted to see her girls for a moment on Christmas. She continued to play on his grief about his experience in Iraq, and made a crass analogy between her longing for the kids and his combat experience. Growing suspicious, Brody seemingly agreed to help Tess get out, on one condition: \"Have sex with me.\" Tess was thrown, but agreed, ripping Brody's top off and hitting the sheets with him. As they made out, Brody surreptitiously reached up and hit the silent alarm button above the bed. Dr. Levin burst in to find Brody and Jessica locked in a passionate clinch. Levin and Tess were both furious, as Tess asked, \"What the hell are you doing here?\" \"I called him,\" Brody declared. \n\n\nIn Angel Square, Langston and Markko were glum after saying goodbye to Lola. Langston couldn't accept that she'd lost her new cousin so soon, and Markko worried that Ray would try to harm Lola and Vanessa. Langston said Lola needed a miracle, and Markko helped her up, suggesting they go find one. After lighting a candle for Lola at St. James, the young lovers returned to the park; Markko told Langston he'd lit a candle and said a prayer for her when she'd almost gone to Colombia, and everything had worked out. \"You're my miracle,\" he told her. \n\n\nBack at Cr\nistian's loft, Cristian and Sarah reveled in finally being alone together after weeks of living with their guests. Sarah apologized to Cris for giving him a hard time, and said she felt as though she'd been channeling Tina. She said she'd felt left out by Cris's easy interplay with Vanessa, and admitted she was relieved that he had chosen not to marry her. Cristian swept Sarah into his arms and the two began to make love, but before they could head up to the bedroom, Sarah noticed a note slipped under the door when their back was turned, addressed only to \"V.\" The note read: \"Una vida para una vida. O dos.\" (\"A life for a life. Or two.\") Cris and Sarah realized the note was a direct threat against Vanessa and Lola's lives. \n\n\nAt the courthouse, the Montezes began their deportation hearing alone, without legal counsel. Vanessa told the judge they sought asylum in the United States, and explained that she and Lola feared for their lives in Colombia because of Ray. When the judge asked Vanessa if she had a \"sponsor\" to vouch for her claim's legitimacy within the United States, Vanessa flashed back to her kiss with Cristian, but said there was no one. The judge concluded that Vanessa and Lola did not meet the criteria for asylum and declared that they would be immediately deported, causing Lola to become hysterical. Just then, Cristian and Sarah rushed in, insisting that the Montezes not be deported. Cristian said the women's lives were in danger, and presented the judge with the death threat he'd found. The judge reiterated that the Montezes had no corroborating ties for the threat or their presence in the States, but Cristian said that he was wrong, they did have ties: \"Vanessa Montez is going to be my wife.\" \n\n\nAt Todd's arraignment, the courtroom was thrown into an uproar when Todd announced he was changing his plea to \"not guilty\" on Téa's recommendation. As Starr, Cole, Blair, and Marty reeled at the news, Todd reiterated his wishes to proceed with going to trial. Worried, Marty asked a furious Nora if she would have to testify, and wondered what would happen to Todd. \"Him?\" Nora said through clenched teeth. \"I rip him limb from limb.\" \n\n\nTéa quietly reassured Todd that he'd done the right thing, and that she'd get him out on bail. Nora begged to differ, however, producing a mountain of criminal \"history\" about Todd to the judge. She requested Todd be held without bail and remanded to custody because he was a notorious flight risk. Téa strenuously objected, claiming that Todd's prior criminal record was irrelevant. Exasperated, the judge ordered Téa and Nora to approach the bench. \n\n\nIn the gallery, Blair and Marty worried about Téa's legal prowess, and Blair warned Marty and John not to underestimate Téa's skill. Cole tried to keep Marty's spirits up, promising that Todd would be brought to justice, but Starr wasn't so sure, and admitted she was torn by her conflicted feelings for her father and former stepmother. \"I loved them, and now they're the enemy,\" she sighed. Nervous, Marty asked John what would happen if Todd walked, but John said that wouldn't happen. \n\n\nIn front of the judge, Nora and Téa bickered in hushed whispers about Todd's bail. Téa said Todd's assets were frozen and he had ties to the community, but Nora insisted that Todd had a long history of defying the courts. Téa again complained that Todd's prior record was void, drawing a sharp rebuke from the judge. He reminded her that as the proceedings were only a bail hearing, prior history did enter into consideration. Téa lost her temper, accusing the judge of having already convicted Todd. \"Perhaps you'd like to reconsider your opinion of me from a slightly less comfortable accommodation?\" the judge snapped, threatening Téa with contempt. Sullen, Téa backed down, and the judge ended the sidebar. \n\n\nAs Nora returned to her side of the courtroom, she tried to reassure Marty, while Téa told Todd to hang tight. The judge promptly declared that given Todd's prior record, he would he held without bail until trial. Téa was dismayed, but Todd told her it didn't matter: \"Without Marty, I might as well be in prison.\" Téa told him he wouldn't be going to prison, and he wasn't without hope, \"not if you have me.\" In the gallery, Cole was thrilled that Todd was staying behind bars, as was a melancholy Starr, who said that he wouldn't be able to ruin his own life again. Marty worried that the legal system could still fail her the way it had John when he was searching for her months earlier. John tried to tell her that the past didn't matter, and that he was only focused on her for the time being, a remark Blair overheard. \n\n\nTéa rose and requested an immediate hearing date for Todd, as she was ready to go to trial. The judge agreed, setting the preliminary hearing for the following morning. As the courtroom began to break up, Nora's side of the gallery worried over Marty, and Nora apologized for Marty having to relive her ordeal as the case went to trial. Todd was taken into custody, and Téa told him to trust her; \"I know exactly what I'm doing.\" As Todd was hauled away by the guards, Marty confronted him in the aisle, questioning him on his not guilty plea. Todd insisted he hadn't raped her; \"I couldn't hurt you, I love you.\" Marty was disgusted, and fled the room. Nora stalked past Todd on her way out, telling him she'd see him in court. As Todd watched Nora and Marty leave, Téa watched over him. \n\n\n",
    "tvmega_recap": "At Todd's trial, Tea convinces Todd that he did not rape Marty. And he changes his plea to not guilty and lets her be his lawyer. Everybody is outraged. A judge tells Vanessa that there is no way she has legal grounds to stay in the US and that she and Lola will have to be deported. But at that point, Cristian decides he will marry her so that she does not have to go back to Columbia. It seems that Jessica has turned into Tess after attending the group therapy, hearing Brody talking about taking a child from his mother, and realizing that she did something very similar. She agrees to sleep with Brody in exchange for his help in busting her out of St. Anne's. And the doctor catches them.",
    "tvmega_summary": "Episode # 10337 -- Aliens vs. Predators",
    "soapcentral_condensed": "Tess begged Brody to help her escape St. Anne's while the patients were distracted. Vanessa apologized to Cristian and Sarah for Lola's behavior. Jared told Natalie she didn't have to get him anything for Christmas. Natalie gave Bree a family album featuring pictures of Jessica, which thrilled the young child.\"Have sex with me,\" Brody asks Tess, but she says she only wants to see her girls for a moment on Christmas. \"Have sex,\" Tess says, and Brody hits the alarm button above Dr. Levin's bed and surreptitiously reaches up and hits the bed above Dr.'s bed with him. \"I know he didn't just get me socks!\" Natalie exclaimed to her niece. \"She loves the socks,\" Jared quickly covered, saying he was showing Chloe Natalie's gift: \"She love the socks\" \"Have you ever been to the moon?\" \"No, but I've been to a lot of places.\" \"I've been on the moon,\" \"but I've never been to Mars.\" \"What's your favorite holiday?\" \"It's Christmas.\"\n"
}