{
    "soap_central": "\n\nThe guard gave Todd a tray of food. Todd opened the sandwich container, and found a note. He looked at the note, which started, \"Dear son.\" He read on that Irene would \"take out your family one by one\" and make the gun disappear if he didn't give her the microchip. He called for the guard, but Starr appeared, and wondered what was wrong. Todd admitted that he felt like he was losing his mind, so Starr urged him to confide in her. Todd confessed that Irene had threatened his loved ones.\n\n\nStarr assured Todd that, if anything happened to Todd's loved ones, Irene would be the prime suspect. He related that Irene thought she was untouchable, and handed Starr the note. Todd muttered that he should have killed Irene. A few moments later, Todd wondered if Starr had read the note. She said that there was nothing written on the paper, and showed him the blank piece of paper.\n\n\nTodd swore that he hadn't imagined the note. He explained the note to Starr, and insisted that he had no idea where the microchip was. Starr assured him that she believed him, and reminded him that he'd survived the eight years of torture Irene had inflicted on him. Starr realized that Irene had probably used \"disappearing ink.\" Starr wondered what they were going to do, but Todd insisted that they would work alone.\n\n\nStarr protested, and suggested that John and Bo could help to protect the family. Todd knew that John and Bo wouldn't know how to deal with Irene's connections. Starr wondered how she and her father were supposed to work together when Todd was in jail. \"You're going to have to bust me out,\" he said.\n\n\nRex ordered a burger at the diner, and the waitress wondered if he'd rather have a salad. He looked up at the waitress, and saw Gigi. He changed his order to just a salad. Natalie entered, and sat down across from Rex. He wondered if she had given Brody an answer, so she showed Rex her ring. He congratulated her, and knew she'd be happy. \"Or not?\" he said, seeing the unhappy expression on her face.\n\n\nRex sat down next to her, trapping Natalie in the booth. He wondered why she wasn't happy. Natalie admitted that she'd gone to tell John about her and Brody's engagement. He got up from the booth, and told her that he was going to punch John. Contrary to Rex's belief that John had \"treated her like dirt,\" Natalie informed her brother that John had congratulated her. Rex wondered if she looked upset because John hadn't tried to talk her out of it.\n\n\nNatalie explained to Rex about the conversation she'd overheard between John and Roxy, and how John had said that he no longer loved Natalie. Rex wondered if that was why Natalie had accepted Brody's proposal. Natalie insisted that she was happy, but Rex thought that her heart was with someone else. She said he was wrong, but Rex inquired whether or not she would still go through with the wedding if John had tried to talk her out of it. She told him that it would never happen, \"no matter what my dreams tell me.\"\n\n\nOver their salads, Natalie explained her dream about John being Liam's father. Rex replied that dreams could be something one wished was true, even while they were awake. He instructed Natalie not to marry Brody because it was \"close enough.\" He continued that she needed to wait for what she really wanted, but she replied that she'd been waiting too long for things to be perfect. He told her that she deserved the best, but he shouldn't give advice anyway, because he saw dead people.\n\n\nNatalie apologized, because she was sure that marriage was the last thing that Rex wanted to think about. She realized that she shouldn't have mentioned the subject, but she needed Rex's blessing. \"You've got it,\" he answered. Natalie told him about Clint's response to Brody's phone call, and told Rex that he might be the only guest at the wedding. He assured her that he'd be sitting right in the front row. Natalie had to go to work, so Rex offered to take care of the check as an engagement gift. She left.\n\n\nThe waitress returned, and set the check down on the table. She asked how the salad was, but Rex was distracted, because he saw Gigi. The waitress walked away, and Rex picked up the check. He was surprised to see that the check only said, \"DON'T GIVE UP.\"\n\n\n\"Sample my wiener! You don't know what you're missing!\" Ford, clad in the hot dog suit, said to a passing group of girls. \"Don't mind if I do,\" Jessica said, and took a sample off of the plate. Jessica told him that it had been difficult to get Ford's boss to tell her where Ford had been stationed. She reminded him of their pact that Ford would be Jessica's last-resort confidante. She confided that Natalie had accepted Brody's proposal.\n\n\nFord figured that Jessica probably wanted to \"deck somebody.\" He put down his plate of hot dogs, and told Jessica to hit him. \"Do you know how many women would kill for this opportunity?\" he tempted her. She passed on the opportunity, citing that she'd always taught her kids that hitting others was wrong. Ford talked about Brody and Natalie, and illustrated the wedding for her. Visibly angry, Jessica punched him in the stomach, and he fell over.\n\n\nLaughing hysterically, Jessica apologized. Ford tried to get up, but related that he couldn't move in the hot dog suit. She tried to help him up, but her laughter hindered her. She tried again to pull him up, but she fell on top of him. She made sure she hadn't hurt him. \"You're crushing my wiener,\" he told her. Jessica hurriedly got up, but he clarified that his boss would be angry if he took the hot dog suit back wrinkled. She rolled him over, and he got to his feet.\n\n\nJessica thanked Ford for listening, and for the punch, because it had made her feel better. He had to get back to the store, so he left, and she watched him, smiling. She saw a group of girls double-dutch jumproping, and they asked her if she wanted to join. She took off her shoes, and double-dutched with the girls. A short while later, she thanked the girls for letting her join, and the girls walked away. Just then, Natalie bumped into Jessica, wide-eyed.\n\n\nThere was a knock on the door, and Téa opened the door to a strange man. He introduced himself as Mr. Heller, and said that he was there in regard to Victor's last will and testament. Téa asked for a moment, and closed the door on the man. Blair wondered if Victor had ever mentioned a will, and Téa related that she only knew that Victor had one. She opened the door, and the man assured them that he was there to make sure the terms of the will were fulfilled. He urged them to gather any \"interested parties,\" and he would read the will.\n\n\nAt Llanfair, Viki ordered Irene to leave. Irene told Viki that she wasn't done, and reached for the gun. \"It will be over in a flash,\" she said, and pointed the gun at Viki's turned back. Clint's nurse entered, so Irene quickly put the gun away. Viki and the nurse quickly discussed Clint's medication, and the nurse left. \"You're still here?\" Viki wondered. Just then, the phone rang, and Viki answered it. Irene once again pointed the gun at Viki's turned back.\n\n\nViki talked to Blair about the will, and assured Blair that she would be right over. Viki hung up the phone, and Irene put the gun away. Irene wanted to go along with Viki, and assured Viki that nothing would stop Irene from hearing her son's will.\n\n\nBlair got off the phone, and announced that Viki was on her way. Blair and Téa speculated as to what would be in the will, but they were both sure that Victor would have made sure that all of his children were provided for. Jack and Dani entered, and informed their mothers that they couldn't reach Starr or Jessica, so the group would only be waiting for Viki.\n\n\nBlair wondered who all of Victor's things actually belonged to, since his possessions were technically in Todd's name. The women discussed the inheritance until the doorbell rang. Téa answered the door to Viki, who immediately apologized. As Irene entered, Viki swore that she'd done all she could to keep Irene from tagging along. \"Well, isn't this nice? One big, happy family,\" Irene observed.\n\n\nTéa demanded to know why Irene wasn't in jail, but Irene informed the group that she'd been released. Viki confirmed that she'd checked the fact with Bo. Téa didn't want Irene in the house, but Irene urged her not to make a scene \"in front of the grandchildren.\" She recognized Dani, and asked a wide-eyed Jack for a kiss on the cheek. Blair and Téa vowed that Irene wouldn't be allowed near the children again, and threatened to get a restraining order. Irene claimed to love children, and held out two caramels for Dani and Jack.\n\n\nBlair wanted to call the cops, but Irene insisted that no one could keep a mother away from the reading of her son's will. Mr. Heller walked into the foyer, and asked if everyone was ready. Everyone went into the living room, and Mr. Heller opened the envelope containing the will. \"I, Thomas Todd Manning,\" Mr. Heller began. Téa, Blair, and Viki interrupted him with confusion about the name. Mr. Heller assured them that they would sort it out later, and continued to read. \n\n\nJust then, a bark was heard, and a tiny dog ran into the room. Viki recognized the dog, but the rest were confused. \"David Vickers!\" a woman called after the dog. All were shocked to see Tina enter the room.\n\n\nTina wondered if she was too late, and picked up the dog. Blair wondered why Tina was there. Tina hugged Viki, and wondered where else she'd be. She related that she'd found out by accident about her brother's death, and had immediately booked a flight to Llanview. Dani wondered who Tina was, and Tina recognized her. Tina marveled at how big Jack had gotten. \"He's handsome, isn't he?\" Irene said. Tina recognized the voice. She was shocked to turn around and see Irene.\n\n\nTina had thought that Irene was dead. Viki confirmed that the woman was really Irene. Tina handed David Vickers to Viki, and passed out. Clearly annoyed, Viki woke Tina up. Tina spotted Irene, and was surprised that seeing her mother hadn't been a dream. The entire situation surrounding Todd, Victor, and Irene was explained to a confused Tina. Viki suggested postponing the reading of the will, but the suggestion was protested.\n\n\nMr. Heller resumed reading. Within the will, Mr. Heller read that Victor had left all of his personal effects, tangible property, cash, accounts, stocks, ownership of the Sun, and all of his real estate \"to my mother, Irene Manning.\" Everyone present was shocked, except for Irene, who smiled broadly.\n\n\n",
    "tvmega_recap": "A strange man comes to Victor's home for the reading of the will. Irene wastes no time in getting there although nobody wants her there. Tina, her daughter and Viki's sister, shows up unexpected and unwelcome as well and goes into shock when she finds out for the first time that her mother is not dead after all. Jessica indicates that she is seeking out Robert Ford and is happy when around him. Natalie has accepted Brody's marriage proposal but makes it clear to Rex she is having second thought and that the main reason she said yes is because she \"assumes\" there's no hope for her and John, unknowing that he was ready to tell her he's still in love with her. Starr goes to see original Todd in jail when it appears he's gotten a handwritten death threat from his mother to kill all of his loved ones if he does not do what she wants. Starr is determined to help her dad get sprung from jail and get what is needed to save his life and get the charges dropped.",
    "soapcentral_condensed": "Natalie told Rex about her dream about John being Liam's father. Rex instructed Natalie not to marry Brody because it was \"close enough\" Todd told Starr that Irene would be the prime suspect if anything happened to Todd's loved ones. Jessica told Ford that Jessica's last pact would be to be the last hot dog in the hot dog suit, \"Don't mind if I do,\" she said to a group of girls in a passing group of hot-dressed girls. Rex asked Natalie if she was happy about her engagement to Brody, and she told him that she'd been waiting too long for things to be perfect. He got up from the booth, and told her that he was going to punch John, but she assured him that he'd be sitting right in the front row at the wedding. Rex ordered a burger at the diner, and the waitress wondered if he'd rather have a salad. He changed his order to just a salad, and saw Gigi. The waitress offered to take care of the check as an engagement gift, but Rex was distracted and saw the check.\n"
}