{
    "soap_central": "\n\nAs they walked through the park, Baz suddenly grabbed Starr and began to kiss her. Just as suddenly, Starr shoved him away. \"Why would you kiss me?\" she questioned him angrily. She reminded him that she had a boyfriend. Baz retorted that her lips hadn't said anything about a boyfriend when they'd kissed him back. He insisted he was right, and he leaned over again for another kiss.\n\n\nBaz was astonished when Starr slapped him instead. He thought her action was \"extreme,\" and he still thought that she had enjoyed the kiss. Starr was livid, and she shouted that she had a boyfriend. She thought that Baz was arrogant, and he would do better to forget about being friends with her if he were unable to accept that she was with James.\n\n\nBaz apologized, and he argued that he had just been fooling around. He hadn't meant to disrespect Starr, and she'd taken it the wrong way. He'd been a jerk, and he wanted Starr's forgiveness. Starr declared that she didn't need drama, but Baz whined that he didn't have any friends besides Starr and Dani. Starr suggested that maybe that was because of Baz's attitude.\n\n\nFord stopped to visit with James as James worked in the park. James turned down Ford's request to hang out together due to the job. Ford blissfully shared the news that he'd spent the afternoon at the zoo with Jessica, Ryder, and Bree. James wasn't thrilled to hear that Jessica was in the mix, but Ford explained that he'd invited her because she'd been stressed out. They'd had a fun day with the kids, and Bree had loved running through the sprinklers. Ford admitted that he loved the sprinklers too.\n\n\nJames indicated that he was shocked to hear that Jessica had gone along, and Ford admitted that she'd been \"decent\" to him. James confessed that it was his \"worst nightmare\" to hear that his brother had been out and about with Jessica. James thought it was a good idea for Ford to just be polite with Jessica, because he didn't want Ford hurt while he waited around expecting Tess to show up.\n\n\nJames emphasized that Tess would not be returning. Ford confessed that he still saw Tess in Jessica, and he'd seen her at the zoo. Jessica had been angry at a woman who had cut in front of Bree, and when Jessica had yelled at the woman, Ford had caught a glimpse of Tess. Again, James stated that Tess was not there, and Ford would have to remember that. He told Ford it was time to move on.\n\n\nFord turned to leave, but James went after him. He accused Ford of being troubled because he didn't get the girl, and Ford was actually showing how upset he was. Ford pointed out that the same thing had happened with James and Deanna. James noted that he'd eventually left his home and Deanna, and he'd ended up with Starr. Ford reminded James that Deanna had shown up and was getting between James and Starr, but James announced that Deanna had departed for California.\n\n\nFord was happy to hear that there was no longer anything that would get between his brother and his girlfriend. James grumbled that he wasn't too sure that was true. Ford asked why Starr was hanging out with the \"clown,\" and James explained that he had been working extra shifts to cover the bills at home, and hadn't been able to see Starr. Baz and Starr were working on their music together.\n\n\nFord ordered James to go take care of his girlfriend, because working extra wasn't necessary. James apologized for being harsh to his brother, but he didn't want Ford to be hurt. \"Sometimes you can't help it,\" Ford replied.\n\n\nBaz inquired whether Starr would tell James what had happened, and just then James walked over to them. Starr kissed her boyfriend hello, and she explained that she and Baz had been talking about their weird fathers. James invited Starr to dinner. \"We're done here right?\" she asked Baz. The musician replied that they were, but he wanted to do more work on their music. Starr and James walked off, and a dejected Baz watched them go.\n\n\nJessica and Bree found Viki in the study when they arrived home after their trip to the zoo. Viki listened as Bree chatted about her afternoon and the gifts she'd received from Uncle Bobby. He had gone to the zoo with them, the little girl informed her grandmother. Viki's eyes widened in surprise. Jessica sent her daughter to her room to draw a thank you picture for Uncle Bobby, and she explained to Viki that she'd needed something for Bree to call the man.\n\n\nJessica asked Viki about her day, and Viki replied that it obviously hadn't been as good as Bree's and Ford's day. Jessica admitted that she'd had a great day, too, and she couldn't help but notice that Ford was a wonderful father. Jessica denied that there was anything between them. Ford had just taken pity on Jessica after viewing her gigantic argument with Natalie, Jessica added.\n\n\nRegretfully, Jessica informed her mother that she could no longer live in the same house with her sister, and someone would have to move out. Jessica had suggested the idea to Natalie, because Natalie and Brody were always in her face with their son. Jessica chuckled that she'd love to see John's face if he saw Natalie living with Brody down the hall from him.\n\n\nAnnoyed, Viki told Jessica that Jessica had no right to ask Natalie to leave the house. Viki added that it was Viki's house, and she would be the one to decide who lived there. Viki wanted both of her daughters and her grandchildren to continue to live at Llanfair. Viki was afraid that her daughters would drift apart and would never be close again. They needed each other, especially when their parents were no longer around, Viki clarified.\n\n\nParents wouldn't be around forever, Viki added. Jessica pointed out that her mother was getting along fine without her own sister, Tina, but Viki disagreed. Viki regretted much that had happened with Tina, and Viki was afraid that she and Tina had been stupid and had lost their chance with each other.\n\n\nJessica proclaimed that it was too hard to see Natalie and Brody together with their son, and she couldn't forgive them. Viki suggested that Jessica start small, and try to understand them. Jessica agreed. She wondered whether Viki was doing the same thing where Todd was concerned. Viki pronounced that she totally understood almost anything that Todd did, given their shared history.\n\n\nJessica questioned why Viki had both photos of Todd around, both old and new faces. She wondered if he'd done something. Viki shook her head. \"I'm afraid something's been done to him,\" Viki said sadly. The women talked about Sam's imaginary friend that apparently resembled Todd's old face. Jessica compared the situation to Todd's new face and Walker Laurence who had seemingly disappeared from the face of the earth.\n\n\nViki felt that Todd had seemed different lately. He had appeared distant, and he wasn't the same as he always was. Viki acknowledged that she had changed, too, and that everyone did. Jessica didn't think that Natalie ever changed and was still the same \"lying opportunist.\"\n\n\nBrody left a message on Vimal's voicemail. He wanted to know whether Vimal had made a decision regarding telling Natalie that John was really Liam's father. Brody hoped that Vimal would advise him if he had decided to reveal the news, because Brody wanted to tell her himself. Just then, there was a knock on the door, and it was Natalie with Liam. She asked what it was that Brody wanted to tell her.\n\n\nNatalie explained that the doors and walls in the Angel Square Hotel were thin. Brody asserted that he had merely wanted to tell her that he might have to work a double shift. Natalie thought that he looked stressed, and Brody admitted that it had been a strange day. He was happy that Natalie had decided to visit with Liam. Natalie confessed that she had needed to get away from Jessica.\n\n\nNatalie could no longer tolerate Jessica playing the victim. Everyone had made mistakes, but Jessica refused to accept the consequences for her actions, Natalie rationalized. She and Jessica had been arguing, and Ford had arrived and defended Jessica. Brody announced that he'd meant what he'd said to Natalie when he'd seen her last. \"Move in with me,\" he said.\n\n\nNatalie didn't think that avoiding Jessica was a good enough reason to move in with Brody, but he added that another reason was to be with him and their son. Natalie thought it would be problematic with John living down the hall, and it wouldn't be fair to John. Brody didn't agree, but Natalie maintained that John hadn't wanted to get attached to another man's child. She understood that he couldn't help his reaction, but she'd seen the way John had still looked at Liam as though the baby were his.\n\n\nBrody and Natalie chatted about John and whether he would ever find his way back to Natalie, but Natalie firmly believed there was \"no going back.\" Brody thought it was a good idea to move forward, and they could even look for another place to live. Natalie thought they were moving too fast, but Brody didn't think there was a reason to slow things down. They already had a kid, he pointed out.\n\n\nTheir lives would be better if they lived together, Brody insisted. \"At least mine would,\" he clarified. He wanted his family, Liam and Natalie, to be together. \"We're yours for life,\" Natalie advised him. The couple began to kiss as they began to remove their clothing.\n\n\nAfter making love, the couple remained in bed to chat. \"Okay, let's do it,\" Natalie decided. She wanted to move in with Brody, because she thought it would be good for the little family. She was certain that there would be nothing and no one to get in their way.\n\n\nTéa banged on John's door and demanded that he answer her. She knew he was in there, she shouted. John waited until the man with the scar on his face ran to hide, and then finally opened the door. He claimed to have been busy baking a pie, and the voices that she said she'd heard were only him. He had been talking to himself. Téa wanted to talk to John about Tomas and Todd.\n\n\nTéa wanted protection for her family members, because she believed that all that had happened around the family lately had some connection to her husband and her brother. Téa firmly believed that someone could get killed. She didn't want John to mention her visit to anyone in case someone was really after them. John wanted more information first; he wanted to hear what Téa knew.\n\n\nTéa deemed it possible that the CIA was responsible for trying to kill her husband. In hiding, the man with the scar on his face was taken aback. Téa related her conversation with Tomas, and the fact that he'd mentioned possible corrupt workers with the CIA. She admitted that Tomas had not been \"forthcoming\" with his answers to her questions. John wondered why Todd would be a target, and why Tomas was attached to Todd. Téa suggested that it was John's job to find out.\n\n\nTéa talked about Sam's imaginary friend with the line on his face. She watched John as she spoke, and she determined that John had more information than what he was letting on. John denied it, and Téa headed out the door. She was determined to get some answers from Todd. John thought it was a good idea if Téa convinced Todd that she'd believed everything that Tomas had told her. John noted that he'd watched Téa in court, and he was aware that she could act.\n\n\nTéa was not amused. John invited her back inside. He didn't want Téa to arouse Todd's and Tomas' suspicions. Téa agreed that was a good idea, and John promised to be in touch with her when he had any information. He was glad that Téa had visited him and trusted him. \"You did the right thing coming here,\" John stated.\n\n\nThe man stepped out once Téa had gone. He noted that he and Téa had loved each other at one time, and it had been difficult to listen to her. John was adamant that no one be allowed to see the man yet. The man believed that Téa was being \"played,\" and the bit about the CIA was fantasy. John thought that the story could be true.\n\n\nThe men shared a couple of beers, and the man imagined that the other Todd and Tomas were \"feeding Téa a line.\" He wondered how John could really believe someone named Tomas. John clarified that he hadn't said exactly that, and he thought that Tomas and the other Todd could be partners in all that had happened to the man. John just had to prove it.\n\n\nTodd arrived home and found Tomas sitting in the study. Tomas revealed that he'd told Téa about his career with the CIA, and how he'd tried to save Todd from the shooter. Todd called Tomas an idiot for talking, but Tomas insisted that Téa had wanted some answers. She had threatened to force Tomas to move out if he wouldn't tell her anything. Todd couldn't believe that Tomas hadn't been able to figure out how to avoid talking.\n\n\nTomas declared that Téa had deserved to hear the truth, and he'd kept her focused on the \"why\" rather than the \"who.\" Todd reminded Tomas that if anyone were to learn the whole truth, they would \"both go down.\" Todd was certain that Téa would be asking more questions, and they might get killed. Tomas made it clear that he had given Téa little information, and he was sure she wouldn't get any further.\n\n\nTomas insisted that he'd had to tell Téa something, because she'd wanted him to leave. He had to stay to protect his family members, though, especially after a visit from Baker, an old boss. Baker had ordered Tomas to go back to Paris. Todd knew Baker, and he agreed that the family needed protection. Tomas stated that he had too much to lose due to stupid decisions. Todd declared that he had more to lose than Tomas.\n\n\nTéa returned home and smirked as Tomas and Todd stumbled over the facts that they had each doled out to Téa previously. They swore that everything they'd said was the truth.  Téa wondered if she were in danger. \"I hope not,\" Tomas responded. He wanted her trust. Todd thought that was a good idea, and Téa couldn't help but notice that suddenly the guys were best friends. Todd pointed out that Tomas had saved his life, and he trusted Tomas to help protect them.\n\n\n\"Who is trying to kill you?\" Téa asked Todd suddenly. Todd thought that was a good question. \"Yeah, I thought so,\" Téa replied. Again, Todd and Tomas stammered over their words. Todd confessed that he had no idea, but one had lots of enemies when one was named Todd Manning.\n\n\nFord found himself at Llanfair again, and he handed Jessica a blanket that Ryder had dropped in the car. Jessica pointed out that their son had many blankets, but Ford was insistent that the boy wouldn't nap without that particular one. Jessica agreed that was probably true, and she would need a crash course in taking care of Ryder. Their hands touched as Ford handed her the blanket, and it was electric. Ford vowed to check his schedule, and he asked that Jessica kiss the baby for him.\n\n\n",
    "tvmega_recap": "Jessica and Robert Ford are getting along although she tells her mom she will never forgive Natalie and Brody who are moving out of Viki's and into their own place with Liam. Tea goes to talk to John about the suspicion surrounding her husband and brother, while original Todd hides in the bathroom unseen and listens intently to their conversation. John appears to be connecting the dots between what original Todd tells him and what she is. Viki admits that she does not feel she knows her brother and Jessica is feeling the same thing. Starr is torn between Sebastian and James, and Sebastian is clearly interested in her.",
    "soapcentral_condensed": "Baz and Starr were working on their music together. Baz grabbed Starr and began to kiss her. Just as suddenly, Starr shoved him away. Ford and Jessica spent the afternoon at the zoo with Jessica, Ryder, and Bree. Jessica asked Viki about her day, and Viki replied that it hadn't been as good as Ford's. Jessica admitted that she'd taken pity on her after a gigantic argument with Natalie, but she couldn't help but notice that Ford had just denied that there was anything between them. Ford admitted that he still saw Tess in Jessica, and he'd caught a glimpse of her at the Zoo. Ford asked why Starr was hanging out with the \"clown,\" and James explained that he had been working extra shifts to cover the bills at home. Ford ordered James to go take care of his girlfriend, because working extra wasn't necessary. He told Ford it was time to move on. He accused Ford of being troubled because he didn't get the girl, and Ford pointed out that the same thing had happened with James and Deanna. Ford told James that Deanna had departed for California.\n"
}