{
    "soap_central": "\nDecent Proposal\n\n\nAt the Hallowed Grounds coffee shop, Natalie did her best to try to root out the Christmas gift that Jared had bought for her. Jared had the ring safely tucked into his jacket pocket so Natalie's attempts were futile. Eventually she gave up and decided to pack up the girls and head over to Angel Square to visit her Uncle Bo. \n\n\nMarcie, Rex, Gigi, and Shane went to Angel Square where Bo was on duty, impersonating Santa Claus. As soon as they joined him, Bo took a break and offered to buy everyone hot chocolate. While Shane and Rex went with Bo, the ladies remained behind and talked. Gigi made herself available to Marcie if she needed someone to talk to. Marcie appreciated the offer, but confided that what she needed most was to hold her daughter. Meanwhile, Rex pulled Bo aside to ask him if he had any work available. Rex explained that money was tight for him at the moment. Bo was willing to give Rex money, but Rex turned it down. He made it clear that he wanted a job, not a handout. \n\n\nAt the courthouse, Cole and Starr approached Téa as she packed up her briefcase. Téa defended herself when Cole accused her of being pathetic because she had helped Todd. She tried to explain that Todd was entitled to representation. Cole wasn't interested in what Téa had to say. He ignored her reasons for helping Todd and lashed out at her. Rather than continue the argument, Téa decided to walk away. When Starr tried to talk to Cole about it, he snapped at her. He felt that she was defending Téa's, and by extension Todd's, actions. \n\n\nCole and Starr made their way to the Hallowed Grounds coffee shop where they met Langston and Markko. Langston was on edge because she had not heard from Lola, who was at Vanessa's deportation hearing. After Starr and Cole brought their friends up-to-date on Todd's court proceedings they decided to unwind for a bit. Rather than hanging out at the coffee shop or Angel Square, the teens decided to go to a Polar Bear Club meeting. Cole couldn't resist the temptation of watching Addie, a chartered member of the club, and Markko taking a dip in Llanview's frigid waters. \n\n\nNatalie and Jared arrived at Angel Square with the girls in tow. Marcie was delighted to see them. As Natalie introduced Chloe, she handed the baby over to Marcie. Marcie happily held the baby until Bo returned. He cheerfully picked up the baby and carried her over to his chair. While Natalie snapped pictures of Bree and Chloe with Santa Claus, Cole and Starr walked by. They stopped to watch Bo pose for pictures with the girls. \n\n\nThings looked grim for Vanessa at her deportation hearing. The judge felt that she did not meet the requirements for political asylum. When Cris announced that he and Vanessa were engaged, the judge suspected deception. He questioned the timing of the impending nuptials and accused Cris of attempting to defraud the government. The judge proceeded to warn Cris that if the marriage were a ploy to avoid Vanessa's deportation, they both would face stiff penalties. Vanessa would be deported and put on a list that would prevent her from ever legally entering the United States while Cris would face prosecution from Homeland Security. The judge explained that they were living in a post 9-11 era where immigration fraud was frowned on. He warned Cris and Vanessa that they would be investigated closely if they intended to follow through with their marriage. He gave Cris the opportunity to change his mind about the wedding, but Téa walked in and snuffed it out. She announced that the engagement was real and that Cris and Vanessa were deeply in love and ready to settle down in Llanview. The judge wasn't convinced. \n\n\nTéa tried to persuade the judge to change his mind about the investigation, but her strong-arm tactics did not sit well with him. He told her that the wheels had been put into motion so it was out of his hands. However, he did compromise and agree to hold a BIA hearing the following day. The hearing would determine whether or not Cris and Vanessa were sincere about marrying for love. The judge said that he would render his decision after the hearing. Sarah was crushed as she listened to everything unfold, and walked out of the courtroom without uttering a word. After the judge left, Téa turned to Cris and Vanessa and ordered them to return to the loft and work on their stories. She also advised them to pick out their wedding apparel. She intended for Cris and Vanessa to marry the following day. \n\n\nBefore Cris and Vanessa left the courthouse, Cris handed Téa the threatening note that had been slipped under his door. Téa read the note and tucked it away. She assured them that she would look into the matter for them. \n\n\nCris, Lola, and Vanessa returned to Cris's loft. Before they entered the apartment, Lola asked permission to visit Langston. She was eager to update her cousin on recent events. As soon as Vanessa agreed, Lola took off. Alone, Vanessa thanked Cris for all he had done for her during the court hearing. Cris was reluctant to discuss it, so he turned to unlock his front door. As he did, it swung open to reveal Sarah on the other side. Cris was surprised to see her. There was an uncomfortable moment of silence before Cris asked to speak with Sarah. He told her that he loved her and she was the only woman that he wanted to be with. Sarah cut him off. She reminded him of the judge's warning, and pointed out that they could never convince a judge that his marriage to Vanessa was legitimate if Cris had a girlfriend whose things were scattered throughout the loft. Before Cris could talk Sarah out of it, Sarah left. \n\n\nAt St. Anne's, Tess and Brody were interrupted when Dr. Levin walked into her bedroom and found them half naked on Jessica's bed. Tess's surprised turned to fury when she realized that Brody had called for the doctor. Her anger turned to malice when Brody began accusing her of being Tess. Tess tried to distract the doctor from the truth by insisting that she had called for him when Brody began forcing himself on her. Brody was stunned by the accusation. He denied forcing himself on Jessica and repeated his claim that she was Tess, not Jessica. Brody went on to tell the doctor that he knew Jessica's alter ego had emerged because she had been willing to exchange sexual favors for help escaping the sanitarium. \n\n\nDr. Levin believed Brody in the end. He turned to Tess and told her that she needed to be sedated. Tess became desperate and reached for a nearby lamp, which she brandished about. Enraged, Tess began accusing Brody of walking about in a trance and having visions of a boy in Iraq. She had hoped to deflect attention from herself onto Brody. Brody was shocked by Tess's behavior and cruelty. As several orderlies entered the room, Dr. Levin instructed them to escort Brody out. Brody was shown into the hallway, where he seemed to slip into a near catatonic state. Crouched on the floor, Brody stared at the wall intently. \n\n\nInside Jessica's room, Dr. Levin managed to disarm Tess, then he sedated her. He walked out of the room and checked Brody. Brody was unresponsive, so two orderlies had to guide him to his room. Brody was firmly in the grips of a vision of the boy who haunted him. \n\n\nWhile Jessica slept, Bess stepped out of her body and set the room to rights. When she was done, Bess walked over to Jessica's sleeping form and stroked her hair gently. \n\n\nAs Téa prepared to leave the courthouse, her cell phone rang. She was happy to hear from the person on the other end. Téa reassured the mystery person that she had everyone eating out of the palm of her hand, as planned.\n\n\n",
    "tvmega_recap": "Cole and Starr confront Tea as to why she is defending Todd of the rape charge. Natalie and Jared are out on the town with Bree and Chloe. While Jared is away from the table, Natalie searches through the shopping bags until he comes back and catches her. Jessica and Brody are in the process of making love when the doctor comes in and catches them. The Judge cautions Cristian and Vanessa as to the consequences of them being married only to keep Vanessa in the country. Tea comes into the courtroom and assures the judge that Cristian and Vanessa are truly in love. Rex, Gigi, and Marcie enjoy a day with Santa Claus in the park. Gigi pulls Shane out from behind the bushes to talk to Santa Claus. Jared blasts Natalie for trying to ruin his surprise by trying to find out what he had gotten her for Christmas. Rex lets Bo know that Shane wants a Z-box for Christmas, but doesn't have the money to purchase it for Shane. Bo offers him the money, but Rex refuses. Cole and Starr lets Markko and Langston know that Todd had plead not guilty in his bail hearing. The doctor tells the orderlies to take Brody away while Tess takes a nap. The doctor walks toward Tess holding a syringe. Lola thanks Cristian for marrying Vanessa in order to keep her in the country. Tess orders the doctor away from her as she holds up a lamp. Vanessa and Cristian arrive home to find Sarah just leaving .Cristian tries to tell Sarah that he loves her, but Sarah just walks away. While Tess sleeps, Bess emerges to take control of the situation. Jared looks at the engagement ring that he is going to give to Natalie . Sarah stands by the fence in Angel Square and looks at the happy gathering of grownups and children telling Santa Claus what they want for Christmas.",
    "soapcentral_condensed": "Natalie tried to find the ring that Jared had bought for her. Marcie, Rex, Gigi, and Shane went to Angel Square where Bo was impersonating Santa Claus. Cole and Starr approached Téa as she packed up her briefcase. The judge felt that Vanessa did not meet the requirements for political asylum. TéA tried to persuade the judge to change his mind about the investigation, but her strong-arm tactics did not sit well with him. Lola told Cris and Vanessa to return to the loft and work on their stories on their wedding. She also advised them to pick out their wedding apparel for the day before they left the courthouse. Before they entered the apartment, Lola asked to visit Lola's loft and read the threatening note that had been slipped under his door. She assured them that she would look into the matter for them and tucked it away. Cris proposed to Vanessa and they were set to marry the following day. However, the judge suspected deception and accused Cris of attempting to defraud the government.\n"
}