{
    "soap_central": "\n\nViki yells at David because he's used all the hot water. He comes out dressed only in a towel, and teases her that they could save water if they showered together and Viki begs him to give it a rest. Then he asks if she's saving herself for Charlie, who hasn't called. Viki says he probably has a perfectly good reason for not calling. Viki urges David to put some clothes on and they argue about him getting a job. He tells her he almost made a million dollars yesterday. Viki quizzes him, and he tells her he basically did the right thing because of her. She's proud of him. Viki's worried about Charlie and David says if Charlie doesn't treat her right, he'll kick Charlie's butt. David tells Viki that Clint and Dorian broke up because they each cheated on the other. Viki is horrified, because she doesn't want to hear about all the drama of her own life. The only thing she misses is her kids. David says Dorian is probably falling apart. They say goodbye to each other. She gives him a lottery ticket and he leaves. Viki turns on the television and hears that Marty was killed. \n\n\nCharlie wakes up from being passed out on Michael's couch. He doesn't remember how he got there, and just feels like drinking more. Charlie tells him he's just blown 10 months of sobriety. He sees that he has missed a phone call from Viki. Michael and Charlie bond over coffee, and the fact that they have both lost their sons. As Charlie prepares to leave, he sees a photo of Marcie and realizes that he's seen her in Paris. On the spur of the moment, Michael decides to skip court and go back to Paris with Charlie. \n\n\nStarr is still upset that Cole is missing. Blair has invited Langston and Markko over to cheer her up. Dorian arrives and Langston is happy to see her. Starr snaps at Dorian's trying to cheer her up. Dorian and Blair worry about Starr. Ms. Woodrow from child services shows up to tell them that Dorian will be Langston's foster mother. Everyone hugs excitedly. Blair welcomes her to the family and they plan to go shopping, get their hair and nails done so they can go to the ballet, which is a Cramer family Christmas tradition. Langston is overwhelmed. Starr really misses Cole. Dorian tells Langston that she will always be there for her, and convinces Langston to call her Dorian. Dorian gives Langston a muffin with a candle in it and has her make a wish. Starr is still upset and goes upstairs to lie down so she won't spoil Langston's happy day. Dorian wants to have a talk with Markko about dating her daughter. Markko reads about Marty's death on the Internet and has them turn on the television. Everyone hears the news report. Meanwhile, John and Cole arrive at La Boulaie. John confirms that Cole is staying with him tonight, then tells him to call when he needs a ride home. Cole rings the doorbell and Starr is ecstatic to see him. John leaves. Cole tells Starr his mother is dead. \n\n\nCole and John are on a plane. Cole has a flashback of watching Marty blow up in the van. John looks worried about Cole. The flight attendant comes to chat with John and Cole snaps at her angrily. John tells her they left someone they care about in Ireland. The flight attendant comes and asks if she can get something for John or \"his son\", and Cole snaps that he's not his son. John declines politely. Cole says he's nobody's son and chokes back tears. John says Cole will be okay and there will be people to help him deal with everything. Cole asks what did happen, and John explains that a tire blew out on the van and it went off the road, that things didn't happen the way they were supposed to happen. Cole says John saved his life, and John tells him that Marty did. John wishes he could have saved both of them. John tells Cole that he should call Starr when they land. \n\n\nTalia and Antonio meet up at Rodi's to clear the air over her confession. Antonio takes exception to Talia calling him \"Boss\" all the time. Antonio asks if they can meet for a drink after work and Talia declines. Antonio wants to talk about what happened between them, and Talia is over it. Antonio thinks Talia doesn't want to work with him any more. Talia says if he doesn't want to work with her that's fine. Antonio clarifies that he'll do whatever it takes to make her more comfortable. Talia asks him to just keep their talk about business, and tells him to forget about the other night. \n\n\nRex tries to sneak a peek at Adriana's Christmas list. He gets anxious when he doesn't see his name on the list. They plan their first Christmas together. Then they get ready to leave for court, because they want to support Michael. Rex thinks it's his fault that Marcie's on the run with Tommy. He wonders what he can do and thinks he can get inside her head and somehow help her. Rex's watch has stopped and they are going to be late for court. Adriana writes in her journal that she wants to get Rex a watch for Christmas. They arrive at Michael's apartment, looking for him, when two uniform police officers arrive, also looking for Michael. They tell him that Michael was a no-show at court and they're there to arrest him. \n\n\nGigi shows up at Marcie's with more groceries and Marcie tells her someone from Llanview found her, but says they won't turn her in. Marcie wants to run for it; Gigi tries to convince her to stay in Paris. Marcie admits she called Michael to ask him for money, and she still loves him. She admits she wants to go home. Gigi tells Marcie that she's facing jail time if she goes home. Marcie hated hearing the pain in Michael's voice. She finds a doll that Gigi bought for Tommy. Gigi tells her she can't call Michael again. Marcie says she knows, and she wishes she'd told him that she loves him. Marcie thanks Gigi for everything she's done. Gigi suggest she get a job waitressing at the Bon-Jour Café. Marcie says that the last time she waitressed, she got fired, plus she's afraid of being recognized. \n\n\n",
    "tvmega_recap": "While fending off David's persistent advances, Viki insists that she doesn't love Charlie. John and Cole are on their way back to Llanview. Charlie wakes up on Michael McBain's sofa. Charlie finds out that Michael is a doctor. Starr is on the internet, looking at a picture of Cole when Langston and Markko come to visit. Cole relives the moment when the van exploded in flames and ended the life of his Mother. Antonio and Talia come into Rodi's. Antonio asks Talia if everything is cool between them. Talia assures him that it is. In a corner booth, Adriana is on the computer. Rex comes up to the table and she tells him that she is working on her Christmas gift list. He hugs her while, all the time, looking at her computer screen. Marcie confesses to Gigi that she doesn't know what to do next. Gigi lets her know that she does. Langston is glad to see Dorian back in town. Mrs. Woodrow pays a visit to Dorian. Dorian asks her if she is going to be Langston's foster mother. Marcie lets Gigi know that she called Michael. Marcie remembers that she loved Michael. Marcie decides that she wants to go home and for all of this to be over. Viki lets David know that she is proud of him for doing the right thing. Dorian is permitted to be Langston's foster mother. Dorian immediately makes plans for herself and Langston. John suggests to Cole that he come to live with him. John takes Cole to see Starr who is overjoyed when she sees Cole outside her door. Cole lets Starr know that Marty is dead. Viki finds out from the television that Marty is dead. Viki gives David a lottery ticket. Markko, Langston, Blair, and Dorian watch some news about Marty's death on the television.",
    "soapcentral_condensed": "Viki yells at David because he's used all the hot water. David tells Viki that Clint and Dorian broke up because they each cheated on the other. Michael and Charlie bond over coffee, and the fact that they have both lost their sons. Cole tells Starr his mother is dead. Cole has a flashback of watching Marty blow up in the van. Talia and Antonio meet at Rodi's to clear the air over her confession. Rex tries to sneak a peek at Adriana's Christmas list for the first time. They plan to get ready for court together for their first Christmas together. Cole says John saved his life, and John tells him that Marty did. John tells Cole that he should call Starr when they land. Starr really misses Cole. Dorian tells Langston that she will always be there for her, and convinces Langston to call her Dorian. Ms. Woodrow from child services shows up to tell them that Dorian will be Langston's foster mother.\n"
}