{
    "soap_central": "\n \nSpring had obviously arrived at Llanview High School with the sale of prom tickets and the start of the rehearsals for the musical. Starr was eager to purchase her tickets for the prom, but Langston sadly said that she wasn't going to attend, since she didn't know if Markko wanted to go. Starr convinced her friend that it would be a great time to celebrate Langston's breakup with Ford, and the dance would help Langston remember how perfect things were in the past. Starr bought four tickets, and the girls patched up their friendship after their major falling out. Langston admitted that Starr and Cole were her heroes, and Starr thought that if they could survive Todd, they could survive anything.\n\n\nCristian was happy to see the t-shirts he had designed for the prom. The prom chairperson, Whitney, promised to obtain additional shirts. She couldn't believe that Jessica was interested in buying tickets and wondered if Jessica might want to be a chaperon instead. Whitney couldn't imagine what kind of loser would want to take Jessica to the prom. Jessica stormed off but stopped to listen as Whitney tried to convince Cristian to attend the prom as a chaperon and told him it was free. Finally, he relented and asked for two tickets so that he could attend with Layla.\n\n\nJessica approached him and reminded him that they had gone to the prom together previously and how happy they had been. They were supposed to make love that night and she wanted it to happen as it should have. Firmly, Cristian retorted that he would take Layla to the prom, it was 2010, he would be a chaperon, and they could not rewrite history. He revealed that they had not made love after their high school prom because she hadn't been ready.\n\n\nJessica explained that she had spoken to Marty, who thought her problem related to when she was a virgin and that was why prom night was important. That was supposed to be the night they made love, and Jessica thought that they really could rewrite history. Jessica's voice grew louder and students in the hallway turned around to listen. \"Jessica!\" Cristian shouted. Quietly, he told her they hadn't made love, and they weren't going to. He noted that they had broken up after the prom. Jessica was sure that if they had slept together, they wouldn't have broken up. Cristian assured her it wouldn't happen. He had his life, and she needed to find hers. He urged her to start a new chapter with Brody. He left and Jessica wandered over to the table where the prom tickets were sold.\n\n\nDestiny, Dani, Matthew, and Nate sat in the gym and waited for rehearsal to begin. Dani disclosed that she had borrowed a dress from Starr so that she could \"channel\" her sister. Destiny rolled her eyes in disgust. Nate, who was cast as Cole, thought it might be interesting to meet the real Todd so that he could see what the sociopath was like. Matthew assured Nate that Todd would go after Nate like the real Cole if Todd had read the script and found Nate all over Dani, who was playing Starr. Dani agreed that Todd would \"freak.\" Destiny thought that Matthew would be more upset if Nate were all over Dani. Nate wondered why Todd was unable to separate \"reality from art.\"\n\n\nFinally, Mr. G arrived and the kids jumped up, anxious to begin rehearsing. The teacher announced that there was a problem; several parents had objected and the administration thought the show might be inappropriate and too edgy. The students who had been cast as Todd and Blair had been forced to quit by their parents. He realized that the material was difficult, and he wanted his leads to rehearse first so that they could talk about the \"emotionally taxing scenes.\"\n\n\nHis leads objected to the concerns of the others, and Dani put it best when she asked, \"We can live it, but we can't do a play about it?\" Mr. G agreed that had been his argument, and he wanted them to promise to stop and talk if they felt the need arise. Langston and Starr showed up to watch. Mr. G asked Starr to read for Blair and said he would read for Todd.\n\n\nAs Nate and Dani rehearsed some of their lines, Starr flashed back to the real scene of herself with Cole at the prom in the rain. Destiny interrupted the actors as Nate leaned over to kiss Dani. Destiny didn't think a kiss was called for, and Mr. G. agreed that he only wanted them to recite the lines. Mr. G. stood in for the character of Todd and, as he rehearsed an appalling scene and grabbed at Nate, Starr recalled the true-life event when Todd found Starr and Cole in bed  together. Todd had struck Cole repeatedly.\n\n\nSuddenly, Dani was overcome with emotion and walked off the stage. She explained that she wanted the role so that she and Starr could \"stick it to their father,\" but she felt very bad for Starr. Mr. G. pointed out that was why he wanted to get together, and he assured them that they didn't have to do the show. Dani thought that if Starr could take it, so could she. Maybe it would help her to see what Starr saw in Todd, Dani explained, though she hated him at that moment.\n\n\nLangston had her own flashbacks as she watched Matthew and Destiny run the lines for Markko and Langston. When the actors rehearsed the scene that led to Starr falling down the stairs, Starr choked up. \"We could have lost Hope,\" she whispered to Langston. Dani couldn't understand how everyone survived the traumatic time, and Nate asked, \"Why is this maniac is still walking around?\" Langston comforted Starr and told the assembled group that it was a long story. Nate was sure that Starr was scared.\n\n\nLangston had second thoughts about writing the story and apologized. Starr thought it was good for them, but she wanted to leave and speak to Cole. They hadn't been on good terms when she had left the apartment. Langston continued to watch the rehearsal and shed some tears as she recalled some actual moments with Markko.\n\n\nTodd couldn't believe his eyes when he walked into Cole's apartment and, instead of finding Starr, saw Hannah in her bra. He shoved Cole to the floor, grabbed him up, and pushed him into the wall. As the shoving match began, Hannah tried to intercede, doing her best to relate the details of what had really happened with the spilled drink. Todd wondered what would have happened if he hadn't walked in. Sarcastically, Cole advised him that he would have given Hannah a t-shirt. Todd suggested that Cole was playing Hannah like a fool, just like Starr. First Cole had used drugs and currently it was whores, Todd snarled.\n\n\nTodd added that Cole had no respect for Starr, and Todd threatened to call her. Cole contradicted Todd and assured him that he had respect for Starr. He also called Todd's bluff and told him to go ahead and call Starr. Todd grabbed Hannah's arm and caused Cole to yell that he would call the cops if Todd touched her again. He thought the police would be interested to hear what the rapist was up to. Cole insisted that he loved Starr, and if it were up to him, he'd make sure that Todd never saw Starr or Hope ever again. Cole screamed at Todd to get out of his house. Chuckling, Todd called out to Hannah, \"Congrats sweetheart, you got your man.\"\n\n\nWith his need to get the last word in, Todd advised Cole that he had never wanted Cole and Starr to live together and would have done anything to break them up if he could have done so without losing Starr. Cole vowed that would never happen. Todd asked Hannah if she wanted Cole, and he volunteered to rent them a room. Cole and Hannah told Todd they were just friends, and Cole maintained that he and Starr loved each other. He knew that if Todd broke them up, Starr would never forgive her father. Sneering, Todd contended that Starr always forgave him. What he did, he did out of love, he added.\n\n\nCole retorted that while Starr may have forgiven Todd for his misdeeds, she would never trust him. He was certain that Todd would lose both Starr and Dani if he ever went near Marty again. He smirked that Starr had already chosen Cole over Todd since she had run away to live with Cole, and Dani saw Todd for what he was and she would never love him. Todd emphasized that Starr was his and would always be his. He promised to get Starr away from Cole if it was the last thing he ever did.\n\n\nCole insisted that it was Todd who lost, and nothing and no one would change things. \"Except me,\" Todd replied. He reminded Cole that he had stopped them before and he would do it again. \"Get the hell out of my house,\" Cole screamed as he pushed Todd out the door. Cole slammed the door and turned to take his grief out on the wall. He punched it as hard as he could. Hannah managed to stop him and stared horrified at his wounded hand.\n\n\nAt Hallowed Grounds, Natalie was dismayed to see that Marty had overheard Natalie's comment to Brody regarding Natalie's belief that John would still be with Natalie if Marty weren't pregnant. Natalie stood up quickly and said hello. She asked how Marty was feeling. Marty cut to the chase and advised Natalie brusquely, \"Save it. I heard you.\" Natalie suggested that her remark had been out of context, but Marty was dying to hear what Natalie actually meant. Awkwardly, Brody tried to intervene without success.\n\n\nMarty spewed venom as she snapped at Natalie that she was sick of seeing Natalie and John together every time she turned around. Natalie confessed that she meant what she had said about John preferring Natalie. Marty accused Natalie of \"reaching\" and reminded her that when John thought that Marty was dead, he had gone to Blair, not Natalie. Marty and John had been solid for months since they had gotten back together, Marty concluded.\n\n\nNatalie wondered why Marty was unhappy or anxious if that were the case. She thought that Marty knew the truth, and that was that John really wanted Natalie. Marty pointed out that John had chosen Marty even before she was pregnant, and she thought that Natalie was sad for so desperately wanting John's attention. She was sorry if Natalie was confused over losing Jared, but Marty and John were about to start a family. Natalie thought that Marty was the desperate one. Again Brody tried to separate the women, but Natalie shrugged him off.\n\n\nAn angry Natalie ordered Marty to stop blaming Natalie's relationship with John on Natalie's dead husband. Marty assured Natalie that Natalie didn't have a relationship with John. She understood the kiss that Natalie and John shared on Llantano Mountain after their accident. Natalie wondered how Marty felt about the second kiss that occurred at Llanfair.\n\n\nAs Natalie continued to taunt Marty, Brody stepped in again. Natalie ignored him as she told Marty about her second kiss with John and that John had needed to settle things with Marty. Then conveniently, Marty was pregnant, and Natalie had decided to let John go though it wasn't easy. She speculated what might have happened if Marty weren't pregnant. Natalie insisted that she and John had a connection. \"Connect to this,\" Marty growled. She stressed that John was happy and wouldn't change his mind. Natalie admitted that John was happy about the baby. \"You? Not so much,\" Natalie said scornfully. Marty said she understood, but John wouldn't change his mind. Natalie agreed that John wouldn't leave Marty if she were pregnant.\n\n\nMarty turned and stomped out, and Natalie lost control. She wanted to know why Brody didn't stop her from talking. Exasperated, Brody informed her that he had tried to stop her. Natalie admitted that she had no idea how John really felt. She merely wanted to \"stick it\" to Marty. Brody thought she was crazy to want someone she couldn't have. Natalie assumed that John loved Marty, and Natalie should understand.\n\n\nShe cried on Brody's shoulder and decided that she should apologize to Marty, but Brody suggested that she allow Marty to calm down first. Natalie was afraid that Marty was going to call John and tell him what happened, but Natalie couldn't stop her. She was afraid John would hate her, but Brody thought that he would understand. He told her to leave Marty alone.\n\n\nIn California, Kelly stood in the office of the living facility's director. She froze when an obviously disabled man entered the office and began to head for her. As she moved away, the man followed her. Suddenly, John walked in, grabbed the man's jacket, and pulled him away from Kelly. He began to bombard the man with questions relating to Kelly's mother, but Mrs. Stevens, the director, returned and ordered John to leave the man alone. She established that Rodney was quite harmless and had a key to her office in order to tidy it up as part of his therapy. She added that he had been a resident almost his entire adult life and had never spoken. She trusted him completely, she told John and Kelly as she led Rodney out to the hallway.\n\n\nA shaken Kelly told John that Rodney had crept up on her, and she was certain that he had known she was alone but he couldn't speak. John implied that while Mrs. Stevens had said Rodney couldn't speak, he didn't necessarily believe it. He informed her that they would be unable to view security tapes from the night of Melinda's death. Those responsible at the facility felt there was no need to keep them, since Melinda had died from natural causes.\n\n\nMrs. Stevens returned and asked John and Kelly to leave the premises as their presence was disturbing the residents. She had done all she could and she was sorry but there was no proof that Melinda had been murdered. She walked off and John asked Kelly to keep watch while he had a chat with Rodney, who was seated on a nearby couch. He thought that maybe Rodney was trying to reach out to Kelly. As the man occupied himself with his baseball cards, John sat next to him. He chatted about his own collection and his dad's involvement with the cards. He admitted that his dad didn't talk much but that actions always spoke out. He handed his card to Rodney and asked him to call if he needed to.\n\n\nKelly called out to John as Mrs. Stevens returned. The director assured John that no one had made calls to Kelly from the facility, but Kelly thought otherwise. The woman added Kelly that everyone was fond of Melinda. John thanked Mrs. Stevens for her help. Kelly wanted to know if John was going to let the woman brush them off. John slowly shook his head no.\n\n\nAn angry Marty returned to her office and began to toss her belongings around. She replayed Natalie's words in her head and found it impossible to concentrate. She attempted different tasks, but they all led to hearing Natalie's voice in her head. Frustrated, she threw a heavy book across the room. She was surprised when Todd showed up.\n\n\nWhitney informed Cristian that Jessica bought only one ticket for the prom.\n\n\nJessica walked into Hallowed Grounds and saw Brody sitting alone as he looked at the photo of the two of them on his cell phone. She turned around and walked out. Sensing something, Brody turned around, but Jessica had already disappeared.\n\n\nHannah wrapped Cole's hand and voiced how much Starr and Cole must love each other. She found Todd to be terrifying, but Cole indicated that he was used to it. She blamed herself for the events that had occurred at the apartment and wondered what she had been thinking. She was the one to set Todd off ,and Cole and Starr would have to deal with him. She began to cry, and Cole gave her a comforting hug. She told Cole how nice he had been to her. Just then, Starr returned home and was furious as she glared at the couple as they embraced.\n\n\n",
    "tvmega_recap": "Starr and Langston observe the freshmen playing them and their boyfriends. They both relive all that Todd has done to all of them and how he terrorized Starr and Cole and all of their friends. Meanwhile, the real Todd walks in on Cole and Hannah right after she's taken off her blouse when she's spilled something on it. And he assumes that Cole is cheating on Starr. Cole confidently tells Todd that she is going to disown her father if he gives them any more grief. But Starr reveals that maybe she is not entirely ok with Cole's and Hannah's friendship and the time they spend together. Marty is similarly insecure about John's commitment to her when Natalie tells her that John is staying with Marty only out of obligation since she is pregnant. Meanwhile, John accompanies Kelly to the hospital where her mother stayed and is determined to find out form a nurse and a patient what they might know about the mysterious calls Kelly has gotten about her mother's death. Jessica has Cristian on the brain and is still ignoring Brody. Brody seems to really relate to Natalie's situation with John since they both live with wanting somebody they can't have.",
    "soapcentral_condensed": "Starr was eager to purchase her tickets for the prom, but Langston sadly said that she wasn't going to attend, since she didn't know if Markko wanted to go. Starr convinced her friend that it would be a great time to celebrate Langston's breakup with Ford, and the dance would help Langston remember how perfect things were in the past. The students who had been cast as Todd and Blair had been forced to quit by their parents. Nate, who was cast as Cole, thought it might be interesting to meet the real Todd so that he could see what the sociopath was like. Matthew assured Nate that Todd would go after Nate like the real Cole if Todd had read the script and found Nate all over Dani. Nate wondered why Todd was unable to separate \"reality from art\" Mr. G agreed that had been his argument, and he wanted them to promise to stop and talk if they felt the need arise. As Nate and Dani rehearsed some of their lines, Starr flashed to herself with Cole in the rain.\n"
}