{
    "soap_central": "\n\nAt the diner, Rex asked Shane when his birthday was. Shane agreed to tell, but made Rex promise never to mention it to Gigi. Before Shane could reveal the secret, Roxy phoned Rex with news of Charlie proposing to Viki. Shane overheard the news and observed Viki and Charlie at a nearby table. As Viki told Charlie that she owed him an answer to his wedding proposal, Shane interrupted the couple and congratulated them. Noticing Charlie's nervous demeanor, Viki asked Shane and Rex for a moment alone with Charlie. Shane and Rex obliged and took a seat at another table. Afterward, Viki told Charlie that she realized he never intended to propose. Charlie admitted the truth to Viki, and told her that he missed spending time with her. Viki stated that she wanted to simply enjoy her relationship with Charlie, and felt marriage was premature. When Viki suggested that Charlie move back to Llanfair, Charlie happily agreed. Viki left to prepare for Charlie's return. \n\n\nAs Rex and Shane ate sundaes, the little boy appeared sad. Shane told Rex that he wished his mother would get married because she had been alone for so long. Rex was stunned when Shane stated that it was too bad that Rex was getting married because he would love having Rex as his dad. Charlie stopped by their both to say goodbye and informed Rex that he and Viki weren't getting married. When Rex told Shane how happy he was to find his own dad after all these years, Charlie looked distressed as he observed Jared enter the diner. After Rex and Shane left, Charlie joined Jared. Charlie told Jared about the misunderstanding with Viki and that he was moving back into Llanfair. Charlie said that he intended to spend as much time with Viki as he possibly could before the truth came out. Jared believed the truth never had to be revealed. Jared explained the situation that unfolded up at the lodge. He confided in Charlie that he didn't want to lose Natalie. Jared also expressed his sorrow for involving Charlie in his lies; he hated the fact that Charlie could lose Viki because of him. \n\n\nAt Llanfair, Todd demanded to know why Gigi decided to remain in Llanview. Frustrated by Gigi's endless excuses, Todd asked Gigi if Ramsey blackmailed her into staying by threatening to hurt Shane. Gigi informed Todd that she had no intention of discussing Ramsey with him. Todd attempted to convince Gigi that he wasn't a terrible person. Gigi admitted that she realized Todd loved his children and that he wasn't a bad father. Todd told Gigi that Ramsey was a dangerous man and offered to help her deal with him. As Gigi reminded Todd that he would also go to prison if she ever revealed the truth about Ramsey, Viki entered the library and demanded to know what they were discussing. Viki was startled when Todd told her that he had held Gigi and Shane hostage in Texas. When Viki questioned Gigi, Gigi stated that Todd actually treated Shane well during the ordeal. Upon hearing Shane return home, Gigi quickly excused herself. Alone with Todd, Viki lashed out at her brother. She told him that she wouldn't allow him to intimidate her guests. Todd said he came by to see Viki and handed her some information concerning Clint's inappropriate handling of the recent attacks on Buchanan Enterprises. Immediately, Viki stated that she knew the charges were false because Clint would never resort to such tactics. When Todd agreed to give Viki twenty-four hours to provide him with evidence to contradict the claim, Viki was surprised and pleased by her brother's change of behavior. Viki told Todd that Starr looked deeply troubled when Viki saw her at the diner earlier. Viki warned Todd that he needed to give Starr some freedom. Todd was determined to never allow Cole to come near Starr again. \n\n\nAfter Gigi sent Shane upstairs, she thanked Rex for taking Shane to baseball practice. Rex asked Gigi why she didn't want Shane to reveal when his birthday was. Gigi made up an excuse, but Rex refused to give up. Unable to avoid Rex's questioning any longer, Gigi blurted out that Shane's birthday was March 25th. Rex had a flashback of a romantic night he had shared with Gigi on the Fourth of July. Gigi told Rex that Shane was three months premature. Gigi said that Shane was conceived soon after she met Shane's dad. She revealed that Brody had shipped out soon afterward. Rex understood and told Gigi that he still wanted to spend time with Shane. \n\n\nWhile in his hotel room in Napa, Nash received a phone call from Jessica. As Nash spoke with Jessica, Sarah interrupted him. Upon hearing a voice, Jessica asked Nash who was in his room. Sarah listened as Nash lied and told Jessica that the voice she heard was the television. Afterward, Sarah asked Nash why he didn't tell Jessica the truth-that Sarah and Nash were sharing a suite with separate rooms. Nash admitted that he didn't think Jessica would like the idea and asked Sarah if she had told Cris about their temporary living arrangements. After engaging in some innocent flirting, Sarah left to prepare for their evening out. When Sarah returned wearing a sexy dress, Nash couldn't help but notice and complimented her. As the two left the suite, Nash suggested that they both turn off their cell phones so their business meeting wouldn't be interrupted. \n\n\nJessica visited Natalie at Buchanan Enterprises. When Natalie learned that Sarah was working with Nash, Natalie asked Jessica why she didn't join Nash in Napa. Jessica told Natalie that she didn't want to be in the way, and changed the subject. Jessica asked her sister about her weekend up at the lodge. After having flashbacks of Jared's kiss and confession, Natalie told Jessica that the weekend was uneventful. \n\n\nAt Capricorn, Blair and Cris discussed the success of the club. Blair noticed Cris' mind was elsewhere, and asked why he didn't escort Sarah to Napa. Cris told Blair that he was needed at Capricorn, and hadn't been invited anyway. After attempting to phone Sarah, Cris appeared bothered. When Blair asked if he were jealous of the special treatment Nash was probably showering Sarah with, Cris stated that he wasn't and that Sarah deserved to be treated in that manner. Blair convinced Cris to join her in a toast. Realizing Blair was in a great mood, Cris asked if things were better between her and Todd. Blair stated that she had a wonderful family and they had experienced so many blessings. \n\n\nStarr was horrified to discover that she was pregnant. Immediately, Starr refused to believe the test results, but then began to panic. Starr told Langston that her father would kill Cole if he ever learned the truth. As Langston attempted to console Starr and asked how she would tell Cole, Starr made Langston promise to never tell Cole about the pregnancy. Langston promised to stand by Starr. Alone in her bedroom, Starr had a vivid dream. Cole entered her bedroom and told Starr that he knew about the baby. Cole said that Todd would never keep them apart again. As Cole and Starr embraced, Blair knocked on Starr's bedroom door. Starr begged Cole to leave but he refused. When Starr awoke from her dream, she found her mother at her side. Blair begged her daughter to tell her what was wrong, but Starr cried and told her mother she couldn't tell her. Blair mentioned that Starr looked sick and pleaded with Starr to talk to her. Starr convinced her mother that her breakdown was a result of the emotional return to school. Before leaving her daughter's room, Blair told Starr that everything would be better in the morning. As Blair left, Starr reminded herself that things would be the same in the morning. \n\n\nA sullen Cole entered the diner and spoke with Markko. Cole told Markko that seeing Starr in school and knowing that he couldn't be with her was difficult to deal with. Later, Langston ran into Cole at the diner. When Cole began asking about Starr, Langston told him that she didn't want Todd to find out that she was carrying messages back to Starr. Langston stated that she didn't want things to get any worse for them. When Cole asked how things could get any worse, Langston replied, \"You have no idea.\" \n\n\nWhen Jessica and Natalie arrived at Capricorn to have a drink, Cris mentioned that Sarah's phone was turned off and asked Jessica if she had heard form Nash. Jessica eased Cris fears when she told him that Nash and Sarah were probably wine tasting and didn't want to be disturbed. Afterwards, Jessica attempted to learn more about Natalie's weekend. Natalie continued to give very little information. Cris interrupted Jessica and Natalie's conversation, and asked for the name of the hotel where Sarah and Nash were staying. Back at the Napa suite, Nash and Sarah toasted their success. After several drinks, Nash and Sarah were drunk. As Nash continued to fill both their glasses, the telephone rang. Cris was surprised to hear the voice of a tipsy Nash and Sarah's hysterical laughter. In disbelief, Cris looked over at Jessica. Meanwhile, Jessica and Natalie were discussing Allison. After expressing their hope that Allison would never wake up, the sisters made a toast to \"keeping secrets.\" As Jared entered the club, Natalie appeared disturbed. \n\n\n",
    "tvmega_recap": "Starr is shocked to find out that she is pregnant. The only person who knows is Langston. She is not about to tell her parents nor Cole. Todd talks to Gigi, inquiring why she is living in Llanview, and tells her he knows it must be because Ramsey is threatening her somehow. Rex and Shane spend time together and Rex asks Shane when his birthday is. Shane reveals to Rex that his mom has asked him never to tell anybody. Rex asks Gigi why. And he figures out that the last time he slept with Gigi, all those years ago, they may very well have conceived Shane. Charlie is working up to telling Viki the big secret. But since there are so many interruptions and people have gotten the mistaken idea that he has proposed to her, he postpones it. She tells him she is not ready to get married but wants to see more of him and invites him to stay in her home again. Nash and Sara go to Napa together and are getting along really well. And that is raising concerns for both Jessica and for Cristian.",
    "soapcentral_condensed": "At the diner, Rex asked Shane when his birthday was. Shane agreed to tell, but made Rex promise never to mention it to Gigi. At Llanfair, Todd demanded to know why Gigi decided to remain in Llanview. Todd told Gigi that Ramsey was a dangerous man and offered to help her deal with him. Gigi blurted out that Shane's birthday was March 25th, three months before his Fourth of July birthday. Sarah Nash received a phone call from Jessica. Jessica asked who was in his room. Sarah admitted that he didn't think he would think that he would be sharing a room with Jessica. Sarah and Jessica were sharing a suite with Jessica-that he would not tell the truth. Jessica admitted to Jessica that she was lying and that she heard the voice on the television. Jessica and Sarah were in a separate room and Jessica told Sarah that she didn't know who was on the phone. Jessica said that she did not think that she would be in a different room with Sarah.\n"
}