{
    "soap_central": "\nThe Blessed And The Busted\n\n\nAt the Buchanan mansion, Destiny helped Matthew study for a math final.  Destiny noticed that Matthew was distracted.  Matthew admitted that he couldn't stop thinking about what had happened with Jessica and Starr.  He was also upset because Nora had agreed to marry Clint.  Matthew confessed that he had hoped his parents would get back together.  Destiny agreed that there was something brewing between Nora and Bo.\n\n\nMatthew also revealed that he continued to struggle accepting his paralysis.  When he grumbled that he would be in his chair for the rest of his life, Destiny suggested, \"maybe not.\"\n\n\nOutside, Shaun walked Rachel to her door while they talked about the party that they had attended.  Rachel didn't think that Dorian had meant to terminate Shaun's employment.  Shaun hoped that Rachel was correct.  Shaun couldn't believe that the children had behaved better at the party than the adults.\n\n\nRachel offered to make a snack for Shaun, since he had not eaten at the party.   Shaun gladly accepted the invitation.  His good mood evaporated when he and Rachel walked into the living room just as Destiny began talking to Matthew about his paralysis.  Shaun demanded to know what Destiny was doing.\n\n\nDestiny lied; she claimed that she was helping Matthew study. When Rachel mentioned going to the kitchen for a snack, Matthew offered to help her.  As soon as Shaun was alone with Destiny, he admonished her for giving Matthew false hope.  Shaun thought it was wrong of Destiny to suggest that their brother, Greg, would be able to help Matthew.\n\n\nDestiny agreed that she would not mention Greg until he arrived in Llanview.  Shaun was satisfied with Destiny's compromise.  Moments later, Rachel and Matthew returned with the food. As everyone began to eat, Destiny asked Rachel and Shaun about the party.  Destiny soon realized that Shaun had been fired.  Destiny advised her brother to get a job if he intended to date someone as \"fine as Matthew's sister.\"\n\n\nShaun was embarrassed by Destiny's frank words. Meanwhile, Rachel explained that she and Shaun were merely friends.  Destiny didn't believe them; she reminded them of the recent concert that they had attended together.  Shaun clarified that it had not been a date; he'd just had an extra ticket.  Destiny remained unconvinced, so Shaun suggested that it was time for Destiny and Shaun to leave.  Destiny declared that she had one more mathematical problem to review with Matthew.  Shaun decided to wait in the car while Destiny finished up with Matthew.\n\n\nAfter Destiny reviewed the final mathematical equation, she packed up her things.  Before she left, Destiny told Matthew that he shouldn't feel ashamed because he wanted his parents to reconcile.    Destiny hoped that Bo and Nora would realize that they cared about each other before it was too late.\n\n\nRachel walked Shaun to the door.  Shaun apologized for Destiny's presumptuous comments.  Rachel smiled at Shaun.  Rachel reminded him that they knew the truth that they were friends, which was all that mattered.  Shaun appeared to be disappointed with the label of friends, but he kept silent.  Before Shaun left, he leaned down to kiss Rachel on the cheek.  Rachel appeared surprised by the gesture.\n\n\nTéa waited until Todd strolled out of the courtroom before she clobbered him with her cane.  Todd quickly recovered from the assault.  Téa was furious; she accused Todd of jeopardizing her career.  Todd apologized and offered to help Téa avoid disbarment.  Téa declined Todd's help; she was certain that it would only make matters worse.\n\n\nTéa confessed that she felt used by Todd.  Todd insisted that he cared about her.  When Todd failed to garner Téa's forgiveness, he reminded her that he was the love of her life.  Téa's jaw dropped as she looked up at Todd.  When Todd mentioned that he wanted Téa to go home with him, Téa informed him that she had no intention of living with him.\n\n\nTéa decided that she would stay at the Palace Hotel.  While Téa made her way to the elevator, Todd made a phone call.  He made certain that Téa heard him reserve every vacant room in the Palace Hotel for the evening.  When Todd got off of the phone, he announced that the Palace Hotel was booked for the night.\n\n\nTéa refused to be manipulated.  She quickly called Roxy to reserve a room at the Angel Square Hotel.  Unfortunately for Téa, Roxy didn't have any rooms available.  Téa eventually agreed to go home with Todd, but with the understanding that she would not speak to Todd while she was there.  Téa also demanded that the security system be deactivated.\n\n\nAs they got into the elevator, Téa asked Todd how the custody hearing had gone.  Todd told her that the children would be moving in with him.  Todd also mumbled, \"So will Blair.\" However, Téa didn't appear to hear Todd.\n\n\nIn Bo's office, Bo admitted to Nora that he had a difficult time accepting Nora and Clint's decision to marry within a month.  Nora revealed that it had been Clint's idea.  She hinted that the wedding would have been scheduled for a later date if it had been left up to her.\n\n\nIn the squad room, Cole told Marty and John that the drugs, which had been found on him, were not Cole's.  Cole revealed that he had gone for a walk to clear his head.  Asher had approached Cole on the docks and given him the drugs.  Cole swore, on his child's life, that he had not succumbed to temptation; he had vowed to stay clean.\n\n\nJohn and Marty believed Cole.  When Bo stepped out of his office, Cole approached him.  Bo listened while Cole explained what had happened.  Bo assured the young man that he believed him.  However, Bo pointed out, Nora had the final say in the decision of whether or not to file charges.  Nora glared at Bo then pulled him aside.\n\n\nWhile Bo and Nora argued about Cole's situation, her phone rang.  Nora stepped away to take the call.  Moments later, she informed Cole and Marty that she had bad news.  When the police officer had arrested Cole, he had put Cole's information into the system.  As a result, the judge who had sentenced Cole had been notified of the arrest.  The judge had revoked Cole's probation and instructed Nora to file charges.\n\n\nMarty was upset when she realized that Cole would spend the night in jail.  John asked Nora if there was anything that they could do to help Cole.  They asked if a drug test would help.  Nora informed them that a prosecutor could argue that Cole had not had the time to take the drugs before the arrest.  Nora didn't think there would be any harm in taking the drug test.  However, Nora painted a bleak picture for Cole when she pointed out that he didn't have any witnesses to corroborate his story about Asher.\n\n\nBo made arrangements for Cole to be placed in a private cell without any contact from other prisoners.  Before Cole was taken to the cell, he checked his messages.  When Cole noticed that he had missed a call from Starr, he called her.\n\n\nMarcie returned home without Hope.  Michael was waiting for his wife with open arms.  Marcie assured Michael that she had made peace with her decision.  She suggested redecorating the apartment after they removed Hope's things.  Michael had a better idea; he wanted them to move to Seattle.  Michael revealed that he had received a job offer from a hospital in Seattle.  According to Michael, the position was a step up and would pay more money than he was making at Llanview's hospital.  Michael wanted to make a fresh start, in a new city, with Marcie.\n\n\nMarcie asked Michael if he had proposed the move to spare Marcie the pain of seeing Sam and Hope.  She promised Michael that she could handle seeing the children.  Michael admitted that he had hoped that the time had come where she could go without seeing the children.\n\n\nIn Starr's bedroom, Blair was stunned when she learned that Marcie had returned Hope to Starr.  Blair couldn't believe that Marcie had changed her mind and ripped up the adoption papers. Starr revealed that she had been thrilled by the turn of events.  Starr confided that she had been heartbroken after she had given Hope up for adoption.\n\n\nBlair promised to help Starr in any way that she could.  Starr was relieved to know that her mother supported her decision to raise Hope.  However, Starr remained concerned about Todd's reaction when he learned that Starr would raise Hope.  Starr made it clear that she did not want to live with Todd.\n\n\nBlair explained that the custody issue had been decided.  The judge had ordered Blair and Todd to live together, so that they could raise their children.  When Starr asked where they would all live, Blair confessed that she and Todd had not decided.  Moments later, Blair went downstairs to fetch Cole, so that Starr could tell him about Marcie's decision.\n\n\nStarr took the opportunity to talk to Hope about their future.  Starr was eager to share her life with her daughter.  She promised Hope that they would have a wonderful life together.  When Blair returned, Starr was surprised to hear that the party had broken up and everyone had left.  Starr decided to call Cole.  She left a message when her call went to his voicemail.\n\n\nA short time later, Cole called Starr.  When Starr asked to see Cole, he explained that he couldn't get away.  Cole opted not to tell her about his arrest and incarceration.  Starr revealed that she had life-changing news, which she needed to tell him in person.  Cole promised that he would see her the following day.  After Cole ended the call, he was escorted to his jail cell.\n\n\n",
    "tvmega_recap": "After Marcie has given baby Hope back to Starr and assured her she is ok without the baby, the first thing Starr wants to do is call Cole to tell him the joyous news. Unknown to her, however, Cole is getting arrested for the misunderstanding when the cop caught him with the drugs that Asher gave him for free and put in his pocket. He does not want to tell her that he will have to spend the night in jail nor will he be able to call her without his phone. And not having a clue where he is, she demands that he comes to the house in person. He still is unaware that they get to keep their baby when he gets escorted to jail. Michael informs Marcie that he has a job offer in Seattle. After Todd has subpoenaed Tea in order to help his custody case, she is furious at him and tells him she could be disbarred after what he did. But he promises to help her with \"damage control\" and lets her stay at his home while she's recovering from her injury.",
    "tvmega_summary": "Episode # 10461 -- The Blessed and the Busted",
    "soapcentral_condensed": "Destiny helped Matthew study for a math final. Matthew confessed that he had hoped his parents would get back together. Destiny agreed that there was something brewing between Nora and Bo. Téa waited until Todd strolled out of the courtroom before she clobbered him with her cane. Todd apologized and offered to help Té a avoid disbarment. TÉa declined Todd's help; she was certain that it would only make matters worse. Todd made a phone call to reserve every vacant room in the Palace Hotel for the evening. T éa refused to be manipulated and called Roxy for a room at the Angel Square Hotel. Todd told Té a that the children would be moving in with him with the children. Todd asked how the custody hearing had gone and T Éa told him that she would not speak to Todd while she was there. Todd said that he was the love of her life and asked her to go home with him. T éa said that she had no intention of living with him and left.\n"
}