{
    "soap_central": "\n Is It So Small a Thing? \n\n\nAs Starr prepared Thanksgiving dinner for herself, Cole, and Hope at La Boulaie, she lamented the fact that no one else was around to help them celebrate the holiday. She was shocked to see Dorian wander into the kitchen, because she had presumed that her aunt had flown to London to be with David. Dorian revealed that Viki had given up her position as mayor and Dorian was ready to serve in Viki's place, because people needed her. Dorian, not in the least empathetic, accused Viki of deserting the town's citizens. Starr felt that her aunt would make the same choice as Viki if she had been through the same situation.\n\n\nAmelia arrived, announcing that the city council had succeeded in making their decision for a replacement mayor. \"Congratulations, May or Lord,\" she exclaimed. The council had determined that with the original vote being so close, it was the \"will of the people\" to award the mayor's position to Dorian. Shouting for joy, Dorian proclaimed that she would be able to make a stand for gay rights. \"What about David?\" Starr asked her. She'd made a promise to the gay community, Dorian replied, and the people were counting on her.\n\n\nStarr was happy that another of her aunts was a mayor of Llanview but she was disturbed by Dorian flaunting her ascendancy to the office. Viki and her family were hurting, the perceptive teen responded, and she didn't want to celebrate.\n\n\nAt Llanfair, a worried Viki was relieved to see Charlie as he walked through the front door. He had gone to an Alcoholics Anonymous meeting, he assured her. He expressed his dismay at Viki declining the position of mayor after all the hard work they had done. Viki apologized for making the decision without Charlie. He hoped she wasn't throwing it all away for him, because he didn't deserve it, he told her.\n\n\nViki assured him that she was doing it for herself because she needed to be there for her family. She recalled being in Africa when Nash had died. It wasn't a good time to begin such an important job, she pronounced, and she didn't feel as though she was sacrificing. Further, she felt that Charlie needed to forgive himself and she wanted to help him try. A mayor had to give 100% attention to the job, she concluded. Charlie wondered if the new mayor could be Dorian.\n\n\nJessica spent time with Bree until Brody arrived with a talking turkey toy for the little girl. Bree was excited to see Brody and, as the little group hugged, a despondent Natalie looked on jealously. Jessica apologized, but Natalie insisted that she understood. She remembered feeling happy but guilty after Jessica lost Nash. Bree handed Natalie a bunch of flowers in remembrance of Jared's favorites.\n\n\nBrody extended his sympathies and an offer of help to Charlie, who thanked him and declined the offer. Charlie thought he would be fine with Viki's aid and his  A.A. meetings.\n\n\nOn the phone back to Llanview, Rachel gave Nora the latest word on Matthew. She confirmed that Matthew had not been able to move his legs yet, but it was normal and they were hopeful. Bo arrived at the Buchanan mansion, exclaiming that he missed Nora. She acknowledged that her heart was breaking for Clint and she would have a difficult time telling him that she was leaving him. She loved Bo too much, she conceded. Bo knew that he and Nora would be together some day.\n\n\nAt the Buenos Días Café, the Balsoms grabbed a booth and sat down. Shane wandered off to see Moe in the kitchen, with pictures from the school play. He thought it was funny that his teacher thought that Moe was Shane's grandfather. Rex disclosed that he never wanted to tell Shane about his real grandfather, Mitch. Gigi felt that Rex should seek Jessica out, since he learned they were siblings, but he wasn't ready to talk to her. He wanted to talk to Shane first, he decided. Gigi advised him that she'd be by his side to help him, but the holiday was not the right time. She let Rex know that Jessica would be lucky to have him as a brother.\n\n\nThe Evans family congregated at the café for dinner. Mrs. Evans vowed that she would no longer speak to Greg since he had started dating Rachel. Mr. Evans asked her to \"think about how quickly a family can go from anger to grief.\" He was not supportive of his wife's decision. He thought that they should extend their hands to the Buchanans instead of spending time holding a grudge. Moe and Noelle expressed their concern for the Buchanan family.\n\n\nAs Bo and Nora hugged, Clint walked into the room. He announced that he knew what was going on and the couple, stuttering, began to make excuses. Interrupting them, Clint declared that he knew they would rather be in Seattle with their son. Suddenly, there was a knock at the door. The Evans family had arrived with a feast for Thanksgiving. They appreciated how kind the Buchanans had been to them when Shaun was hurt. Clint dashed from the room, ordering everyone to wait.\n\n\nLayla and Oliver chatted as they worked on putting together their Thanksgiving meal. Oliver noted that he had left his parents a message and Layla was confident they'd get back to him. Cristian thought that they had plenty to be thankful for. Oliver admitted that he was waiting for his first official date with Kyle while Layla realized that Cristian had never asked her for a date, either. Jokingly, Cristian suggested that it was good enough that he had moved back to the apartment. Oliver and Layla disagreed.\n\n\nKyle walked into the Angel Square Hotel as Roxy spoke confidentially to Morris, her stuffed porcupine. She admitted that she was still not on good terms with Rex, and she thought that Natalie needed her \"other mother.\" Kyle extended an invitation to the dinner he was attending, sure that Oliver wouldn't mind. She didn't want to be the \"sixth wheel,\" Roxy responded, declining the invitation. He informed her that she reminded him of his own mother.\n\n\nIn Seattle, Greg stopped by to check on Matthew, after Matthew ended his phone call to Destiny. Greg had hoped for more progress, but they were still on schedule for recovery, he told the teen. He would not make any guarantees and it was still possible that Matthew wouldn't walk, Greg admitted to his patient.\n\n\nRachel, Greg, and Matthew tried to enjoy their paltry holiday dinner. When Bo and Nora and the entire Evans family entered the room to share in the holiday, complete with a feast, they were ecstatic. Clint had flown the group to Seattle in his private jet. Shaun and Mrs. Evans were unable to get past their differences with Greg and they could only glare at him. Greg wondered why his mother and brother had bothered to fly out to Seattle. Mr. Evans assured Greg that they had both wanted to be there. Greg acknowledged that while he was sorry about what happened between himself and Shaun, he would continue to pursue Rachel.\n\n\nAs Viki and Natalie reminisced about Jared, Viki suddenly remembered that it was Thanksgiving. When they heard a knock on the door, they were surprised and thrilled to find Moe, Noelle, and the Balsom family, complete with a Thanksgiving dinner. There was another surprise when Dorian, Starr, Cole, and Hope arrived shortly after. Gigi informed Noelle that Schuyler had managed to get Stacy to keep quiet about Gigi staying overnight with him. She thought it was the last thing that Rex needed to hear. Rex advised Charlie that Roxy was up to her usual tricks, and he and Jared had both been proud to be called Charlie's sons. Clint arrived.\n\n\nViki congratulated Dorian after Dorian told her she would be taking over as mayor. Viki thought that Dorian would be excellent \"if you choose to be.\" As all of the guests mingled, Viki announced that she wanted to share a favorite poem with all of them. She read the moving words, based on  Is It So Small a Thing?  by Matthew Arnold. \n\n\nAs Viki read, families and friends across Llanview and beyond celebrated the Thanksgiving holiday. Nigel and Renee shared a drink, while in Seattle, Destiny did her best to reunite her own family members. She pulled Greg over to the couch where Shaun and her mother were sitting. Bo and Nora felt bad  for their disappointed son. Jessica thanked Clint for being her real dad, and expressed her love for him. Layla, Cristian, Oliver, and Kyle shared the holiday.\n\n\nIt was time for dessert in Seattle and when Destiny accidentally dropped her fork onto Matthew's leg, she was instantly apologetic. It was a turning point for the teen as he realized that he suddenly had feeling in his leg. Everyone was joyful when he was able to move his toes.\n\n\nBack at La Boualie, Cole showed Starr the wishbone he had nabbed from her first prepared Thanksgiving turkey. He wanted to save it as a souvenir for Hope and didn't want it broken. He had everything he wanted anyway, he said as he smiled at Starr.\n\n\nAs the song \"All We Are\" by Matt Nathanson began to softly play, the citizens of Llanview continued to observe the holiday. Roxy watched forlornly from outside the Buenos Días Café as her family members returned to the eatery. Spotting his mother outside, Rex went after her as she walked away. He led her back to the café, where she exuberantly hugged her grandson. Charlie cleaned up after dinner, looking longingly at a leftover glass of wine. Having second thoughts, he spilled the drink out. In Seattle, as Shaun eyed Greg and Rachel, Destiny tied the laces on Matthew's brand new sneakers.\n\n\n",
    "tvmega_recap": "Starr makes her first Thanksgiving turkey. Cole keeps the wishbone as a souvenir of Hope's first Thanksgiving. Kyle, Oliver, Cristian, and Layla spend the day together. Kyle invites Roxy to go with him to Oliver, Cristian, and Layla's house, but she declines. Renee and Nigel have a drink together. Roxy sees Rex, Gigi, and Shane through the Buenos Dias window and turns to leave knowing that Rex hates her. Rex brings her in to be with Shane. Charlie tells Viki that he does not want her to give up the mayor position. She explains that she was in Africa after Nash died and she doesn't want to be away from her family now. He asks her if she really wants to leave the city in Dorian's hands. Amelia tells Dorian that the city council has named her mayor so she cancels her plans to go to London to be with David. Viki forgot about thanksgiving. Moe, Noelle, Gigi, Rex, and Shane surprise them with a meal that Moe and Noelle prepared. Dorian, Star, Cole, and Hope go to Viki's house with the turkey that Starr prepared. Viki congratulates Dorian on being appointed mayor and tells her she could be an excellent mayor if she chooses to be. Nora tells Bo she can't break up with Clint right now. When Clint sees Nora and Bo hugging, he tells them that he knows they want to be with Matthew. The Evans's bring food to Clint & Nora's house and say they probably don't have time to think about the holiday. Clint flies Nora, Bo, and the Evans family to Seattle and he goes to Viki's house to be with his daughters. Jessica thanks him for being her real dad. Matthew, Greg, and Rachel are eating hospital food when Nora, Bo, and the Evans family arrive with the food Mrs. Evans had prepared for Clint and Nora. Matthew feels it when Destiny drops a fork on his leg and then he wiggles his toes.",
    "tvmega_summary": "Episode # 10574 ~ Is It So Small a Thing?",
    "soapcentral_condensed": "Starr was happy that another of her aunts was a mayor of Llanview but she was disturbed by Dorian flaunting her ascendancy to the office. Viki and her family were hurting, the perceptive teen responded, and she didn't want to celebrate. Jessica spent time with Bree until Brody arrived with a talking turkey toy for the little girl. Brody extended his sympathies and an offer of help to Charlie, who thanked him and declined the offer. Bo arrived at the Buchanan mansion, exclaiming that he missed Nora. Bo knew that he and Nora would be together some day. Moe and Noelle expressed their concern for the Buchanan family. Rex disclosed that he never wanted to tell Shane about his real grandfather, Mitch. Gigi advised him that she'd be by his side to help him, the holiday was the right time. Mrs. Evans vowed that she would no longer speak to Greg since he had started dating Rachel. Clint announced that he knew what was going on and began to make excuses.\n"
}