{
    "soap_central": "\nKeyed Up\n\n\nAt La Boulaie, Starr and Blair continued their conversation in the kitchen. Starr admitted to her mom that she'd had no time to think about her pregnancy due to the whirlwind of events around her, and responded evasively when Blair asked her if she still wanted to go through with her pregnancy. Blair reminded Starr that she was only sixteen and an abortion was still possible, but that a decision had to be made soon. Starr confessed that when they'd been on the run, the romantic fantasy of \"us against the world\" had appealed to her and Cole, but said that in the light of day she knew it wasn't real. Starr realized she still had to finish high school and college and said she had no idea how to raise a child. Looking at her baby's sonogram photo, she said the picture had made her pregnancy real for her. Blair asked Starr what she wanted to do, if she didn't want to raise the baby or abort it, but Starr didn't know anything for sure. She explained that she and Cole hadn't been thinking when they'd had sex without protection, and that she regretted making the mistake. But before she could verbalize what she really wanted to do, Cole arrived, and marveled over the sonogram photo as a proud papa while the deflated Starr simply stared. \n\n\nAt the Buchanan mansion, Renee raged at Jared, tearing into him for being a fraud and a conman who had ruthlessly exploited her grief. Jared apologized profusely, insisting to Renee that he truly cared for her and the family, calling her one of the best women he knew. He gave her back Asa's cuff links, and told her he'd been proud to wear them, and to be part of the family. \"Proud?\" Renee exclaimed. \"Have you no shame?\" Jared said he'd had only the best intentions, and that he knew nothing could make up for what his con had cost the family: Buchanan Enterprises as well as Nash. He insisted Nash's death was an accident, but Clint and Nora went on the offensive. Bo demanded to know how Jared falsified the DNA test, which led to Nigel attempting to confess his role in the scam. But Jared headed Nigel off before he could tell all, insisting to the family that he had acted alone, faking the tests and stealing and rewriting Asa's letter to Nigel. Jared said he'd done it all. \"I'd call that a confession,\" Nora said, and several LPD officers entered the drawing room to handcuff Jared and arrest him. \n\n\nAt Llanview Hospital, Natalie visited with Charlie. They worried over Jared facing the music at the mansion, and Charlie lamented his role in the scheme, saying he should have made Jared give the con up at the start. He explained that he'd been too desperate to reconnect with his son, and not fail or betray him as he had in the past. Charlie feared Jared would lose everything. \"I'm still in,\" Natalie said wryly, promising to stand by the Banks boys. Charlie said he and Natalie were alike: Despite the situation, neither of them had been able to give Viki or Jared up. He said he saw a lot of Viki in Natalie. Suddenly, Roxy snuck into Charlie's room, desperate to figure out how to deal with Rex, with the truth about Charlie out. When Roxy saw Natalie, she froze. Natalie confronted her foster mother, demanding to know why she'd dragged Charlie into her lie to Rex about his father. Roxy defiantly said that she had her reasons, and that she only did it because she loved Rex, just as Natalie did what she'd done because she loved Jared. Natalie asked Roxy to just come clean to Rex about his biological father, but Roxy stayed clammed up. Exasperated, Natalie bid Charlie goodbye, heading over to the Buchanan mansion to check on Jared. Once she was gone, Charlie told Roxy he would help her keep her son in her life, just as he'd been able to win his own back. \n\n\nAt Capricorn, Cristian met up with Sarah, who was still distraught about Nash's death. They opened a bottle of Nash's last wine (\"Esprit Libre\") and drank it together. Sarah told Cristian about how difficult it had been seeing Nash in the hospital, and then picking up Bree to see her father for the last time. Cristian told Sarah he was sorry she'd lost a good friend. Sarah showed Cristian the wine tasting method that Nash had taught her (and Tess): How to stir the wine in the glass and smell its scents to detect all the flavors. Sarah tearfully said that she used to tease Nash about his passion for wine, but had come to realize that Nash's vision for the vineyard was to him what music was to her and art was to Cristian. Cris said he'd admired Nash's passion but that he was still most passionate about Sarah. Together, the lovers drank the wine and remembered Nash. \n\n\nBack at La Boulaie, Blair headed off to take care of Sam when she heard the baby's cries, and Cole cuddled up to Starr, who complained about being \"fat and moody.\" Cole said she was always beautiful to him, and took a picture of Starr with his camera-phone. \"Appreciate that belly now,\" Starr groused. Cole was enthusiastic about their future \"family\" together, but a hesitant Starr asked Cole if he thought they were truly ready. The oblivious Cole said no one was ready for parenthood no matter what the age, and assured Starr that they still had six months left to prepare. Starr called him a \"natural\" parent. Blair overheard the tail end of the teens' conversation before returning to the kitchen with Sam and Addie. Addie offered to take Sam to see the \"Bodies\" art exhibit, but Blair blanched at the thought and sent Sam to the park with Cole and Starr instead. \n\n\nAt the Balsoms' loft, Adriana begged Rex to wait to decide on a divorce. \"I need time to find the woman I used to be,\" Adriana said, \"before all the craziness and insecurity about Gigi and Shane.\" Rex said he needed space and she needed time, and asked what the answer was. Adriana explained that she'd had an offer to head up a line of designer jeans for Exposed in Paris, and that she'd be gone for several more months. \"Separated, not divorced,\" she said, and pleaded with Rex to let them use the time to try to work things out and work through the betrayal. Adriana asked Rex not to throw away what they'd had over the previous few months of madness. Emotionally overcome, Rex hugged Adriana and told her that he did still love her despite everything. \"We deserve a chance,\" Adriana said. Rex agreed to a separation, but warned Adriana, \"no promises.\" Adriana struggled to control her tears and said that she should've gone to Paris for the time to clear her head months ago, Gigi or no Gigi in Llanview. Rex told her that he still saw the old Adriana he fell in love with inside her when she spoke like that. \"Too little, too late, huh?\" Adriana sobbed, and the Balsoms embraced again. Later, with her bags packed, Adriana prepared to leave the loft, and Llanview. She examined her shattered wedding picture, and Rex tenderly pulled the photo from the frame and gave it to her. The Balsoms shared a final kiss. \"Don't forget about me, Rex,\" Adriana said. As Adriana left, Rex went to the window, broken and in tears. \n\n\nAt La Boulaie, Blair and Addie chatted with the kids gone. Addie gushed over a baby catalog full of clothes she wanted to order for Starr's unborn child, but Blair was distant and pensive. Blair lamented Starr being too young for a baby, and Addie agreed that Starr was younger than she'd been when she'd had Blair. Blair was jolted to realize Addie had lucid memories of her pregnancy and giving birth to her. Her curiosity piqued, Blair shyly asked Addie to tell her about her father. Addie pursed her lips, saying that she would save that story for another day. Blair relented, and said she was glad to have her mother in her life. Addie called Blair a sweet daughter and assured her she wasn't going anywhere. Blair fretted over the pregnancy and Todd, saying that she loved him and had thought he could change, but that he never seemed to care enough. She wondered aloud what that meant for the next generation, asking Addie what parents passed down to their children. Addie said that the past didn't determine one's future self, using the example of the Lord bloodline, and how differently Viki had turned out from both Todd and Tina. Blair vowed that she would never let Todd influence their children again. \n\n\nAt the McBains' apartment, Marcie looked at a picture of herself with \"Tommy\" and Michael in happier times, then hid the picture in her dresser. When she went to answer her door, she found Adriana there. \n\n\nAt the Buchanan mansion, Natalie arrived only to see Jared being hauled away by the police. Jared mouthed, \"I love you,\" as he was hustled out, leaving Natalie confused and fearful in front of her family. \n\n\nAt the hospital, Charlie and Roxy sat together as friends, only to be startled when an angry Rex turned up in the doorway. \n\n\n",
    "tvmega_recap": "Starr admits to her mother and to Cole that she doesn't believe that either she or Cole are ready to be parents. She sounds like she doesn't want to have an abortion but she doesn't believe it's realistic for the two of them to raise the baby. Clint, Bo, Nora and Renee tells Jared they will never forgive him for what he did to their company and for what happened to Nash. And cops come to take him away. Natalie is not ok with that. And they reveal that she may not be welcome in their family either. She is, however, getting along pretty well with Charlie. Rex is ready to end his relationship with Adriana. But he realizes he first has to confront his mother and Charlie for lying to him. Passions",
    "soapcentral_condensed": "At the Buchanan mansion, Renee raged at Jared for being a fraud and a conman who had ruthlessly exploited her grief. At Capricorn, Cristian met up with Sarah, who was still distraught about Nash's death. Natalie confronted her foster mother, demanding to know why she'd dragged Charlie into her lie to Rex about his father. Roxy defiantly said that she only did it because she loved Rex, just as Natalie did what she'd done because of Jared. Charlie said he and Natalie were alike: Despite the situation, neither of them had been able to give Viki or Jared up. They opened a bottle of Nash's last wine (\"Esprit Libre\") and drank it together. Cristian told Sarah that he was sorry she'd lost a good friend for the last time, but that he still admired her passion for wine. Together, they drank the wine and Cristian said that he'd still remembered Nash's passion for the vineyard and music. He then picked up Bree to see her for the first time.\n"
}