{
    "soap_central": "\n\nGoing over and over in her head, \"I'm marrying the man of my dreams,\" Jess walks down the aisle with Clint, towards Antonio. The ceremony begins but suddenly she says, \"I can't do this.\" Jess pulls Nash out of the chapel and once and for all, explains to him that she has a new combination heart and that she needs to find out for herself what she's after. She thanks him for standing up for her in the wedding but she knows that her new heart is telling her to marry Antonio. She won't change her mind. An inebriated Blair stumbles out, followed closely by Todd. Out in the rectory, Todd tries to get her to drink some water, as Blair denies having had too much to drink.  She needs him, she tells him, and doesn't want to be alone. She's quite upset and jealous over the thought of Todd and Evangeline being together at the wedding, she admits. They recall their second wedding with the gold balloons and as they kiss, imagine those same balloons falling again. Todd agrees to take Blair home to lie down. Jess returns to Antonio and tells him she's ready to get on with their wedding now that she's taken care of some unfinished business with Nash. They have written their own vows. Jess: \"...put you through a lot...you have this inner strength...been half a person...loved me anyway...believed in me...faith in me...you gave me understanding...gonna love you for the rest of my life...\" Antonio: \"...I don't have to wait til morning to see you...supporting me in everything I do...a long road to get where I am today...I always knew you'd be there at the end of the road for me...\" Nash stands by ripping petals from a rose. Antonio messes up and alleviates some of the tension with laughs, as the couple finally becomes husband and wife.\n\n\nAn exhausted Michael returns home from the hospital and only wants to go to sleep, disappointing Marcie who had plans of celebrating their 6-month anniversary. To top things off, a fussy Tommy, who has already kept Marcie from the wedding, continues to cry and fuss as his parents try to quiet him down. Finally, Michael tricks his wife into going into his bag for his pager and she finds a wrapped gift for her. He couldn't help it, he exclaims. She's such an easy mark! Inside is a beautiful ruby necklace while her gift to him is a remote control key finder. They talk about not making love for well over a week as the baby continues to fuss. Finally, Michael comes up with the solution, a singing Marcie pre-recorded. Tommy goes to sleep and the pair can celebrate.\n\n\nStarr wishes Cole luck at the big game as he heads into the locker room. Britney discloses to her cheerleader friends that Cole is waiting for her inside, so she can dispense some tension relief. Inside, the coach tells him they're depending on him for his speed and power. He also decides that he no longer wants to take steroids and tries to refuse them from his teammate. When Britney walks in, he quickly stuffs the pills into his locker. She wants to help him relax, she tells him. Having overheard Britney's pronouncement, a panicked Starr reports to Langston who comes up with a quick fix. She offers the mascot some money in exchange for the costume and urges Starr to don it and sneak into the locker room under the pretense of getting the team fired up. Wearing the lion's costume, Starr immediately spots Britney coming onto Cole but is surprised to see him push her away as she tries to kiss him, telling her that he's not interested in being with her. He doesn't want her and never will, he yells. She threatens him for talking to her like that and stalks out. Starr, still dressed in the lion's outfit, tries to follow, but is waylaid by the coach. He admonishes her for being in the locker room and tosses her out. Cole is upset with himself for blowing up while a thrilled Starr reports back to Langston. She also learns that the \"mascot kid\" left and so she's stuck playing lion for the game. Britney lies to her friends and tells them how she relaxed Cole in the equipment room. As she walks by, Starr trips her, in front of the team. Cole is deeply amused, as Brit rips off the lion's head to expose Starr's identity. He tells Starr what happened as the enraged cheerleader heads back into the locker room, intent on getting back at Cole. Rummaging through his locker, she finds the pills that Cole didn't have the chance to return. \n\n\n",
    "tvmega_recap": "\"I can't do it!\" Jessica has managed to get up the aisle but that's about all. Her parents stand when it is asked who is giving her away. Blair looks green. Todd notices when she goes running out with her purse up against her mouth. He follows her. At the school, Starr is outside the boys' locker room. Cole is glad to see that she will be there for the game. He goes to get ready for the game. Britney tells the squad that she has an appointment to meet with Cole in the locker room. Starr overhears and tells Langston, who pays off the mascot to help them out. In the locker room, Langston offers herself to Cole but he wants none of it. She pushes herself on him and that is when the costumed mascot enters the locker room. The person quickly backs out of there when she sees them kissing. The mascot hears when Cole shouts at Langston not to do that again. She gets angry with him for speaking to her that way and storms off. Jessica tells Antonio that she can't get married right now. She goes to Nash while Antonio waits. She tells him that some of the things that he said where true but that she really knows her heart and it is with Antonio. Nash accepts that. Jessica goes to Antonio now. \"Let's get married. You have all my heart now.\" The wedding goes on. Nash is plucking a rose as the two say their vows and by the time that they are finished, he has a puddle of petals at his feet. Todd finds Blair in the other room. They reminisce about their wedding and how it was gold. They even had gold balloons falls to the ground at one point. They kiss now, and while they are kissing it is like there are gold balloons falling all around them now. They look around but see nothing like that happening. It is Michael and Marcie's 6-month anniversary. He gets her a ruby necklace, with 6 rubies for each month that they have been married. She gets him a remote-control key finder. The wedding goes off without a hitch now. Nash is disturbed and watches while plucking petals. Starr tells Langston everything that happened in the locker room. Langston is thrilled but has bad news for Starr. The guy who usually wears the mascot suit took the $30 and then split and someone has to cheer the team on. Langston runs off smiling. Starr overhears the cow Britney lying to her friends about what happened in the locker room. When Britney walks by, Starr trips her with her foot. Britney gets up and sees that the person under the mask is none other than Starr Manning! Everyone laughs at Britney falling on her butt. Cole tells her what happened in the locker room with Britney and she is thrilled to death that he was honest.",
    "soapcentral_condensed": "An inebriated Blair stumbles out, followed closely by Todd. Jess pulls Nash out of the chapel and once and for all, explains to him that she has a new combination heart and that she needs to find out for herself what she's after. An exhausted Michael returns home from the hospital and only wants to go to sleep, disappointing Marcie who had plans of celebrating their 6-month anniversary. To top things off, a fussy Tommy, who has already kept Marcie from the wedding, continues to cry and fuss as his parents try to quiet him down. Michael comes up with the solution, a singing Marcie pre-recorded. Tommy goes to sleep and the pair can celebrate. Britney discloses to her cheerleader friends that Cole is waiting for her inside, so she can dispense some tension relief. She offers the mascot some money in exchange for the costume and urges Starr to don it and sneak into the locker room under the pretense of getting the team fired up. Cole is upset with himself for blowing up while a thrilled Starr reports back to Langston.\n"
}