{
    "soap_central": "\n\nRex sneaks into Adriana's room, saying that he couldn't sleep without kissing her goodnight.  Adriana tells her boyfriend that Dorian gave them her blessing.  They start making out in her bed, and then Rex suggests the move to the shower.  Adriana tells him to get the water hot for her.  The second he leaves, the stalker appears, putting his hand over her mouth and a knife to her throat.  Rex comes back and fights with the stalker, who slashes him across the chest, but not deeply.  Adriana screams, the stalker rushes off and Dorian comes rushing in.  Adriana tells her mother that the stalker was there, and Rex saved her life-again.  Dorian is so grateful to him that she doesn't question what he's doing there.\n\n\nEvangeline shuts the door in Vincent's face when he comes to pick up Layla for a date.  Layla is irritated when Vincent tells her what happened.  Evangeline calls him a criminal and says she doesn't want him dating her sister. Vincent remains calm, and tells Layla he doesn't want to take her out if her sister doesn't approve-but suggests that they have dinner in the apartment instead. Vincent and Layla suggest that Evangeline practice what she preaches: innocent until proven guilty.  Evangeline goes into the kitchen, and Vincent and Layla kiss.\n\n\nDorian pulls a gun on Todd when he shows up at her house, looking for Blair and saying he's going to take the children.  They argue about Blair, Starr and Jack, and Todd decides he won't wake up the kids in the middle of the night, and that Blair is probably not there anyway, since she hasn't been taking care of them at all.\n\n\nIn Spencer's room at the Palace, Blair tries to seduce the truth out of him while he's under sodium pentothal.  Spencer starts to talk about Todd and Margaret, but doesn't say anything useful before he realizes that Blair drugged him.  She tries to deny it, but he exclaims that he's a doctor and he knows how it feels.  He then has a total meltdown.  First, he almost cries and tells Blair that all he wanted was to love her.  Soon however, that hurt turns into rage, and he trashes the room, before finally attacking Blair, throwing her on the bed and strangling her.  Luckily for Blair, she is able to get out from under him, and he passes out.  Immediately, there is a knock at the door, and Blair, hoping it's security, rushes to answer it. However, it's Todd, and he finds the room trashed and Spencer passed out on the bed, and takes pictures with his phone.  He also finds the tape recorder that Blair had set up.  He doesn't realize that Blair had a plan, and leaves, promptly calling the magazine and telling them to stop the presses.\n\n\nMichael and Marcie return home to a litter of Tommy's toys, but without Tommy.  Michael tries to help his wife deal with giving up Tommy.  Marcie wonders how she got attached to the baby so fast, and Michael tells her that's just the kind of person she is-someone with a lot of love to give.  He tells her that's why he married her, and suggests they start trying for a baby of their own.  Marcie is happy but unsure, since it wasn't that long ago that she wanted a family and Michael wasn't sure.  They finally decide to start trying, and get into bed.  However, they find Tommy's toy keys in bed, and Marcie asks her husband if they can just cuddle for the night.\n\n\nHugh runs into Kelly at the Palace and confesses that he hasn't been able to stop thinking about her since she confided that she's pregnant with Duke's child. He feels for her situation.  He asks her if she's still in love with Kevin, and when she can't answer right away, he tells her that if she has to think about it, the answer is probably no.  Kelly says that a part of her will always love Kevin, but there's just been too much damage-and when he finds out that she's pregnant by Duke, he will definitely go over the edge.  Hugh confesses a \"secret\" of his own, that his glasses have clear frames, and he just wears them to help his courtroom appearance.  While it's not the deep, dark secret Kelly is burdened with, it makes her laugh and the two grow closer as friends.\n\n\n",
    "tvmega_recap": "Blair is with Spencer trying to get him to tell her something criminal that he did for her love. He babbles but really says nothing. She goes on about how Todd was a liar to her, not like Spencer who is open and she wants him to keep being that way. Spencer tries to talk about something. \"Todd Margaret,\" he says. Suddenly, he looks at her strange. He doesn't feel right. \"Did you drug me?\" Todd shows up at Dorian's place. Dorian says that Blair is sleeping and she gets in his way when he tries to get up the stairs to get the kids. She threatens to kill him before letting him up the stairs. He realizes that it wouldn't be right to wake the kids and drag them out into the night. Spencer freaks out when he realizes that Blair has drugged him. He stumbles into the living room and starts tossing furniture around, and knocking things over. The room is in a shambles. \"You did this to me? I loved you and this is what you do?\" He chases her into the bedroom and climbs on top of her, choking her. She is doomed, but suddenly, he falls over exhausted from the drugs and he passes out. Blair opens the door to Todd who sees the suite trashed. He goes into the bedroom and finds Spencer passed out. He also sees the tape recorder that Blair had partly hidden in her purse. He confirms that she is fine, and then uses his picture phone to take pictures of Spencer passed out and the wrecked apartment. Once out the door, Todd calls the paper. \"Stop the presses. I have the front page story for tomorrow.\" Rex sneaks into Adriana's room and they make love. He goes to start the shower for them. While gone, the stalker enters the bedroom and covers Adriana's mouth while brandishing his knife in front of her. Rex returns to the room and he and the stalker fight. The stalker overpowers Rex and cuts him superficially on the chest.",
    "soapcentral_condensed": "Dorian pulls a gun on Todd when he shows up at Blair's house, looking for Blair and saying he's going to take the children. Michael tries to help his wife deal with giving up Tommy. Hugh runs into Kelly at the Palace and confesses that he hasn't been able to stop thinking about her since she confided that she's pregnant with Duke's child. Marcie is happy but unsure, since it wasn't that long ago that she wanted a family and Michael wasn't sure. They finally decide to start trying, and get into bed. However, they find Tommy's toy keys in bed, and Marcie asks her husband if they can just cuddle for the night. Michael asks her if she's still in love with Kevin, and when she can't answer right away, he tells her that if she has to think about it, he will definitely go to court for her. Hugh confesses he has a \"secret\" of his own, and that he just wears them to help him help his courtroom appearance.\n"
}