{
    "soap_central": "\nThe Little Match Girl\n\n\nFrom his jail cell, a hysterical Cole demanded water from the guard, but Téa greeted him instead. Cole instructed her to leave, but Téa informed him that Marty had hired her to represent him on the DUI and reckless endangerment charges that he faced. Initially, Cole rejected her help, but he appeared willing to listen upon learning of his mother's involvement. \n\n\nInsisting that Cole was a good person who had made a terrible mistake, Téa urged him to accept her help. Cole said that he didn't deserve to have a life, because he had ruined Matthew's life. Cole regretted driving while under the influence and injuring Matthew in the process. Citing that Cole had ordered Matthew out of the vehicle, Téa insisted that Cole shouldn't be punished for an accident. \n\n\nAt John's apartment, John and Marty realized that the letters that had been left at the scene of each murder spelled out K-A-D. John was alarmed when Marty pointed out that the name of the fraternity house where she had been raped was Kappa Alpha Delta. John was certain that the killer was targeting people who shared a connection with Marty and Todd. Convinced that the killer was leaving calling cards, John thought it was possible that he might kill again. \n\n\nWhen Marty expressed concern that Todd might be the killer, John said that he believed that the killer was either Todd or someone who wanted it to appear that way. Stating that the crimes somehow involved her, Marty told John that she wanted to help him solve the case. \n\n\nMike interrupted with news that he had received a call that Blair might possibly regain consciousness. After Mike left to check on Blair, Marty suggested that John go to the hospital, too. Admitting that he wanted to be by Blair's side when she woke up, John said that he was concerned about leaving Marty alone. Insisting that she would be fine, Marty said that she didn't want to interfere in John's relationship with Blair again. \n\n\nUpon learning that Marty was staying at the Palace Hotel, John expressed concern for her safety. Explaining that she didn't want to make Nora uncomfortable by staying at the Buchanan Mansion, Marty assured John that she would be fine. After making her promise to be careful, John steeped away to get his coat. Alone, Marty stared at the crime scene photos. She began having terrible visions of the night she was raped at the fraternity house. When John returned, he noticed that Marty appeared troubled, but she denied that anything was wrong. After walking Marty to her car, John headed off to check on Blair's condition. \n\n\nAt La Boulaie, Jack was pleasantly surprised when he received a visit from Todd. Jack advised his father that he expected Todd to remain in his life for good. Promising Jack that he would never leave him again, Todd told his son that he had been released from jail and was seeking custody of Jack, Starr, and Sam. \n\n\nAs Todd tried to convince his son that he was determined to be a real father to him, Shaun and Moe appeared and ordered Todd out of the house. Although Todd tried to explain that the restraining order was no longer in effect, Shaun and Moe refused to listen and accused Todd of attempting to kill Blair. While Todd continued to deny wanting Blair dead, Ray entered the room and offered his assistance in escorting Todd off the property. \n\n\nRay informed Todd that he was the client that Téa had left rotting in the Colombian prison, while she helped Todd with his many legal troubles. Mocking all three men, Todd stated that he didn't want any trouble. His only desire was to be with his children. Shaun, Moe, and Ray argued that Todd had tried to kill Blair. They taunted Todd and ordered him to leave. Defending his father, Jack said that he believed in his father's innocence and wanted the opportunity to speak with him in private. \n\n\nOutside of Blair's hospital room, Dorian and Starr told Addie that Blair was being weaned off the medication, but remained in an unconscious state. After Starr walked away with Sam, Addie presented Dorian with the court documents that Addie had been served, and informed her that Todd was seeking custody of the children. As she read through the court document, Dorian was livid that Todd had chosen a devastating time to seek revenge. Insisting that she knew who was responsible for prompting Todd to seek custody, Dorian placed a call to Téa. \n\n\nWhile Téa tried to convince Cole to fight for his freedom, she received a call from Dorian. Accusing Téa of helping Todd and plotting against Blair, Dorian threatened to have her disbarred. As Cole listened, Téa informed a surprised Dorian that she no longer represented Todd. \n\n\nAfterward, Cole wondered why Téa no longer worked for Todd. Unable to obtain answers from Téa, Cole pressed her for more information regarding Todd. When he questioned why Téa had married Todd years before, Téa stated that she wanted to help him gain custody of Starr and insisted that she had jumped at the opportunity to be the stepmother to such a wonderful little girl. Upon the mere mention of Starr, Cole became depressed. He was certain that if he ever managed to get out of jail that Starr would never want anything to do with him. Recalling her past experiences, Téa reminded Cole that anything was possible. \n\n\nWhen Starr returned, Dorian and Addie decided to break the news to her about Todd seeking custody. Starr feared that she would be forced to live with Todd, but Dorian vowed to never allow that to happen. Meanwhile, Mike arrived to examine Blair. \n\n\nBack at La Boulaie, Dorian arrived in time to witness Moe, Shaun, and Ray arguing with Todd. When Dorian accused Todd of wanting Blair to die, Jack defended his father. Outnumbered, Todd agreed to leave and promised Jack that he would win custody and they would be a family again. After Todd left, Dorian attempted to console Jack, but the little boy pulled away and exclaimed, \"I hate you!\" \n\n\nLater, Dorian confided in Ray that she couldn't allow Todd to gain custody of the children. Although she wanted to fight him for custody, Dorian was unsure of her chances since, Blair was incapacitated. Ray told Dorian that he had an idea of how to help her. \n\n\nWhile Ray listened, Dorian placed another call to Téa. Annoyed by Dorian's threats, Téa chose to ignore the call. Dorian left a voice message. She stated that Blair needed Téa's help. Explaining that Todd had decided to sue for custody of the children, Dorian said that Blair needed the help of someone who was capable of beating Todd at his own game. Dorian was certain that Téa was that person. \n\n\nAfter leaving La Boulaie, Todd phoned his lawyer. He announced that his sons were anxious to live with him and that he would win Starr over later. Todd asked his lawyer to rush the custody proceedings. He said that it was important for him to regain custody, because he wanted to ensure that his children would be safe and in his care. \n\n\nAlone with Addie, Starr announced that she would never live under her father's roof. Sensing that Starr was worried about matters unrelated to Blair's health and Todd's antics, Addie insisted on knowing what was troubling her. Giving her grandmother a hug, Starr stated, \"As long as my mother lives, I can get through anything!\" \n\n\nWhen John arrived at the hospital, Starr and Addie alerted him of Todd's attempt to seek custody. John promised Starr that he would never let Todd to take the children away from Blair. Moments later, Mike interrupted with news. Blair was awake. \n\n\nAt the hospital, Rex was hopeful when Roxy announced that a match had been discovered for Shane. When he asked for the name of the donor, Roxy quickly covered her tracks and stated that Rex had misunderstood her. Roxy said that she was certain that a donor would be discovered in time, and apologized for giving her son false hope. Accepting her apology, Rex told Roxy that he knew that she would do anything to save Shane's life. \n\n\nAs Rex walked away, Roxy recalled her altercation with Stacy. As Roxy had looked down at the lab report that revealed that John Doe was a match for Shane, Stacy had snatched the document from her. Revealing that she knew that Rex's invalid father was a match for Shane, Stacy threatened to expose Roxy's secret unless she did Stacy's bidding. Roxy was terrified that Shane might die if the truth wasn't revealed. Stacy announced that she would make a copy of the lab report and replace John Doe's name with hers. Roxy wanted no part in Stacy's scheme, but Stacy told her that Rex would never forgive his mother if he learned the truth. \n\n\nInterrupting Roxy's thoughts, Rex returned and wondered what was on his mother's mind. Roxy said that she didn't want Shane to die or for anything to come between Rex and Gigi. Rex thanked his mother for being a great support system to his family, and assured her that they would be fine. Roxy expressed her regret that she wasn't a match. When Rex wondered if his dead father would have been a match, Roxy was horrified. Walking away, Rex thanked his mother for her honesty. Staring at the lab report, Roxy muttered to herself, \"You rotten bastard, you finally did something right!\" \n\n\nIn the hospital chapel, Stacy presented Gigi with the \"doctored\" copy of the lab report and announced that she was a match for Shane. As an overjoyed Gigi attempted to rush off to inform Rex of the news, Stacy remarked, \"Not so fast, sis! I'm not giving Shane my bone marrow!\" Stunned, Gigi wondered what was going on. Stacy continued, \"Why, would I save your kid?\" \n\n\nAs a shocked Gigi listened, Stacy accused Gigi of ruining her life and stealing Rex from her. When Gigi reminded Stacy that Stacy didn't even know Rex when they had begun dating, Stacy informed Gigi that Stacy had met him first. Stacy recounted her first day of high school when Rex protected her from a gang of bullies. Insisting that she had fallen in love with him at first sight, Stacy told Gigi that she had rushed home and told Gigi about the encounter with her \"dream\" guy. While Gigi had no recollection of the past events, Stacy argued that not only did Gigi date Rex -- she had also gotten pregnant by him. \n\n\nApologizing for hurting her sister, Gigi pleaded with Stacy to help, and warned that Shane could die if she didn't. Stacy blamed Gigi for not making her feel welcomed when she arrived in Llanview. Stacy mentioned that Gigi had made Stacy get a job, had taken Rex's side, and had even kicked Stacy out of the house. Gigi pleaded with Stacy not to punish Shane for her actions. In a devilish tone, Stacy remarked, \"You should have been nicer to me!\" \n\n\nGigi couldn't believe her sister could be so heartless and questioned if Stacy could sit back and watch Shane die. Insisting that she didn't want Shane to die, Stacy stated that she would help Shane on one condition - Gigi had to give up Rex. \n\n\nInstantly, Gigi realized that Stacy had orchestrated the bizarre sexual events involving Rex at the cottage. Stacy told Gigi that if Gigi cooperated, Shane would live and Stacy would get Rex. In tears, Gigi declared that she and Rex loved each other and that Gigi would never give him up. Fed up with Gigi's refusal to cooperate, Stacy turned to leave. Terrified, Gigi called out to her sister. Gigi questioned how her sister could be so cruel. Stacy reminded Gigi of her promise to God - she would do anything to save Shane's life. Waving the lab report in front of Gigi, Stacy yelled, \"God sent me! This is your miracle!\" \n\n\nWith a smile, Stacy announced, \"Give Rex up and Shane will be okay!\" As Stacy demanded an answer, Rex appeared.\n\n\n",
    "tvmega_recap": "After Addie gets served the subpoena drawn up in Todd's petition, she informs Dorian and Starr. They are outraged. But Todd goes to the house and wins Jack over. He petitions that his kids are in an unsafe environment when their mother has been stabbed by an unknown assailant, their Aunt Dorian does not provide stability for them, Dorian signed over her estate to Moe who lets a murderer into the house (Ray Montez) and Ray is under suspicion for stabbing Blair. Dorian goes to the house and has Todd removed. But Ray is courteous to her and tells her he thinks he might be able to help her. Stacy tells Gigi she has no intention of helping her after the way Gigi and their parents have treated her throughout her life. She will donate her bone marrow to save Shane's life only under the condition that Gigi gives up Rex and lets Stacy \"have\" him. Roxy is also similarly threatened by Stacy who tells her that she won't reveals Roxy's secret about Rex's anonymous father if Roxy tells everybody that Stacy is the bone marrow donor. Roxy knows she cannot tell Rex what has happened. Tea goes to talk to Cole in his jail cell. At first he is furious that she is bothering him, tells her he does not want any lawyer and deserves the consequences after what he did to Matthew. But she is able to convince him that he deserves another chance and motivates him not to throw his life away and turn out like Todd Manning And it appears he listens to her at that point.",
    "tvmega_summary": "Episode # 10401 -- The Little Match Girl",
    "soapcentral_condensed": "Marty told John that she wanted to help him solve the case. John and Marty realized that the letters that had been left at the scene of each murder spelled out K-A-D. Jack was pleasantly surprised when he received a visit from Todd. Todd told his son that he had been released from jail and was seeking custody of Jack, Starr, and Sam. Addie presented Dorian with the court documents that Addie had been served, and informed her that Todd had sought custody of the children. Insisting that she knew who was responsible for prompting Todd to call for custody, Dorian placed a call to Téa to convince Cole to fight for his freedom. Cole listened to Cole's pleas for help and agreed to help his mother out of jail, but only after she told him that she no longer represented Todd. The Little Match Girl airs on ABC at 8 p.m. ET/PT on Monday, November 14.. The series finale airs on November 21 at 8pm ET/ PT.\n"
}