{
    "soap_central": "\nPayback Is A *%^$#\n\n\nIn the kitchen of the Buenos Dias Café, Markko rejected Lola's advances, but she continued to flirt with him. As Markko pulled away from Lola and told her that he wasn't interested, Langston appeared and demanded to know what was going on. Realizing that Langston was suspicious, Markko blurted out that Lola had been pursuing him for months. Sobbing, Lola lied and told Langston that she had been secretly dating Markko and begged for her cousin's forgiveness. Markko denied being involved with Lola. Langston insisted that Lola leave so that she could discuss the matter with Markko.\n\n\nProclaiming his love for Langston, Markko told her that he had no interest in Lola and that Langston was the only girl for him. With tears welling up in her eyes, Langston gave Markko a hug. After Markko explained how Lola had tried to seduce him, Langston said that she had been suspicious but hadn't wanted to believe that it could be possible. \n\n\nAcknowledging Markko's charming demeanor, Langston surmised that Lola had gotten carried away and couldn't help being attracted to him. Stating that Lola was manipulative and determined to get whatever she wanted, Markko warned Langston that Lola wasn't the person that she appeared to be. Realizing that Markko's assumption was correct, Langston wondered how they could remedy the problem. \n\n\nAt La Boulaie, Dorian nearly panicked after she accidentally sent David the picture of her and Ray kissing. To her surprise, Ray entered the room and announced that he regretted that things had gone too far between them. He said that they could never share a passionate moment again. Uncertain that she wanted to keep their relationship platonic, Dorian suggested that they have a drink and discuss the matter. \n\n\nDorian tried to convince Ray that he had only acted on his true feelings, but Ray turned down the drink and was adamant that he owed her an apology. Ray stated that he firmly believed that no woman should be taken away from her husband. As Dorian struggled to think up a rebuttal, she received a call from David. Realizing that she needed to explain the picture to David, Dorian asked Ray to leave while she spoke with her husband. Ray obliged. \n\n\nWhen David demanded answers concerning the photo, Dorian lied and told him that it was a joke. Dorian informed her husband that she wasn't pleased with their long-distance relationship and insisted that it wasn't working out. Dorian announced that she was willing to join him in Hollywood. A saddened Dorian remarked, \"Aside from my girls, there's nothing keeping me here.\" \n\n\nOut in the hall, Ray discovered Lola in tears. Lola lied and said that while she had been trying to apologize to Markko, Langston had walked in and misunderstood the situation. Claiming that Langston had called her a slut, Lola told her father that she feared that her relationship with Langston was ruined. Admitting that Langston had been kind to her, Lola vowed to make things right with her cousin. Ray comforted his daughter but didn't notice the devilish grin on her face. Lola appeared relieved that he believed her tall tale. \n\n\nRex arrived at Llanfair to retrieve one of Shane's comics and ran into Jessica. Noticing that Rex was troubled, Jessica asked if something was wrong. Confiding in Jessica that he was hurt because Gigi had slept with Brody, Rex said that he regretted helping Brody because Brody had betrayed him in the end. After giving Jessica a brief recap of his escapade with Stacy, Rex said that he believed that Gigi had slept with Brody out of revenge. \n\n\nJessica listened intently as Rex told her about the breakdown that had landed Brody in St. Anne's. Rex said that Brody had always had a strong attraction to Gigi. Insisting that he had trusted Brody and believed that he had changed, Rex realized that he had been wrong. Rex said that he was shocked by Gigi and Brody's betrayal. \n\n\nRex was surprised when Jessica informed him that she had met Brody while they had both been patients at St. Anne's. As Jessica discussed her friendship with Brody, Rex wondered if she was attracted to Brody. Denying that she had any feelings for Brody, Jessica sadly stated that she was also shocked by Gigi and Brody's behavior. After they had concluded their conversation, Rex ran upstairs to get Shane's comic, while Jessica remained downstairs. \n\n\nAt the Buenos Dias Café, Brody encountered Gigi and questioned her about Stacy. Brody noted that Stacy's behavior was despicable. Gigi admitted that she could never hate her sister. Brody resented the way Stacy had chosen to use Shane in an attempt to steal Rex from Gigi. \n\n\nWhen Gigi thanked Brody for helping her, he related that she and Shane were worth it. Gigi expressed her fear that her relationship with Brody might become weird, but Brody assured her that it wouldn't. Confessing that he would always love her and Shane, Brody informed Gigi that he had moved on. Brody admitted that he had feelings for Jessica. Gigi was pleased that Brody had found someone. \n\n\nWhen Gigi learned that Jessica was under the assumption that Gigi and Brody had been intimate, Gigi was determined to tell Jessica that she and Brody were pretending to be lovers. Reminding Gigi that Shane hadn't yet received Stacy's bone marrow, Brody worried that Stacy might change her mind if the truth were revealed before the procedure took place. Gigi begged Brody to allow her to tell Jessica the truth. Unwilling to risk Shane's chances of receiving Stacy's bone marrow, Brody told Gigi to leave things as they were. Brody stated that perhaps he and Jessica could work at being just friends. As Brody sat alone in the diner, he was consumed with thoughts of Jessica. \n\n\nWhile Jessica experienced a flashback of her kiss with Brody, Gigi arrived and asked to speak with her. Gigi told Jessica that she wanted to reveal the truth about her relationship with Brody, but Jessica maintained that it wasn't any of her concern. As Rex stood on the staircase, Gigi pleaded with Jessica to give her the opportunity to explain. Unaware that Rex was nearby, Gigi yelled, \"Nothing happened between me and Brody!\" Remaining unseen on the staircase, a stunned Rex stopped dead in his tracks. \n\n\nStacy arrived at the apartment and discovered Schuyler, badly beaten and bruised. Schuyler told her about the situation with Starr and his encounter with Todd. \n\n\nAs Stacy applied first aid to Schuyler's wounds, the two discussed their past relationship. Schuyler expressed his concern with Stacy's plot to make Rex fall in love with her. He was certain that she would get hurt in the process. When Schuyler mentioned that he was certain that Stacy had been consumed with thoughts of Rex during their relationship, Stacy told him that she had been devoted to Schuyler. \n\n\nRecounting that Schuyler had always protected her in Vegas, Stacy stated that although he had taken drugs, Schuyler had never allowed her to get hooked on them. Smiling lovingly at her, Schuyler remarked, \"Because I loved you!\" The two shared a passionate kiss. \n\n\nTodd returned home and found John and Marty outside. They told him that Zack Rosen was holding Starr and Cole hostage inside. \n\n\nInside, Zack held Starr and Cole at gunpoint. Upon realizing that John and Todd were outside, Zack vowed that he would never go back to prison. Starr begged him to sneak out the back door, but Zack announced that he wasn't leaving until he got payback. \n\n\nWhile Todd continued to hurl threats at Zack, John tried to calm Todd down. Reminding Todd that the kids were in grave danger, John urged Todd to allow John to take charge. Todd and John made several attempts to reason with Zack over the phone, but Zack continued to taunt them. \n\n\nAs John, Todd, and Marty planned their next move, the lights inside the house were all turned off, and the front door opened slowly. When they entered the darkened house, they discovered Cole taped to a chair. Todd demanded to know where Zack had taken Starr. Struggling to free himself, Cole told them that Zack had relocated upstairs with Starr. \n\n\nTodd and John ran upstairs to rescue Starr. Cole pleaded with his mother to free him, but Marty refused. She didn't want Cole to break away and run upstairs. Marty feared that he would get hurt in an attempt to save Starr. Once Marty had unbound him, she prevented Cole from running upstairs. Cole told her that he needed to save Starr because he loved her. \n\n\nMeanwhile, upstairs, Zack held Starr at gunpoint in the room that had once belonged to Marty. As Todd and John communicated with Zack through the closed door, they reminded him that it was in his best interests to release Starr. When Todd asked Zack to take him as a hostage instead, Zack laughed and declared that Starr was more valuable. After Todd agreed to help him, Zack told Todd that he would allow Todd entry but warned that he would kill Starr if Todd played any tricks. \n\n\nTodd entered the room and calmly tried to reason with Zack. Offering to help Zack escape, Todd wanted to know his demands. When Todd asked Zack to release Starr, Zack announced, \"We can't do this without her! We're having a nostalgic moment. Me and you locked in an upstairs bedroom with an innocent girl. We all know what happens next!\" Starr was terrified.\n\n\n",
    "tvmega_recap": "Zach holds Starr and Cole hostage in Todd's home. Todd, John and Marty all rush in. Todd offers himself as a hostage instead of Starr. But Zach only wants money and a chopper to get out of town. And it looks like he might want to rape Starr. Ray Montez tells Dorian that \"kiss\" will never happen again as he realizes she is a married woman. At that point, after she's \"accidentally\" sent the picture of herself and Ray kissing to David, he calls and she frantically attempts to \"patch things up\" with her husband. But is that really what she wants to do. Meanwhile, Lola is \"working on\" Langston and Markko by making Langston believe she is innocent. She then tells her father that she would never want to take Markko from her cousin, yet Langston went off on her. Langston believes she is sweet and innocent and so does Ray. When she really does want to come on to Markko and pull off a scam. After Brody reveals to Gigi that he was \"seeing\" Jessica but she just happened to hear from Rex that Gigi and Brody are sleeping together, Gigi tells Brody she will \"fix\" it for him. She goes and urges Jessica to know that there is nothing going on between herself and Brody. And Rex just happens to overhear.",
    "soapcentral_condensed": "Lola lied and told Langston that she had been secretly dating Markko and begged for her cousin's forgiveness. Dorian nearly panicked after she accidentally sent David the picture of her and Ray kissing. Rex said that he regretted helping Brody because Brody had betrayed him in the end. Gigi admitted that she could never hate her sister Brody and that she resented the way she had chosen to use Shane in an attempt to steal Brody from Gigi and her sister, Stacy. Jessica discussed her friendship with Brody with Rex and said that she was shocked by Gigi's behavior and Brody's attraction to Gigi. As Jessica and Rex discussed Brody, Jessica said she was also shocked that Gigi had any feelings for Brody as she had always had a strong attraction to him. The episode ended on a cliffhanger as Brody was taken to St. Anne's for treatment and Jessica was told that she would not be able to see him until after he was released.\n"
}