{
    "soap_central": "\n\nAt the lab, John and Natalie learned that Spencer's mystery stash held a horrible malaria-esque virus that could cause sterility. Oh, no! Natalie remembered Kevin getting some \"weird warm weather virus.\" Could Spencer have given it to him? John and Natalie puzzled over Spencer's myriad machinations against the Buchanans. Hmm. Later, Hugh was having a nice chat with his dad on the phone as John dropped by to talk strategy for Spencer's arraignment. They concocted a Super Secret Plan and then John went to go wrangle Todd and Spencer. \n\n\nIn Arizona, Kelly was determined to head for California. Kevin could learn to live with the Duke stuff, but \"I can't learn to live without you!\" Michael and Marcie fed Tommy and generally beamed about having their new son home. Kevin made a passionate pitch to Kelly and then the phone rang: It was Natalie. Back in Llanview, Daddy McBain assured Mommy McBain that Tommy had no memory of his tumultuous life so far. \"He's exactly where he needs to be: with us.\" Kevin reeled after hearing about Spencer's virus and promptly told Kelly...which totally changed her mind about going to Llanview. At the end of the episode, Marcie and Michael got some quiet parental lovin' on and Kelly and Kevin headed home to confront Spencer. \"I'm going to make him pay,\" Kelly promised. \n\n\nIt was still snarking, er, visiting hours for jailed Spencer. Hugh promised him, \"I'm going to put you away for the rest of your life,\" and Spence dubbed him an \"ineffectual gnat.\" Then, it was Todd's turn. Snark about Blair and her bedroom behavior ensued (yeah, they're both winners, aren't they?). This crass locker room talk went on until Todd snapped and grabbed a guard's gun. \"Keep talking,\" Todd taunted. \"You can't shoot me!\" Spencer cried. \"You'll never find out what happened to your son.\" Todd demanded his kid's whereabouts, still threatening death. But John stopped him by drawing his own gun. (Boys will be boys, apparently.) Spencer barked that he wanted Todd arrested and John and the guard invoked a little \"see no evil, hear no evil.\" \n\n\nRex was rushed into the hospital as a tearful Adriana looked on. But her agony turned to rage as Dorian arrived. \"He told me everything, Mom,\" Adriana said of Bruce. \"You set Rex up.\" The doctor interrupted their argument with a Rex update. Adriana went to go be a hand-holder (still feeling mighty vengeful) while Bo assured Dorian he'd discover who was behind this and she quickly pointed the finger at Bruce. Bo was wise to the truth, but went to visit Rex while Adriana finished hashing things out with her mom. Paige was visibly affected and watched Bo tell Rex, \"I'm still proud of you, kid,\" and \"I couldn't have asked for more from my own son.\" She thanked them for opening her eyes and took off. Outside, Adriana pleaded, \"Tell me the truth.\" Dorian 'fessed up to the whole gig, saying, \"It's just that things got out of control.\" Adriana, understandably, flipped. And when Bo emerged, she asked him to arrest \"that woman.\" \n\n\nAt the end of the episode, John shooed Todd away and leveled his own threats at Spencer about his father's murder. \"Maybe you'd understand, if you had a son yourself,\" John growled. Paige dropped by to see Hugh and she interrupted his rambling with a big ol' bombshell about Spencer: \"He's your father.\" And \"I know this because I'm your mother.\" At the hospital, Adriana's mother was jail-bound as Bo placed Dorian under arrest. \n\n\n",
    "tvmega_recap": "Rex is stabilized. He has a tube in his chest and he is still very weak. Adriana tells her mother that she knows all that happened and what she did. Dorian denies everything. Bo and Paige arrive and get an update. Bo tells Dorian that he will be getting to the bottom of this, finding out who is responsible for it all. Todd goes to see Spencer. Spencer taunts Todd about having had Blair in his bed, night after night, after night. Todd gets frustrated and turns to the guard standing nearby and he overpowers the man. He takes the man's gun and points it at him. \"Get out!\" The guard leaves. Todd then turns the gun on Spencer. \"Keep talking \" Spencer says that the actually has no idea what happened to Todd's child. He blames crazy Margaret for that. Todd still holds the gun on him. John and Natalie learn that one of the vials found in Spencer's office had a virus that renders a man sterile. Natalie wonders if this was what made her brother sick some time ago, and eventually sterile. Natalie phones Kevin and tells him of her findings. Kevin tells Kelly and she is furious. Kevin has to return to Llanview and get more details about this. Kelly decides that she will return to town as well. \"If Spencer is responsible for making you sterile, I will make him pay.\" John tells Hugh of the sterile virus and how more tests are being run on the other vials. When John hears that Todd is with Spencer, he doesn't like it and rushes out. Todd tells Spencer that there was information in the safety deposit box that proved that Spencer had a connection to Margaret. John rushes in and sees Todd with the gun. He pulls his own and aims it at Todd. Todd gives the gun up and John and the guard say they didn't see any gun pulled on anyone in there. Adriana corners her mother and forces her to admit that she did in fact set Rex. She says that she did it all to protect her daughter. Bo comes out of Rex's room and Adriana asks him to please arrest her mother. \"She was responsible for all that has happened to me. She set it up!\" Dorian runs up to Bo and denies what Adriana is saying. Bo decides to take Adriana's word over Dorian's and puts her under arrest. Paige heads to Hugh's office. He starts ranting about how he has a solid case on Truman and will not let him loose. Paige listens quietly and then tells that Spencer is his father and that she knows this because she is his mother.",
    "soapcentral_condensed": "At the lab, John and Natalie learned that Spencer's mystery stash held a horrible malaria-esque virus that could cause sterility. In Arizona, Kelly was determined to head for California. Kelly and Kevin headed home to confront Spencer. At the hospital, Adriana's mother was jail-bound as Bo placed Dorian under arrest. Bo assured Dorian he'd discover who was behind this and she quickly pointed the finger at Bruce. \"He told me everything, Mom,\" Adrianna said of Bruce, \"You set Rex up\" Bo was wise to the truth, but went to visit Rex while Adrana finished hashing things out with her mom. Paige was visibly affected and watched Bo tell Rex, \"I'm still proud of you, kid,\" and \"I couldn't have asked for more from my own son\" She thanked them for opening her eyes and took off. \"I can't learn to live without you!\" Michael and Marcie fed Tommy and generally beamed about having their new son home. \"You'll never find out what happened to your son.\"\n"
}