{
    "soap_central": "\n The Seven Year Mitch \n\n\nAt La Boulaie, Dorian vowed to continue on her vendetta to find the one person responsible for causing her to lose the mayoral election. Blair urged her aunt to \"move on,\" admitting that she herself had the defeatist attitude because that was exactly how she felt. \"We are the Cramer women, hear us roar,\" Blair said sarcastically before she growled weakly. She had good news for Dorian, she admitted. She had probably lost Todd forever but she sent him off to Seattle to see Téa. She had looked at his face before they made love and she could see that he was still in love with Téa.\n\n\nBlair conceded that she had done everything she could to make Todd forget Téa. \"Why did he sleep with her on that island?\" she wondered out loud. A confused Dorian asked Blair to clarify her statement. She was astonished to learn that Todd and Téa had a daughter together. Blair admitted that she had known for some time, since the day she had argued with Téa and plunged through the window. She really did lose her memory but Marty had helped her to remember everything and was sworn to secrecy. She knew Téa's child would not be a secret forever. \"This Cramer woman is tired of fighting a losing battle,\" she sighed.\n\n\n\"Suck it up,\" Dorian ordered her niece. \"A Cramer woman doesn't roll over.\" Blair knew that once Todd saw his daughter, it would be over. She knew how Todd felt about all of his children. Dorian thought that perhaps Téa would be worried that Todd would kidnap Danielle and show up in Llanview with her. She didn't think Todd would smile and say thanks after being kept from his daughter. \n\n\nBlair wondered if that would really happen. Dorian hoped not and ordered Blair to \"cut Todd loose.\" Blair though, finally admitted what her aunt had known for a long time. She admitted that she loved Todd. \"Are you happy now?\" she asked her aunt. Dorian was definitely not happy as Blair agreed that things would be easier if she didn't have those feelings.\n\n\nIn Seattle, Téa was shocked when she found Ross waiting in her hotel room. \"I've come for my daughter,\" he told her calmly. Téa denied having any knowledge of Danielle's whereabouts, even when Ross picked up an item of clothing that was definitely not Téa's. He prevented Téa from leaving the room and became louder and more agitated. Calling him on his behavior, Téa expressed her thoughts about Ross one day harming Danielle. Ross swore that he'd never lay a hand on the girl, though Téa noted that Danielle was a teenager and she was difficult to handle at times. Ross noted that Danielle had never treated him badly.\n\n\nHe accused Téa of keeping Danielle away from him to punish him, but Téa insisted that she was just trying to take care of her daughter. Ross picked up on Téa's choice of words and immediately tried to clarify that she meant our daughter, not her daughter. He recounted the many ways he had been a good father, from cutting the cord when Danielle was born to cooking her breakfast. Téa began to cry and told Ross she was sorry. She wanted him to listen to her and quickly made the truth known. She told Ross that he was not Danielle's father. Ross thought that Téa had reached a new low, even for her.\n\n\nMatthew was disappointed to learn that Danielle had made the decision to leave Seattle  to search for her father on her own. She didn't want to go with Téa and she was afraid she'd never see her father again if she didn't look for him. She confessed that her mother had said some evil things about her father losing control of his temper. As far as she was concerned, Ross was a sweet man. She didn't understand why Téa had been saying such negative things about her father, she continued. Matthew confessed that he thought Téa was \"cool\" at times. Danielle couldn't believe he was talking about her mother.\n\n\nMatthew and Danielle agreed that they wouldn't forget each other. They had both had lots of fun in the short time they'd known each other. He laughed that he would be surfing the next time she saw him.\n\n\nTodd arrived at the hospital in search of  Téa but he ran into a protective Rachel first. She slammed the door to Matthew's room before Todd could get a look inside. Rachel was evasive in response to Todd's questions regarding Téa. She informed him that Téa had been in Seattle to make sure there were no legal complications pertaining to Matthew's surgery.\n\n\nTodd did his best to find out who was in the room, where Téa was, and who answered Téa's phone when he called. Rachel insistesd that Téa was not in the room with Matthew and she had no idea where Téa  was, or who answered Téa' phone. Todd was sure that Rachel was hiding something and he informed her that she could not stop him from going into Matthew's room. \"But I can,\" Greg announced suddenly as he grabbed Todd's arm.\n\n\nCiting the many reasons why Matthew could not be disturbed after his surgery, Greg and Rachel convinced Todd that Téa had been at the hospital but had left. Todd was adamant about finding out what the real reason was that he was being kept from Matthew's room. He was sure that they were hiding Téa's location from him. Finally, he admitted that he was worried about his wife, or she was almost his wife, he clarified. She didn't sound right when he heard her on the phone. He thought he had wanted her out of his life, but he was thinking otherwise. Rachel told him that Téa was fine.\n\n\nShe agreed to call Téa, but when she reached Téa's voicemail, she left a long message about Todd showing up at the hospital. As Téa's phone began to ring, Ross looked at her in disbelief. Téa had no choice but to continue, as she told him that she was pregnant when they left the island. She was pregnant with Todd's child. Ross thought she was lying as she explained that she had only had sex with Todd one time, when she had tried to prevent him from leaving the island without Téa and Ross.\n\n\nShe assured Ross that she was committed to him during the time they were married and she didn't even know she was pregnant when they married. She had proof of Danielle's real father, though, as she had a DNA test run when she returned to Llanview. Todd and Danielle were a match.\n\n\nBo and Nora arrived back in Llanview and headed straight for Llanfair. \"Thank God you're both here,\" Clint exclaimed when he saw them. He filled them in on what had happened at the greenhouse in Napa and how Charlie had been pulled off of Mitch. He acknowledged that Charlie was overcome with grief over Jared's death. Bo explained that the Napa police had jurisdiction over Mitch since they didn't have proof that he had actually committed any of the recent crimes in Llanview.\n\n\nBo and Nora were unaware and shocked to hear about the removal of Nash's remains from his grave. Their shock intensified when Clint told them that Jessica saw those remains in Napa. Talk turned to Matthew and his surgery. The happy parents advised Clint that doctors were optimistic that Matthew would walk some day. They were back in Llanview at Matthew's urging, they shared. Clint thought that Bo and Nora had done a great job of raising their son, and he was extremely happy that his wife and his brother were back in town. He told them both how much he loved them, as he headed upstairs to check on Natalie. Smiles frozen on their faces, Bo and Nora waited until Clint was out of the room to let their guards down.\n\n\nThey both felt guilty. \"He needs me,\" Nora told Bo, referring to Clint. Swiftly, Clint ran back into the room proclaiming that Natalie's room was empty. He was frantic and asked Bo to begin a search. He was afraid that Natalie could be in danger if Mitch was released from jail.\n\n\nAt John's place, he opened his door to find Natalie standing there. She walked in and slapped him, yelling that her husband was dead because of John. Crying and raging, Natalie reminded him that she had told him that Jared was innocent and that he had been chasing the wrong guy. \"You made me doubt my husband,\" she shouted. She quickly shot down John's brief apology, wondering if that meant everything was okay. She added that Jared had depended on her and he thought she trusted him. She had let him down because of John. She broke her husband's heart, she concluded, as she walked to John and began to beat on him, hysterically. He pulled her close.\n\n\nNatalie pulled away, berating John for giving her his usual silent treatment. She wanted to know that there was nothing else he could have done. John conceded that he should have been aware that Mitch was still around. As if he didn't know, Natalie informed John that Jared had been trying to protect his father. She added that there would be no next time for Jared to go to her first before taking action. He died right in front of her, she said before she began to sob once more. John pulled her to him again, stroking her hair and putting his arms around her.\n\n\nIn Napa, Jessica and Brody, walking slowly, headed to Mitch's jail cell. \"Jessica, I knew you'd come. Where's Natalie?\" Mitch said in greeting. Jessica advised him that Natalie had accompanied her husband's body back to Llanview. Disrespectful as always, Mitch concluded that perhaps Jared would be able to take Nash's place in the family burial ground. Gasping, Jessica informed him that he was the one that deserved to be six feet under.\n\n\nShe wanted to know why Mitch had perpetrated all of his crimes on her family members. \"You might experience heaven with me,\" he explained. Brody advised Jessica that Mitch was only going to play with her. Mitch told Jessica he forgave her for trying to kill him, when she had been consumed with guilt. Mitch insisted that he knew that part of Jessica loved him. \"Make up your own reality, Mitch, not mine\" she retorted. Goading her, Mitch responded that Jessica was fragile when she was herself but she wasn't always herself.\n\n\n\"Back off,\" Brody yelled as he turned to look at Jessica. He knew that she was trying to find something human in Mitch, but she wouldn't, he consoled her. Mitch interjected that Brody didn't know anything about him but knew about insanity. He hoped that he didn't touch a nerve with Brody, Mitch said quietly, in a ploy to appease him. Jessica insisted that Brody was a hero, as Mitch mentioned the details involving Brody's kidnapping of Shane. \"That's all you got?\" Brody retorted. He was happy that he met Jessica at St. Anne's after that incident, he informed Mitch. He and Jessica had their souls, but Mitch was a \"soulless bastard\" who cared about no one but himself.\n\n\nMitch insisted that he loved his daughter and he was in her blood. Without a moment's delay, Jessica snapped that she would drain his blood out of her if she could. Smugly, Mitch promised her that they would be together some time, in this world or the next. Jessica had hoped to understand Mitch, she sighed. He asked if she would forgive him if he apologized. \"Don't contact me, ever,\" Jessica ordered Mitch. She didn't want him anywhere near her family members. Stepping close to the cell, Brody advised Mitch that Brody would kill him if he ever went  close to the family. Mitch yelled that he would always be Jessica's father and part of her, \"now and forever.\"\n\n\nJohn placed a call to Clint to let him know that Natalie was with him. Heaving a sigh of relief, Clint pleaded, \"Don't let her out of your sight.\" John promised that he would keep an eye on Natalie. Bo and Nora assured Clint that they would help him to get through the upcoming tough times. Nora agreed to stay at Llanfair with Clint, who wanted to be there if Viki and Charlie awoke and discovered that Natalie was missing. She walked Bo to the front door and they both expressed their love for each other. Nora knew that Clint needed her and Bo understood. He knew that they would get through it.\n\n\nJohn poured Natalie a drink. She apologized for hitting him and blaming him for Jared's death. She knew that it was herself she had to blame, she continued. She did her best to throw John off of Jared's trail and she should have let him know what was happening when she got to Napa. She was afraid that John was right about Jared being guilty and it clouded her thinking. She was the one who got Jared killed, she concluded. Sinking to the floor, she began to sob again. John joined her on the floor, trying to comfort her. He insisted that she was not the one to blame. Mitch \"played\" everyone, he told her.\n\n\nSitting on the couch sipping her drink, Natalie quietly confessed that she was unable to return home, especially to the bedroom that she had shared with Jared. She felt his presence there, still. John told her that she would be able to stay with him for as long as she needed to. She leaned over and laid her head down in his lap.\n\n\nTodd continued to wonder who was behind the door of the hospital room and began to yell for Téa. Suddenly, Danielle walked out. \"Who are you?\" he asked. Danielle told him that he needed to be quiet, because they were in a hospital.\n\n\n",
    "tvmega_recap": "Bo and Nora return home to a distraught Clint. When he explains to them all that has happened regarding Jared's death, Mitch Laurence resurfacing and the devastation of his two daughters, they haven't a clue how to tell him that they are \"together\". He suspects nothing of them. Jessica and Brody go to see Mitch in prison. He is not afraid to judge them both> Natalie goes to confront John and tells him he \"killed\" her husband by suspecting him. But she later recants and tells John she only blames herself. It looks like Matthew will be ok. Dani is with him. But Todd comes by looking for Tea. Rachel stands outside the door knowing that Tea does not want Todd to know about his daughter now she about him. Tea then confesses to Ross that Dani is Todd's daughter and not his.",
    "tvmega_summary": "Episode # 10570 ~ The Seven Year Mitch",
    "soapcentral_condensed": "Dorian vowed to continue on her vendetta to find the one person responsible for causing her to lose the mayoral election. Blair admitted that she had known for some time, since the day she had argued with Téa and plunged through the window. Matthew and Danielle agreed that they had both had lots of fun in the short time they'd known each other. Todd arrived at the hospital in search of Rachel but he ran into a room before he could get a look inside Rachel's room. Todd did not know who was in the room when he answered the phone but he called Rachel to find out who it was. TéA denied having any knowledge of Danielle's whereabouts, even when Ross picked up an item of clothing that was definitely not TÉa's. Ross swore that he'd never lay a hand on the girl, though Té a noted that Danielle was a teenager and she was difficult to handle at times. He accused Téo of keeping Danielle away from him to punish him, but she insisted that she was just trying to take care of her daughter.\n"
}