{
    "soap_central": "\n If I Had A Hammer \n\n\nMarty, shocked by Todd's proposal of marriage, wanted to know why he had asked her. She insisted that it was for people in love and wondered if he was trying to say something. He thought that people married for many reasons and just saw it as an option, he responded. He wasn't serious if she wasn't, he added, but he wondered if he needed to get down on his knee. When Marty asked for straight talk, he asked her to marry him again, in a more serious tone. He admitted that he had been thinking about it, and just thought that it would be simple, plain, and cause less confusion when they met people on the street wherever their new home turned out to be. Marty thought it possible that he just wanted to get back at Blair. \n\n\nReminding Marty that he had tossed his ring away, Todd listened as Marty alleged that Blair was still a presence in their conversations. Todd, insistent that he hated both Blair and John for making a fool of him, was adamant that he had someone else to take care of, and that someone was Marty. She made him feel like a new person, he confessed, and she was the last person he ever thought he'd be with. They agreed that they didn't want to lose each other, but Marty still refused to marry him. \n\n\nCiting an inability to make a commitment when she didn't know about herself, Marty also acknowledged her complete dependence on Todd. She felt that it was something she needed to get away from. Todd sarcastically responded that she'd probably move on and find someone else. Marty commented that she knew that Todd was a good person and that she wouldn't let him down. Todd explained that he trusted her, and trust was something that he didn't come by easily. He felt that he had made lots of mistakes with Blair but that things were different with Marty. \n\n\nAdmitting that she had nothing to go on, Marty thought that her feelings for Todd were like falling in love. They shared a kiss. \n\n\nSitting by Rex's side, with a slew of trolls and lucky charms, Roxy spoke to her son. She also made her feelings known about Adriana and her refusal to allow Gigi to visit. Out in the hall, Adriana reiterated that she didn't care about Gigi's feelings or anyone's but Rex's. Marcie pointed out that Adriana did care about her own feelings if she was keeping Gigi away from Rex. Adriana felt that she had not had any happiness since Gigi showed up in Llanview. Trying as hard as she could to make Adriana see Gigi's side and even Rex's, Marcie failed in her attempt. Adriana stood firm in her decision to block Gigi from Rex's room. \n\n\nAs Adriana became flustered and worked up, Layla interceded. She suggested that not one person would be able to know what Rex wanted or what he was thinking. Adriana decided that she would allow Gigi into his room as a \"last resort.\" She firmly ended the discussion, making it known that she couldn't deal with it any longer. \n\n\nRoxy continued on her rant to an unconscious Rex. As Adriana walked in, she heard her mother-in-law bad-mouthing her. She dared Roxy to say whatever she had to say to her face. Roxy came down hard on Adriana, who in turn challenged Roxy on portraying herself as a mother for a change. She felt that Roxy was upsetting Rex. Roxy wanted to know if Adriana was barring her from Rex's room. She dared her son's wife to even think of tossing her out. As the two women began to argue, they became quite loud. The doctor had to break them apart and usher them from Rex's room. He explained that Rex was still on the ventilator and he was suffering from respiratory distress. He felt that there was something holding him back from opening his eyes. Adriana returned to her husband's bedside. \n\n\nAt Rodi's, Gigi continued to have a difficult time keeping her mind on her job and not on Rex. As she cleaned up a mess of broken glass and offered to pay, her boss insisted that she go home. Gigi promised to pull herself together, but assured him that she needed to work because Shane was in school and there was nothing for her at home. At a nearby table, Jared read Natalie's letter and crumbled it in his hand, calling her a \"heartless bitch.\" He played the scorned lover to the max, pointing out that his lover couldn't even be around for her injured brother. He realized that she never loved him, he told Tess, who smiled faintly. He was only the rebound guy after John, he added. \n\n\nTess gave her own award-winning performance, as she portrayed the sympathetic sister. Jared proclaimed that he was moving on as Natalie wanted him to. They played some pool and Tess offered to make dinner for him that evening. Out in the alley, as Gigi attempted to smoke (something she hadn't done since school), she met Charlie. He had his own bad memories of the alley because that's where Viki had found him months earlier, complete with alcohol poisoning. \n\n\nCharlie dissuaded Gigi from smoking and gave her a pep talk instead. He thought it was important that she look after herself and Shane. He added that she needed to trust her love for Rex, and that Rex would feel it. He felt sure that Rex would wake up and ask to see her. Marcie called Gigi and expressed regrets for not being able to get through to Adriana. Gigi blamed herself for the shooting incident. She felt that she should have told Rex the truth sooner. \n\n\nInside, Jared stopped at the bar. Leo, the contractor who worked for Tess, was sitting there. He calmly told Jared that the blonde Jared had been hanging out with was a freak. Jared asked for details. Leo disclosed that he had done work for the woman but that it was confidential. After buying the builder a drink and promising to put in a good word for him with Charlie on the diner restoration, Jared got him to reveal his classified information. Leo disclosed that he had built a secret room in the basement of Llanview. \n\n\nTina paid a visit to Natalie in the secret room and, though Natalie pleaded with her, Tina regretfully explained that she couldn't help her to escape. She merely wanted to see if Natalie needed anything. Natalie was furious and disbelieving that her aunt was choosing her jewels over Natalie's life. She demanded that Tina view Tess as an enemy, who was capable of being quite dangerous. Even as Tina kept reminding Natalie that Tess was really Jessica deep down, Natalie encapsulated all of the dirty deeds that Tess had committed. \n\n\nA contrite Tina apologized profusely but explained that she was afraid of Cain, and especially Carlo, if they learned that she had the jewels. She emphasized again that she only wanted to see if Natalie was okay and if she needed anything. Natalie assured her aunt that if her real reason to visit was to receive forgiveness from Natalie, then basically, she was out of luck. She also felt sure that Viki would never forgive Tina for allowing her daughter to be imprisoned. Natalie asked Tina what would happen if someone were killed due to Tess being on the loose. \n\n\nFinally seeing the light, Tina agreed to help Natalie escape. She attempted to open the electronic lock, however the combination was unknown. Natalie urged her to call Bo, though Tina thought about getting the jewels from the safe first. Tina headed back upstairs, promising Natalie that she'd get her out. Natalie paced as she waited for signs of Tina on the television monitor. Finally, Tina, sledgehammer in hand, called out that she was about to head to the basement to break the wall down. Tess arrived with arms full of groceries and came face-to-face with Tina. \n\n\nAfter spending an entire afternoon in bed together, John and Blair made plans for a dinner date. Blair mentioned the case that he was working on, but John assured her that he was still waiting for information and that he was hers for the evening. After Blair departed for the shower, John received word that he was given a short amount of time to access a file that he needed. He asked Blair for a rain check. She offered him several and declared that the person he was helping in the case was very lucky to have such a devoted investigator. She was just glad that there wasn't another woman, she added. \n\n\n",
    "tvmega_recap": "Natalie convinces Tina to get her out of the locked room and to realize that Tess is dangerous. At Rodi's, Jared runs into the Leo the contractor who remembers Tess. Jared is ready to forget all about Natalie. But he has his \"suspicions\" about Jessica. He offers to introduce Leo to his father, Charlie and help him get more work if Leo tells him what he knows about the \"business deal\" he had with \"Jessica\". At the hospital, Adriana still blames Gigi for what happened to Rex and won't let her near his hospital room. Everybody, however, is angry at her and nobody sees her as anything important to Rex. Gigi is distraught that she is at the desperate mercy of the fact that Adriana is legally Rex's wife and calls the shots. Charlie finds her and encourages her not to give up on her future with Rex. Todd asks Marty to marry him. She admits that she likes him but wonders what the rush is. Blair and John are sleeping together but not certain what their \"future\" is nor whether they are after their respective partners.",
    "tvmega_summary": "Episode #10291 - \"If I Had A Hammer\" Written by Aida Croal, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio",
    "soapcentral_condensed": "Todd asked Marty to marry him again, but she refused. Adriana refused to allow Gigi to visit Rex in his hospital room. Jared realized that Tess never loved him and offered to play pool with her. Gigi promised to go home to Shane but assured him that there was nothing for her to do at home because Shane was in school and there was no work for her at home. The episode ended on a cliffhanger, with Todd proposing to Marty again but she still refused to get down on one knee for him, saying she didn't know if he was serious or just wanted to get back at his ex-lover Blair, who he said was still a presence in their conversations. The season finale airs at 8 p.m. ET on Thursday, September 14.. For more from the season finale, visit CNN.com/soulmatestories and www.cnn.com /soulmatthew. For the rest of the season, watch \"The Bold and the Beautiful\" on CBS.\n"
}