{
    "soap_central": "\n\nAt the Buenos Dias Café, Cristian made a banana split for a customer and then greeted Shaun, who sat up at the bar.  As they both gazed at a huge poster of David as Vicker Man, Shaun noted, \"It looks like he follows you with his eyes.\"  Cristian informed Shaun that he and Rama had made up, and that he had made her pregnant.\n\n\nCristian delivered two hot dogs with relish to the waitress and announced that Rama was not really pregnant.  Cristian explained that Vimal had not yet told his parents about the false pregnancy, so Cristian had used a water balloon to make it appear that Rama was pregnant.  While Shaun appeared to be skeptical about Cristian's plan, Cristian believed that Rama would be very careful.  Shaun only hoped that it did not blow up in Vimal's face.\n\n\nShaun wondered what would happen when Vimal's parents expected the water balloon to turn into a baby, but Cristian was certain that he had given Vimal more time to get his courage up, so that Vimal could tell his parents the truth.  Shaun declared that he was glad that Cristian and Rama were friends again, and Cristian announced that he had to leave to check on Capricorn.  Shaun pleaded with Cristian to take the poster of Vicker Man with him to Capricorn.\n\n\nAt John's apartment, the man with Todd's original face, scar and all, dressed for the premiere, when Baker burst through the door with a gun.  As the man continued to get ready, Baker held a gun on him.  Baker indicated that he had a long to-do list, and that he had to take care of the man and a few other loose ends.\n\n\nBaker then ordered the man to drag the cop inside of the apartment and announced that he had figured out from the information received at the docks, where to look for the man.  When the man with a scar revealed that he had told John McBain that Todd was a fake, Baker declared that he would have to add John to the list of those that Baker had to kill.\n\n\nThe man with a scar exclaimed that he was the only Todd Manning, and Baker told him to move.  Baker wanted the man at a nondescript location, where nobody could intervene, and where his body would not be found.  The man distracted Baker, pulled out a squirt gun, and sprayed Baker in the eye.  The two of them wrestled for Baker's gun.\n\n\nAt the premiere of Vicker Man, the film suddenly stopped, and the porn movie, Hold the Diploma, starring Nate Salinger, also known as Buster Ridge, began.  Vimal's mother fainted in her seat, and the audience screamed in outrage.  Vimal's father yelled out that the filth was not suited for family members, as Blair covered Jack's eyes.  David demanded to know what had happened to his movie, as Rick gloated behind him.\n\n\nDani hyperventilated in her seat, as Téa comforted her.  Nate tried to pull down the screen and demanded that someone shut the porn movie off.  Nate then tried to apologize to Dani, who slapped him.  Markko feared that his chance to be a future executive producer, or even a producer, was over.  After Dorian asked Markko who had her film, Markko wondered who owned the porn flick.  Rick believed that Markko's comment was his cue.\n\n\nAs Mr. Patel tried to calm Mrs. Patel, Rick walked up to the front of the room and introduced himself.  Rick exclaimed that he had just given the audience a sneak preview of Hold the Diploma, which starred the brand new discovery up-and-comer, Buster Ridge.  Rick pointed to Nate and applauded.  When Dani, Starr, and Baz ran out of the room, Nate attempted to follow them, but Todd stopped him.\n\n\nFord, who worked as a waiter, ran into Rama, which resulted in three pigs in a blanket being stuck in her belly.  When Ford cried out that toothpicks were in Rama's stomach, Rama stated, \"Listen, Mister, I have more important things on my mind that your little wiener.\"  Rama then yanked the pigs in a blanket out of her stomach and threw them at Ford.\n\n\nIn another area, Mrs. Patel felt blessed to have such a kind and wonderful daughter-in-law, and Vimal agreed that Rama had a way of always being there for him.  As Vimal thanked Rama, he observed the water leaking out of the hole in Rama's stomach and covered it up.  The water began to squirt out of the other holes in Rama's belly, and then the water completely exploded onto the floor.\n\n\nRama declared that her water had broken sooner than expected.  When Vimal's mother picked up the remains of the balloon and asked what it was, Rama explained that she had needed extra support.  However, Vimal told Rama to stop and explained to his parents that Rama was not pregnant.  When Vimal's parents could not understand why Vimal had lied to them, Rama admitted that she had never been pregnant.\n\n\nRama stressed that Vimal had believed that she had been pregnant, when Vimal had been sent to Statesville.  Then Rama had to explain why their son had been in Statesville, and she said that she had convinced Vimal to take the rap for a crime that he had not committed.  Rama maintained that Vimal had always believed that Rama was pregnant.\n\n\nMrs. Patel surprised everyone, when she observed that Rama had done that, because Rama truly loved their son.  Rama claimed that she was ashamed of what she had done.  Rama then admitted that she had lost her way but stressed that she had never lost her heart.  When Rama told Vimal that she still loved him, Vimal declared that he still loved Rama.  Vimal's mother happily declared that she still wanted to be a grandmother, so that they needed to get back to business.  Mrs. Patel added, \"And if you need any pointers, you can ask that...that boy from the film.  He seemed to know the work he was doing.\"  Vimal and Rama laughed.\n\n\nAs Rick passed out cards to future porn film-goers, David took the cards and flung them in the air.  Rick shouted that he was David's number one fan and indicated that he would have his people contact David's people.  When Rick told David to keep up the good work, David said, \"Thanks.\"  Dorian stopped Rick from leaving, and Markko demanded that Rick disclose what he had done with Vicker Man.\n\n\nAs two guards grabbed Rick's arms to escort him out, Markko announced that he was the director of Vicker Man, Dorian stated that she was the executive producer of the movie and also the mayor of Llanview, and David revealed that his pa was the police commissioner.  When David demanded to know what had happened to Vicker Man, Rick mentioned that it had probably been uploaded online by the bootlegger who had stolen it.\n\n\nRick claimed that a totally shady character had taken off running with Vicker Man, so Rick had decided to show the people his movie.  David feared that he and Dorian would lose DVD sales and residuals, if Vicker Man hit the websites, but Dorian refused to hear of it and indicated that she and David would stop that from happening.  When David wondered if they could leave their own premiere, Dorian reminded him that there had been no premiere.\n\n\nIn the hall outside of the premier of Vicker Man, Tomas indicated to John that Todd had another job, and John asked what that was.  Tomas voiced that it could no longer be hidden due to Baker's involvement.  Todd announced that Baker worked for the Central Intelligence Agency, and that Todd had worked for Baker.  Tomas also declared that Baker had been behind Todd's shooting.\n\n\nTomas exclaimed that Baker was in town to finish the job, and that people that both Todd and Tomas cared about were potential targets.  When John asked what Baker wanted with Todd, Tomas claimed that he did not know.  When Tomas announced that he had worked for Baker too, John stated that he would need to verify the information with the CIA.\n\n\nTomas explained that the CIA would not acknowledge him or Todd, because the mission had not been sanctioned by the CIA.  However, Tomas claimed that a lot of people had paid a huge price for the mission.  John reflected that there was a rogue CIA agent, who would kill everyone if he was not stopped.  John demanded that Tomas \"come clean.\"\n\n\nDani, Starr, Téa, and Baz ran into the hall and interrupted the discussion between Tomas and John.  Téa explained about the substitute movie, and Dani cried that her boyfriend had done a porno movie, and that everyone had seen it.  Dani cried in Téa's arms that Nate had gotten tired of waiting to have sex with her, so he had done it with the first available girl.  Dani remembered that Nate had claimed to be just friends with Deanna, and Dani just wanted to get the picture of them together out of her head.  Baz announced to Téa and Starr that he would take Dani home.\n\n\nWhen Todd still refused to allow Nate to follow Dani, Nate howled that it was between him and Dani.  After Ford threatened to beat Todd up, Jack cheered on Todd from the sidelines, while Blair told Jack not to move from his spot.  Once Blair left, Jack noted, \"The slime ball still deserves to go down,\" as Rex walked up behind him.  As Rex held a gun behind his back, he told Jack to be careful, or someone would shoot Jack's mouth off for him.\n\n\nRex informed Jack that he was there to see the movie, but since there would be no premiere, Rex would find another way to entertain himself.  Rex put his arm around Jack's shoulders and led him away.  When Jack whined that he was sorry about the \"Shane stuff,\" Rex pondered if Jack was also sorry about the \"Gigi stuff.\"  Jack maintained that he had not done anything to Gigi, and Rex remarked that if Jack had, he needed to get it off of his chest.\n\n\nTomas stopped the fighting between Ford and Todd and demanded that Nate leave.  As Bobby and Nate walked off, Ford reminded Nate that he had warned Nate.  Nate announced that he needed to find Dani and ran out.  Todd indicated to John that he had only been protecting his kids and then reminded him that John did not have any kids.  John wondered why Todd kept pointing that out to him.  John then insincerely stated that the next time Todd tried to stop someone who had hurt his daughter, John would just stand back and watch.  Tomas informed Téa that he would keep an eye on Todd, so that he would not do something stupid.\n\n\nAt the Manning estate, as Dani held a program, she told Baz that it was from her high school musical, when she had first met Nate.  Dani could not believe that Nate would ever cheat on her in the most disgusting way ever and cried that everyone had seen it.  When Dani asked to be alone, Baz stated that he would be upstairs packing to return to Paris with his mother.  Dani wished that she could escape to Paris also.  When Nate arrived, Dani yelled for him to get out.  Nate said that Rick had forced him to do the porn movie by blackmailing him.  Dani wondered what Rick had blackmailed Nate with.\n\n\nMeanwhile, back at the non-premiere, Jack revealed to Todd that Rex had arrived, and that Rex seemed to be stalking Jack, as Rex peered out at them from behind a curtain.  Todd told Jack not to worry about Rex, while Rex took a breath behind the curtain and quietly said to himself that he needed to do it for Gigi. John's phone rang, and a cop informed John that he was needed right away.  When John told Tomas that they would finish their conversation at another time, Todd stared at them.\n\n\nBack at his apartment, John opened the door and found Baker gagged and tied to a chair.\n\n\nAfter John left what was supposed to have been the Vicker Man premiere, Todd exclaimed, \"I am not afraid of John McBain,\" and Tomas replied, \"He knows about me.  He knows about Baker.  It's only a matter of time, before he knows about you too.\"  Tea questioned, \"Knows what?\"  Confused, Blair asked, \"What are you guys talking about?  What's...what's happening, Tomas?  What...?\"  After Todd pleaded, \"Don't do it,\" Tomas sadly declared, \"I'm sorry about the havoc that this will wreak on all of you, but it's time.  This man is not Todd Manning.\"\n\n\nThe man with a scar and with Todd's original face walked out of the shadows and simply stated, \"I am.\"  Blair was visibly astonished, and Starr cried, \"Oh, my God!\"  The two Todds glared at each other from across the room. \n\n\n",
    "tvmega_recap": "During the premier of \"Vicker Man,\" everybody is shocked when David's movie is erased and replaced by the porn film of Nate and Deanna. Nate has no way to explain himself and Dani is distraught and furious. Yet nobody knows where the porn film came from until Rick stands up and introduces himself assuming that he will become a success after showing all the movie patrons his brilliant work. David and Dorian tell him they will arrest him since she is the mayor, his father is the police commissioner and he destroyed \" Vicker Man.\" But he tells them that he does not have access to the porn film. It's now in the possession of \"that bootlegger who did it\". Little does Nate know what he did when he let Rick give him the DVD. Rex is on the warpath with Jack Manning and goes to confront him with a gun although everyone is distracted and cannot see Rex. Original Todd is ready to reveal himself when Baker finds him and is ready to kill not only him but current Todd, Tomas and John and any or all people who know \"the secret,\" but original Todd manages to subdue Baker, tie him up, then appears to reveal his identity at the theater to all the people in Todd Manning's life.",
    "soapcentral_condensed": "At the Buenos Dias Café, Cristian made a banana split for a customer and then greeted Shaun, who sat up at the bar. Cristian informed Shaun that he and Rama had made up, and that he had made her pregnant. Vimal had not yet told his parents about the false pregnancy, so Cristian had used a water balloon to make it appear that Rama was pregnant. At the premiere of Vicker Man, the film suddenly stopped, and the porn movie, Hold the Diploma, starring Nate Salinger, also known as Buster Ridge, began. David demanded to know what had happened to his movie, as Rick gloated behind him. After Dorian asked Markko who had her film, Markko wondered who owned the porn flick. Rick believed that Markko's comment was his cue, and believed that he owned the film. The man with Todd's original face, scar and all, dressed for the premiere, when Baker burst through the door with a gun.\n"
}