{
    "soap_central": "\n\nJohn stopped at Capricorn to see Blair. He assured her that Cole was doing okay at Statesville, and John had people looking out for Cole. Blair was relieved and promised that she'd tell Starr. John also had a \"little something\" for Blair that was courtesy of Eli. The police had discovered a key to a safe deposit box among Eli's effects, and along with a letter that detailed Greg's crimes, they'd found a box. The contents of the box had been checked, and the police lab had deemed it safe. \n\n\nSince Blair was Eli's \"widow and sole heir,\" the box belonged to Blair. She was hesitant to take it, but John reassured her. \"It's over Blair,\" he said. \"God I hope so,\" Blair replied.\n\n\nCristian and Gigi said their goodbyes outside of Capricorn after returning from Paris. Gigi assured Cristian that things were fine after their kiss, and it made her realize how much she loved Rex. Cristian headed into the club. He found John and Blair in the midst of a conversation, but Blair turned to welcome Cristian home. She joked that they wouldn't have been able to open if he hadn't turned up, and Cristian insisted he'd arrived straight from the airport.\n\n\nJohn left, and Cristian announced that he hadn't had a romantic time with Layla after all. She'd \"ditched\" him for a fashion show, so he'd gotten drunk and kissed Gigi instead. Blair was shocked, but Cristian assured her that it hadn't been a big deal. He had even offered to take Gigi up to his room for sex, but she'd declined. \"She's a fool,\" Blair determined. She recalled how she and Cristian had done that very thing, but she thought they'd developed true feelings for each other afterwards. She wondered if Cristian had feelings for Gigi.\n\n\nCristian confessed that he liked Gigi, but he loved Layla, and Gigi loved Rex. He should have gone to Paris with Layla in the first place, instead of staying in Llanview, he proclaimed. He'd made a mistake. Blair felt otherwise and pointed out that Layla was busy with her career and didn't have time for anything else. \n\n\nBlair said that Cristian should focus on his own career, because it just wasn't the right time for him and Layla. She thought he was lucky that he wasn't in love with a serial killer like she had been. Blair thought she should have just gone into the convent, she added. Cristian didn't think Blair was the type, and he suggested they have a round of sex.\n\n\nHe called it the \"I'm mad at my lover, so I'm just gonna get with someone else to spite them\" sex. It was the same suggestion he'd made to Gigi. Blair declined, but she smiled and seemed to consider it. The conversation turned to the box, and Blair proposed that Cristian toss it out. He picked it up, but he didn't follow Blair's recommendation.\n\n\nKelly called Rex and told him she'd taken his advice. She'd taken control of things. She didn't reveal anything else as she turned to knock on the door of the Buchanan house in London. Neville was thrilled to see her and invited her inside. She mentioned that she'd left several messages, and he assured her that his master was in the living room. She walked into the room, but she was surprised to see Kevin instead of Joey. \"What messages?\" Kevin asked her. He asked if she were looking for Joey.\n\n\nKelly covered quickly and admitted that she was looking for everyone she knew as they hugged each other. Kevin disclosed that Joey had been gone for about a month, and he had no idea where his brother had gone. He made a move to the answering machine to check all of his messages, since he had been busy and out of touch recently. Kelly called out \"No\" to stop him. She explained that she'd left about seven messages for Joey, and it had been after she'd had a few drinks. It had been a mistake, and she really didn't want Kevin to listen to them.\n\n\nShe walked over to the machine so that she could erase them, but Kevin kept her at bay and began to tease her. Kelly vowed to hit him with a vase or to place an ugly photo of him on the Internet, and Kevin reluctantly agreed to her request. As Kelly relaxed and sank onto the sofa, Kevin made a dash for the machine and began to play the messages. Kelly was mortified. After the first couple of messages, she jumped up and ripped the machine from the wall. She vowed to post the photo of Kevin, though Kevin replied that he'd have to explain the reason for her revenge. He wondered how long she'd been \"carrying the torch\" for his brother.\n\n\nKelly felt bad, but it was all right for Kevin. He revealed that he'd been dating a lot, and he'd found out that he was hot, though Kelly had never thought so. He agreed they'd always be friends, and he was happy for her. He added that Joey didn't have a girlfriend as far as he knew. He suggested she stay at the house and wait for Joey to return. Kelly didn't think it was possible, since she had to return to Llanview and the Sun. Then she realized that with Téa's return, Todd would be able to run the office himself. She decided to stay, after all, and Kevin was firm about her staying at the house.\n\n\nDorian paid a visit to Llanfair to speak to Viki. She said that Clint was hiding something important from Viki. Dorian pretended to cry as she rehashed Echo's sad story about leaving her son. Clint had the other half of the necklace, Dorian informed her nemesis. Viki clarified that Rex had placed the necklace at Lili's grave, and it had been stolen. Dorian emphasized that it was in Clint's possession, because she had seen him with it. Viki was puzzled, but Dorian was irritated that Viki could never see anything wrong with the people she considered to be perfect. Dorian summed it up briefly.\n\n\nDorian said Clint hadn't wanted the baby, and there had been a cover-up. Viki didn't buy it, and she informed Dorian that Echo had been responsible for the letters, and Echo had been the one to take the necklace from the grave. She showed Dorian the copy of the book of love letters, but Dorian noticed the name of the author. Musing over the familiar name, Viki admitted that the author had been a family member. Dorian was certain that Clint would have a copy of the same book, and she was also certain that he was Rex's father.\n\n\nViki really felt she should wait for the test results, while Dorian was equally adamant that Viki pursue the latest news. Dorian professed that she didn't care for Echo, and she didn't want anyone to put one over on Viki and Charlie. The couple had been through a lot, due in large part to Dorian. \"Thank You,\" Viki told her. Dorian only wanted to be a friend.\n\n\nNatalie was frantic as she realized that Marty was going to do all that she could to let John and Jessica learn that Natalie and Brody had slept together. They should have told everyone the truth the night it happened, she told Brody hysterically. Brody tried to calm her down, and he explained that his file merely stated that he had been lying. He told her to \"hang tough,\" but Natalie was afraid that John would leave her. Brody agreed that Marty was \"out for blood,\" but he planned to talk to her. He left and headed to Marty's.\n\n\nJohn arrived and caught Natalie reading Brody's personal file. It fell to the floor, and he stooped to pick it up. He couldn't understand why Natalie had it. She maintained that Marty had dropped it off as a courtesy, since her files were all under investigation after the Hannah debacle. John understood, but he still didn't get why Natalie was reading it. Natalie confessed that she couldn't help that she was a \"snoop.\" Brody had been open and honest with her, so she already knew about it. John didn't think it was ethical, and he didn't think that Brody would appreciate it. Natalie agreed.\n\n\nJohn had already apologized to Brody for losing his temper, and he didn't want to \"stir things up.\" He hoped that Brody turned out to be the father of Jessica's baby. Natalie acknowledged that she'd seen Marty, and everything was under control.  He had to go back to the station.\n\n\nClint breathed a sigh of relief. According to Matthew, Dorian hadn't seen anything in Clint's desk drawer. Matthew couldn't believe that Clint was concerned over the necklace that Dorian was after, but Clint assured his nephew that it was the \"key to the Buchanan family fortune.\" Matthew was confused, since he noticed that the necklace wasn't even gold. \"It takes a smart man to see the real value,\" Clint quoted Asa. It wasn't the worth of the necklace, but what it stood for, Clint explained. They had to protect what belonged to them, he clarified.\n\n\nClint was certain that Matthew had lots of potential and could be trusted. He verified that Matthew would confirm that he had never seen the necklace, and Matthew agreed. Clint wanted to know if he could trust his nephew. Matthew said yes, that he could, but \"Can I depend on you?\" Matthew asked in return. He was annoyed that Clint had done so much for Inez and her sons, after Nate had hurt Matthew.\n\n\nClint assured him that everything he ever did was to protect his family. Matthew inquired whether Clint was dating Inez for that reason and didn't really care for her. Clint quoted Asa again. \"Keep your friends close, your enemies closer,\" he said. He had a plan, and he wanted to protect his family. Suddenly, Clint announced that Matthew should no longer be an intern. He wanted the young man to be a salaried employee, because he wanted to reward loyalty. Matthew was suspicious, and he accused his uncle of trying to pay him off.\n\n\nClint denied it and told his nephew of an extra special job and responsibility that he wanted Matthew to undertake. There was a new Buchanan Enterprises prototype under development. He wanted Matthew to pick it up in another office and keep anyone from seeing it. After Matthew left, Clint tossed the necklace into the desk drawer.\n\n\nMarty placed a call to the hospital and pretended she was Natalie in order to get the results of her paternity test. She was unable to obtain them, as they weren't available yet.\n\n\nBrody paid Marty a visit and accused her of torturing Natalie. He advised her that she needed to keep her mouth shut, but Marty feigned ignorance. Brody reminded her that his information was private and was not intended for her to use for blackmail. He wanted her to \"stop playing games.\" Marty accused him of sleeping with Natalie, and she thought that John should be aware of it, especially if his baby could really be Brody's. She moved over to the phone to place a call to John.\n\n\nBrody showed Marty a photo. It was a picture of her going through Natalie's file in Vivian's office. He explained that there were lots of security cameras around, even more since Marty had been pushed down the stairs. He found it amusing that her accident could result in her undoing. He advised her she'd lose her license and end up in jail, because there were more photos. Her life would be over. Marty was incensed, and she advised Brody that her life was already over due to his lover. Brody retorted that Natalie was his friend, and she'd had nothing to do with the bullets that Cole had fired to take Eli's life.\n\n\nMarty disagreed. She blamed everything on Natalie. Brody wondered how Cole would feel if he got out of jail only to find that his mother was gone and in jail herself. Brody was sorry about Cole, but he was sure that Marty didn't want to lose everything or even be the type of person that she was portraying. Jessica was fragile, and he refused to allow Marty to destroy Jessica, he continued. He stated that Marty had no idea what had really gone on, and she was using private and privileged information. He had no shame in anything he'd done, he added.\n\n\nMarty asked why Cole should go to jail while Brody got off for what he'd done. Brody couldn't believe that Marty would \"sink so low\" and jump to conclusions. She didn't know what she was talking about, and she had a \"sick need\" to hurt other people instead of facing the truth about Cole, he accused. He wouldn't let her hurt Jessica. Brody reminded her that he was a police officer and a former Navy SEAL, and he could \"make things happen.\" He hated to threaten her, but Marty hadn't given him a choice. He ordered her to leave everyone alone. \"Understood?\" he asked as he departed.\n\n\nMarty was livid. She picked up the phone and called John. She asked him to stop by.\n\n\nRex was surprised when Gigi showed up at his place. He informed her that he had received her \"slurred\" message, but he'd understood what she meant. He revealed that Echo was his mother, and Charlie could be his father, though they were waiting for results of the DNA test. He was hopeful that Charlie would indeed be his father. Gigi apologized for being absent, but she had been angry at him and had kissed Cristian, she announced. Rex was staggered, but she reminded him that she'd been drunk and angry that Rex's ex-wife knew about Rex and Gigi not having any sex.\n\n\nRex claimed that Adriana had \"wormed\" it out of him. He'd really wanted to convey how much he respected and loved Gigi, and how they'd wanted to do things right. Gigi informed him that Dorian also knew about it, as she'd mentioned it when Gigi had called Rex. Dorian had stated that Rex had been helping Kelly get dressed for their date. Rex was floored, and he told Gigi that he and Kelly were only friends. He hadn't told Dorian anything, so she'd probably gotten the information from Adriana. He was sorry.\n\n\nGigi asked if he were okay with the kiss, but Rex misunderstood and mentioned that he and Kelly had kissed. He swore he had planned to tell Gigi, but he insisted that Kelly had been the one to kiss him. He'd only returned it for a second, he promised. Gigi had been in Paris, Echo had \"jerked him around,\" and he'd had some drinks. Rex thought it was a good thing the kiss had happened, because Kelly had realized she could go after the guy she really wanted. He assured Gigi that he didn't want to be with Kelly. The kiss and the steam room had done nothing for him, he uttered. This piqued Gigi's curiosity again, but Rex asked her if she wanted Cristian.\n\n\nGigi promised that she didn't, and she thought she wanted Rex. She'd have to try out the kiss, she teased. After the couple kissed, Gigi assured Rex that he'd won. The couple settled into another kiss. They agreed that they loved each other and didn't want to waste any more time.\n\n\nKevin and Kelly left the house to see Zane. After they were gone, the phone rang. Neville answered and was pleased to find Joey on the other end. Neville wondered whether he should set another place for dinner, and he was pleased with the response.\n\n\nBrody returned to Llanfair, and Natalie was beside herself with anxiety. She was afraid that Marty knew that Brody might be the father of Natalie's baby. Brody did his best to calm her down. He didn't think there was anything to worry about. He'd \"handled her,\" he revealed. He was certain that Marty wouldn't say anything.\n\n\nViki stopped at Buchanan Enterprises to see Clint. \"What are you up to?\" she asked him.\n\n\n",
    "tvmega_recap": "John discovers taht Brody's confidential medical files are in Natalie's living room. She explains that Marty brought them to Brody since she is being investigated for the Hannah O'Connor case and wants to make certain that Brody's and other patients' records are not compromised when the board investigates her and her cases. Yet John still hasn't a clue what Marty is investigating regarding the fact that Natalie might be pregnant by Brody and not telling John. After Marty all but reveals to Natalie that she knows about hers' and Brody's secret, Brody goes to confront Marty, warning her that she will be in serious trouble if she gets reported for stealing and copying Natalie's OBGYN records. He tells her that it will not help her or help Cole if she does this. But she doesn't seem to listen and Natalie knows that Marty is out for revenge on her no matter what anybody says or does to Marty. Dorian goes to inform Viki that she knows that Clint has some involvement in Echo's secret about being Rex's mother and the scam she pulled with Rex regarding the fictional people from the story book whom she had him believing were her biological parents. But Dorian does not spell out to Viki that she has overheard Clint revealing that he is Rex's father and has known for a long time yet not told anyone. Gigi and Cristian return from Paris. She affirms to Rex that she wants them to make their relationship work although she reveals that she and Cristian kissed and were tempted to sleep together. Rex admits to Gigi that he has been talking to Kelly but she is only a friend and interested in getting back with Joey. Kelly goes to London and reveals to Kevin that she is considering getting back with Joey. Cristian goes to talk to Blair about whether he should stay with Layla, consider Gigi or what he should do.",
    "soapcentral_condensed": "Cristian and Gigi said their goodbyes outside of Capricorn after returning from Paris. Kelly vowed to hit him with a vase or place an ugly photo of him on the Internet. Kevin made a dash for the answering machine and began to play the messages Kelly had left for his brother. Kevin revealed that he'd been dating a lot and found out he'd found a lot of reason to be mortified when he found out Kelly was dating Kevin. Kelly called Rex and told him she'd taken his advice. She didn't reveal anything else as she turned to knock on the door of the Buchanan house in London. She mentioned that she'd left several messages, and he assured her that his master was in the living room. She walked into the room, but she was surprised to see Kevin instead of Joey. Kevin disclosed that Joey had been gone for about a month and he had no idea where his brother had gone. Kelly covered quickly and admitted that she was looking for everyone she knew.\n"
}