{
    "soap_central": "\nFur Flies\n\n\nWhile Bo sat in his office and watched old videotapes of Matthew playing basketball, Nora entered and interrupted Bo's thoughts.  Bo and Nora discussed their decision not to allow Greg to perform surgery on Matthew.  Matthew's parents hoped their son would one day understand that they weren't willing to jeopardize his life based on Greg's claims that he could make it possible for Matthew to walk again.  When Bo apologized for interfering in Nora and Clint's relationship, Nora admitted that Clint was experiencing difficulties understanding that she and Bo had to decide what was best for Matthew.  Smiling affectionately at Nora, Bo stated, \"I don't know how I would get through all this if I wasn't going through it with you.\"  Noticing the paused video of Matthew, Nora asked Bo to play the tape for her.\n\n\nTéa listened as Matthew and Destiny pleaded their case to her.  The teens related how Matthew's parents had decided against Matthew having surgery because they feared he might not survive. Matthew argued that he wanted the right to make his own decision regarding the surgery.  Matthew was adamant that he wanted to seek emancipation from his parents.  Informing Matthew that emancipation involved severing all ties with his parents, Téa questioned if Matthew wanted to go through with it.  Matthew admitted that he didn't want to hurt his parents, but he argued that the emancipation would allow him the opportunity to authorize his own surgery.\n\n\nTéa appeared touched when Matthew related that he wanted to walk again more than anything else.  After citing reasons why she shouldn't take his case, Téa surprised Matthew when she agreed to represent him.  After Téa placed a phone call, Matthew and Destiny questioned her next move.  Téa exclaimed, \"Sit tight!  Everything is in motion!\"\n\n\nHolding hands, Bo and Nora smiled affectionately at each other as they watched the video of Matthew.  A knock on the door disrupted the happy moment.  Bo and Nora were startled when a server handed them both summons.  Bo and Nora were stunned to learn that Matthew was suing them.\n\n\nInside the Buenos Dias Café, Shaun was hesitant to accept Greg's invitation to dinner.  While Greg urged Shaun and Rachel to join him at the Palace Hotel, Rachel was surprised when one of the teens from the drug rehabilitation center entered the café in a questionable state.  Rachel thought Brenden might be under the influence of drugs, but when the teen mentioned that he had bumped his head after falling off his skateboard, Greg realized that Brenden was in serious trouble.  Once Brenden began complaining that he had a terrible headache, Greg advised Rachel that the teen needed to be rushed to the emergency room.\n\n\nGreg and Rachel arrived at Llanview Hospital with Brenden.   When a nurse questioned Greg's presence in the emergency room, Greg ordered her to provide him with an empty examination room.  The nurse refused, but Greg barged into a room and began examining Brenden further.  As the nurse rushed off to contact security, Greg reacted quickly when Brenden suddenly had no recollection of Rachel and then lost consciousness.\n\n\nOnce the nurse returned, Greg related that Brenden was suffering from \"Walking Die Syndrome\" and demanded that she provide him with a high-speed neurosurgical drill.  When the nurse refused to assist Greg in performing the procedure, Greg demanded that Rachel help him.   A nervous Rachel insisted that she couldn't help him.  \n\n\nGreg warned Rachel that Brenden would die if they didn't act quickly. Greg informed Rachel that pressure had begun to build up in a particular area of the teen's brain.  Greg insisted that it was necessary to drill a hole inside Brenden's skull in order to release the pressure.  While Greg prepared to perform the procedure, a security guard barged in and ordered Greg to leave.  Shaun entered the room and removed the guard, allowing Greg and Rachel time to save Brenden's life.\n\n\nAfter Greg had successfully performed the procedure, Rachel was amazed by his skill.  While Rachel praised Greg for saving Brenden, Shaun acknowledged that his brother was a hero.\n\n\nAt La Boulaie, Blair learned that Téa had told John about Blair's indiscretion with Todd.  Acknowledging that she had displayed terrible judgment, Blair was convinced that John had a few choice words for her.  To Blair's surprise, John stated that he was concerned and wanted to check on her.   While Blair continued to condemn herself, John spoke positively about her.\n\n\nCertain that John had reunited with Marty, Blair wondered why John was concerned about her.  John didn't verbalize that he was involved with Marty again, but Blair determined that he was.  Stating that she wanted John to be happy, Blair agreed to grant him an annulment.  She was surprised when John presented her with a divorce decree from his attorney.  \n\n\nCiting that she wanted John to have a fresh start, Blair thought it was best to seek the annulment.  Blair was touched when John informed her that he didn't want to pretend that their marriage never existed.  Blair and John reminisced about the special times they shared.  Blair signed the divorce decree and the two parted as friends.\n\n\nAt the hospital, Schuyler ran into Gigi.  Schuyler was surprised when Gigi informed him that Rex had tricked Stacy into leading him to the place where she had hidden the bag of blood.  Gigi beamed as she related that Stacy's hold over her life was over.  Appearing worried, Schuyler reminded Gigi that Stacy never surrendered easily.  Schuyler was convinced that Stacy would never give Rex up without a fight.  Admitting that he felt compassion for Stacy, Schuyler didn't know how she would react once she realized that Rex didn't want her.\n\n\nInside the room at the fur storage facility, Stacy stripped down to her underwear and asked Rex to make love to her.  With the heel of her shoe hovering over the bag of blood, Stacy warned that she would puncture the bag if Rex didn't comply with her demands.  A disgusted Rex agreed to have sex with Stacy.  Referring to her as pathetic, Rex told Stacy that he would have sex with her only to save his son's life.  Stacy cringed when Rex stated that the thought of having sex with her made him sick.  As Rex continued to berate Stacy and proclaim his love for Gigi, Stacy began to cry.  Humiliated, Stacy handed the bag of blood to Rex and ordered him to leave.  After Rex left with the bag of stem cells, Stacy lay on the floor and cried.\n\n\nBack at the hospital, hoping to share a few moments alone with Gigi, Schuyler offered to treat her to a cup of coffee.  Before Gigi could accept, Rex arrived with the stem cells in a cooler.   Schuyler watched as an elated Gigi questioned how Stacy had reacted to the news that her plot had been uncovered.   Unwilling to divulge the explicit details, Rex simply related that things didn't go well.  Upon learning that Rex had left Stacy at the storage facility, Schuyler rushed off to find her.\n\n\nAt the storage facility, Schuyler discovered a troubled Stacy sprawled out on the floor in tears.  As Schuyler embraced Stacy, she cried in his arms and insisted that she loved Rex.  While Schuyler tried to comfort her, Stacy pulled away and lashed out at him.  Blaming Schuyler for her problems with Rex, Stacy taunted Schuyler about losing Gigi to Rex.  Stacy ordered Schuyler to leave her alone, and he obliged.\n\n\nBack at the hospital, Gigi hugged Rex and reminded him that their ordeal with Stacy was over.  Gigi exclaimed that she, Rex, and Shane were finally a family.\n\n\nAfter composing herself, Stacy wrapped her body in a fur.  Before exiting the facility, Stacy grabbed a tire iron and exclaimed, \"This isn't over!  Nobody is ever going to hurt Stacy Morasco again!  You messed with the wrong girl!\"\n\n\n",
    "tvmega_recap": "Matthew and Destiny talk to Tea about their legal options regarding the fact that his parents won't authorize the surgery that could help him walk and that he won't accept that. She concludes if he is really serious, there are things she can do. Bo and Nora are talking about their son an wondering what to do. And when they least expect it, a summons server finds them a serves them with a subpoena drawn up by Tea on behalf of their son. Meanwhile, Rachel and Greg notice a client of hers has suffered a head trauma. Greg knows that it is urgent that he get surgery. He takes the kid to the hospital and risks getting thrown in jail by hospital security in order to save his life. Rachel and Shawn are both in awe of the fact that Greg moved heaven and earth to save a young boy's life. Blair and John talk about the ending of their marriage. He tells her that he does not want an annulment since it was a real marriage and she will always mean something to him. Rex convinces Stacy to give him the bag of blood and she gives up when he declares that he could never love her. She is distraught and heartbroken. Schuyler finds her but she does not listen to what he has to say. And she declares that this is not over. She will get revenge upon them.",
    "soapcentral_condensed": "Téa listened as Matthew and Destiny pleaded their case to her. Matthew argued that he wanted the right to make his own decision regarding the surgery. Téa surprised Matthew when she agreed to represent him. Greg and Rachel arrived at Llanview Hospital with Brenden. Greg insisted that it was necessary to drill a hole inside Brenden's skull in order to release the pressure. While Greg prepared to perform the procedure, a security guard barged in and ordered Greg to leave. Shaun entered the room and removed the guard, allowing Greg andRachel time to save Brenden’s life. While Rachel praised Greg for saving Brenden, Shaun acknowledged that his brother was a hero. John presented Blair with a divorce decree from his attorney Cululiting that she wanted to have a fresh start. John didn't verbalize that he was involved with Marty again, but Blair determined that she was determined to be happy with him. John spoke positively about her positively about Marty, but wondered why John was concerned about her. Blair was convinced that John had a terrible judgment.\n"
}