{
    "soap_central": "\nYahmajesti, Yahiness\n\n\nAt the Mendorran Palace, the people of Mendorra applauded as Carlo introduced them to their new king and queen. From a distance, Antonio and Cris watched the ceremony unfold. Jonas attempted to kiss his new bride, but Talia turned away in disgust. After Carlo gave Talia a subtle threat, she complied with his request and cringed as Jonas planted a kiss on her. Antonio suggested that Cris search for Sarah and he would take care of Carlo and Jonas. Convinced that Sarah couldn't have survived the fall, Cris expressed his desire to help Antonio save Talia. \n\n\nThe applause grew louder when Carlo announced that Tina and Cain would be executed for committing treason. Carlo stated that the king and queen wouldn't be allowed to enjoy the festivities because they would be busy-consummating their marriage. Enraged, Antonio wanted to attack Carlo and Jonas, but Cris advised his brother to consider his plan instead. After their discussion, Cris apologized for staying behind. He said that he owed it to Sarah to save Tina. Antonio understood and the brothers made a pact to meet at the strip-with both Talia and Tina. Antonio headed off to locate Talia. \n\n\nAs he listened to Carlo announce that the execution would take place immediately, Cris stood silent. \n\n\nWith guards positioned outside their bedroom suite, Jonas took great pleasure in trying to seduce Talia. Talia refused to allow Jonas to touch her and demanded to see Antonio. Wanting to consummate their marriage, Jonas had no desire to discuss Antonio. When Talia suggested that Antonio would harm Jonas, Jonas smugly announced to a startled Talia that Antonio was dead. \n\n\nA few feet from the bridal suite, Antonio watched the armed guards. \n\n\nBack in 1968, at The Good Day Café, Rex/Bo looked smitten as he watched Emma enter the diner, with little Spencer. However, Emma only had eyes for Bo, believed to be Asa. A few feet away, Renee advised Bo to set things right with Emma. Annoyed that Renee had interfered in her relationship with Asa, Emma urged Renee to give her a moment alone with him. To everyone's surprise, little Spencer shouted that his mother had promised him a baby brother and was adamant that Renee needed to mind her own business. Nervous by Spencer's outburst, Emma attempted to calm the child. \n\n\nIn an effort to distract Spencer and give the adults time to discuss matters, Rex offered to buy the child a milkshake. Spencer accepted, but was in a terrible mood. A nervous Rex watched as he observed young Spencer's psychotic behavior. While continuing to insult Rex, Spencer tried to strike a match and then asked Rex to help him find a small animal to torture. As he argued with Spencer, Rex tried to phone Gigi from his cell phone, but was unable to get reception. \n\n\nMeanwhile, Emma was annoyed that Renee sat in on her discussion with Bo. After Renee urged Bo to be honest with Emma, Bo told Emma that he wasn't in love with her and suggested that she find someone her own age. Renee suggested that Emma rekindle her romance with Ned Truman, Spencer's dad. With her eyes focused on Rex, and in a sarcastic tone, Emma asked Bo if he thought she should date his son. After ditching Spencer, Rex approached the table and interrupted the discussion. Hoping to focus Emma's attention toward someone else, Renee and Bo gave Emma and Rex some privacy. \n\n\nEmma thanked Rex for occupying Spencer's time and told Rex that Asa/Bo had ended their relationship. After Rex commented on Spencer's weird behavior, Emma defended her son and stated that he needed a decent male role model in his life. When she told Rex of her many past relationships that ended badly, Rex urged her not to get involved with Ned Truman again. Emma insisted that she would change her lifestyle, and Rex encouraged her to do so. Emma appeared surprised when Rex told her that he felt as though he already knew her. Emma asked Rex if he knew what it felt like to love one person and be obligated to another. Rex told her that she had no idea. \n\n\nCarrying David Vickers, the dog, David entered Rodi's and was somewhat bothered to see John and Mike at a table. Avoiding the McBain brothers, David slid over to the bar and convinced the bartender to give him a free drink. When the bartender mentioned the recent fire at the Angel Square Diner, David immediately had a flashback of striking a match to Clint's check and leaving it to burn on one of the tables at the diner. David held an intense conversation with David Vickers, the dog. For a few moments, he contemplated whether he were responsible for the fire, but soon began to focus on his own troubles-how to scam Clint into believing that he was still married to Addie. \n\n\nAt a nearby table, Mike mentioned that he saw Blair leave John's room and wondered if he were interfering in John's love life by staying with him. John assured Mike that he wasn't involved with Blair. John mentioned that Marcie had dropped by the apartment and wondered if Mike was still willing to give her up. As Mike admitted to still being in love with Marcie, she approached the table. John left the couple alone. Mike asked Marcie if she still intended to adopt Starr's baby. When Marcie announced that she hadn't changed her mind concerning the adoption, Mike appeared frustrated. After reminding Marcie of the hell that Todd would cause if she followed through with the adoption, the couple realized that they both wanted different things in life. Feeling defeated, Mike walked away. \n\n\nJohn joined David at the bar. When David mentioned how awkward he felt to be in John's presence, considering that his brother had killed John's father. John didn't want to discuss Spencer, but David insisted. David said that he had been thinking a lot about fatherhood recently. David believed his life might have turned out differently if he had grown up with a good father. He recounted the terrible life he had growing up with Ned Truman. David said that growing up with a terrible male influence led him down a terrible path. If he had grown up with a decent father, he might have been a better person and perhaps Spenser wouldn't have grown up to be a sociopath. \n\n\nDisgusted by David's rambling, John walked away. Realizing he was alone again, David turned his attention to scamming Clint into giving him another check. As he tried to come up with a plan, David looked into the mirror that faced him. He was startled to see everyone else's reflection in the mirror, but not his. A few seconds later, David's reflection did appear. David headed off to find Clint. \n\n\nBack in 1968, Renee complimented Bo about being honest with Emma. She was delighted that he had ended his relationship with Emma. As Bo stared at Rex and Emma, he had a thought-because he broke things off with Emma, David would never exist. \n\n\nWhen Todd entered Marty's bedroom, she noticed the bruise on his face and hand. Todd told her that he had discovered that John was sleeping with Blair. Todd stated that he had asked John not to hurt Blair, and John responded by hitting him. Todd vented about John and blamed him for the destruction of his family. As Marty listened to Todd's story, she felt bad for him and her impression of John grew worse. Marty asked Todd if he had attempted to fight back. Todd told her that he never believed in violence. Todd's statements made Marty feel compassion for him, and Todd enjoyed her attention. Marty tended to Todd's wounds, and he continued to speak ill of John. Todd thanked Marty for being concerned about him and wished he could help her. Marty said that he already had because he told her the truth about the rape. When Marty told Todd that she cared about him, Todd appeared touched. \n\n\nAt LaBoulaie, Starr was surprised to receive a visit from Cole. Announcing that he had signed over his parental rights, Cole presented Starr with legal papers. Cole told Starr that she could give their baby to Marcie, but they were finished. Starr begged Cole to reconsider and told him how much she loved him. Admitting he loved her as well, Cole stated that it was not enough and he could never forgive Starr for wanting to give their child away. Starr suggested that Cole's decision to give up his rights proved that he knew she had made the right decision. Cole said that he didn't want to place his child in the middle of a legal battle. Cole related that he could never forgive Starr and the sight of her would only remind him of the child he had lost. Starr pleaded with Cole to give their relationship another chance and pulled him into an embrace. Pulling away, Cole walked out, leaving a bawling Starr behind. As Cole closed the door behind him, he broke down in tears. \n\n\nA distraught Starr called Marcie and told her that Cole had given up his rights to their child. Starr said that nothing could prevent her from giving her baby to Marcie. \n\n\nAs Todd enjoyed Marty's company, he received a call from Cole. Cole informed Todd that he had signed away his rights and that there was nothing that Todd could do about it. An enraged Todd demanded answers from Cole.\n\n\n",
    "tvmega_recap": "Cole informs Starr that he will sign for her to give their baby up for adoption. But it's only because he knows that she wants to abandon their child. And he also tells her that they are through. She cannot accept that and cries. Michael and Marcie are still at odd where she wants to adopt Starr's baby but he believes it will never work. Meanwhile, Todd and Marty are getting to be friends. She completely trusts him and believes that John is a terrible person, based upon what Todd tells her. In Mendorra, Carlo Hesser has Talia married off to Jonas Chamberlain. But Antonio is determined to rescue her. David has a plan for how to raise money now that he is all alone and homeless. Bo and Rex are still stuck in Paris, TX in 1968 assuming the roles of Bo and Asa. Emma is the mother of young Spencer Truman. And there is a dilemma about whether she should have another baby, who will be David Vickers.",
    "soapcentral_condensed": "Talia refused to allow Jonas to touch her and demanded to see Antonio. Jonas smugly announced to a startled Talia that Antonio was dead. Back in 1968, Rex/Bo looked smitten as he watched Emma enter the diner, with little Spencer. Emma was annoyed that Renee sat in on her discussion with Bo. Bo told Emma that he wasn't in love with her and suggested that she find someone her own age. David entered Rodi's and was somewhat bothered to see John McBain and Mike at a table. David slid over to the bar and convinced the bartender to give him a free drink. David had a flashback of striking a match to Clint's match and leaving it to burn on the Diner table. At a nearby table, Mike mentioned that he saw John staying with Addie. John wondered if he were interfering in John's life by staying with John's love by staying in Addie's room and leaving John's check on the table. Rex offered to buy the child a milkshake, but was in a terrible mood.\n"
}