{
    "soap_central": "\n\nRex visits a jailed Michael who explains his trip to Texas and why he risked his freedom. He knows \"in his gut\" that Marcie is there and he wanted to help her. He was so happy last year, he continues, while this year he's only worried about her. He wants to hire Rex as a P.I. because he's sure that he can find her first, before the F.B.I. He's heard that she was broke and someone wanted to turn her in; he knows that Rex can talk to people and get them to open up and trust him. He actually spoke to Marcie on the phone and there's a girl named Sally Ann who can help him. Rex is all set to agree when he remembers that he wanted to propose to Adriana on Christmas. He can't do it, he tells a disappointed Michael, who has some advice for him. \"Don't ever tell her lies to protect her,\" he says sadly. Rex quickly changes his mind, telling his friend that he can't stand to see him in his present state. He hopes to be back by Christmas. Michael is ecstatic and encourages him to stop by the Bonjour Café as he's pretty sure they know something there. He will never be able to repay Rex.\n\n\nMarcie is docked $24 for breaking dishes but the other girls chide Moe for having done the same thing. She really needs the money and the hours before Viki can get back, Marcie explains. The bake-off arguing continues and when Shane arrives, he's asked to judge the two pies. He doesn't like either of them but confesses to not even liking pie. \"Good job,\" his mother whispers. Shane also has a dismal report card, the teacher citing his need for a reading tutor. Gigi is unable to afford it, but Marcie gets the boy into a conversation about movies and books and before long, he's asking his mom for a book that Marcie has mentioned. Marcie writes out a Christmas card for Michael but rips it up, as the judges show up to sample the pies. Gigi admires her for giving up so much. Viki has returned and stops at the motel to see Charlie. He's in a bad way as he recounts his meeting with his son who hates him and has a whole new life with rich and snooty people. He was really mean to his son and he sees that his son doesn't want him to ruin his new life, even if he's a new man. Viki asks about the progress already made and advises him that he has to stop drinking for himself, not his son. She would like to know more about him, she reassures him and she's not afraid of him. As Charlie cries, Viki lets him know that she cares about him. He's sorry for disappointing her but she needs him to know that it's not about her. He has to make a decision though. \n\n\nJohn wakes up to find a sleeping Natalie beside him. She wants to discuss it but of course John never wants to have those personal conversations. She suggests that they both got drunk and they agree it wasn't planned. They then both admit that they remember the entire evening and they really weren't that drunk at all. Nat recalls telling John the sequence of events that led up to her drinking, but he was unable to talk about Marty. She has no regrets, they were each alone and in a funny place, but it won't happen again. She also believes that John is protecting someone and didn't shoot Miles. She admits to getting over John easily enough but Jared is part of the family and she will see him. The whole episode is rather disgusting and \"illegal in almost every state,\" John teases. He wants her to call him if the situation becomes too uncomfortable but no one can help him, he admits. He needed her last night and was glad she was there. They share an embrace.\n\n\nNash makes fun of Jared's haste to get business cards printed and he and Jess \"officially\" welcome him to the family. They urge him to attend a holiday shindig at their place but Jared declines, not buying their sudden change in attitude. They admit that they still don't like him but if he's family, he won't disappear. He should try to prove himself worthy of the family, they pester him. They continue to harass him until he finally has no choice but to give in. After he leaves, the couple is excited that Jared bought their act. On to Stage 2, they declare.\n\n\nAdriana, Antonio and Cris bond over a meal and talk about a gift for Carlotta, along with talk of inviting Talia and Sarah over for dinner. Adriana orders the guys to \"get happy...or fake it\" like her, as she recalls her argument with Dorian over Rex. She thinks the guys are lucky to have Carlotta instead, though they assure her that the woman is full of her own opinions as well. Antonio maintains that he's not ready to move on. Unready or unwilling? Adriana wants to know. She also mentions that Sarah likes Cris a lot and put him to the test on his feelings for Evangeline. Cris recounts his failure to see Evangeline since she was moved back to Maryland and doesn't think it fair that he can't talk to her. Adriana discloses that she believes she'll be getting something special for Christmas. The guys don't want any gifts but she asks them about things like hopes, wishes and dreams. Miracles can happen, she proclaims.\n\n\n",
    "tvmega_recap": "John and Natalie wake up together. Rex lands in jail with Michael and demands to know from Michael if he saw Marcie in Texas. Michael insists that he was close on Marcie's trail in Texas. Marcie's first day on the job as a waitress turns into calamities when she is charged twenty-five dollars for the dishes that she already broke and if she broke anymore, it would cost her her job. Viki comes back to town and lands on Charlie's doorstep. Adriana gives Antonio and Cristian pointers on what to get Carlotta for Christmas. Adriana advises Antonio and Cristian to get happy about Christmas or fake it. Shane comes into the diner and shows his Mom a bad report card which states that he needs a tutor in reading and Marcie offers to tutor him. John and Natalie share some quality time together over a cup of coffee. Nash and Jessica welcome Jared to the family, but Jared is very suspicious. John and Natalie spend some quality time together and she tells John that she remembers everything about last night.",
    "soapcentral_condensed": "On Stage 2, Adriana and Antonio bond over a meal and talk about a gift for Carlotta. Rex visits a jailed Michael who explains his trip to Texas and why he risked his freedom. Marcie writes out a Christmas card for Michael but rips it up, as the judges show up to sample the pies. Shane also has a dismal report card, the teacher citing his need for a reading tutor. Nat recalls telling John the sequence of events that led up to her drinking, but he was unable to talk about Marty. She has no regrets, they were each alone and in a funny place, but it won't happen again. She admits to getting over John easily enough but Jared is part of the family and she will see him. They finally admit that they still don't like him but if he's not worthy of family, he should try to prove himself until he has no choice but to give in to the pestering. After he leaves, the couple is excited that Jared bought their act.\n"
}