{
    "soap_central": "\n \nAt the apartment, Langston started to tell Markko why she was kept awake at night when Markko realized that Langston was cold and pale. He offered to get her a blanket and told her to sit down. She yelled at a stunned Markko to stop being so nice to her. She quickly apologized, saying that she didn't mean to be so harsh, but that she just needed to talk about what was on her mind. She tensely explained how she had been thinking about where her future was going. Thinking she was talking about college, Markko assured her that she would be fine. Dorian entered and asked if she was interrupting something.\n\n\nLangston informed Dorian that the couple was in the middle of something. However, Dorian had just come by to drop off four tickets to the upcoming show at Ultraviolet, and explained that there were perks of being the mayor. Dorian told Langston and Markko to take Starr and Cole, and that she would babysit. Noticing that her daughter looked upset, Dorian requested to speak to Langston alone.\n\n\nMarkko left the room as Dorian questioned Langston about her relationship issues. Dorian assured her daughter that rough patches happened occasionally. Langston thanked her mother for the advice and promised to call her later. Dorian wondered if Langston knew how wonderful Markko was. She knew Langston would be surprised to hear her say that, but it was true. As Langston began to cry, Dorian left the apartment.\n\n\nBo asked Nora again to marry him, but Nora alleged that it was the drugs talking. He told her that he wasn't going to waste any more time and implored her to say yes. Nora assured him that they'd have plenty of time, but Bo insisted that everyone was running out of time. He told her that the biggest reason he was glad the gunshot didn't kill him was that he would have regretted not marrying Nora. He told her that he wanted Matthew to be able to say that his parents were married, even though Nora claimed that Matthew didn't care. Bo, calling himself old-fashioned, tried to tempt Nora by telling her that they could get married on their June first anniversary.\n\n\nBo finally got that Nora didn't want to get married because of Clint. As Nora asserted that Clint hadn't yet healed, Bo called her bluff. Nora, reminding Bo that Clint had been at the hospital the entire night, didn't want to marry Bo and undo everything Clint had said to Bo the night before. Bo asked why she was scared, to which Nora replied that she didn't think she was wife material. She was scared that she was going to hurt Bo again.\n\n\nNora made it clear to Bo that she didn't want to disappoint him once more and that they could hurt each other again. This time, they might not forgive each other at all. Bo tried to convince her that they would get it right this time, and that they would take it one day at a time. Nora finally agreed to marry Bo.\n\n\nAt the hospital, Brody insisted that he and Jessica go on their date that night. She claimed that their game of H-O-R-S-E was just them playing around, but Brody asked what time he could pick her up. Jessica argued that she had to help paint the sets for stage crew, that she was supposed to call Viki that night, and that it was a school night, so she couldn't go out.\n\n\nJessica left the hospital to go to school. She informed Cristian that Bo would be all right and hugged Cristian as Brody walked in. Brody filled Cristian in on the fact that Jessica was trying to weasel her way out of their date. Cristian told her that the painting was done for the day so she was free to go out with Brody.\n\n\nBrody challenged Jessica to a HORSE rematch, double or nothing. If she won, they didn't have to go on a date. If she lost, she would have to let Brody take her out twice. After Jessica lost again, Brody offered an additional double or nothing, which she refused. Brody told Jessica that he would take her to the show at Ultraviolet. As Jessica left to get ready, Brody swore not to give up on her.\n\n\nAt the courthouse, Rex gave Gigi a thumbs-up as the custody hearing was about to begin. Téa informed the judge that she would be withdrawing Schuyler's objection to the custody suit because he was not Sierra's biological father. Fish stood and identified himself as Sierra's real father. He explained that he had a DNA test to prove the paternity, and that he didn't have time to get a lawyer because he hadn't wanted to leave Sierra's side.\n\n\nWhen Fish claimed that he was ready to be a parent, the judge asked if Fish was married. He revealed that he was gay, but had a fully supportive and committed partner in Kyle. The couple related that being parents with full-time jobs would be a challenge, but they were ready to give the baby everything, especially love. After the judge asked if Gigi still wanted to sue for custody, Elijah began to tell the judge about the rough start to the baby's life, and that Gigi would be a perfect mother.\n\n\nGigi interrupted Elijah and said that she would do anything for her niece, but she thought that Fish and Kyle would make great parents. She believed that Sierra belonged with the couple, so the hearing was over. Gigi asked Fish if she could say goodbye to her niece, but Fish wanted Gigi, Rex, and Shane involved in Sierra's life, so it wasn't goodbye.\n\n\nAt school, Dani told Matthew that he should've gotten Cole, but Matthew was all right with the fact that he and Destiny would be scene partners. As a still-angry Destiny stormed out to rant about the casting, Dani and Matthew wondered who got the role of Cole. Reading the cast list, Matthew and Dani were unsure of who Nate Salinger, the person playing Cole, was.\n\n\nAt the coffee shop at Llanview University, Starr and Cole discussed Langston and Markko. Cole tried to understand why Langston would break up with Markko as Destiny entered and called Starr a dream-killer for not casting her as Starr in the musical. She accused Starr of fixing it so her sister would get the role. Starr attempted to convince Destiny that she had nothing to do with the casting and Cole backed her up by telling Destiny that Starr wasn't a liar. When Destiny finally believed Starr, she became gloomy, saying that the show wouldn't bring her and Matthew together the way Langston and Markko were together. Destiny apologized to Starr and left. Starr thanked Cole for sticking up for her and they continued their conversation about Langston and Markko.\n\n\nStarr finally admitted that Langston had something going with Ford. Cole asked if Langston was sleeping with Ford to which Starr nodded. Cole wondered how Langston could cheat on Markko, and how long Starr had known. When she replied that she had known for a while, Cole demanded to know why she hadn't told him sooner. Starr vowed that she would have told him, but she had promised Langston she wouldn't. Cole remembered the confrontation in the kitchen at the Buenos Días between Starr and Langston. He had suspected, even then, that the two hadn't been arguing about the musical. They both knew their friends would need them later. Starr left the coffee shop, unsure if she and Cole were okay.\n\n\nAt school, Nate walked up to the cast list and found out that he had been cast as Cole. He questioned who was playing Starr. Matthew looked jealous as Dani replied, \"I am.\" Nate explained that he was a junior who had just transferred to Llanview High, to which Dani related. Nate left just as Destiny returned, inquiring who the new boy was.\n\n\nAt his apartment, Ford answered the door to Karen, the pizza delivery girl. He dropped the pizza on a chair and pulled her toward his bedroom. Just as the couple exited, Layla entered, on the phone with Cristian. She updated him on Bo's condition. Later, she was on the phone with Adriana, and was updating her friend on the situation with Cristian. She confided to her friend that she was scared to make a mistake with Cristian as her boyfriend walked into the apartment. Layla heard Cristian close the door behind him and got off the phone. Cristian reassured her that he was with her, \"no doubts.\"\n\n\nCristian asked Layla if she wanted to go out because he was done with school. Their conversation was interrupted when Ford left his room with Karen. As Cristian and Layla made plans to go to the show at Ultraviolet, Karen seductively told Ford that he might see her later at the show.\n\n\nOutside the courthouse, Rex asked Kyle about who he got Shane's stem cells from and how closely he had guarded them. Kyle assured Rex that the stem cells that saved Shane's life had definitely been from Mitch without a doubt.\n\n\nAs Fish thanked Gigi, Fish and Kyle left the courthouse with Sierra. Rex promised Gigi that she had done the right thing. He then updated Gigi on Kyle's claims that the stem cells really were from Mitch Lawrence. The pair wondered if Mitch was still Rex's father.\n\n\nInside the courtroom, Téa told Elijah that she would file the necessary papers. She wanted to see if she could get Schuyler into some kind of program because he didn't want to fight for his freedom. Elijah related to Téa, and claimed that he could have won the case for Gigi, but Sierra was all right and that was all that mattered. As Téa was packing up her papers, she suddenly passed out into Elijah's arms.\n\n\nLangston let a surprised Markko know that Dorian had talked about how wonderful he was. He was glad to be on Dorian's good side, but wondered why his girlfriend was crying. She claimed to be stressed and in need of a night out. Markko needed to check on things at school, but promised to be back in time to take her out to dinner. Soon after Markko left, Starr entered and wondered how the breakup went. Langston confessed that she couldn't go through with it.\n\n\nMarkko entered the coffee shop at Llanview University and sat with Cole. Cole said he was sorry, but Markko wondered why Cole was sorry.\n\n\n",
    "tvmega_recap": "At the custody hearing, Gigi tells the judge she does not plan to fight Oliver and Kyle for custody and believes that they should have the right to raise Oliver's daughter. At that point, the judge rules in their favor. Langston is ready to admit to Markko that she is breaking up with him. But she never gets a chance when he is ready to plan a big date and Dorian comes by and tells her how lucky she is to have Markko. Meanwhile, Ford has forgotten all about Langston and is sleeping with the pizza girl. Starr reveals to Cole that they have broken up and he is very disenchanted. Destiny is disappointed to have gotten the role of Langston instead of Starr in the musical. And Matthew is similarly disappointed to get the role of Markko instead of Cole. Dani gets Starr and a new boy gets Cole. Bo proposes to Nora. At first she says no, but he convinces her to take the leap of faith. Brody is trying to get back what he had with Jessica, but she is still clearly disinterested in him.",
    "soapcentral_condensed": "At the courthouse, Rex gave Gigi a thumbs-up as she informed the judge that she would be withdrawing Sierra's custody suit because he was not Sierra's biological father. Bo asked Nora again to marry him, but Nora alleged that it was the drugs talking. Nora finally agreed to marry Bo. Brody challenged Jessica to a HORSE rematch, double or nothing. If she lost, she would have to let Brody take her out twice. Jessica argued that she had to help paint the sets for stage crew, and that she was supposed to call Viki that night, so she couldn't go out. Jessica told Cristian that Bo would be all right and hugged Cristian as Brody walked in. Bo told Jessica that he would take her to the show at Ultraviolet, and Brody swore not to give up on her. The judge asked if Fish claimed that he was ready to be a parent, but Fish said he was fully supportive and committed to being a full-time partner in Kyle's life.\n"
}