{
    "soap_central": "\nKinda Hot\n\n\nOn the piers, Starr confronted Cole about his continued drug use. Cole explained that he wanted to stop using, but couldn't find the strength to do it. Cole understood the ramifications of violating the terms of his parole. However, the lure of the high was stronger than Cole's fear of imprisonment. Starr thought it was a hopeful sign that Cole hadn't succumbed to the urge to take one of the pills that he had stolen from the hospital. Cole pointed out that it hadn't been for lack of desire. \n\n\nCole revealed that he had talked Markko into taking Cole's drug test. Cole wanted Starr to understand the lengths he was willing to go to in order to feed his addiction. Cole was filled with self-loathing that even the knowledge of Matthew's paralysis had no been enough to keep Cole from using. Cole believed that he had driven those who mattered the most to him away. \n\n\nCole suggested that Starr go to Mr. J. He was certain that was whom Starr really wanted to be with. Starr refused to leave Cole. She pushed Cole until he admitted that he was a drug addict. After Cole said the words aloud, Starr asked Cole to hand her the pills he had pilfered. Cole gave Starr the bottle of pills. At Starr's urging, Cole accepted that he had a problem. They hugged, and then Starr suggested that they go to the treatment center. \n\n\nCole told Starr about Rachel being assigned as his drug counselor. Cole acknowledged that Rachel had helped him, but Cole did not want be at the center when he went through drug withdrawal. Starr vowed not to lose Cole to drugs. After they dumped the pills into the water, Starr took Cole to La Boulaie. At La Boulaie, Starr and Cole quietly crept up to her bedroom. \n\n\nAt the hospital, Gigi appeared to have second thoughts about ending her relationship with Rex. She was on the verge of telling Rex the truth when the hospital's priest approached Gigi. He inquired after Shane, then pointed out that God had answered Gigi's prayers. \n\n\nAs the priest walked away, Gigi announced to Rex that it was time to talk to Shane about their breakup. \n\n\nShane was devastated when his parents told him that they had split up. Shane blamed himself the breakup. Rex and Gigi assured Shane that he had nothing to do with their decision to end things, but Shane didn't appear to believe them. \n\n\nLater, as Shane walked to bed, Gigi tried to hug her son. Shane pulled away from Gigi then climbed into bed. Rex tucked his son in, kissed the top of Shane's head, and then walked out of the room. Gigi watched as Rex walked away. \n\n\nAt La Boulaie, Langston complimented Ray. She thought he looked handsome for his date. She asked Ray whom his date was with. Dorian appeared on the stairs as she revealed that she was Ray's date. Langston asked how David felt about Dorian's decision to go out on a date with Ray. Dorian and Ray avoided the subject, so Langston rushed them out of the door. \n\n\nLangston's eagerness for their departure didn't escape Dorian's notice. When Langston opened the front door, Dorian saw Markko standing on the doorstep. Dorian realized that Markko was the reason Langston wanted the adults to leave. \n\n\nLangston explained that Markko has stopped by to study. Dorian made it clear that she expected Langston to get an \"A.\" \n\n\nAfter Dorian and Ray left for their date, Markko and Langston started kissing. Langston pulled away before things went too far. She reminded Markko that they had decided to wait. Markko asked what they were waiting for. They both agreed that they were ready to become intimate. Langston and Markko wanted their first time to be special. \n\n\nLangston and Markko decided that prom was an anniversary, of sorts, for them. It had been on prom night, two years before, when they had first realized that they were meant for each other. Langston and Markko decided that their upcoming prom would be the perfect night for them make love. \n\n\nBrody asked Jessica to spend the night with him, so that he could make love with her. Brody confessed that he had been with many women. However, Jessica was different. Brody admitted that the idea of being with Jessica made him nervous. He didn't want Jessica to have any regrets. \n\n\nJessica kissed Brody and then they made love. Afterwards, Jessica confided that it had felt wonderful to lose control around Brody without any fear. Jessica felt like the person she had been before Nash had died. Brody promised that he would be there for Jessica. Jessica surprised Brody by insisting that they had to keep their relationship a secret. \n\n\nBrody apologized for dragging Jessica into Gigi's mess. Jessica didn't want to hear Brody's apologies. She realized that she had to get home, but she wasn't ready to leave. Brody was equally reluctant to see Jessica go. They made love again. \n\n\nTodd went to Téa's room at the Palace Hotel. Téa was not pleased to see Todd. Todd invited himself in. He told Téa that he had been granted an emergency custody hearing for the following day. Téa knew about the hearing. Téa tried to persuade Todd to leave her room; she told him that she had plans for the evenings. \n\n\nR.J. arrived, as if on cue. Téa revealed that she had a date with R.J. Todd watched as Téa and R.J. walked out of the room. \n\n\nTéa and R.J. went to the Palace Hotel's restaurant. Téa and R.J. saw Viki and Charlie seated at a nearby table. Téa introduced R.J. to Charlie then took a moment to quietly whisper to Viki that she had moved on from Todd. Viki looked up just in time to see Todd enter the restaurant. Téa suggested to R.J. that they have dinner at a secluded table. \n\n\nCharlie asked Viki if she wanted to invite Todd to join them for dinner. Viki declined the offer; she wanted to be alone with Charlie. \n\n\nDorian's arrival, with Ray, interrupted Charlie and Viki's romantic dinner. Dorian announced that her marriage to David was over, so she was on a date with Ray. Viki confessed that she had been happy when she had learned that David had come to his senses. Dorian bristled at the suggestion that David had ended the marriage. Dorian insisted that the decision to divorce had been mutual. \n\n\nCharlie decided to warn Ray of Dorian's darker nature. Dorian pulled Ray away before Charlie could reveal too much of Dorian's past. As Ray questioned Dorian about Charlie's cryptic comments, Dorian spotted R.J. \n\n\nDorian greeted R.J. warmly when she saw her old friend. Dorian was a bit surprised when R.J. revealed that he was on a date with Téa. Téa warned Dorian that Todd was skulking about hotel. Dorian wasn't concerned about Todd. However, she did want Téa's assurance that Blair would retain custody of her children. Téa was confident that she could handle Todd. \n\n\nTodd was spotted at the bar. Téa, R.J., Dorian, and Ray asked Todd what he was up to. Todd revealed that he was on a date. He picked up a drink then approached a beautiful redheaded woman. \n\n\nWhile Dorian and Ray were seated at a table, Téa remained in the bar area watching Todd and his date. R.J. suggested that they leave, but Téa declined. R.J. realized that Téa was hung up on Todd. He told Téa that she could do better than Todd. Téa appreciated R.J.'s confidence in her. She leaned over to kiss R.J. Todd studied them intently. \n\n\nAs Téa walked out of the restaurant, alone, Todd's date asked if he wanted to leave. Todd answered, \"Yes,\" then walked away from his date. \n\n\nTodd followed Téa to her room. Shortly after he caught up with Téa, the two were engaged in a passionate kiss. \n\n\nRay asked Dorian about Charlie's warning. Dorian admitted that she had done some bad things in the past, but she did not elaborate beyond that.\n\n\n",
    "tvmega_recap": "Tea is with RJ but admits she still has Todd on the brain. Dorian is with Ray. Langston and Markko are alone in the house and ready to make love. Jessica and Brody make love and declare that they are ready to move forward. Gigi is still terribly afraid to break the promise she believes she made with God in order to save Shane. So she tells Rex and her son that she and Rex are officially over. Shane is devastated and so are both Gigi and Rex. Starr tells Cole she will help see him through his road to recovery.",
    "soapcentral_condensed": "Brody asked Jessica to spend the night with him so they could make love. Jessica felt like the person she had been before Nash had died. Langston and Markko decided that their upcoming prom would be the perfect night for them to makeLove. At the hospital, Gigi appeared to have second thoughts about ending her relationship with Rex. At La Boulaie, Langston complimented Ray. Dorian and Ray avoided the subject, so Langston rushed them out of the door. At prom, Markko and Langston started kissing, but Langston pulled away before things went too far. Back at home, Jessica didn't want to hear Brody's apologies, but she wasn't ready to leave Brody. She realized that she had to go home, but was reluctant to see Brody again. Back to Mail Online home.Back to the page you came from.\"Kinda Hot\" is now available on iTunes and Google Play, as well as on Amazon and PC.\n"
}