{
    "soap_central": "\nGuns N' Roses\n\n\nJohn stood as Nora and Marty approached him at the Buenos Dias Café. He offered them his vacated booth and turned to leave, but Nora waylaid him. She wanted to discuss Todd's case and asked John to join them. John agreed and took a seat across from the ladies. When Nora questioned John about Janet, Marty became upset. She realized that her relationship with Janet had been another lie. John wore an expression of concern but said nothing as Marty struggled to deal with the latest betrayal. Meanwhile, Nora received a call then announced that she had to leave on urgent business. She offered to take Marty home, but John stepped in and suggested that Marty order lunch, after which he would drive her home. Marty accepted John's invitation. After Nora left, Marty told John that she had heard about his resignation from the police force. John said little until Marty expressed her gratitude for him rescuing her from Todd's house. He told her that he would have followed her to New Mexico if it had been necessary. \n\n\nViki was shown into Todd's room at the hospital. Todd realized immediately that his sister's visit wasn't prompted by concern for his welfare. Viki was furious with Todd. She accused him of failing his family when they had needed him most. She pointed out the dangers that Bree, Natalie, and Jessica had faced because Todd had kept quiet about Tess. Todd didn't seem to understand Viki's anger. He felt that since things had worked out for Natalie and Jared, no real harm had been done. Viki's fury mounted when Todd began to view himself as the victim. He showed her the injury on his face and reminded her that it was an exact replica of his previous badge of dishonor following Marty's rape. When Todd talked about his love for Marty and hers for him, Viki called him delusional. She told him that she would never forgive him for what he had done to her daughters, and then accused Todd of being their father's son. Finally, Viki turned her back on Todd and walked out. \n\n\nA short time later, Todd's guard returned to the room to check on him. As he turned his back on Todd, to leave, Todd stared at the officer's gun. \n\n\nAt the hospital, Natalie and Jared looked through the nursery window and watched Chloe. Natalie confided that her niece gave her a feeling of hope. \n\n\nMarcie, Michael, Starr, Dorian, and Blair were gathered in Dr. Joplin's office as she told everyone that Hope could have been saved. Dr. Joplin went on to explain that baby Hope had died of a treatable condition called Rh disease. Dorian was outraged and asked Dr. Joplin how she could have missed what any first year resident would have spotted. Michael was surprised, as well. He knew that there were early signs of the disease that should have been diagnosed during prenatal care visits. Marcie and Starr were confused about the disease. Michael explained that the condition developed when a child's blood leaked from the placenta and didn't match the mother's blood. Starr was devastated and blamed herself for Hope's death. Dr. Joplin rushed to assure Starr that she had been a model patient and had done everything right for her daughter. Dr. Joplin took full responsibility for the baby's death, but Dorian wasn't satisfied. She was furious and demanded to know why Hope had never been admitted to NICU. Dr. Joplin lied and said that Hope had died en route. Dorian didn't appear to believe her, and warned her that she intended to have Dr. Joplin's medical license revoked. \n\n\nWith nothing left to say, everyone began to file out of Dr. Joplin's office until she was alone. Dr. Joplin looked completely shattered. She picked up a picture of her son and stared at it. \n\n\nJessica had her first session with Dr. Levin. When she walked into his office, she told him that she wanted to fast-track her recovery. Jessica was desperate to return to Bree and Chloe. Jessica was also upset that she could not remember Chloe's birth or what kind of prenatal care she had. Dr. Levin was understanding and told Jessica that he was would help her get home to her children. He then began talking about Nash's death. He felt that it was the trauma of witnessing Nash's fall that had triggered Tess's return. Jessica was reluctant to discuss it. She confessed that the thought of Nash's death greatly angered her. \n\n\nDr. Levin then brought up Bess. He told Jessica that he had talked to Viki and they had agreed that Bess was a gatekeeper of sorts. Jessica wondered why Bess had not manifested the first time Tess had appeared. Dr. Levin suggested that perhaps she had, but no one had realized it. He then suggested talking to Bess and asking her what she was hiding. He felt that Bess's cooperation was the key to a successful integration. Jessica reminded the doctor that she could not call out her alter egos at will. Dr. Levin proposed hypnotizing Jessica. Jessica agreed and within a short time, Bess had emerged. Bess held fast to her secret and would only say that Jessica needed to be at home with her children, not in a sanitarium. When Dr. Levin decided that he wanted to talk to Tess, Bess appeared rattled. She refused to cooperate, but Dr. Levin reminded her that he was in charge, not Bess. To prove his point, Dr. Levin called for Tess to emerge. When she did, Tess immediately sprang from the sofa and tried to walk out of the office. She was furious when she found the office door locked. Tess turned to Dr. Levin and demanded to know what he planned to do about Jessica being given the wrong baby. \n\n\nViki found Natalie and Jared by the hospital's nursery. Natalie sensed that her mother was troubled and asked her about it. Viki told them that she had been to see Todd, but she didn't want to discuss it. She had good news. Chloe's doctor had called and told her that the baby was ready to be released. Natalie was thrilled and she and Jared left to make arrangements. A short time later, Starr approached Viki at the nursery. She was holding a bouquet of flowers for Jessica. Viki was touched by her niece's generosity. After she hugged Starr and offered her condolences, Viki told Starr that Jessica had left the hospital. Starr handed the flowers to Viki and walked up to the nursery window to look at the babies. She asked which child was Viki's granddaughter. When Viki pointed Chloe out, Starr studied the tiny infant. She turned to Viki and told her that the little girl was perfect. \n\n\nMichael took Marcie home. She was heartbroken over the cause of Hope's death. Marcie dissolved into tears while Michael held her. After Marcie poured her heart out to him, Michael suggested that it might help Marcie if she arranged a funeral for her daughter. \n\n\nBlair and Dorian went to the Buenos Dias Café for lunch. Blair stopped short when she saw John and Marty sitting in a nearby booth. \n\n\nNora was on her way to Todd's room at the hospital when she heard a single gunshot ring out. \n\n\n",
    "tvmega_recap": "John sits in a booth in the Angel Square Diner when Nora and Marty walk in. Marty and John's eyes instantly meet. Nora asks for John's help in putting Todd away for good. Todd stands in front of a mirror in his hospital room when the guard comes in and tells Todd that he has a visitor. Viki comes in. Viki begins to blast Todd for all the evil things that he had done especially to Jessica and Natalie. Natalie stands at the nursery window, looking at Jessica's baby. Jared comes up to join her. Dr. Joplin makes a heartfelt confession to Blair, Starr, Dorian, Marcie and Michael. Dr. Joplin confesses that Hope's death was her fault. Dr. Joplin explains about the RH negative factor in the blood, and how it had resulted in the baby's death. Jessica sees her therapist. The therapist hypnotizes Jessica and Bess is released, but she refuses to give the therapist any info. Dorian promises that Dr. Joplin will pay for her negligence in Starr's baby's death. Nora leaves Marty alone in the diner. Viki blames Todd for the whole mess with Marty. Viki tells Todd that she will never forgive him and he really is Victor Lord's son. Bess remembers how she had swapped the dead baby for Starr's baby. The guard comes into Todd's room to see if Todd escaped through the window. Todd eyes the guard's gun. Blair walks into the diner with Dorian and sees John with Marty. A gunshot is heard in the hospital.",
    "soapcentral_condensed": "Viki was shown into Todd's room at the hospital. Todd realized immediately that his sister's visit wasn't prompted by concern for his welfare. Viki accused him of failing his family when they had needed him most. Dr. Joplin explained that baby Hope had died of a treatable condition called Rh disease. Jessica had her first session with Dr. Levin. He felt that the trauma of witnessing Nash's death had triggered Tess's return. Jessica was also upset that she could not remember Chloe's birth or what kind of prenatal care she had had. He reminded her that he had talked to Viki and they had agreed that Bess was a gatekeeper of sorts of sorts. He suggested talking to Bess and asking her what she was hiding. Jessica confessed that the thought of Bess's death greatly angered her. She was greatly angered that the. thought of Nash's. death had angered her and she confessed that he was greatly. angered of Tess's death. Jessica told Bess that she had not been successful with her integration.\n"
}