{
    "soap_central": "\n Rachel Getting Harried \n\n\n\n\nBlair stopped at Starr's place to drop off a piece of mail from Llanview University. Starr's excitement turned to disappointment when she saw that it was only a brochure. She urged her mom to call off Todd's party plans until she was officially accepted to the school but Blair reminded her it was impossible to tell Todd what to do. Blair thought maybe Kelly could talk to Todd and Starr quickly turned up her nose at the mention of her cousin's name.\n\n\nBlair reported that Todd and Kelly had seen each other at the church and surprisingly, Todd had tried to make Kelly feel better. Starr was shocked and wondered if something was going on between her father and Kelly. Blair assured Starr that Kelly wasn't his type but she didn't care as she had \"broken the Todd cycle.\" As they high-fived, Starr asked her mother if she was serious about her \"mystery man.\" \n\n\n\n\nBlair denied the existence of any man and insisted her life was an \"open book.\" Starr teased that the multiple texts and phone calls her mother had received were obviously a chapter in that book. Blair insisted she was not dating and Starr asked what she was doing. She looked at her mom, changed her mind, and adamantly told her she didn't want to know.\n\n\nStarr mentioned Cole's special sociology project and his partner for it. She was really nice, Starr mentioned. \"She?\" Blair asked. Starr told her not to start and the situation was nothing like Todd and Kelly. Starr was especially glad to see that Blair wasn't concerned about Todd while Blair was sure that Kelly was returning to London so there couldn't be any Kelly and Todd relationship.\n\n\nTodd arrived at La Boulaie with the premise that he was there to visit his sons but Kelly advised him they were at school. Todd spied his handkerchief and admitted that he didn't recall giving it to Kelly at the church. He was happy to hear that Kelly had \"shot down Kevin Buchanan\" and refused his marriage proposal. He thanked her for her decision. Kelly was annoyed and suggested that Kevin was much more of a man than Todd was. Though Kevin meant the world to her, it just wasn't right, she added. She thought they would both be hurt. Todd noted how familiar that situation was to him.\n\n\nTodd bragged about how much his sons loved him though regretfully Dani didn't feel the same way. He disclosed that Kelly had been right and his sizable donation to the school had done nothing to improve his standing with Dani. He wondered how Kelly and Kevin had worked their relationship out considering all they had been through. Kelly advised him that it took time and patience and she urged him not to give up without a fight.\n\n\nKelly told Todd he was vindictive, narcissistic, violent, and hypercritical. She did feel that his face lit up and he was a good person when it involved his kids, she concluded. She thought that Téa and Blair had only wanted a part of that. Todd couldn't believe that Kelly said something nice about him and hearing that she meant it, asked her to have sex.\n\n\nKelly couldn't believe her ears and after making a gagging sound began to laugh. She thanked Todd for providing her with the first laugh since her mother's funeral. She had thought of Blair whose head would explode if she were to find out the two had sex. The pair began to play out the entire scenario but Kelly assumed that Blair would never believe it anyway because she knew that Todd and Kelly hated each other. Todd assured Kelly he didn't hate her and offered her a job with his newspaper.\n\n\nKelly was surprised when Todd mentioned her blog  Raising Zane  that he was familiar with via some of his employees. He thought it would be a good idea for her to write it under his paper's umbrella for more viewing. \"What about Blair?\" Kelly asked. Todd wanted to forget about Blair. He thought he had made a good offer and wanted her to try it for a couple of weeks. He warned that Blair was his second choice if she didn't accept his offer.\n\n\nLaudine and Leah flirted with Kevin at the Buchanan mansion while in the next room, Clint advised his bride-to-be that the justice of the peace was on the way. He remarked that she would be Kimberly Andrews Buchanan in no time. Kim gulped and confessed that she thought she would just keep the name Kimberly Andrews because she wasn't sure she wanted to go through with the marriage. She wasn't sure what she wanted. Clint chalked it up to pre-wedding jitters.\n\n\nKim admitted that she was fine until her bridesmaids had arrived and told her she was making a mistake because she wasn't getting married for love. She only wanted to say \"look at me now\" and soak up their envy. They weren't very good friends anyway. Clint assured her that they didn't have to get married but she was the one who had asked him. Kim panicked and asked if he still wanted to marry her and Clint reminded her that she was the one backing out. He thought they would make good parents, they had fun together, and they liked each other. Kim only wanted to be sure.\n\n\nClint surprised her with a large diamond in hopes of making her feel better. \"Ring-a-ding-ding,\" Kim gasped. Just then the justice of the peace arrived. \"Let's stick it to those bitches,\" Kim declared.\n\n\nKim's friends were positive the marriage would not occur and they wondered why anyone would want to be tied down by choice. They asked Kevin about his status and they were surprised to hear that he didn't have anyone special. He began to pour his heart out and by the time he was finished talking about Kelly, the women felt sorry for him. They agreed that Kevin was better off though Kelly would regret her decision. They continued their flirtation and led him upstairs for a special \"tour\" of the mansion's upper floor.\n\n\nLater, as the trio made their way back downstairs, Kevin went off to find his dad. He wanted to know if Clint was going through with the wedding and asked if Kim was really \"til death do us part material.\" Clint assured his son he knew what he was doing though he wondered how happy Natalie would be when she heard about it. Even Viki had extended her warm wished to him, he informed his son.\n\n\nSoon, the wedding began and the bridesmaids danced into the study. Kim stood behind them in her wedding dress and slowly made her entrance. As the ceremony began, Kim asked that they skip straight to the \"I do's.\" Clint and Kim were married in a matter of seconds. The ceremony was over and Kim chastised her friend for trying to steal some silverware. Kevin escorted the women out the door as the women made comments on the marriage. They expected it to be over in no time. Clint thought he and Kim should focus on the honeymoon and Kim wanted to direct her attention to Sierra. It would be the three of them on the honeymoon, she said.\n\n\nDorian paid a surprise visit to Llanfair and told Viki that she was making a mistake by divorcing Charlie. Viki snidely informed her nemesis that she wasn't about to discuss things with Dorian who was by no means a marriage counselor. Dorian assured her that she understood what was going on because Charlie was her friend and he had needed a confidante. She knew that Viki and Charlie loved each other. A speechless Viki refused to discuss her state of affairs but Dorian persisted. She maintained that Charlie was a broken man and it was all the fault of a cold and unfeeling Viki.  \n\n\n\n\nViki reminded her of Charlie shooting Jessica and the fact that he had wanted to kill someone. Dorian couldn't believe that Viki had referred to that again and she stressed that Charlie was in agony. Viki assured her there was nothing she could do about it but Dorian responded that Viki had to forgive Charlie. Viki thought that Dorian really wanted forgiveness for herself because her scheme went wrong. She suggested that Dorian \"look elsewhere for absolution.\" Dorian disagreed and stated that all of the frustration began with Viki when she paved the way for Mitch to do all of his misdeeds.\n\n\nShe explained that it happened because Viki had abandoned her office. Irate, Viki reminded her of all of her family woes though Dorian thought that Viki shouldn't have run for the mayor's office in the first place. Viki was sure she shouldn't have ceded that office to Dorian who had then allowed Mitch to manipulate her. She had to protect her girls, Dorian whined. Viki countered that it was all Dorian's fault. Dorian stood by her belief that Viki had thrown the office way, just as she had tossed Charlie away.\n\n\nDorian was adamant that she wasn't pretending but really cared about Charlie. She urged Viki to take him back and he would be himself again. Viki insisted it was too late and he had turned his back on her when she needed him. Dorian thought that Viki was paying him back instead and that Viki wanted to be like Dorian. She didn't think Viki should pretend like that and that Viki couldn't be like her. After Dorian left, Viki placed a call to Charlie and told him she wanted to see him.\n\n\nRachel advised Greg that she would not reveal anything she had been told about the oxytocin and betray Schuyler in the process. Greg wondered if it was okay to betray him instead though Rachel quickly assured him that it was not about Greg. She insisted that Greg didn't have all of the facts but she couldn't tell him anything. Greg accused her of choosing Schuyler over him and that she had enabled him instead of protecting him. He felt that Schuyler was still exhibiting addictive behavior and ordered her to give him up.\n\n\n\"Or you'll give up on me?\" Rachel asked him. She thought that Greg sounded suspiciously as though he were giving her an ultimatum though Greg saw it as a choice. He was livid as he recalled that he had put Rachel before his family though Rachel asserted that she had never asked him to do it. Disappointed, Greg stated that he thought she had been worth it and he thought he knew Rachel.\n\n\nRachel remembered how she had needed kindness at one time and someone to believe in her and she was doing the same for Schuyler. She couldn't turn her back on him. Sarcastically, Greg countered that he was beginning to think Rachel had chosen the wrong brother. Rachel was dumbfounded when she asked Greg if he was breaking up with her. \"I guess I am,\" he replied.\n\n\nBattle lines were drawn at the hospital as Gigi and Rex began to leave with Sierra. Téa announced that she had a stay from someone higher than the authority who had given custody to Gigi. She would not back off until Sierra was returned to her father. Rex gave Téa a difficult time but she informed the group that the custody of the baby had been granted before Schuyler's hearing with the ethics board and things were different since it was over. Elijah admitted it was true.\n\n\nSchuyler offered to work things out with Gigi but Rex stepped in and announced that they would ignore the court order. Téa wondered if Rex wanted to go to jail and Rex made it known that he would do anything for Gigi. He assured Schuyler that Schuyler would have to go through him to get the baby. He thought that Schuyler only wanted the baby to get Gigi back but Schuyler emphasized that he knew what being a parent was all about after all they had been through. He loved Gigi and was not trying to cut her out of the picture. Rex went after Schuyler and as the men began to shove each other, Elijah separated them.\n\n\nGigi handed the baby to Schuyler and reminded him of all that he needed to do regarding shopping for supplies and the baby's medications. She told Sierra to behave. \"Come with me,\" Schuyler told Gigi. He was sorry that he had hurt her but he had to take care of his daughter. He thought that they could do it together and give the baby a family. Gigi replied that she only wanted the baby to be okay and that would be when she raised the little girl herself. She vowed that it wasn't over.\n\n\nRachel was crying when Schuyler returned to his apartment with Sierra. He was jubilant as he declared that having the baby was the best thing that ever happened to him. He noticed that something was wrong but Rachel brushed it off. He had his second chance thanks to Rachel and Téa, he smiled.\n\n\nStill at the hospital, Rex vowed that they would fight Schuyler's custody. Gigi was upset when she spotted the doll she had forgotten to include with the baby's things. Rex assured her that they would be able to give it to Sierra soon. Gigi felt she had let her sister down but Rex was sure Gigi would have the infant with her soon. \n\n\n",
    "tvmega_recap": "Kim and Clint find a way to get their wedding underway. Kevin is alone without Kelly. Todd asks Kelly to work with him at the Sun and there is question that maybe the two of them might hook up. Dorian attempts to convince Viki not to divorce Charlie and give him another chance. But she does not listen. There's a big battle for custody of baby Sierra. Eli first grants Gigi temporary custody. But Tea \"trumps his ace\" and get Schuyler cleared to take her home. Yet Rex and Gigi are not going to give up the fight to get full custody and take her from Schuyler regardless. Meanwhile, Greg and Rachel argue about her belief that Schuyler should be absolved for stealing the drug and his belief that he can't get away with it. And it looks like they are going to break up.",
    "tvmega_summary": "Episode # 10644 ~ Rachel Getting Harried",
    "soapcentral_condensed": "Starr asked her mother if she was serious about her \"mystery man\" Blair denied the existence of any man and insisted her life was an \"open book\" Todd arrived at La Boulaie with the premise that he was there to visit his sons but Kelly advised him they were at school. Todd bragged about how much his sons loved him though regretfully Dani didn't feel the same way. Laudine and Leah flirted with Kevin while in the next room, Clint advised his bride-be that she would be Kimberly Andrews. Kim gulped and confessed that she wasn't sure what she wanted to go through with the marriage. Clint reminded her that she was the one who had asked him to marry her and asked her if she still wanted to marry him. She only wanted to say \"look at me now\" and soak up their envy. They weren't very good friends anyway but they weren't envy their envy their friends weren't good anyway. The episode ends on a cliffhanger.\n"
}