{
    "soap_central": "\nWedding Bo Blues\n\n\nAt La Boulaie, Blair teased Todd as he prepared for his date with Téa.   A confident Blair told Todd that his relationship with Téa was doomed because he would never get over Blair.  Amused, Todd related that Blair would never move on because she was in love with him.   While Blair stewed, Todd left to escort Téa to Viki's wedding ceremony.\n\n\nIn the living room, Dorian studied the article in the society page of the Banner that announced the double wedding ceremony of Viki and Charlie, and Clint and Nora.  Dorian was enraged that her enemies had found happiness.  Dorian cursed Viki and ranted about her own failed attempts at love.\n\n\nDepressed and lonely, Blair phoned Jack's swimming instructor and suggested that they share a romantic evening together.   Before the instructor could respond to Blair's request, Dorian intervened and disconnected the call.  Dorian urged Blair not to allow her jealousy over Todd's relationship with Téa to get the best of her.  As two masseurs entered the house, Dorian announced that she had a surprise that would cheer Blair up.   After enjoying relaxing massages, the two women drank cocktails and drowned their sorrows.\n\n\nAt St. James Church, Matthew asked God to guide him in his decision to have the surgery. As Destiny approached, Matthew pondered the idea of dying on the operating table.  Filled with emotion, Destiny hugged Matthew and related that she would never encourage her brother to perform the surgery if she believed that her friend would die as a result.  Matthew gave Destiny an update on his lawsuit against his parents.  Admitting that he attempted to blackmail his parents, Matthew stated that he couldn't bear to hurt Clint with the news that Nora and Bo had shared a kiss.\n\n\nMeanwhile, Clint stood inside the church and noticed that Bo hadn't arrived.\n\n\nAt the Buchanan Mansion, as Nora prepared for the ceremony, Rachel questioned whether her mother wanted to marry Clint.  Certain that Nora loved Bo, Rachel pleaded with her mother to think twice before marching down the aisle with Clint.  Nora denied that she was in love with Bo.  Frustrated, Nora commented that she was marrying Clint within the hour, and did her best to end the discussion, but Rachel persisted.  Rachel begged her mother not to marry Clint if she had doubts about her love for Bo.  As Nora struggled with her decision, Clint entered the room and asked to speak to his fiancée.\n\n\nAlone with Clint, Nora appeared to have second thoughts about marrying him.  Noticing that Nora was troubled, Clint admitted that he was aware that she had never stopped loving his brother.  Nora was startled to learn that Clint had made his revelation known to Bo, as well.   Instantly, Nora decided to continue with her wedding plans.  Nora proclaimed her love for Clint, and assured him that she would meet him at the altar.   A nervous Clint headed back to the church to wait for his best man to appear.\n\n\nRachel returned and asked Nora if she had made a decision.  An emotional Nora related the news that Clint had informed Bo that she had never stopped loving him.  Furious that Bo hadn't confessed that he loved her, Nora announced that she could never pursue a relationship with Bo, because he was unwilling to forgive her for the past.  Rachel pleaded with her mother to consider exploring her feelings for Bo.\n\n\nBo paid Lindsay a surprise visit at Statesville Prison.   Lindsay was surprised to hear Bo's request of her.  Admitting that he had strong feelings for Nora, Bo asked Lindsay to talk him out of stopping the wedding.   Bo was stunned when Lindsay informed Bo that the entire town of Llanview was aware that Bo and Nora had never stopped loving one another.  Lindsay related that Bo and Nora would have remained married had he been able to forgive Nora for her past relationship with Sam.  \n\n\nRecalling the day that Nora disrupted Lindsay and Bo's wedding ceremony, Lindsay admitted that Nora had done the right thing.  Insisting that Nora's decision to marry Clint was based on a lie, Lindsay shocked Bo when she encouraged him to tell Clint the truth.  Lindsay wondered if Bo would be able to live with himself after hurting Clint.   Lindsay suggested that Bo speak with Clint before the ceremony.\n\n\nAt the church, Viki and Charlie enjoyed a few moments alone before the ceremony.   Nearby, Jared wondered why Jessica hadn't arrived.   Admitting that she was concerned about Jessica, Natalie commented that her sister was behaving strangely.\n\n\nAt Llanfair, Jessica noticed a figure standing on the lawn and called out, \"Please don't go!\"  Stay and talk to me, Nash!  What do you want?\"  As Jessica begged the image to answer her, Brody emerged and questioned what was going on.  When Jessica related that she saw Nash, Brody became concerned.  Realizing that Brody didn't see the figure, Jessica became convinced that she was hallucinating.  Brody offered to call Dr. Levin, but Natalie phoned and interrupted the conversation.  After hanging up with Natalie, Jessica told Brody that she had to meet her mother and sister at the Buchanan Mansion.\n\n\nAs Rachel tried to convince her mother to stop the wedding, Viki, Natalie, and Jessica arrived to help Nora prepare for the ceremony.  Dressed in her wedding gown, Nora studied her reflection in the mirror.  Nora appeared troubled as the women discussed her upcoming wedding to Clint.\n\n\nBack at the church, Todd romanced Téa.  Meanwhile, Matthew complimented Destiny's appearance.  As Matthew leaned down to kiss Destiny, Téa interrupted with questions about the lawsuit.   Informing Téa that he had been unable to convince his parents to reconsider, Matthew told Téa to carry on with the hearing.  Later, Matthew commented to Destiny that his father was late for the ceremony.  Matthew related that he believed that his parents actually wanted him to tell Clint about the kiss.\n\n\nStanding at the altar, Clint wondered what was keeping his brother.  As Bo approached, Clint exclaimed, \"Where have you been? I was beginning to think I'd lost my best man!\"\n\n \n\n\n",
    "tvmega_recap": "The double wedding is underway. But Nora clearly has her doubts. Rachel asks her mother if she is still in love with Bo. Nora cannot answer. Matthew wonders what to do about the surgery and knows that his mother might call off her wedding to his uncle. BO goes to talk to Lindsay who tells him she can clearly see that he is still in love with Nora and maybe needs to let both Nora and Clint know that. Viki is ready to marry Charlie but also knows that Clint has his doubts about marrying Nora. Blair is \"unsettled\" with Todd taking Tea to the weddings and Dorian is not ok with Viki having happiness again. They both get drunk and have male massage therapists for them.",
    "tvmega_summary": "Episode # 10492 ~ Wedding Bo Blues",
    "soapcentral_condensed": "Blair teased Todd that his relationship with Téa was doomed because he would never get over Blair. Rachel begged her mother not to marry Clint if she had doubts about her love for Bo. Matthew asked God to guide him in his decision to have the surgery. Jessica became concerned about Brody's image and became concerned that she saw that she was going on a date with Brody. Natalie commented that her sister was behaving strangely and called out, \"Please don't go! Stay and talk to me! What do you want me to do?\" Bo was stunned when Lindsay informed Bo that the entire town of Llanview was aware that Bo and Nora had never stopped loving one another. Nora announced that she could never pursue a relationship with Bo, because he was unwilling to forgive her for the past. Matthew gave Destiny an update on his lawsuit against his parents, and stated that he couldn't bear to hurt Clint with the news that Nora and Bo had shared a kiss. Bo paid Lindsay a surprise visit at Statesville Prison, and asked Lindsay to talk him out of stopping the wedding.\n"
}