{
    "soap_central": "\n\nA drunken Kevin shows up at Dorian's demanding to see Kelly who is upstairs awaiting the results of her pregnancy test. When she comes down to see what Kevin wants, he hands her a box saying that it was the last of her things at the cabin. Kelly opens the box and discovers that it is a box of Ace's clothes that she was saving for her and Kevin's baby. She tells Kevin that she is going to donate the clothes to the church since it reminds her of everything that they have lost. Kevin insists she keep the clothes since he is certain that she will try to have a baby soon even though it won't be a Buchanan. At that moment, Kevin spies the pregnancy test box. He asks Kelly who it belongs to. She lies and tells him that the test belongs to Adriana and that thankfully she wasn't pregnant. Kelly asks Kevin not to tell Adriana that he knows about her false alarm since she told Kelly in confidence.  Kevin tells her that it is her business but does reveal that he thought that the test was hers and that there was a possibility that she could be pregnant with Duke's child. After Kevin leaves, Kelly goes back upstairs to see the results of her test.\n\n\nClint wakes Jessica up after he discovers her asleep on his couch. Jessica tells him that she brought Brennan over when Antonio got called into Capricorn since she did not want to be alone. When Clint apologizes for waking her up, Jessica tells him that she had a dream involving herself, Antonio, Brennan, and Nash. Jessica feels that her dream was telling her that Nash will always be in hers and Brennan's lives. Clint informs Jessica that Antonio is more than willing to raise Brennan as his own but Jessica insists that Antonio hates Nash. Clint agrees but assures her that when he looks at Brennan all he sees is his little girl and Clint knows from experience since neither Kevin, Joey, or Jessica are his biological children but he loves them as his own. Jessica tells Clint that Antonio wants to cut Nash out all together and that she hopes that once she is integrated, Nash will give up on Tess and Brennan. Clint feels that Nash will never give up and he asks her if she really thinks that Nash shouldn't be allowed to be apart of his daughter's life. Jessica decides to phone Nash to update him on Brennan but she loses her nerve and instead sends him a picture of Brennan to his cell phone.\n\n\nNash catches Claudia doing research on DID and becomes furious with her. Claudia tries to explain to him how she just wants to understand the disease and why Nash insists on waiting for Tess when there is a chance that he will never see her again. Nash tells Claudia that he loves Tess and knows that she is real even though no one else chooses to believe it. He also tells her that what he and Claudia had is over and that she should concentrate on helping him take her father down so that he can get back to Tess and his baby. Nash asks her if she has decided not to help him and she tells him that she is still in on their plan. Their argument regarding Tess, Jessica, and DID is interrupted by the download of the picture of Brennan that Jessica sent to Nash. \n\n\nLindsay catches R.J. and Nora kissing and reaches out to Hugh who was just on his way to visit Nora. Hugh tells Lindsay that R.J. and Nora are old friends and that they go way back but Lindsay wonders how she can compete with a medical miracle. Hugh tries to convince her that she misinterpreted the kiss but when she goes back to get R.J., she witnesses another tender moment between the two old friends. After trying unsuccessfully to get Hugh to go and interrupt R.J. and Nora's visit, Lindsay walks up to them and tells R.J. that it's time to go since they are meeting someone. She exchanges phony pleasantries with Nora before she and R.J. take their leave. Nora thanks R.J. for being supportive and then vows to walk again soon so that she can get home to Matthew.\n\n\nPaige is grateful that Bo has decided to forgive her and give her a second chance. Bo tells her that he will try to leave what has happened behind so that they can try to work out their problems for theirs and Matthew's sake since Matthew still doesn't understand why they broke up in the first place. Bo apologizes for the mistakes that he has made and tells Paige that he is going to try to be the man that she can trust with her secrets without fear that he will walk away. Paige thanks Bo for giving her hope again even though she now knows that their relationship will never work. When Bo asks her why, Paige tells him that the only reason she hasn't been arrested for what happened in Atlantic City is because she is in the hospital so it's only a matter of time before she will have to answer for her part in Tom McBain's death. Paige insists that Matthew has been through too much already and that she couldn't bear to put him through anymore pain. When Hugh stops by to tell her that there are policeman from Atlantic City at the hospital for Paige, Bo informs her that he is going to get her an attorney. Hugh informs Paige that depending on how the death is looked at she is looking at either probation or a long stint in prison.\n\n\n",
    "tvmega_recap": "Lindsay is coming to see Nora. She gets to the doorway and sees that RJ is there beside Nora's wheelchair having a very passionate kiss with her. Lindsay leaves the doorway unseen and mad. Hugh asks what happened and Lindsay says that she will have to get a limb chopped off to compete with Nora it seems. Kelly is in the bathroom doing her pregnancy test. She hears Kevin calling out for her. He gives her a box of baby clothes from the house that was left behind. The box from her pregnancy test falls out of her bag. Kevin picks it up. She tells that the test is Adriana's and that he should keep the secret of her having it. Kevin really thought for a minute that Kelly was pregnant but will buy her story. Bo wants to have another stab at a relationship with Paige, and she is excited about it at first but then decides that she can't do it as Matthew has been thorough enough and she might go away for a long time. Hugh comes in telling that the authorities are outside the door and they have questions about Thomas McBain's death. Bo leaves to get her a lawyer. Jessica is worried. She sees Antonio falling headfirst into the role of father to Brennan but she knows that Nash will return and claim his child one-day. Antonio is talking about adoption and getting attached and he acts like Nash is gone forever. Jessica and Clint know that isn't the case. Nash sees that Claudia isn't in the house. He finds her on the porch with the laptop. She says that she is shopping online. He looks at the monitor and sees that she is researching personality disorders. He gets angry and tells Claudia that she is spinning her wheels. He is going back to his family. Even if Tess isn't out yet, he will wait for her to come back for him. \"You and I will never be an item.\"",
    "soapcentral_condensed": "A drunken Kevin shows up at Dorian's demanding to see Kelly who is upstairs awaiting the results of her pregnancy test. Kelly opens the box and discovers that it is a box of Ace's clothes that she was saving for her and Kevin's baby. Kelly asks Kevin not to tell Adriana that he knows about her false alarm since she told Kelly in confidence. Jessica decides to phone Nash to update him on Brennan but she loses her nerve and instead sends him a picture of Brennan to his cell phone. Nash tells Claudia that he loves Tess and knows that she is real even though no one else chooses to believe it. Paige is grateful that Bo has decided to forgive her and give her a second chance. Bo tells her that he will try to leave what has happened behind so they can try to work out their problems for theirs and Matthew's sake since Matthew still doesn't understand why they broke up in the first place. Hugh tells Lindsay that R.J. and Nora are old friends and that they go way back but Lindsay wonders how she can compete with a medical miracle. Nora thanks R.j. for being supportive and then vows to walk again soon so that she can get home to Matthew.\n"
}