{
    "soap_central": "\n\nVincent and Shaun ran into Nash at his favorite place, the steam room. A less teary-eyed Jessica met Antonio in the hospital lounge to give him a card from Jamie. He asked if Nash had told her that he had stopped by, and she asked why he thought she'd be talking to Nash. Antonio confessed that he and Nash had discussed what was really going on with Jessica. \n\n\nIn the hall at school, Starr and Cole whispered about their secret plans for the winter festival and their decision to \"go all the way.\" Britney pretended to be chummy as she listened in, then one of her minions warned her that they'd figure out she was not really their friend. Meanwhile, Blair visited Dorian, who told her that she had hired the best lawyer for David. They agreed that the paper's write-up of David's violent crime didn't sound like him. \n\n\nBlair complained to Dorian about Evangeline's \"honkin'\" diamond necklace and how everyone made Evangeline out to be Mother Theresa. Dorian called Blair out for discarding Todd but not wanting anyone else to have him either. \n\n\nAs Miles read about David's confession in the paper at Rodi's, Natalie sneaked up on him and asked if he was happy that Spencer's killer had been caught. Miles failed to see the justice in the situation and said he could never kill his own brother, as horrible as Mitch might have been. Miles theorized that David had gone to town the day of Spencer's murder on purpose and that the murder of the \"brilliant and compassionate surgeon\" had been premeditated. Natalie argued that Truman was pure evil. They moved on to the topic of Miles's newfound riches, and Natalie claimed to know what it was like to be young and suddenly rich. The big difference between them, however, was that Natalie had always been beautiful, he pointed out. \n\n\nAt the police station, John accused Marty of going soft on criminals, saying Spencer wouldn't have even been a free man or gotten killed if she hadn't testified that he was insane. Marty asked John what he'd do, since his father's killer had been caught. He reminded her that they were in his office, not hers, so they started throwing darts. When Marty mentioned Natalie and how she had gotten in Marty's face at Marty's own office, John reminded her again that it wasn't a therapy session. \"Just don't let another killer go free,\" he instructed. She said she hoped they could put the past behind them. Only if she stopped using the word \"snarky,\" he said, and he agreed to her peace offering of breakfast. \n\n\nAntonio explained to Jessica that Nash had told him all about how the two really couldn't stand each other. Nash had also said he saw Tess when he looked at Jessica and that it drove him crazy, recalled Antonio. Jessica claimed that she had tried to discourage Antonio from befriending Nash and letting him into their lives, and she apologized for keeping their strong \"dislike\" of each other a secret from her husband. \n\n\nJessica went on to say that the angry part of her, the Tess part, emerged when she was around Nash, and that scared her. She admitted to being confused about her feelings for Nash but insisted that she was not confused about her feelings for her husband and the fact that they belonged together forever. Antonio recalled their wedding day and how he had found her with Nash right before it. She reiterated the same sentiments she had that day and assured him that any lingering Tess traits were just memories and that Antonio was her soul mate. \n\n\nVincent and Nash had a heart-to-heart in the steam room about the women they couldn't have. When Shaun tried to give his two cents, Vincent reminded his bodyguard that he was working. Vincent advised Nash that Jessica might be lying about not wanting to be with him. Vincent admitted that there was one woman who couldn't stand the sight of him and another one who was too wrapped up in another man to even think about him. Shaun compared Nash and Vincent to two stubborn mules and told his boss there was no way said woman would ever show interest. Nash lamented not being able to get over a woman he couldn't be with, and Vincent concurred.\n\n\nAmber tattled to Marcie that she was late to class because she hadn't been able to get to her locker -- Starr and Cole had been standing in front of it. Britney pretended to defend Starr in an effort to win Starr's trust. Langston warned Starr that Britney was up to something, and Marcie had to quiet down the class. \"Nobody likes a rat,\" she told Amber. \n\n\nAfter class, Langston told Cole about her plan to allow Cole and Starr to talk to each other without directly looking at each other. Britney pulled Starr aside and asked if there was anything she could do for Starr and Cole. \"Just keep your mouth shut,\" Starr told her. Britney promised that she wasn't out to get them, then privately promised to make sure their trip to the winter festival would be one they'd never forget.\n\n\nAt Rodi's, Miles continued to share depressing stories of growing up in a hospital. He and Natalie discussed all the firsts he still had to experience, and he admitted to getting drunk and kissing Marty. Natalie strongly encouraged him to ask Marty to the winter festival, just as Marty and John walked in. An awkward breakfast ensued. Miles asked John if he could speak with David, and Jessica piped in to remind Miles that he had something to ask Marty. \n\n\nA call from the D.A.'s office pulled John away, and Natalie followed, leaving Miles to make his proposal. Meanwhile, Blair told Dorian that she was interested in someone new: Miles Laurence. He was direct, he was honest, he was innocent, and he was sweet, she claimed. \"Great, you've found yourself the anti-Todd!\" exclaimed Dorian, warning her that inviting Miles to the winter festival would be a huge mistake. \"If Todd can move on, so can I,\" her niece declared. \n\n\n",
    "tvmega_recap": "Vincent and Nash share some intimate talk about the women in their lives while in the sauna. Cole and Star make plans to go to the Winter Carnival. Dorian becomes upset with Blair when she finds out that she (Blair) is going after Miles Lawrence. Natalie confirms that John had tracked down Spencer Truman's murder case. Marty visits John in his office. After some private talk, they decide to have breakfast together. Jessica discusses with Antonio about her true feelings for him, and how that they are truly soul mates. Natalie encourages Miles to asks Marty to the Winter Carnival .Natalie and Miles join Marty and John at the table . John gets a call to come to the station. He gets up to leave, and Natalie walks him out .Miles invites Marty to the Winter Festival. The girls in Star's class at school gives Star a hard time about her seeing Cole when she isn't supposed to.",
    "soapcentral_condensed": "Vincent and Shaun ran into Nash at his favorite place, the steam room. Natalie sneaked up on Miles and asked if he was happy that Spencer's killer had been caught. Starr and Cole whispered about their secret plans for the winter festival. Jessica apologized for keeping their strong \"dislike\" of each other a secret from her husband.\"Just don't let another killer go free,\" John instructs Marty at the police station. \"Nobody likes a rat,\" Britney tells Amber about Cole and Starr's plan to go all the way with their trip to winter festival, but she promises to make sure they don't talk to each other directly at each other in class. \"If there was anything I could do for you, I would have done it for you,\" Starr tells Britney, and Britney says, \"Just keep your mouth shut, okay?\" \"I love you, Amber,\" Cole tells Starr, and she says she loves him, too. \"I'm so glad you're back,\" Starr says.\n"
}