{
    "soap_central": "\n\nStarr was horrified after James knocked David out when David wandered into Viki's cabin. Starr leaned over the prone man and tried to shake him into consciousness, but James stopped her. He was afraid that David would be able to report that he had seen them, and he was sure that David would be okay anyway. He thought it was more important for them to get to Starr's new car.\n\n\nDorian and Charlie arrived at La Boulaie for their work meeting, since Dorian thought the atmosphere would be more attractive. Charlie made a quick call to Viki and asked her to asked for her to at the cabin, and he would follow as soon as his work discussion was over. Just then, Dorian advised him that she had received a text message and Henderson, their business contact, would be arriving three hours late. Charlie was infuriated and wondered if there had been a meeting with the man in the first place. He stormed out but not before he accused Dorian of setting him up so that he would miss his day with Viki.\n\n\nViki ended her call with Charlie and looked around in dismay. The picnic basket seemed to be gone, but Rex sauntered by with his own prepared lunch and interrupted her. He announced that he and Gigi had planned a picnic, and he was excited that they would have a date. Viki shared details of her own ruined engagement and the fact that her basket had disappeared.\n\n\nA curious Cristian questioned Layla about their stop at the quarry and the fact that they had a picnic lunch. He was certain that Layla was stalling on their trip to see her mother because Layla was afraid to announce her engagement to Cristian. Layla denied it and noted that she just wanted to get some pleasure from the beautiful day. They planted their blanket in the grass.\n\n\nRex and Gigi walked hand-in-hand as Gigi remarked how wonderful it was to be alone. They were speechless when they happened upon Cristian and Layla in a compromising position -- obviously wearing nothing beneath the blanket. Everyone agreed they were there for the same thing, a picnic, and Layla noted that she and Cristian were celebrating their engagement. Cristian revealed his feelings and stated that he believed it wasn't necessary to waste time after finding the right person.\n\n\nAs the guys went off for a swim, the women set up for lunch. Gigi clarified that she knew Layla didn't like her because of Adriana, but Layla assured her times were different. Layla was with Cristian, who used to be with her own sister; Adriana was happy; and Gigi should be too. She was sure that she and Gigi could be friends.\n\n\nAs they finished their swim, Rex asked Cristian about the wedding. Cristian made it clear that there were no details yet because the bride's mother didn't know about the engagement. Rex admitted that he hoped he and Gigi would reach the same step some day. They were trying to start over after all they had been through.\n\n\nAfter lunch, Rex and Gigi took a walk. Just as Rex leaned over to kiss Gigi, he spotted a briefcase on the ground.\n\n\nMatthew encountered Destiny as she worked at the country club. He confessed that he felt better since he hadn't run into Dani everyday like he did in school. Darren lay on a chaise longue nearby and called out to Destiny as if she were his personal servant. Nate had a job, too, and he ran into Dani. She pointed out that there was nothing in the news about missing money, so she assumed they were safe with the check that Nate had given to his mother. Nate thanked her for putting together a plan for the money, and as they shared a kiss, Matthew saw them as he headed in their direction. He sarcastically advised the couple that there were people around, and he wasn't aware that the cabana was a \"cheap motel room.\"\n\n\nHe mocked Nate for his position at the club as Nate hurried back to work. Dani apologized to Matthew for hurting him, but she was angered that Matthew took that hurt out on Nate because it wasn't Nate's fault. Matthew was visibly upset with himself as he darted into the cabana. Bull arrived and swiped a membership card from the bag of an oblivious man talking on the phone.\n\n\nBull ran across Dani and Destiny and asked them if they knew Starr. He had found her phone on the patio and wanted to return it to her, he informed them. The girls were confused because they hadn't seen Starr at the club, but Dani seized the phone from Bull so that she could return it herself. She told Destiny that Matthew had acted like a jerk. Destiny wondered if Nate had provoked Matthew, but Dani explained that Matthew had seen her and Nate kissing. Destiny defended Matthew, because she was convinced that he had really liked Dani and he was hurt. Dani wanted to be friends with Matthew but Destiny thought it was too soon. She urged Dani to remind Nate to keep his hands to himself.\n\n\nMatthew pulled up a chair next to Darren and taunted Nate as he worked, and called him \"cabana boy.\"  Darren joked with Nate that it was too bad the money Nate had was play money from the school musical because Nate could have used the money to avoid having to work at the club. Later, Matthew asked about the money, and Darren explained. Matthew declared that there was no scene in the play that used fake money, but Darren was sure the scene had been a last-minute addition. When Nate returned with clean towels, Matthew was confident he had what he needed as he continued to goad Nate.\n\n\nDestiny grabbed Matthew and pulled him away. She questioned him about his attitude. Matthew was bitter and advised her that it was his new persona. \"So live with it,\" he added. Destiny asked why he was even at the club in the first place if it bothered him to see Dani and Nate. She asked if he wanted to move on or be miserable. Matthew decided that he should leave after he spied Dani and Nate together again.\n\n\nDani pulled Nate aside and suggested they keep their displays of affection to a minimum. She didn't want to hurt Matthew anymore. Nate agreed because he understood how Matthew felt. Matthew had gone crazy after he lost Dani. Nate intended to apply for a promotion to a waiter.\n\n\nOn his way out, Matthew overheard Bull on the phone. Bull assured someone that he wouldn't let the kid who stole the money escape. He knew that the kid had \"hooked up with the Manning girl.\" Matthew stopped Bull and advised him that he could help him find the guy he was looking for.\n\n\nIn the Delaware cabin, Hannah spoke to Ford harshly on the phone while Cole was outside. She wanted to know why Ford had been talking to the cops about her. She ended the call abruptly when Cole returned. Cole wanted to borrow Hannah's phone to get in touch with Starr, but she gave him multiple reasons why that wasn't a good idea. He grabbed the phone out of her hand but when Hannah reminded him that he was out of state and would end up in jail for breaking his bail agreement, Cole solemnly agreed that she was right. He thought he would return to Llanview instead. Hannah quickly nixed the idea. She lied that she had heard James and Starr make plans to be away for several days.\n\n\nCole didn't want to make any move until he heard the full story from Starr, so he decided to wait for her return to the Delaware cabin. He knew that Starr was vulnerable after he had hurt her feelings, but he threatened to take care of James the same way he had taken care of Todd. He defended Starr and couldn't believe that she had run off. She probably thought that he wanted to break up with her. Hannah thought it was always possible to be surprised by people's actions, and she thought that Starr's actions were probably for the best.\n\n\nCole thought that Hannah should leave, and he would hitchhike back to Llanview when it was time to go. He didn't think she should be there when Starr returned. Hannah pointed out that Cole needed a friend, especially after his girlfriend had slept with another guy. She didn't want Cole to be alone if Starr called their relationship off, because Hannah cared about him. Cole was anxious and upset that Starr had cheated on him. She turned her back on him, he ranted. He clutched Hannah and they began to kiss.\n\n\nCharlie arrived at Viki's cabin and nearly tripped on David as he walked through the door. He woke him up, but David mistakenly thought that Charlie was the one who had clobbered him. Viki showed up right after Charlie did, and Dorian was close behind her. Dorian blamed David for causing trouble, and the women began to argue over whether Charlie could have been the one to hit David. Dorian knew that Charlie would never commit such an act. David had possession of the picnic basket.\n\n\nAs Viki unsuccessfully searched the premises for signs of a break-in, Charlie accused David of trespassing. Viki returned and asked why Dorian was there in the first place. She didn't remember inviting David either. Viki asked Charlie about the interview, and he explained that it had been fake. Dorian chimed in that Charlie was a liar.\n\n\nViki wondered if Dorian thought that Charlie would find Dorian's plan to trick him into a meeting as \"cute,\" and the women began to bicker again. As Viki checked David's head for bumps and bruises, Dorian blamed Charlie for running off before she could defend herself. She was prepared to prove that she hadn't lied. Viki handed David an ice pack for the lump on his head. David suggested that there was another way to reduce swelling but Viki couldn't bear to listen as David felt the need to explain his sexual reference.\n\n\nCharlie thought they should call the police, but Dorian was immediately on the phone to Henderson. She wanted to verify his text message that had informed her of his late arrival. The others assumed she was really talking to someone else, and Viki believed it was Blair. David removed the phone from Dorian's hand and began to tell the person off. Suddenly, he handed the phone to Charlie. After some discussion, Charlie was able to verify that it really was Henderson. As Dorian waited for apologies, Viki and Charlie were ready to eat humble pie.\n\n\nDavid cleared his throat and Charlie apologized. David noted that even Dorian stumbled on the truth at times. Dorian accepted the apology but remarked that Viki still obviously thought that Dorian was trying to steal Charlie. Viki assured her that Charlie had his own reasons to be suspicious of Dorian, but Charlie admitted he had been wrong. Dorian wondered if Viki had anything to say, and Viki assured her she did, but she didn't use such language. Viki handed Charlie a sandwich from the basket and wished him luck as he left with Dorian. Viki and David decided to consume the picnic lunch.\n\n\nStarr and James arrived at the car dealer, and the happy salesman suggested that the young couple test-drive the car. As the salesman locked the key away, he explained that he needed to retrieve the paperwork. James was surprised to see that the car was a large SUV, and he thought that Starr was lucky to have someone who loved her so much. He vowed to be out of Starr's life forever as soon as he got the money to Bull.\n\n\nWhen the salesman returned, Starr requested that he return the money because she didn't want the car. She had decided to use the money for college instead. The salesman replied that the car had been customized and was worth over $60,000. Starr offered to take the original $50,000 instead, but the salesman advised her that he needed Todd's approval, since his name was on the purchase order.\n\n\nStarr made it clear that her father liked her to be happy, and she advised the salesman she would have to badmouth the dealership. Her father would be angry and would plant an article on the front page about how the dealership forced people to buy their cars. The man stressed that he had a signed contract, but Starr demanded to speak to a supervisor. James was impressed with Starr's feistiness. After the man left in search of his superior, James broke into the locked cabinet so that he could remove the key for Starr's car. \n\n\n",
    "tvmega_recap": "Matthew is acting out by reminding Nate he's a cabana boy at the resort. Destiny takes him aside and tells him he needs to move on and get over Dani. However, while talking to Daren, Matthew is able to find out that Nate has a ton of money found in this back pack that he could not account for. Matthew then overhears Bull who is looking for the kid with the money and tells him he thinks he can help him find him. Meanwhile, Starr and James go to a car dealership and she tries to get the dealer to give her $50,000 that James needs instead of the car her dad wants to buy for her. Charlie concludes that Dorian lied about an interview she needs him to attend with her so that it will prevent him from spending the day with Viki. David also suspects Dorian and is getting along a lot better with Viki. Dorian proves she was not lying and Charlie apologizes for falsely accusing her. But Viki refuses. Meanwhile, Hannah is working on Cole, having him believing that Starr is cheating on him and she is determined to get Cole to be hers. Rex, Gigi, Layla and Cristian are in the park talking about both couples' futures together.",
    "soapcentral_condensed": "Starr was horrified after James knocked David out when David wandered into Viki's cabin. A curious Cristian questioned Layla about their stop at the quarry and the fact that they had a picnic lunch. Rex and Gigi walked hand-in-hand as Gigi remarked how wonderful it was to be alone. They were speechless when they happened upon Cristian and Layla in a compromising position -- obviously wearing nothing beneath the blanket. Matthew encountered Destiny as she worked at the country club. He confessed that he felt better since he hadn't run into Dani everyday like he did in school. Dani apologized to Matthew for hurting him, but she was angered that Matthew took that hurt out on Nate because it wasn't Nate's fault. Bull arrived and swiped a membership card from the man talking with Dani and Destiny and asked them if they knew Starr. The girls were confused because they hadn't seen Starr at the club, but Dani seized the phone from Bull so that she could return it herself.\n"
}