{
    "soap_central": "\n\nAt Rodi's, James and Ford talked about everything Ford had done to try to get Langston back. James assured his brother that he would find someone new. Starr and Cole walked in, happy to have a night out. James spotted them, and Ford assured his brother that he would also find someone new. Ford asked his brother if he wanted to go somewhere else, but James said he would be all right. At the same time, Starr told Cole that they could go somewhere else, but Cole insisted he would be all right.\n\n\nStarr informed Cole about all that had happened with Ford and Jess. Starr couldn't believe that Ford had almost convinced Langston that he had changed. Starr reminded Cole that, even though Ford wasn't teaching her class anymore, she would still be in class with James. Cole was all right with it because he trusted in their love.\n\n\nAt La Boulaie, Langston was looking for Dorian, but only found Kelly. Kelly offered her help, so Langston explained how close she had been to giving Ford a second chance, until she found out that Ford might be the father of Jessica's baby. Langston was surprised to learn that Kelly already knew about it, but both agreed that they were just worried about Jessica. Langston said that, despite that part of her that hated Ford, there was a part of her that wanted him back.\n\n\nKelly thought that, just like Dorian, Langston needed closure. Dorian was in no shape to help Langston, but Kelly gave Langston a piece of advice that Dorian would approve of: \"Don't get mad, get even.\" Kelly left to check on Dorian as Langston took out her phone. She called Ford and told him that she needed to see him. She wanted to meet him at his place and said that if he'd ever cared about her, he'd say yes. He said yes and gave James, who knew it was Langston, money to get dessert. \"I may have a chance after all!\" Ford said happily, and left.\n\n\nAs Starr left the table to call the babysitter, Cole went over to James and asked why he was still there. James assured Cole he understood the message when Cole had talked to him earlier. Starr returned and overheard. Covering for Cole, James promised Starr that Cole just wanted to make sure nothing was going to happen between James and Starr, and that Cole couldn't have been more polite about it. Starr and Cole went back to their table, and Starr once again assured him that he was the only guy for her. They shared a kiss, which James unhappily witnessed.\n\n\nAlso at Rodi's, Gigi told Rex that she had signed up for Cristian's art class, but the supplies were very expensive. Rex explained that he would help her out because Kelly had hired him for another case. \"How many dead mothers does she have?\" Gigi wondered. Rex assured her that she had no reason to be jealous because Kelly was just a client. Gigi countered that Kelly had seen Rex without clothes more frequently recently than Gigi had.\n\n\nRex told her about how Kelly wanted to find David so Dorian could get closure. Gigi thought Kelly just wanted to see Rex without clothes again, but Rex reassured her. He explained that he had a lead, so he had to go.\n\n\nRecognizing James from school, Gigi walked over and asked him if he had applied for the grant they had talked about. James said he hadn't because his brother was a member of the faculty, so he got a full ride. Gigi returned to the bar and began to calculate how she would pay for the art supplies she needed. Just then, Starr and Cole got up and left Rodi's. Starr gave James a long look that he didn't see and walked out.\n\n\nAs Ford tried on different shirts, there was a knock on the door. He quickly chose a shirt and answered the door to Langston, who immediately kissed him. She explained that she believed that he had changed, and she wanted a real relationship with him. She didn't care what her family said about it because she had strong feelings for him. She said she was happy that they could be together since he wasn't teaching her class anymore, even though she knew he was. He told her that he was teaching it, but that they would work it out.\n\n\nFord promised that he wouldn't mess it up again. Langston had to get home because she didn't want their relationship to be all \"quickies,\" like the last time. She said she'd see him the next day and kissed him. After he closed the door, she walked over to a nearby plant and removed a camera from it. She replayed what it had recorded -- Ford kissing her -- and left, satisfied.\n\n\nTodd informed Ross that he wasn't leaving with Dani. John looked at Téa's will and said there was a problem. Ross couldn't take Dani until all the confusion about the will was sorted out. John left it up to Todd, Blair, and Ross to figure out what to do with Dani for the time being. As John walked out, he told the officer with him to follow Ross and keep track of what he did.\n\n\nAs Todd and Ross argued over Dani, she stopped them, annoyed that they were talking about her like she wasn't there. She wanted everyone to listen to what she had to say, and Blair assured her that they were all listening. Dani told Ross that she couldn't go with him because she had friends in Llanview, and that Téa's memorial was coming up. Blair invited Ross to the memorial, which he accepted.\n\n\nObviously faking niceness for Dani's benefit, Todd offered for Ross to stay at the Palace on him. He hugged Dani, and Blair walked him out. She told him that if Eli had drafted the will, it probably wasn't valid. Ross left, and the officer followed him. Dani was tired and said she wanted to go to bed. Todd asked Blair what he was supposed to do. She said the best thing was to get the best lawyer. Todd gave her a look, and she said, \"Second-best lawyer.\" Blair gave Todd a drink. As Dani listened in, he said that he wouldn't lose his daughter.\n\n\nAs Natalie stood outside of John's apartment, Jess and Brody walked up. Jess was appreciative that Natalie had helped Brody after he'd found out about Ford. Jess showed Natalie her new engagement ring, and the two excitedly hugged. Jess went into Brody's apartment, and Brody told her he had a \"work thing\" to talk to Natalie about. Brody informed Natalie that he had decided that he wouldn't tell Jess about what had happened between him and Natalie.\n\n\nBack at La Boulaie, Kelly made sure Langston was gone and called Jess. She asked Jess if everything was all right with Brody. Jess told her that Brody had been upset at first, but decided that he could accept the child if it turned out to be Ford's. Jess confided that she wasn't sure if she could accept things if the situation were reversed. As Kelly undressed for a bath, Jess thanked Kelly for all of her support. Jess hoped Kelly would find someone as amazing as Brody.\n\n\nJohn entered and congratulated Brody on his engagement, and Brody went into his apartment. He overheard the nice things Jess said about him. After Jess hung up, he gave her a book about \"knowing your child.\" She was very appreciative and the two began to make love.\n\n\nKelly, in a towel, walked out of Dorian's room and was startled to see Rex. Her towel fell to the floor as Rex shielded his eyes. Through Dorian's bedroom door, Rex explained that Jack had sent him up. Kelly exited the room in a robe and asked if he had found David. Rex thought that Clint had something to do with it, but asked Kelly if he should drop it, since Clint was Zane's great-grandfather. Kelly said that Dorian was her family, too, so he shouldn't drop it. Rex asked if Kelly could get him into Buchanan Enterprises after hours to look at Clint's records, and she agreed. The two shook hands, and Rex left.\n\n\nAt John's apartment, Natalie asked John what had happened at Todd's. John explained that Ross had returned and that Eli had gotten all the charges against Ross dropped. He told her about how Téa's will had been changed to say that Ross would get custody of Dani. He related that Téa had made a mess of things by lying about who Dani's father was.\n\n\nNatalie told John about how she had found an envelope, possibly with Eli's DNA on it. They could compare it with the DNA of the charred body in Tahiti. John didn't like leaving Natalie, but they needed to find Eli before he hurt anyone else. They talked more about work and their plans for how to go about handling the case. John put his files down and made Natalie close her computer, and the two began to make love.\n\n\n",
    "tvmega_recap": "Kelly and Dorian both encourage Langston to not get mad but get even with Robert Ford. As Kelly hires Rex and is willing to pay him to find and get David Vickers to come back to Dorian so that she an reject him, believing that it will offer her aunt some closure, she advises Langston to do something similar with Robert Ford. Robert has decided that since Langston has made it clear that they are through with no chance of reconciliation, that he might as well reinstate himself as the professor of the writing class she needs to take for her major. At that point, she goes to find him and manipulates him to have a \"secret affair with him. She pushes him into the hallway where they can be seen on camera making out. And knowing that he is a professor and she is a student, she has grim satisfaction that she can get him in trouble and she can stop feeling hurt and angry at him. Meanwhile, Starr upholds to Cole that she is committed to him. But she cannot keep from thinking about James nor he about her. Gigi has insecurities that Rex's relationship with Kelly may be more than professional when Kelly has hired him to find David Vickers for Dorian. Natalie still has not revealed to John that Brody could be the father of her baby. And Brody has not revealed that to Jessica.",
    "soapcentral_condensed": "Langston was looking for Dorian, but only found Kelly at La Boulaie. James and Ford talked about everything Ford had done to try to get Langston back. Gigi told Rex that she had signed up for Cristian's art class, but the supplies were very expensive. Todd informed John that he wasn't leaving Téa's will and said there was a problem to be sorted out at Dani's house.. Kelly gave Langston a piece of advice that Dorian would approve of: \"Don't get mad, get even\" and called Ford and told him that she needed to see him at his place, and he said yes. and kissed her -- and James unhappily witnessed it. and left, and she replayed it and walked over to a plant and removed a camera from a nearby plant and recorded it. She said she'd see him the next day and kissed him. and said she didn't want their relationship to be all \"quickies like the last time\"\n"
}