{
    "soap_central": "\n\nTodd arrived early at Evangeline's to take her to the gala. Evangeline was still in her robe. A moment later, Cristian showed up at her door and told Evangeline he wanted to take her to the gala. Evangeline said she would go with both men. Todd walked off to take a phone call from Starr, and Cristian expressed dismay at having to spend time with Todd.\n\n\nEvangeline said Todd would always be her friend. \"He wants more than friendship, Evangeline,\" Cristian said. Evangeline said that no matter what, Todd was still in love with Blair and that he only wanted to take her to the gala to make Blair jealous. She also reminded Cristian that Todd was quite aware of the fact that she had a boyfriend and alluded to her and Cristian having some romantic fun after the gala.\n\n\nAntonio walked up to Nash and Jessica and told Jessica that his cop duties would be working on busting up the local child porn rings. \"Anyone who uses kids that way should pay the price,\" Antonio said. He took a call and said he had to leave. Nash told Jessica he was not getting rid of the vineyard but that he also wanted to stay in Llanview, close to his daughter. When Jessica went to get the car, Nash told Brennan not to worry because Tess would be back.\n\n\nAntonio questioned some old guy about a past association he'd had delivering envelopes for Norman Leeds. He got a bunch of names of people to whom he would deliver the packages. The guy said the envelopes had contained videotapes labeled with girls' names, like \"Rose, Donna, Tess.\"\n\n\nJohn gave Blair a photo of the safe deposit box key and wished her luck finding it in Spencer's suite. He told her, however, that because it was an illegal search, even if they did uncover the gun, it wouldn't be admissible in court. Blair went up to the suite, but Spencer was already inside. He went in for a little sugar, and Blair pushed him off. Spencer asked why she was so on edge, but Blair changed the subject.\n\n\nSpencer promised a very special surprise for Blair at the gala. He went to fix his tie in the bathroom, and Blair spotted Spencer's key ring. He returned before she could grab it. She made up several more excuses to get Spencer to leave her alone, and finally she had enough time to remove the key from the ring. As they were leaving for the gala, Spencer left Blair in the hall and went back into the suite to make a quick call to his bank to see if he could drop by right away and pick something up from his safe deposit box.\n\n\nJohn asked Natalie to join him at the gala so they could get Spencer's key from Blair. Natalie went to talk to Renee about the seating arrangements for the event and asked about the exits. John dropped in, and Natalie set up a plan for Blair to get her the key and for them to sneak away with it without anyone noticing.\n\n\nBo questioned Dorian while Rex hurled accusations at her. Dorian said she honestly had no idea where Adriana was. She told Bo that Adriana was probably just cooling off because she was so angry \"about Rex's betrayal.\" Clint walked into Bo's office in time to hear Rex accusing Dorian of shooting him up with heroin the last time she'd tried to break up him and Adriana. Clint told Dorian if what Rex said was true, he'd never be able to look her in the eye. Later, a scared Dorian told herself that what she'd done was not responsible for what had happened to Adriana.\n\n\n",
    "tvmega_recap": "Blair talks with John and he tells her what it is that she has to do in order to get the safety deposit key from Spencer. After this, he wants her out of it all. She will not go though. She plans to stay in the game until she gets everything that she needs to show Todd that she sacrificed for him. John promises to tell Todd everything when the time comes. Todd arrives early to get Evangeline and she isn't ready yet. Cristian arrives dressed for the gala, but Evangeline tells that she did in fact agree to go with Todd. Claudia comes to make a complaint. Natalie asks her why she is asking for John. When she hears what Claudia wants him for, she shouts at Claudia that she doesn't need the Chief of Detectives for that. John sends Claudia into his office to wait for him and then he reprimands Natalie for her behavior, warning that she can't work there if she is going to treat the complainants that way. He alerts her to the fact as well that she has to be the one to get the safety deposit key from Blair that night as John is suspicious of him. Blair runs home and messes up Spencer's tie to get him out of the room so she can get the key. She makes him go get a sewing kit so she can be alone to get the key. He makes a call to the bank, telling that he needs to get into his safety deposit box that night to get something important. John and Natalie have a plan and they are going to pull it off at the gala. Natalie gets details about ways to get out of the building without being noticed That will come into play after Natalie gets the key from Blair. Rex accuses Dorian in front of Bo. Dorian denies, denies, denies Clint comes into the room, sure that Dorian didn't do this. He thinks that the old Dorian may have done something like that but not the new and improved Dorian. If she did do a thing like that, he couldn't ever look her in the eye again. Dorian thanks him for saying that. When alone, she calls Kimmie and orders the hired help to pack her things as she is going out to search for her daughter. The baby is sleeping, and so Nash decides he should go. Jessica gives him Tess's journal so that he can read it as that is all that he will have of her now that Tess isn't returning. He reads and gets comfort from the book. In the journal, Tess writes that she will do anything that she can to come out as long as Nash wants her. Claudia finds him in the park. She learns that he isn't returning to California with makes her happy as she isn't returning either.",
    "soapcentral_condensed": "Spencer promised a very special surprise for Blair at the gala. Evangeline said that no matter what, Todd was still in love with Blair. John asked Natalie to join him so they could get Spencer's key from Blair. Rex accused Dorian of shooting him up with heroin the last time she'd tried to break up him and Adriana, and Clint told Dorian if what Rex said was true, he'd never be able to look her in the eye.. Dorian told herself that what she'd done was not responsible for what had happened to Adrianna, and she told Bo she had no idea where she was.. Antonio told Jessica that his cop duties would be working on busting up the local child porn rings, and he had to leave. Nash told Jessica he was not getting rid of the vineyard but that he also wanted to stay in Llanview, close to his daughter, Tess, who would be in the car when he left.\n"
}