{
    "tvmega_recap": "Everyone seems to be having a bad dream. Blair dreams that when she tells Spencer that she is going back to Todd he becomes violent, grabbing her by the throat Todd dreams that when he is about to marry Blair, she tells that she is really in love with Spencer and can't get enough of the sex with him Adriana dreams that she hits Rex over the head and kills him Spencer dreams that he finds a paper shooting target and turns to find someone aiming a gun at him. This person ends up shooting him. Spencer wakes to find John in his room. John can see he was having a nightmare and he tells the man that things are going to get even worse. He makes a signal and Eugene Snyder is brought into the room. Eugene recognizes Spencer immediately. John offers the man a deal in front of Spencer. Spencer tries to pretend he doesn't know the man but John knows better. He talks to Eugene telling him that this is the perfect time for him to get some payback. Eugene accepts the deal. Todd talks with Viki who sees that he is still having issues over Blair and Spencer. They turn on the news and watch Spencer getting arrested. Todd sees something and sits up straight for a better look. Viki convinces him to go and see Blair and he does so. She can see that something is wrong with him when she first sees him. He tells her that he saw what she was wearing on the news. \"You slept with him when you promised me that you wouldn't. You just love beating the hell outta me don't you?\" Blair offers to go to Spencer right now and tell him the truth about everything if that will make Todd feel better. It would. Rex has stayed over and he now takes his shirt off to take a shower. Clint drops in and is surprised to find topless Rex there. Dorian has no explanation, and so he just leaves. Dorian gets the money together. Rex warns her to agree to everything that the kidnapper tells her to. She doesn't like Rex coaching her. When Bruce calls, Dorian tells him that she isn't going to give him the money. She will pay when her daughter is home. Bruce gets off the phone and tells Adriana how her mother is refusing to pay for her ransom. Rex has been on his computer. \"I know where she is!\" Blair arrives at the jail. When John sees her, he walks over to her as Spencer watches. She says to John that she would like to talk to her fiance. John leaves. She goes near the cell, and Spencer grabs her hand through the bars. \"Tell me everything is alright Blair Blair? Blair? TELL ME EVERYTHING IS GOING TO BE ALRIGHT"
}