{
    "tvdb": "Todd is in panic when Calmar is found and brought in for questioning. James and Nate show they're summons to Starr and Dani. Neela tells Jack that she and Shane were talking about his mother and how she died. Shaun surprises Vivian with flowers but says he gave them Tèa. Rex fills Kristine in on how Stacy entered his life and literally played with Shane's life. Cutter realizes that Kim made a mistake and grabbed the wrong woman at the house, and Gigi is alive. \"Stacy\" asks Cutter what he did that made the doctor so mad. Kristine reveals to Rex that Kim Andrews is that of the real Aubrey Wentworth, sees the connection finally. Téa doesn't believe when Claude says that Tomas killed Victor. Shane tells Neela he can tell he knows something about Jack and she needs to know who he really is. Starr says there's no way she's gonna do what Rick wants and will think of a way out of it. Cutter asks \"Stacy\" to go away with him and she chooses Paris, Texas. ",
    "tvmega_recap": "Rick has served a lawsuit to Starr, Dani, James and Nate with extensive liability for everything he wants to hold them responsible for. Dani recalls what she's learned from her lawyer mom regarding lawsuits but realizes they cannot ask her mom for help when Tea already has too much on her plate and is pregnant. Tea goes with Blair to the station and finds out that John has suspicion about Tomas who has disappeared and nobody (except Todd and possibly Claude) know where he's gone. Tea acts as her brother's defense attorney. Todd stands by to evesdrop upon their conversation yet is not primary a suspect. Claude is however. John questions him and Blair agrees that he might know some things about Tomas that he is not revealing. Todd is worried that Claude might give him up and calls Baker. Rex and Aubrey are tailing Cutter and Gigi/Stacy when Rex concludes that he would not be surprised if Gigi's sister Stacy is behind this scheme to make herself or \"someone\" look just like Gigi in an attempt to make him think Gigi is back. Aubrey helps rex investigate just what Cutter might hae to do with this and concludes that the timing is all wrong as she has known what Cutter has been doing in this time and she tells Rex she suspects \"somebody else\" is involved in this. And Rex puts two and two together and concludes it must be Stacy's friend, Kimberly Andrews who came to town to win Clint back and then suddenly disappeared. Heraing that, Aubrey informs Rex for the first time that Kim is the real Aubrey Wentworth, Cutter's sister. Cutter is then shocked to find out from the plastic surgeon that he knows with certainty that he never performed surgery on the \"woman in question\" (who is with Cutter and looks exactly like Gigi). Cutter then realizes she may not be Stacy having had her face altered to look like Gigi and might, in fact be the real Gigi. So he persuades her to move somewhere randomly selected on the globe. And it just happens to be Paris, TX where the real Gigi used to live and work as a waitress when she was first on the show."
}