{
    "soap_central": "\nThe Naked Truth:\n\n\nRex confronted Adriana after he found his toothbrush, sealed in a plastic baggy, in her purse. Adriana lied and told Rex that she had taken the toothbrush because she wanted to have a DNA test run between Rex and Charlie. Rex didn't believe her. He asked her how she intended to have a DNA test done without Charlie's DNA. Adriana didn't have an answer for Rex so she pretended to swoon, blaming the pain medication that she had recently taken. The ploy worked. Rex dropped his line of questioning and helped Adriana to bed so that she could rest. \n\n\nBrody and Shane were watching a game on television, while sharing a pizza and sipping on beer, when Gigi walked in. She was stunned when she saw her 10-year-old son reach for a bottle of beer that he intended to drink. Gigi ordered Shane to put the bottle down. Shane reluctantly complied but grumbled that his mother had overreacted to few harmless sips of beer. After Shane was sent out of the room, Gigi turned her outrage on Brody. She was shocked that Brody had thought it would be appropriate to give a child alcohol. Brody defended his actions, explaining that his sister had allowed her children to have occasional sips of alcohol. Brody went on to say that he had just been trying to build some trust between Shane and himself. Gigi pointed out that trust wasn't an issue since Shane already worshiped Brody. They continued arguing; Gigi wanted Brody to pack his things and leave but Brody wanted to stay and work things out. He swore that all he wanted to do was be a good father to Shane and asked Gigi to help him be that father. Gigi relented but made it clear that there would be ground rules. She also insisted that Brody explain to Shane that it had been wrong of Brody to give him alcohol. Brody agreed and took it one step further. He talked to Shane about Gigi, in glowing terms, and then told Shane to apologize to his mother for his behavior earlier when he had talked back to her. Gigi appeared pleasantly surprised by Brody's thoughtful gesture. \n\n\nViki told Natalie about Charlie's confession. Natalie seemed on the verge of telling her mother everything but opted for a half-truth at the last moment. She told Viki that she had suspected that Charlie was not Rex's father from the beginning. Viki seemed a bit hurt that Natalie had not shared her suspicions with her earlier but had to let the matter drop when Jessica and Bree arrived for a visit. While Natalie filled Jessica in on the details about Charlie's talk with their mother, Viki took a moment to call Charlie on his cell phone. Unfortunately, she was unable to reach him. \n\n\nBlair was not happy when she walked into her living room and found Addie and David in a questionable yoga position. Addie sensed that Blair was also worried about David discovering Starr's secret. She tried to reassure her daughter that David didn't know anything about Starr's pregnancy but unfortunately said enough to perk David's ears up. He asked them what they were trying to hide about Starr. Luckily, Blair managed to satisfy David's curiosity. She told him that she had just returned home with her runaway daughter. They wanted to keep the incident quiet. \n\n\nDorian was desperate to stop Charlie from calling Viki, so she reached for a hypodermic needle filled with a sedative and injected Charlie. Charlie fell unconscious almost immediately. Dorian was determined to keep Charlie from following through with his threat to return to Llanfair and reveal the truth about Jared to Viki. She made arrangements for Charlie to be moved from the hospital to La Boulaie. Dorian was just about to follow her goons upstairs to her bedroom, when Blair and David walked out of the living room and stopped her. At first, it appeared that they had seen Charlie being taken upstairs but then Blair began complaining about Addie and David's antics earlier that day. She wanted her aunt to toss David out of the house while David argued to stay. Dorian listened to them but didn't give in to either's demand. Later, when she was alone, Dorian used Charlie's cell phone to send Viki a text message. The message said that Charlie had not told Rex the truth yet and that Charlie would need some time to figure things out. \n\n\nStarr opened up to Langston about the baby. She asked Langston if she thought Starr was crazy to think that she might be able to raise her baby. Langston seemed happy with Starr's decision. As they talked about the baby, Starr admitted that she had been surprised by her mother's reaction when Blair had learned about the pregnancy. Starr was grateful that Blair had not been judgmental. A few minutes later, Blair stopped by Starr's room to check on her daughter. As soon as Blair walked into the room, her cell phone rang. It was Todd; he needed Blair's help. Blair cut him off before he could say anything beyond that. She quickly ascertained that Sam was unharmed and then ended the call. \n\n\nAt the hospital, Todd asked Marcie to hand over his son. Marcie kept a firm hold on Sam and refused to give in to Todd's demands. She felt that Todd had recklessly endangered Sam's life and she didn't want him to have another opportunity to harm the toddler. They were soon joined by Michael and then John. Michael seemed uncomfortable when Marcie referred to Sam as \"Tommy\" or her son, but he kept silent. He agreed that Todd should not be allowed to leave the hospital with Sam. They told John that Sam had not been in a car seat when they arrived at the scene of the accident. Todd insisted that Michael and Marcie were lying. Unfortunately for Todd, he was proven the liar. The authorities found Todd's hired henchman in the back of Todd's car trying to install a newly purchased car seat. The man was questioned and he quickly revealed everything. A few minutes later, child services arrived at the hospital to take Sam into protective custody.\n\n\n",
    "tvmega_recap": "Rex talks to Adriana about why she took his toothbrush. She lies and tells him she wanted him to be 100% sure so she was going to get it tested. Rex asks if that's so why didn't she take the fork with Charlie's DNA on it too? Marcie confronts Todd about not having Sam in a car seat. John calls Child services and they take Sam into custody until a hearing in the morning. Gigi catches Brody giving beer to Shane. They argue, Shane yells that he hates her and runs upstairs. Gigi and Brody talk it out and she agrees to let him stay if he goes by her rules. When Shane comes downstairs Brody tells him that he was wrong to give him beer and yell at Gigi. He makes Shane apologize to Gigi. Viki is upset about Charlie lying to Rex. She talks to Natalie and Jessica about it. Dorian stabs Charlie with a syringe and he passes out. She calls two men to help her, then sneaks him out of the hospital and takes him to her home. She texts Viki with Charlie's phone telling her he hasn't told Rex yet and he needs more time.",
    "soapcentral_condensed": "The Naked Truth: Rex confronted Adriana after he found his toothbrush, sealed in a plastic baggy, in her purse. Brody and Shane were watching a game on television, while sharing a pizza and sipping on beer, when Gigi walked in. Dorian was determined to keep Charlie from following through with his threat to return to Llanfair and reveal the truth about Jared to Viki. Blair was not happy when she walked into her living room and found Addie and David in a questionable yoga position. Addie sensed that Blair was also worried about David discovering Starr's secret but unfortunately said enough to perk David's ears up. Viki told Natalie about Charlie's confession. Natalie seemed on the verge of telling her mother everything but opted for a half-truth at the last moment. She told Viki that she had suspected that Charlie was not Rex's father from the beginning. Blair asked Langston if she thought Starr was crazy to think that she might be able to raise her baby. Todd was grateful that Blair had not been judgmental.\n"
}