{
    "soap_central": "\nForget–Me-Nots\n\n\nViki paid Jessica a visit at the psychiatric ward. Viki became concerned when a frantic Jessica related her encounter with Bess. Upon learning that Bess referred to herself as the \"gatekeeper\", Viki surmised that Bess was similar to her own alter ego, \"Jean Randolph.\" Viki explained that Tess's existence was an expression of Jessica's rage, while Bess's presence represented control. Jess expressed the fear that she felt during her interaction with Bess and asked her mother if Bess's desire to protect her meant that the alter ego symbolized goodness. With a look of concern, Viki warned her daughter that although the gatekeeper's role was to protect, the alter ego had no real sense of right or wrong. Relying on her past experiences, Viki advised Jess that Bess might be dangerous in her own right. \n\n\nRealizing that Bess was created because of her fear, Jess struggled to figure out what had transpired in her life that caused Bess to surface. Convinced that Jess's ability to remember her conversation with Bess was a good sign, Viki attempted to encourage her daughter. Sadly, Jess told Viki that she remembered very little of her conversation with Bess. Jess related Bess's cryptic message to Viki - \"I've taken care of the situation!\" Wanting desperately to help her daughter, Viki wondered what Bess's statement actually meant. \n\n\nWhen Viki revealed that Tess had seen the baby, a worried Jess asked if Tess had hurt the child. Unwilling to jeopardize Jess's recovery, Viki avoided giving Jess vivid details of Tess's abrupt return and did her best to convince Jess that her daughters were safe. Certain that her mother was keeping her in the dark, Jessica demanded to know what had taken place during Tess's visit. Viki admitted that Tess returned with a vengeance and stated that the baby wasn't hers. Both Viki and Jessica ruled out any thoughts that Tess could possibly be right. \n\n\nIn an attempt to cheer Jessica up, Viki showed her pictures of her newborn and assured her that Bree was doing well. Although pleased to see her baby, Jessica thought about being away from her children and broke down in tears. A terrified Jessica told Viki that she was sick and needed to go away until she was well again. Jess said that she wasn't ready to face the real world, and feared being near her children. Remaining brave for Jessica's sake, Viki promised to get her help and take care of the girls while she was away. \n\n\nViki stepped out into the hall and wept. She looked up and noticed Charlie. Without saying a word, Viki collapsed into Charlie's arms and cried. Back inside her hospital room, Jess stared at a picture of her newborn baby and cried. \n\n\nDr. Joplin visited Todd in his hospital room. A dismal Todd asked the doctor what had happened to his grandchild. After learning that Dr. Joplin hadn't discovered the cause of death, he blamed himself. In a suspicious tone, the doctor asked if Marty was the reason why Todd had changed his mind about stealing the child. Todd mumbled that he loved Marty and stated that he wanted to start a family with her. Attempting to convince Dr. Joplin that he had the best intentions, Todd tried to defend his past actions. Acknowledging that she had heard the news bulletins relating to Todd's imprisonment of Marty, Dr. Joplin told Todd that she believed that he was a sick individual and was in desperate need of mental care. Dr. Joplin informed Todd that she hadn't the time to listen to his regrets, because she had her own troubles. She explained that Dorian was hell-bent on proving that she had caused the death of Starr's baby. Before leaving, Dr. Joplin told Todd that she hoped he would eventually get the care that he needed. \n\n\nAlone with his thoughts, Todd had memories of Marty. Consumed with guilt, Todd stared at his reflection in the mirror. As he gazed at his badly bruised face, Todd heard Marty's voice. He remembered the day Marty accused him of rape and the horror on her face after learning that he had undergone surgery to change his face. Todd studied his appearance for a moment and slowly removed a bandage from his face, revealing a terrible scar. \n\n\nAt the Buchanan mansion, Cole reminisced with his mother and tried his best to make her remember her past. When Marty mentioned the lies that Todd had told her about John, Cole defended John and recounted Marty and John's relationship before her accident. Cole maintained the close friendship that had developed between Marty and John and insisted that things would have developed further if their time together hadn't been cut short. Marty listened intently as Cole revealed that he thought her relationship with John was special. \n\n\nCole continued to relate stories about his mother's past. When Marty unknowingly called Cole by a familiar name, he felt the pain of his mother having virtually no memory of him. Marty reminded Cole that her very limited memory included an image of him as a child. Marty's words of encouragement gave Cole hope. He believed that his mother would regain her memory. Cole made every attempt to jog his mother's memory. Marty tried to take in all the information that Cole revealed to her but became overwhelmed. In an abrupt tone, Marty pleaded with Cole to stop pushing her to remember her past. Realizing that she had offended Cole, Marty apologized for her harsh tone. Reminding Cole that she had been under Todd's control for several months, Marty asked for time to herself. Appearing concerned, Cole agreed to give his mother some privacy. Marty assured Cole that she wanted more than anything to be his mother, but needed time to sort things out. After sharing an embrace with his mother, Cole left her alone to gather her thoughts. \n\n\nAt La Boulaie, Dorian and Blair discussed Marty's return and the effect it would have on Blair's relationship with John. As Blair tried to change the subject, Dorian was determined to learn Blair's true feelings for John and that Marty's return might wreak havoc on Blair's newfound relationship. Reminding Dorian that Marty had amnesia, Blair was convinced that Marty's presence wouldn't cause a problem because she didn't remember the feelings she once had for John. When Dorian suggested that John still had strong feelings for Marty, Blair appeared concerned. Feeling sympathy for Blair, Dorian expressed her concern for Blair's happiness and recounted Todd's terrible crime against Marty. After criticizing Todd for continuing to cause pain to everyone that he claimed to love, Blair insisted that John cared about her and said that she didn't want to analyze the relationship any further. \n\n\nAt the police station, the press crowded around as John criticized Mayor Lowell and announced that he was quitting. Insulted, May or Lowell warned John to never embarrass him again. While Bo and Nora pleaded with John to remain calm, John declared that was done with being careful, and resigned from the department. Fed up with John's defiance, the mayor demanded that the charges against John be reinstated. After listening to Bo's words of wisdom, Lowell rescinded his decision but advised John that he would remain under his radar. \n\n\nBack at La Boulaie, Blair and Dorian tuned in to the news broadcast and learned of John's resignation. \n\n\nBo begged John to reconsider his decision. John was adamant that he couldn't return to the department, and insisted that he needed time to himself. Acknowledging that it had been an honor to work for Bo, John handed Bo his badge and left the office. As John walked down the hall, Antonio and Talia attempted to stop him, but John walked right past them without a word. When Antonio and Talia inquired about what had taken place, Bo stated that the department had lost one of the best cops that he had ever known. \n\n\nLater, Bo offered John's job to Antonio. Antonio accepted the position but insisted that John should still be on the force. Bo said that John had made his choice and that they still had a job to do. With great sadness, Bo placed John's badge in his desk drawer. \n\n\nOutside in the hall, Mike wondered if John was sure that he had made the right decision, and reminded his brother that he had actually won his fight. John disagreed with Mike's reasoning. John believed that he had failed Marty, and stated that it was because of him that Todd had raped her again. Looking around the station in disgust, John said that he couldn't stand to be there any longer, and left. \n\n\nBlair showed up at the station looking for John. She was surprised when Nora told her that she had no idea where John had gone. \n\n\nAt the Buchanan mansion, the doorbell chimed. Marty opened the door and stood face-to-face with John once again. \n\n\nBack at La Boulaie, Dorian left a message on Dr. Joplin's voicemail. She demanded information regarding baby Hope's autopsy, and warned the doctor that she would face serious consequences if it were discovered that Dr. Joplin had lied about the baby's death.\n\n\n",
    "tvmega_recap": "Jessica informs Viki that she \"met\" and found out she has a new alter named Bess. And she is the \"Gatekeeper\". Viki clarifies that she knows of her own gatekeeper, Jean Randolph, and the function that they serve. Yet neither can figure out just what Bess needed to protect Jessica from. Everybody still believes that Starr's baby died and Jessica's is just fine even though Jessica cannot see her baby. Cole tries to get Marty to remember her life and her son. John resigns from the police department after knowing that Mayor Lowe calls the shots and almost prevented him from saving Marty's life. Blair is wondering what to do in regard to her \"relationship\" with John now that Marty is back. Todd is wondering what he will do now.",
    "tvmega_summary": "Episode #10322 ~ Forget-Me-Nots Written by Shelly Altman, Janet Iacobuzio, Chris Van Etten, Ron Carlivati, Anna Theresa Cascio, Carolyn Culliton, & Elizabeth Page",
    "soapcentral_condensed": "Viki became concerned when a frantic Jessica related her encounter with Bess. Viki warned her daughter that Bess might be dangerous in her own right. Dr. Joplin visited Todd in his hospital room and told him that he was in desperate need of mental care. Todd remembered the day Marty accused him of rape and slowly removed a bandage from his face. At the Buchanan mansion, Cole reminisced with his mother and tried to make her remember her past. John defended Marty and recounted his relationship before her accident. John felt the pain of having no memory of his mother's name. John listened intently as Marty intently listened to John's stories about his mother. John insisted that things would have developed further if their time together hadn't been cut short. Todd mumbled that he loved Marty and stated that he wanted to start a family with her. Todd studied his face for a moment, revealing a terrible scarage from a surgery to change his face, revealing that he had undergone surgery to changes his face in the past.\n"
}