{
    "soap_central": "\nLong Live The Queen\n\n\nAs Dorian outed Jared as a fraud at the Buchanan Enterprises shareholders' meeting, the auditorium at the Palace erupted into hubbub and chaos. Jared and Natalie sat in silence, looking ill. Dorian explained that Jared was an imposter who came to Llanview with one goal, to infiltrate BE, and he succeeded. As she questioned whether or not the other board members knew, Clint and Bo whispered amongst themselves about Dorian's bombshell, with Bo admitting he had never trusted Jared, though Clint said he'd started to. Dorian told the assembled guests that even if the BE board did not know about Jared's true identity, they were at least guilty of \"gross mismanagement,\" and as such, the number one question for the shareholders was: \"Are my shares safe?\" In the audience, Lindsay and Nora were dumbstruck, leading Nora to mutter that Dorian was \"pulling all of this out of her...hat.\" Natalie rose to defend Jared, calling him a \"terrific executive,\" and Jessica followed suit, saying that Jared was as much a Buchanan as she. Dorian cracked that Jessica should hope not, otherwise \"your sister is sleeping with her uncle.\" Jessica stared at Natalie in shock, begging her to deny it. The press swarmed towards the dazed Natalie with questions, and Jared shooed them away and took her into his arms, helping her back into her seat. \"My God, it's true,\" Jessica realized. Dorian insisted to the crowd that she took no personal pleasure from revealing the secret, and excoriated Natalie for letting an imposter fleece her own family. Clint and Bo struggled to get Dorian escorted out by security, but Malcolm, Nash's investor, rose, and asked that she stay, insisting that the other shareholders had a right to hear the whole truth. The rest of the crowd agreed. \n\n\nAt the Llanview Police Department, John and Antonio met in secret in the men's room. Both were curious about the identity of Ramsey's female houseguest, why she was there, and of what importance she was to him. John was sure that the Mendorran jewels were why Ramsey had come to Llanview and taken Bo's job, and that the woman was secondary. Antonio wondered what the connection between the jewels and the mystery woman was, and why Ramsey was keeping it a secret. Later, in the LPD situation room, Antonio and Talia shared a passionate reunion, sneaking into Ramsey's office to make out. Talia feared their getting caught, but Antonio assured her that Ramsey was off-duty, and that he and John were finally \"piecing things together\" about their adversary. As Antonio explained the situation with Ramsey's houseguest to Talia, John covered for them in the situation room when Officer Eddie became curious about the commissioner's office being closed while he was gone. John entered the office and warned Antonio and Talia that Eddie was snooping around. He asked Antonio to stop by Ramsey's penthouse to try to shed some light on things. Talia was concerned about the danger of Antonio just \"dropping by\" Ramsey's home, but John was sure Antonio had gained Ramsey's confidence by getting his hands dirty. Antonio and John agreed that identifying the woman at the penthouse was a major priority. Antonio reassured Talia, told her not to worry, and swept her into a kiss before leaving for Ramsey's. \n\n\nAt the penthouse, Ramsey struggled to soothe his \"mystery woman,\" who was in restraints. The woman stared at the framed picture he'd handed her as Ramsey urged her to \"remember happier times\" and keep fighting to \"be that woman again.\" He assured her that, thanks to the jewels, he had the money to pay for her care. Ramsey promised her that she could get her old life back, but she had to trust him. He said he knew the woman missed her loved ones, and he was truly sorry for what had happened to her. \"I hope someday you'll forgive me.\" He assured her he would take her home once she was \"one hundred percent\" again, and that she was making progress despite her \"debilitating treatments.\" Ramsey urged the woman to eat, spoon-feeding her some fruit. He said he knew she didn't want people to see her in her condition, and warned that until she was well, no one could know she was there with him. As Ramsey turned out the lights in the bedroom and left, he asked the mystery woman to sleep and dream of the people who loved her, who she would see very soon. \n\n\nIn the alley behind Rodi's, a bartender arrived to take out the garbage and found Charlie lying in a drugged stupor amidst the trash. Thinking him a homeless drunk, the bartender quickly realized Charlie was genuinely ill. The incoherent Charlie mumbled \"Viki\" and insisted he was not homeless or drunk. He managed to say that he was sick and needed help, that he \"[needed] Viki.\" \n\n\nAt Foxy Roxy's, Viki pressed David for answers regarding Charlie's whereabouts, but David hedged, claiming they were merely suspicions. Viki was a nervous wreck and said she feared something awful had happened to him. David was about to relent and tell Viki all about his experience at La Boulaie when Viki's phone suddenly rang with a call from the bartender at Rodi's. The bartender told Viki that Charlie had told him to call, and that her friend was in bad shape and needed help. Viki rushed off to Rodi's to get to Charlie, and David sighed that Dorian had gone too far. \n\n\nBack at the Palace, Rex stood outside the auditorium, stunned by the anonymous letter he had received in his portfolio about Adriana's lies. He flashed back to his inconclusive conversation with Adriana after her accident, and how she had failed to explain what she'd been doing in Angel Square or why she'd had his toothbrush. Gigi drifted out of the auditorium and watched Rex in silence. \n\n\nInside the auditorium, Clint spoke up, telling the crowd that Dorian was a known liar and nothing was proven. Dorian replied that she could prove her allegations, and produced Pamela Stuart, who walked in and took the podium, sorrowfully explaining her part in the fraud. She apologized to the Buchanans, and said that she was very fond of Jared. Pamela claimed that Asa would be proud of a son like Jared, and said that she'd been close to Jared's mother, Valerie. When she mentioned Jared's real father, Charlie Banks, Dorian announced to the audience that they might know Charlie Banks as Charlie Balsom. The Buchanans were again shocked, and Jessica demanded Jared speak up and explain himself, but Natalie told him to stay quiet. \n\n\nHaving overheard Dorian's announcement from outside the auditorium, Rex rushed in and asked Dorian to clarify the facts. Dorian gleefully repeated that Charlie was Jared's father, not his. Rex raced off, followed closely by Gigi, who followed him back to the hotel lobby. Gigi tried to console Rex, who grimly said he liked Charlie but was used to not having a father; \"I'll survive.\" Gigi realized Rex's mind was preoccupied with more than the truth about his father, and asked him what he was really thinking about. Rex showed her the anonymous letter about Adriana, and Gigi was shocked and asked him who had sent it. Rex replied that he was hoping she could tell him. \n\n\nBack in the auditorium, a sad Pamela walked past Jared's seat and apologized to him as she left. Clint and Bo tried to take command of the situation, insisting that they had no knowledge of any fraud and that there would be a full investigation. Clint said that regardless of Jared's paternity he was a good executive, and any wrongdoing had nothing to do with Buchanan Enterprises' corporate bottom line. \"Au contraire,\" Dorian shot back. She explained to the audience that BE's board had to be explicitly made up of only family members, and Jared's presence on the board was a violation of the charter, rendering all contracts or deals entered into during his tenure null and void. Dorian added that according to the Securities & Exchange Commission, that made BE liable, and that all the deals Clint and Bo had made with their various would-be takeover bidders, like Virgil Webster or Walter Honeycutt, were now void as well. Lindsay asked Dorian if that meant Webster and Honeycutt owned BE. \"No,\" Dorian said, then coldly intoned, \"I own BE.\" As she took Asa's portrait down from behind the dais, Bo countered that the family still owned a large number of shares, but Dorian replied that she had fifty-one percent, having quietly bought the shares up through a dummy corporation. She said she had also made an agreement to acquire Honeycutt and Webster's shares in the event that their deals with Clint were rendered void, and as they were, she now owned theirs too. The shareholders in the audience were outraged and angry, unwilling to listen to Clint and Bo's excuses. Dorian stepped down from the podium and handed Clint a compact disc detailing her takeover. \"The king is dead,\" she told him. \"Long live the queen.\" \n\n\nAs the press and the shareholders filed out, Clint confronted Jared and Natalie, who were sitting alone and miserable in their seats. Jared confessed that everything Dorian and Pamela had said was true, and said he had idolized Asa. He regretted costing the family what he had admired so greatly, the business. Jared said he was very ashamed and very sorry, and that it was all his fault. Trying to keep a modicum of dignity, he rose from his seat and quietly walked out of the room. Jessica turned on Natalie, furious at the realization that she knew the truth all along. Natalie said she hadn't at first, and then added, in a broken, lost voice, \"Don't you understand? I love him.\" Natalie then ran off after Jared. The forbidden lovers met up at a balcony skylight high above the auditorium and embraced. \n\n\nJessica and Nash reeled from the revelations of the day, and Nash told his wife he hoped Clint never forgave Natalie. Jessica was about to brighten her husband's day by revealing her pregnancy, only to be stopped cold by Malcolm, who warned them that with Jared's deals null and void, the vineyard was his again. Jessica tried to pay him off, but Malcolm said he and his investors wanted the land too much and that it was a done deal. He ordered them to vacate the property. Furious, Nash swore to kill Jared. \n\n\nBack at Foxy Roxy's, Roxy crept back inside and was relieved to find Viki gone. She agreed to give David a manicure, and said that with Charlie outed, she wished he would leave town, then reconsidered and wondered if she should leave instead to avoid having to reveal the truth about her deception and Rex's real father. Roxy said she didn't want to leave her salon behind, and groused that \"the truth is completely overrated.\" David warned her that the truth could catch up to her, and Roxy feared that someone would \"blab\" her secrets. \n\n\nAt Rodi's, Viki arrived in the alley to find the bartender with Charlie. The bartender told Viki he'd never served Charlie and pointed to the bottle he'd found with him. After the bartender went back inside the restaurant, Viki tearfully asked Charlie why he'd drank again, and tried to give him some water. Viki wondered if it was her fault for pressuring him about Rex, and asked him what had happened after he'd gone to the hospital. Charlie groggily said he couldn't remember, but swore he hadn't gotten drunk. Given the overwhelming evidence, Viki couldn't believe him. She tried to help him up, but Charlie collapsed. Realizing the seriousness of Charlie's condition, Viki called 9-1-1, then frantically tried to perform CPR. \n\n\nAt the Palace, Clint confronted Dorian about her actions. He asked her if she'd done it all because of their break-up, and Dorian laughed in his face. Clint responded by grabbing her by the neck and choking her! \n\n\nUp in the balcony, Jared and Natalie embraced. Natalie assured him that the Buchanans would come to understand and said she'd always be in his corner. They kissed, just in time for Nash to race in and punch Jared out, with Jessica hot on his heels. Nash said he'd always known Jared was a fraud and that he'd lost his vineyard because of Jared. Unwilling to listen to Jared's apologies, Nash turned his fury on Natalie. Nash raged at her, getting in her face and calling her a \"dirty little tramp\" who had taken away her sister's home. Jared shoved Nash away from Natalie, and Nash went sprawling against the railing by the skylight, then tripped and fell all the way over, shattering the glass and falling down into the auditorium as Jessica and Natalie screamed. \n\n\n",
    "tvmega_recap": "Dorian announces to all of the shareholder, at the BE board meeting, that she now owns B.E and she has proof that Jared is a fraud and not a valid board member. Everybody is shocked. But she is able to prove that. And that means that Jared's attempt to bail Nash out of his debt and save his winery is invalid. Nash is furious at Jared for that and blames both him and Natalie. Rex is also devastated when Dorian announces and proves that Charlie is not his father. He is Jared's real father however. Rex also comes to the realization that Adriana lied to him about many things. Charlie is passed out and in need of medical care after Dorian has drugged him. Viki finds him and acts like she is less angry at him for lying than she is concerned about saving him. John, Antonio and Talia are still attempted to find out Ramsey's secret about why he is hiding this unseen disable woman in his home.",
    "soapcentral_condensed": "Dorian outed Jared as a fraud at the Buchanan Enterprises shareholders' meeting. At the Llanview Police Department, John and Antonio met in secret in the men's room. John asked Antonio to stop by Ramsey's penthouse to try to shed some light on things. In the alley behind Rodi's, a bartender arrived to take out the homeless man lying in a drugged stupor amidst the trash. The incoherent Charlie mumbled \"Viki\" and insisted that he was not drunk or sick, but that he needed help, and that he would \"viki\" Viki to the bartender. The bartender realized that Charlie was genuinely ill, and quickly realized he was lying in the trash, lying and saying he was sick or that heneeded help, but he would not Viki Viki. The homeless man said he was drunk and said he needed Viki, who would help him get out of the trash and to the hospital. The woman at the penthouse struggled to soothe his \"mystery woman,\" who was in restraints.\n"
}