{
    "soap_central": "\n\nIn their holding cell, Rex and Gigi nearly kissed as Otto's daughter walked in. Penny pulled out the box that Rex had wanted because she knew he needed it. She wanted to help Rex find his parents and she said that she was going to have the charges against Rex and Gigi dropped. Penny confessed that her father had no idea she had the box because he was asleep. The cop walked in and thought Penny was an accomplice. However, she reminded the cop that she owned fifty percent of the shop.\n\n\nCollectively, Rex, Gigi, and Penny explained how, if the case even went to court, Penny could create reasonable doubt because she knew that Rex and Gigi hadn't stolen anything from the shop. Convinced, the cop left to fill out the necessary paperwork. Rex thanked Penny, but she said to thank her after he found his parents. The cop let the pair out of their cell and told them that they weren't allowed to step foot in Otto's shop ever again. They agreed and the cop warned them to stay out of trouble.\n\n\nPenny took the key for the box out of her pocket as Rex and Gigi held hands. Rex thanked Gigi for being there for him, but Gigi assured him that there was nowhere else she'd rather be. Penny took a picture of a cabin with a mountain in the background out of the box. She didn't recognize the cabin, but said that she had grown up near the mountain. It was about an hour away. Rex and Gigi decided to continue their road trip.\n\n\nThe doorbell rang at Llanfair. Viki answered the door to Clint who wondered if Jessica was there. Clint explained that he had heard Jessica arguing with Brody. Wanting to make sure she was all right, he went to check on her in her room. Her phone was there, but she wasn't. Clint asked Viki to check upstairs for Jessica. After checking, Viki informed Clint that neither of their daughters was there. Clint got his phone out to call Bo as Viki said she'd call Brody.\n\n\nAn upset Brody heard a knock on his door and was surprised to see a crying Jessica when he answered it. \"I remember,\" she told him. After Brody asked several questions at once, Jessica recited everything she knew about Brody to convince him. They shared a kiss and Brody asked when it happened. She explained that it had just happened and that she had gone straight to Brody's. She began to recall all of the people she had hurt, including Cristian, Layla, Natalie, and even Bree. Brody assured her that they would all forgive her eventually. He asked what had jumpstarted her memory. She had a flashback of being in Ford's bed when Brody's ringing phone interrupted her thoughts. \"It's your mom,\" Brody told her.\n\n\nJessica spoke to her mother and told her the good news. After hanging up, Viki shared the news with Clint, who asked a few excited questions. Just as Viki told Clint that she didn't know any details, Jessica and Brody arrived at Llanfair. Jessica hugged her parents and said how wonderful she felt to be back to normal. Bree entered, wondering why it was so loud. Jessica asked her if she had a good time in London. Bree did, but she had missed her mother a lot. Jessica told her daughter that she, Bree, and Brody had a lot of adventures to catch up on.\n\n\nClint asked Jessica what triggered her memories to come back. Jessica said that Brody had mentioned Mitch, then she found one of Brody's medals and it all came rushing back. Changing the subject, Jessica asked Bree if she could wake Natalie up so she could have a heart-to-heart. As Brody flashed back to his night with Natalie, Viki told Jessica that Natalie wasn't there. Jessica said that it would give her time to figure out an apology.\n\n\nAs Jessica got distracted by Bree and Brody, Viki asked Clint whether or not he thought it was strange that it was Brody's medal that triggered Jessica's memories to return. Clint didn't know or care because all that he cared about was that they had their daughter back.\n\n\nAt the airport, John asked if there were any more flights to London. The attendant said there weren't, but informed John that Natalie had never shown up for her flight to London. As John walked away, he saw Natalie. \"Sorry I'm late,\" he said to her. She wondered what he was late for, and asked if he was going to London. He wasn't, and he said that she wasn't going to anyway. Natalie explained that she already had the ticket, a passport, and plans, but John told her to change her plans. He clarified that he was there looking for her, but she walked past him to book a seat on the next plane out.\n\n\nJohn told her not to go, but she said that she had no reason to hang around. He stopped her by revealing that he had read her letter. He had something to say, so she could either get on the plane or hear him out. He reasoned that he showed up to Rodi's after Natalie had already left because the letter had gotten misplaced and he got held up. Natalie said that the only reason she missed her flight was because Roxy had convinced her to wait longer and to go find John at the station. She had seen John kiss Marty and left. John told her that it was a goodbye kiss.\n\n\nJohn tried to tell Natalie that what she saw was part of a bigger conversation -- John and Marty had decided that they were only together because of the baby. They cared a lot about each other, but not enough. He told Natalie that it took a lot of guts to write that letter, but it was his turn. \"You belong with me,\" he said. A surprised Natalie got choked up as John kissed her, and the people surrounding the couple clapped.\n\n\nJohn wondered why Natalie was so late to her flight. She thought about her one-night stand with Brody and lied that she went out for more drinks. John was glad she had missed her flight, as was Natalie. John suggested that he drop her off at home since Marty would probably still be at his place. Natalie concurred, saying that she should sleep off all the drinks she had. Agreeing that they would figure things out in the morning, they walked out of the airport hand in hand.\n\n\nAt the diner, Cristian and Layla packed food for their road trip to Maryland. As they discussed how much they would need, Markko entered the diner with all of his stuff. They asked if Langston had sent him, but Markko spat that he couldn't care less if she starved. Markko explained that he needed a place to stay and that he would be out before the diner opened in the morning. The couple wondered why he wasn't at the Palace with Langston. Markko said he didn't know where Langston was, but she was probably at their apartment sleeping with Ford.\n\n\nMarkko explained that Langston had been cheating on him for months with Ford. Getting more and more upset, he told them about how he would have to get an STD test the next day and tell his parents that they had been right about Langston. He pushed a pile of pots, pans, and dishes on the floor and immediately kneeled down to clean it up, and offered to pay for it all. Cristian insisted that Carlotta would understand.\n\n\nAs the guys cleaned the floor up, Markko talked through how Ford left him a million hints and loved rubbing it in his face without Markko realizing it. He hated Ford. As Layla tried to help clean up, Markko told them to go ahead on their trip and that he could use the time alone. Layla said that they wouldn't be long and that they would check on him the second they got back to Llanview.\n\n\nOut of Markko's earshot, Layla said that they had to skip their trip and kick Ford out of their apartment that night because her mother could wait, but Ford couldn't. Cristian reasoned that they might find Langston, and he didn't want to make things any worse than they already were. Layla agreed but warned Cristian that the next day, \"Ford is mine.\"\n\n\nMarkko, lying on a cot in the back of the diner, thought about every conversation he had with Ford about the girl Ford was seeing. He angrily got off the cot and stormed out of the diner.\n\n\nLangston entered her apartment and looked at pictures of herself and Markko. Starr emerged from her room and wondered why Langston wasn't at the Palace with Markko. She told Starr that they didn't go. Starr explained how Dorian got Cole released from jail that night so they could be at the prom together. Starr asked where Markko was, and Langston said that she had lost him because they had a big fight after the prom. Langston thought that Markko hated her because he had found out about Ford through Destiny. As Starr tried to comfort her, Langston confessed that things had never been over between her and Ford.\n\n\nStarr demanded to know if Ford had threatened her, but Langston admitted that she had never stopped seeing him. A furious Starr reminded Langston that she had sworn on their friendship that it was over. Langston knew she messed up, but didn't want Starr to turn her back on her. Starr yelled that she would have to tell Cole, and the pair would somehow have to tell Markko that they had known all along. Langston knew she had been selfish and that she shouldn't have kept believing Ford's lies, but she had been too scared to come clean with Markko. Langston informed Starr that Markko had packed up his stuff and moved out, but that she wanted to be the one to leave. Starr asked if she was going to live with Ford. Langston had forgotten to tell her friend that \"Ford doesn't want me either.\"\n\n\nLangston explained that she was through with Ford for real this time. She caught Starr up on her eventful night of overhearing Cristian and Layla talking about Ford and Karen, and then going to Ford's apartment to find Ford with Karen. She confided that Ford told her more lies and she let him kiss her just as Markko walked in. Langston apologized and regretted losing Starr and Cole as friends. Starr reassured her that they weren't lost, but it would take time to forgive Langston. As Langston told Starr that it was sick that Ford could wake up and do the same thing the next day, Ford was in his bed covered in blood.\n\n\nMarkko furiously washed his hands in a sink filled with reddened water.\n\n\n",
    "tvmega_recap": "After Markko finds out that he's been taken for a ride by both Langston and by Ford for a long time without a clue what they were doing behind his back, he tells Cristian and Layla that he needs to sleep at Buenos Dias because he won't have anything to do with Langston again. They are going to see her mother to announce their engagement but concerned about leaving him alone seeing how devastated he is. But he tells them to go ahead without him. Right then, we see that Ford has been assaulted or killed in his bedroom and Markko is alone in the Buenos Dias kitchen washing blood off his hands. Langston is similarly down and out when she confesses to Starr that she has nowhere to go now that she's lost both Markko and Ford. Jessica is elated, along with Brody, her parents and Bree, now that she's gotten her memory and her life back. Meanwhile, John convinces Natalie to sty and not go off to London. But Brody and Natalie both wonder what they are going to do or if they admit to John or to Jessica that they have slept together when they both assumed that they had been dumped by their respective partners.",
    "soapcentral_condensed": "In their holding cell, Rex and Gigi nearly kissed as Otto's daughter walked in. Penny pulled out the box that Rex had wanted because she knew he needed it. She wanted to help Rex find his parents and she said that she was going to have the charges against Rex, Gigi, and Penny dropped. The cop let the pair out of their cell and told them that they weren't allowed to step foot in Otto's shop ever again. They agreed and the cop warned them to stay out of trouble. Rex thanked Gigi for being there for him, but Gigi assured him that there was nowhere else she'd rather be. At the airport, John asked if there were any more flights to London, but the attendant informed him that Natalie had never shown up for her flight. As John walked away, he saw Natalie and said to her, \"Sorry I'm late for London,\" He told her not to go, but she said she had no reason to hang around. He clarified that he was there for her and told her to change her plans.\n"
}