{
    "soap_central": "\nGuilt-O-Whirl\n\n\nIn Marty's bedroom, Todd and Marty gave in to their passion and sank onto the bed in a heavy make-out session. As Marty drew him close, Todd suddenly pulled away, and told her they couldn't continue. \"Why won't you touch me?\" Marty asked, mistakenly assuming that Todd was anxious about his \"performance\" after she had demeaned his manhood during their earlier tryst in college. Todd, nervous about her mention of their past, laughed and told her that he had put that behind him, and claimed that his resistance was because he did not have any \"protection\" or contraceptives in the house. He told Marty they didn't want her to get pregnant, \"yet.\"\n\n\nMarty was wistful at the thought of having a baby, and said the idea of carrying a child was amazing-then reminded Todd that they would have \"a child of their own,\" Starr's baby. When Marty inquired about Starr, Todd lied and assured Marty that Starr was still onboard with his plan to \"adopt\" the child. He reflected on his life, and said that he had been a lousy father and a poor husband. \"I feel guilty,\" Todd said, \"because I'm getting everything I want.\" Marty assured Todd he was a good man, and could make a new start with the new child. As Todd and Marty thumbed through a baby catalog, Todd told her he would spare no expense for the baby's care, and added that he didn't think of Starr's baby as his grandchild, but rather \"our child.\" \n\n\nAt Llanview High, Starr and Markko met at her locker; both wondered where Langston was. Markko was surprised that Langston wouldn't stick with Starr after her outburst at the school assembly, and applauded Starr for her bravery in the face of teasing from the student body. Starr said she hadn't been brave, just honest, and said she had no choice but to keep going; she felt that leaving school for the duration of her pregnancy would be a copout and defeat the purpose of her agreeing to take responsibility and carry her baby to term while going forward with her own life. \n\n\nMarkko called Langston, but got no answer. He told Starr he was worried about the effect Ray Montez's arrival had on Langston's life, and that he was positive that \"Uncle Ray\" would be trouble. Starr disagreed, and said both Markko and Dorian were overreacting about Ray. Markko feared that Ray would not back off in a fight with Dorian, and that Dorian's aggression against him might play into whatever plans Ray had for his niece. He said that Ray had a hold on Langston, and feared that it would destabilize his own relationship with his girlfriend. Starr told him not to worry, and said that Langston's feelings for Markko wouldn't change. Just then, the principal cornered Starr and Markko, and told Markko he was late for practice. Alone with Starr, the principal demanded Starr follow her back to her office for a \"talk.\" \n\n\nAt Shane's school, Gigi and Rex were shocked to discover Brody had taken off with Shane without permission. Shane's teacher was puzzled by Gigi's reaction, reminding them that Brody was, after all, \"Shane's father.\" Gigi and Rex both cried that Brody wasn't Shane's father, and when Gigi called Brody's cell phone, she got no answer. Gigi told Rex she was afraid she'd set Brody off after their talk earlier that morning, and she worried that Brody was kidnapping her son. \n\n\nAt the cottage, Marcie awoke amidst the wrecked furniture. As she woozily got to her feet, she flashed back to her argument with Brody. She called the frantic Gigi, and haltingly told Gigi to get to the cottage as soon as possible. \n\n\nAt Llanfair, in the secret room, Natalie and Tess watched on the closed-circuit television as Jared questioned Tina about who she was talking to. Tina struggled to explain herself. Natalie pleaded with Tina to come clean, while Tess mocked her cries, but when it became evident that Tina was on the verge of spilling the beans, Tess rushed back upstairs and interrupted Tina and Jared in the kitchen. Tess told Tina that Sarah had called, upset about Cristian. Tess wasted no time in once again raising the veiled specter of Carlo in Tina's mind, and after a few terse words, Tina agreed to go visit her daughter. She pointedly told Jared she hoped that, like Sarah, he was reunited with his true love very soon. \n\n\nDown in the secret room, Natalie watched as Tess continued to try to get her hooks into Jared. Jared told Tess he'd questioned all of Natalie's friends and contacts but had found no trace of her, and Tess feigned sympathy. She offered him a cup of \"soothing herbal tea,\" which he took. Natalie feared the tea was drugged just like the batch Tess had made for her, and screamed for him not to drink it, but Jared sipped his drink anyway. As Tess continued to chat with him, Jared told Tess that \"this is wrong,\" that she shouldn't be playing the role of his friend and confidante after what he'd done. Tess claimed it helped her cope with her own loss, but Jared felt uncomfortable and awkward in Llanfair without Natalie, and said it was time for him to move out. \"No!\" Tess cried. She told Jared that what had happened to Nash was an accident and not his fault. She begged him to stay, claiming that she needed a friend, and that his loyalty to Natalie reminded her of Nash and his love for her. Tess said that she needed someone in the house that she and the new baby could count on, and asked him to reconsider. Reluctantly, Jared agreed, and Tess hugged him, mugging for the hidden cameras as Natalie watched helplessly. \n\n\nAt the courthouse, Brody and Shane waited for the judge to arrive and help them with Shane's legal name change to \"Lovett.\" As Brody hid his service revolver from Shane's prying eyes, he made up an excuse about why he had wanted to evade the security checkpoint. Growing increasingly nervous and irrational, Brody insisted Shane not call his mother, and said he wanted the name change to be a \"surprise\" for Gigi. As Shane idly bounced a ball around, Brody was unnerved by his playing. Shane admitted that he was unsure about changing his name, and said that if his mother didn't want it, he didn't want it either. Brody was tense, but finally relented. When Gigi called, he ignored her, and told Shane it was just the manager from Rodi's. He asked Shane to consider hyphenating his name to \"Shane Morasco-Lovett,\" and Shane happily agreed. \n\n\nWhen the judge arrived, Shane and Brody made their case for a hyphenated name, but the judge told them that it would be impossible. Brody became upset and asked why, reminding the judge that he had proof of paternity. The judge said that paternity was irrelevant without the mother's permission and notarized signature, and asked them to come back with Gigi to make the name change official. \n\n\nAfter the judge was gone, Brody sank into a chair in the courtroom, seething and furious. Shane wanted to get his mother to sign on to the name change. Brody told Shane they couldn't get Gigi involved, because the truth was, \"she doesn't want me to be your dad anymore.\" Brody explained that Gigi wanted Rex to take his place in Shane's life, in every way. He said that Rex wanted to make it appear to the courts and the world that Brody was not really Shane's father. Shane was outraged, and said that he could never let Rex get away with that; \"I don't want Rex to be my dad!\" \"Then he won't be,\" Brody swore in a steely voice. \"I'll make sure of that.\" He told Shane to be brave, and said that their next move wouldn't be scary for a tough kid like him. Lost in thought, Brody said that \"this time,\" he'd do things right. \"When have you ever done things wrong?\" Shane asked quizzically. \"I've done what I had to do...for the greater good,\" Brody replied softly. He asked Shane if he was ready to do what was necessary for their \"mission,\" and Shane was enthusiastic. \"Father and son\" did a military-style fist-pound. \n\n\nOutside the courtroom, Dorian met with Langston as she stepped off the elevator. Langston asked why Dorian had pulled her out of school early, and Dorian said she was ready to expedite her formal adoption as quickly as possible. Langston was startled that Dorian wanted to do the deed that afternoon, and Dorian fearfully asked Langston if she still wanted to be adopted. Langston assured her she did, but as Dorian began to snipe about her Uncle Ray, she cottoned on to Dorian's true motivations. Langston told Dorian she sensed her panic over Ray, and insisted she had nothing to worry about. Dorian protested that Ray was a stranger who'd appeared from out of nowhere. Langston said that Ray just wanted to get to know his niece, and that his presence in her life didn't take away from the love she and Dorian shared. \"You're naïve,\" Dorian snapped, and laid the facts out for her ward, retelling the story of how Ray had confronted her and threatened to take full legal custody of Langston. Dorian asked who Langston wanted to be her guardian: Dorian or Ray? \n\n\nLangston was stunned, and didn't want to believe what Dorian was telling her. She rationalized Dorian's claims, saying that Ray was simply overprotective, and felt honor-bound to care for his late sister's daughter, and make up for the time he and Linda had wasted. She tried to change the subject by talking about Starr, but Dorian steered the topic back to them, asking her point-blank who she would prefer to live with. Langston said that Ray was a wonderful link to her mother and her family history, and she wanted to get to know him, but that she wanted to be with Dorian no matter what. \"Let's do it,\" she said, and agreed to the adoption, though she warned her foster mother not to disparage her uncle. Dorian was overjoyed, and hugged Langston. \n\n\nAt the cottage, Gigi and Rex arrived; Gigi was horrified to discover the mess and the wounded Marcie. Marcie gave the couple the full story about her fight with Brody, and said that Brody had seemed delusional, as if he were talking to someone else. She felt he hadn't meant to hurt her, and that it had been an accident. Rex discovered that some of Shane's clothes were missing, and immediately called the police to report a kidnapping. As Gigi and Rex sifted through the wreckage, Rex found Brody's lockbox, and asked if Brody had owned a gun. Gigi said she didn't know of one, but when Rex opened the box to find it empty-except for a picture of a gun-toting Brody with a fellow soldier-they feared the worst. \n\n\nAt the courthouse, Dorian and Langston met with their lawyer, and as they prepared to enter, they ran across Brody and Shane on their way out. Dorian and Brody shared an icy greeting as the Cramers went inside. Once in the courtroom, Dorian, Langston, and their lawyer met with the judge, who told them there could be no adoption that day, because of an injunction filed to challenge Dorian's claim. \n\n\nAcross the courthouse, Brody and Shane were making their way out, while Brody muttered to himself about Dorian's attitude. Just then, a security guard stopped them, and Brody reflexively clutched Shane in front of him, while hiding his pistol behind his back. \n\n\n",
    "imdb": "Gigi is horrified to see what Brody did to Marcie and the Carriage House. Rex calls the police after finding Shane's clothes are missing. Their fear grows when they find evidence that Brody has a gun. Brody gets edgy when Shane starts asking questions. When Shane wants to call Gigi to let her know that he's okay, Brody refuses. His aggravation grows when Shane says he isn't sure he should change his name. The issue is moot when the judge refuses to change Shane's name without Gigi's permission. When Shane suggests they get Gigi, Brody tells the boy that she doesn't want him to be his father. Brody convinces Shane to go along with his plan.",
    "tvmega_recap": "Brody takes Shane with him to the courthouse so that he can legally adopt Shane and have Shane's last name changed to Lovett. Shane wants that to happen but admits that he wonders what Brody's \"rush\" is and why his mom was not involve in the decision. Langston has a similar conversation with Dorian's wanting to adopt her. Gigi, Rex and Marcie all frantically try to find Shane and are worried what Brody might do. Todd and Marty are growing closer. She wants to sleep with him and wonders why he is hesitating. He tells her he wants the two of them to raise Starr's baby and nothing will stop them. Tess still has Natalie locked in the room with Jared having no clue what happened and Tina afraid to tell him because of the threats Tess is holding over her.",
    "tvmega_summary": "Episode #10279 - \"Guilt-O-Whirl\" Written by Fran Myers, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio",
    "soapcentral_condensed": "Starr and Markko met at her locker; both wondered where Langston was. Markko was worried about the effect Ray Montez's arrival had on Langston's life. Starr said she had no choice but to keep going; she felt that leaving school for the duration of her pregnancy would be a copout. At Llanfair, in the secret room, Natalie and Tess watched on the closed-circuit television as Jared questioned Tina about who she was talking to. Tina struggled to explain herself, while Tess mocked her cries, but it became evident that Tina was on the verge of spilling the beans. Tina told Jared she was raising Tina's daughter, and after terse words, she agreed to go visit her daughter. Jared told Tina he hoped she was just drugged, which he feared was just like Sarah, and that he was reunited with his true love very soon in thesecret room in Down Down. At the cottage, Marcie awoke amidst the wrecked furniture. She flashed back to her argument with Brody. Gigi and Rex were shocked to discover Brody had taken off with Shane without permission.\n"
}