{
    "soap_central": "\nDie Young, Stay Pretty:\n\n\nBlair went to John's apartment, with flowers in hand, to welcome him home. When John opened the door and seemed surprised to see her, Blair asked if she had come at a bad time. John appeared to collect himself and invited Blair inside. As they settled down on the sofa, John updated Blair on Cris's case and mentioned having heard about Langston's custody hearing. \n\n\nBlair's sad expression prompted John to ask her what was troubling her. Blair admitted that she had missed John and had longed to talk to him. It made Blair realize that her feelings for him went beyond those of a casual fling. John confessed that he felt a connection with Blair, too. Blair appeared touched by John's words and the two kissed. The kiss soon led to more and John carried Blair to his bed. As they made love, Blair was unaware that John had a folder tucked nearby that read \"Marty?\" in bold red letters. \n\n\nMarty and Todd were enjoying a picnic in the park when Marty asked Todd why he continued to wear his wedding ring. Todd claimed the ring was stuck on his finger. He attributed the problem to a recent weight gain but Marty didn't believe him. Marty felt that Todd continued to wear the ring because he wasn't ready to move on. When Todd denied the charge, Marty wanted the truth. She asked him, \"Haven't we always been honest with each other?\" \n\n\nTodd hid his discomfort over the question and insisted that he was over Blair. To prove his point, he offered to cut off his ring finger. Marty had a more practical solution. She fetched some lotion and used it to slide the ring off of Todd's finger. Todd took the ring from Marty and then tossed it into the forest. Marty seemed pleased by the gesture as Todd rejoined her on the blanket and handed her a glass of wine. To Marty's shock, Todd then suggested that they make things official and get married. \n\n\nTina went to Roxy's salon to have her roots touched up. She was surprised when she walked in and found Roxy crying. Tina tried to offer Roxy comfort, but Roxy was almost inconsolable. She was heartbroken about Rex and worried that she hadn't heard from Natalie. Tina, riddled with guilt, began babbling about Natalie and Jared's breakup. Roxy found some of what Tina had said curious and questioned her about it. It was clear that Roxy suspected Tina of hiding something about Natalie. Tina swore to Roxy that if she could tell her where Natalie was, Tina would. Tina then tried to give Roxy a hint about where Natalie could be found. It seemed that she had understood Tina's clue, because Roxy suddenly rushed out of the salon. \n\n\nNatalie was stunned when Tess told her that Rex had died in the early morning hours, after he had opened his eyes and asked for Natalie. At first Natalie refused to believe Tess, but she was convinced when Tess offered to turn on the monitors so that Natalie could hear everyone discuss the tragedy. \n\n\nNatalie wept for her brother while Tess looked on with a sly smile. Finally, Tess yelled out, \"Gotcha!\" Natalie was shocked when it dawned on her that it had been a ruse to make her suffer. Tess confirmed Natalie's fears and then informed her that Rex was in intensive care, alive. \n\n\nFurious, Natalie asked Tess how long she thought Natalie's disappearance could be explained away without anyone growing suspicious. Natalie pointed out that Jared already appeared to be asking questions while Tina seemed on the brink of exposing Tess. Tess scoffed at Natalie's attempts to rattle her. However, to make certain that Natalie's absence from Rex's bedside was explained, Tess demanded Natalie copy a letter that Tess had written. \n\n\nInitially, Natalie refused to cooperate but, to force Natalie's compliance, Tess threatened Jared. When Natalie handed Tess the copied letter, Tess wisely checked it and noticed that Natalie had made the \"J\" in Jessica's name appear like a \"T.\" Tess was not pleased and made Natalie write another letter. \n\n\nAt the police station, Bo was in the squad room with Brody. He informed Brody that he faced murder charges if Rex, who was in intensive care, died. Brody's grasp on reality remained fragile. He continued to suffer flashbacks, but Bo and the other officers seemed unaware of it. Bo was distracted when Jared walked in and demanded to speak to Bo on urgent business. Bo left another officer in charge of Brody and took Jared into his office. \n\n\nBo was annoyed when Jared asked him if Bo had heard from Natalie. Bo reminded Jared that he had been in the middle of police business and didn't have time to help Jared with his girlfriend troubles. Jared quickly explained to Bo why he was concerned by Natalie's sudden disappearance. Bo agreed that it was unlike Natalie not to go to the hospital when Rex was fighting for his life. He listened as Jared outlined all the reasons he suspected foul play. \n\n\nMeanwhile, Brody continued unraveling in the squad room. He became fascinated with a police officer's gun and stared at it while he wasn't suffering flashbacks of the young boy he had killed in Iraq. When the police officer turned his back on Brody, Brody's focus on the gun intensified. \n\n\nInside Bo's office, Jared asked Bo if he had noticed any recent changes in Jessica's behavior. Jared explained that Jessica's behavior reminded him of how she had been when Jared first met her in Las Vegas, as Tess. Jared wondered if it was possible that the recent traumas in Jessica's life might have triggered Tess to return. \n\n\nBo recalled a recent conversation that he'd had with John McBain. John was certain that Jessica knew about the mystery woman in Todd's house. Bo turned to answer Jared's question about Tess returning, but a scuffle in the squad room caught his attention. Bo rushed out of the office as an officer struggled with Brody. Brody was intent on pulling the gun from the officer's holster. \n\n\nAlone in Bo's office, Jared received a text message from Jessica, asking him to meet her at Rodi's. Jared arrived at Rodi's a short time later. When he joined Jessica at her table, Jessica showed Jared a note that she claimed she had received from Natalie. Jared seemed to question the timing. He asked Jessica where the envelope was, hoping to see a postmark or a return address that would tell them where Natalie was. Tess claimed that she had tossed it out, but she remembered that the return label had been Llanfair's address. She commented on Natalie's foresight to keep them in the dark and then offered to read the letter to Jared. \n\n\nThe letter claimed that Natalie had heard about Rex's shooting. It went on to say that Natalie had decided to stay away because she didn't want to chance running into Jared. As Tess spoke to Jared about the letter, he was reminded of something that Tess had said to him when he had first met her. Tess seemed to sense that Jared had grown quiet and asked him what was wrong. Jared shook away the memory and then expressed his outrage over Natalie's recent behavior. \n\n\nBack in the secret room, Natalie prayed that Jared would realize she had not been the author of the letter. As she talked to herself, she realized that she was not alone. Natalie turned around and her face lit up with joy when she saw Tina standing in the doorway. \n\n\nGigi showed up for work at Rodi's but it seemed clear that her mind was elsewhere. When her boss mentioned that he had heard about what had happened to Brody, Gigi clarified that Brody was not Shane's father. She also told him that Adriana had returned and had barred Gigi from seeing Rex. \n\n\nLater, Marcie stopped by Rodi's and talked to Gigi. When she learned about Adriana's decision to keep Gigi from visiting Rex, Marcie offered to go to the hospital and talk to Adriana on Gigi's behalf. \n\n\nAt the hospital, Layla offered Adriana a comforting hug and a sympathetic shoulder. Adriana told her friend that she had been hoping that Rex would wake up and look at her with love, the way that he used to. Adriana realized, though, that Rex would never do that because he was in love with Gigi. Adriana went on to tell Layla that Rex had recently called her and had asked for a divorce. \n\n\nAdriana questioned whether or not she was doing the right thing by keeping Gigi away from Rex. Layla felt that the only question Adriana should ask herself was if she loved Rex. Adriana went on to tell Layla about the toothbrush that she had sent to Gigi and expressed her guilt over having set Brody on the path that led to him shooting Rex. \n\n\nTheir conversation stalled when Marcie walked up. While Layla went to fetch some coffee, Adriana and Marcie reminisced about the past and Rex. Adriana told Marcie that she loved Rex and had wanted to be the best wife possible to him, but at the same time Adriana recognized that she had driven Rex back to Gigi. \n\n\nAs they spoke, Roxy walked up and asked Adriana who was sitting with Rex. When Adriana told her no one was with Rex, Roxy became upset. Adriana reminded Roxy that Rex had no idea whether or not he was alone, but Roxy wasn't satisfied. She asked Adriana if she was certain that Rex was unaware of his surroundings. When Adriana remained silent, Roxy had her answer and marched into Rex's room. \n\n\nAlone again, Marcie made a compelling argument for Adriana to reconsider allowing Gigi to see Rex. She reminded Adriana that Gigi was the mother of Rex's son and that Rex loved Gigi. Adriana seemed conflicted and looked away with tear-filled eyes.\n\n\n",
    "tvmega_recap": "Tess teases Natalie by telling her Rex is dead. Then she tells Natalie to write a new letter saying she's sorry she can't come back to see Rex. Jared goes to Bo about his suspicions that Jessica is Tess. Bo considers this and thinks about what John said about Jessica holding something back. Brody has flashbacks and attacks a cop. Bo pulls him off and tells him he understands what he's going through. Tess shows Jared the letter. Jared calls Natalie a bitch and says he's done with her. Adriana worries about Rex and wonders if she should let Gigi in to see him. Marcie tries to convince her its the best thing to do for Rex. Blair visits John and they go to bed together. Marty and Todd go on a picnic. Todd asks Marty to make it official and get married. Tina visits Roxy's shop and find her in tears. Roxy talks to Tina about Rex and Natalie. Tina goes downstairs to visit Natalie.",
    "tvmega_summary": "Episode #10290 - \"Die Young, Stay Pretty\" Written by Elizabeth Page, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio",
    "soapcentral_condensed": "Blair went to John's apartment, with flowers in hand, to welcome him home. Marty and Todd were enjoying a picnic in the park when Marty asked Todd why he continued to wear his wedding ring. Tina went to Roxy's salon to have her roots touched up. She was surprised when she walked in and found Roxy crying. Natalie was stunned when Tess told her that Rex had died in the early morning hours, after he had opened his eyes and asked for Natalie. Brody became fascinated by Natalie's sudden disappearance and told Bo that he was concerned about his girlfriend. Bo and Bo walked into the office of another officer in charge of Brody and took Jared into his office to discuss Natalie's disappearance and murder charges for Brody, who was in intensive care for Rex's death. Bo agreed that it was unlike Natalie to not go to the hospital when Rex was fighting for his life, but Brody didn't have time to help with his girlfriend's troubles and didn't want to be in the middle of police business.\n"
}