{
    "soap_central": "\nFort Bliss\n\n\nIn 1968, soldiers tried to pull Rex away from Gigi and force him onto the bus to Fort Bliss as Gigi confessed her greatest secret: Shane was his son. Rex, stunned, asked Gigi to repeat herself and she did, saying she was sorry she hadn't told him sooner. As the soldiers ripped Rex away from Gigi, the lovers' hands remained linked. Professor Fina wandered in to see the fuse box above them begin to spark and arc with electricity, and in a flash of white, Rex and Gigi disappeared. The soldiers were baffled, wondering where their newest recruit had gone. Professor Fina picked up \"Bo's\" fallen nameplate from the ground, and mused aloud that they had discovered the powers of truth and love-forces that were greater than those of time and space. Just then, the \"real\" young Bo (played by Tanner Woods, real-life son of Robert S. Woods) wandered in, asking if the bus to Fort Bliss was there. Fina solemnly handed him the nameplate, and warned him to \"keep your head down.\" \n\n\nIn 2008, Gigi and Rex found themselves standing in the same bus station, forty years into the future. A soldier in fatigues entered to board a bus to Fort Bliss, and when Rex buttonholed him about whether or not he was headed to Vietnam, the soldier scoffed and said he was shipping out to Iraq. Rex and Gigi were thrilled to learn they were back in the present, but already their memories of their adventure were growing foggy and indistinct. They each recalled having traveled back to 1968, but like Bo, wondered if they had had some strange kind of shared dream. \n\n\nRex asked Gigi if it was true that Shane was his son, and Gigi re-affirmed it. Rex was shocked and thrilled to be the boy's father, but furious with Gigi; he asked why she hadn't told him in ten years, and if she thought he wasn't good enough to be a father. Gigi tearfully explained that Rex had disappeared from Michigan without a word, and she'd felt sure that he had abandoned her when she was seventeen and pregnant. She said that Brody had offered her stability and security and she was sure she'd never see Rex again. \n\n\nRex reminded Gigi that she'd had many chances to tell the truth since they met again at Christmas, and Gigi said she had tried but other things had gotten in the way: his marriage, Brody's return, etc. She said she hadn't wanted to wreck his marriage by using her son as a weapon, and had also wanted to know for sure that he loved her. Rex repeated to Gigi that he still loved her, and softened, realizing that while she was the woman who had lied to him, he was also the man who had walked out ten years before. Gigi and Rex each said they were sorry, and that they forgave each other. They embraced, and Gigi asked Rex if it was really true-did he really love her? \"Morasco, it was always you,\" Rex said. As they left the bus station hand in hand, more soldiers were shown boarding the bus to Fort Bliss, and a newspaper headline faded from a front page story about Iraq to one about Vietnam-and in 1968, the young Bo boarded his own bus to Fort Bliss, with an American flag covering the station wall behind him. \n\n\nIn Mendorra, Antonio, Cristian, and Sarah arrived inside the royal palace, being careful to hide from the guards. They split up as Antonio rushed off to find Talia. Cristian and Sarah hid in a corridor, listening to Carlo scheme with Bitterman, the royal aide. Bitterman warned Carlo that talk was growing amongst the staff, the media, and the citizenry about Jonas and Talia's unconsummated marriage. He said that Talia was putting Prince Jonas off \"in the bedroom.\" Carlo assured Bitterman that he could deal with both the media and his upstart daughter. As Carlo dismissed several royal staffers, Cristian and Sarah snuck away, then cornered a steward and a maid in the halls, dragging them off to take their clothes. \n\n\nIn the prince's bedchambers, Talia and Jonas were at odds over the terms of their \"royal union.\" Jonas was anxious to consummate their marriage, and angrily said that Talia's refusal made him look weak to the Mendorran people. Talia told Jonas that he was weak, and that her heart belonged only to Antonio. She said she'd only promised to say her vows, and Jonas screamed that she would honor them. \"What do I need to do to make you go to bed with me?\" he snarled. \"Kill me first,\" Talia replied. When Jonas tried to manhandle her, Talia body-slammed him to the floor. Humiliated, Jonas stalked off to confront Carlo, leaving guards posted at the doors. \n\n\nCristian and Sarah donned the uniforms of the steward and maid and listened in as Jonas confronted Carlo in the foyer. Jonas told Carlo that his daughter was vulgar and uncooperative, and Carlo coldly warned Jonas never to demean his child again. Jonas demanded Carlo help Talia see \"reason,\" and Carlo left to see to Talia, calling Jonas spineless as he went. After Jonas dismissed Bitterman, Cristian and Sarah ambushed Jonas while posing as the staff, and Cristian brained the nefarious prince with a serving tray. \n\n\nAt Jonas and Talia's suite, Antonio made short work of the guards outside the doors. As he entered, Talia was sure it was Jonas back for another go at \"marital relations,\" but upon seeing Antonio, she flew into his arms and the duo shared a romantic embrace. Antonio said he'd come back to get her out of there, and Carlo wouldn't stop them. Just then, Carlo knocked on the door. Antonio hid as Talia allowed her father to enter, and as Carlo began to harangue Talia about not bedding down with Jonas, Antonio shut the door behind them and confronted Hesser. Carlo warned Antonio that he'd made a terrible mistake coming back to Mendorra, but before he could finish his threats, Talia clobbered him with a heavy vase, knocking her father unconscious. Antonio and Talia then proceeded to lift and drag Carlo's inert body. \n\n\nBack in Llanview, Todd's house was full of guests as John and the Llanview Police Department continued to search for signs of Todd's \"mystery woman.\" Todd stole a moment with his latest bodyguard to ask if he'd seen what had happened to Tess, but the bodyguard believed she'd left. He told Todd he was sure she hadn't seen Marty being moved. John and the LPD descended the stairs, having found nothing; John accused Todd of using Jessica to fake stomach pains. Todd told John to get out. Stymied, John was forced to retreat. After he was gone, Todd agonized over where Tess could be. \n\n\nAs she entered the gardening shed not far across the property, Tess was shocked to find Marty sitting in a chair, and called to her by name. Marty didn't recognize her, but took a guess, asking Tess if she was \"Blair.\" Stunned, Tess did her best to improvise, explaining that she was Jessica, one of Marty's oldest and closest friends, and Todd's niece. She explained to Marty that everyone believed her dead, and asked what she was doing with Todd. Marty retold Todd's version of events to Tess-that he was protecting her from John McBain, just as Lee Ramsey had before him, and that she needed to be hidden for her own safety. \"No kidding,\" Tess replied, dumbfounded. Tess quickly realized how skewed Todd's take on the truth was, and learned that Marty had no idea Todd was her rapist. \n\n\nTodd arrived, dismayed to see Tess already there. Tess quickly pulled Todd into her pleasant conversation with Marty, each of them playing off the other's lies and hiding their aggression. Tess claimed she totally understood Todd's reasons for keeping Marty hidden. When Todd slipped and called her \"Tess,\" Marty caught him, and Todd covered by claiming it had been Jessica's childhood nickname. \"You want to hear my nickname for Todd?\" Tess chimed in sweetly. Todd told \"Jessica\" and Marty that a longer reunion between the two \"friends\" would have to wait, and that Marty had been through enough. \"And who would know that more than you?\" Tess replied. As the two continued to hiss at each other through clenched teeth, they put on happy faces for Marty, and Todd told her he'd be back after walking Tess to her car. \n\n\nAt the LPD station, Blair arrived at John's office to find him gone. She decided to leave a note, and went through several different versions of a romantic letter before finding them all either too cheesy or too seductive, and crumpling the paper up. Just then, John arrived, heated after his failure to bust Todd for kidnapping. John explained the fiasco at the house to Blair, and Blair sympathized. She asked if he was sure Todd really was hiding anyone at all. \"She's real,\" John said, referring to the mystery woman. \n\n\nAs John examined his file on \"Jane Doe/Todd Manning,\" Blair said she could relate to finding it hard to let certain things go; she showed him that she was still wearing Todd's marital rings, and hadn't had the heart to take them off-until that moment. Blair asked John if she should, and John replied, \"Only if you want to.\" Blair removed her rings, laying them on John's desk, and asked if maybe they could both let go of their obsessions. She urged John to forget the mystery woman, who clearly didn't want to be found. \"Who knows? There just might a woman out there that you don't have to save,\" she said. John insisted on giving Blair back her rings, saying he didn't want them to end up in an evidence locker, and Blair reluctantly pocketed the jewelry. As he considered Blair's advice, John finally tossed his file in the trash-where he found Blair's note. Embarrassed, Blair tried to stop John from reading it, but to no avail. John, on the other hand, was amused and turned on by Blair's romantic prose; he reminded her that Michael was gone from the apartment for the night, and then took her arm to head off for a romantic evening. \n\n\nBack at the house, Todd and Tess discarded their false pleasantries and squared off. \"You're playing house with a woman you raped and she doesn't even know that's who you are,\" Tess spat. Todd warned her that she couldn't tell anyone, and claimed that Marty learning the whole truth at that time would \"set her recovery back.\" Tess laughed at Todd's self-serving reasoning, but changed her tune when Todd threatened to have her thrown into St. Anne's. Tess and Todd realized they were at a stalemate, each desperate to keep their own secrets. As Tess prepared to walk out and \"tell the entire English-speaking world\" about Marty, Todd agreed to her terms: He'd keep quiet if she would. Tess agreed, and they had a deal. With that, Tess was gone. \n\n\n",
    "tvmega_recap": "In 1968 when it looks like Rex (as Bo) is going to get shipped off to war and Gigi knows she cannot lose him and be stuck in the time warp, she reveals to him that he is Shane's father. At that point, they both get sent back to the present. He demands to know why she has lied not only to him but to Shane for all these years. She tells him she believed she had no choice since he abandoned her and she never thought she'd see him again. Tess walks through Todd's home and finds Marty. At that point, she knows that Todd would not dare reveal her secret with what she now knows. Antonio, Cristian and Sarah go to Mendorra and find Talia.",
    "soapcentral_condensed": "In 1968, soldiers tried to pull Rex away from Gigi as she confessed her greatest secret: Shane was his son. In 2008, Gigi and Rex found themselves standing in the same bus station, forty years into the future. Professor Fina wandered in to see the fuse box above them begin to spark and arc with electricity, and in a flash of white, Rex and Gigi disappeared. In Mendorra, Antonio, Cristian, and Sarah arrived inside the royal palace, being careful to hide from the guards. They split up as Antonio rushed off to find Talia. In the prince's bedchambers, Talia and Jonas were at odds over the terms of their union. Talia told Jonas that he was weak, and that her heart belonged to Antonio. When Jonas tried to manhandle her body-slammed her to the floor, she said she'd only promised to say her vows. \"What do I need to do to make you go to bed with me?\" he snarled.\n"
}