{
    "soap_central": "\n\nHannah led James and Starr, in full Halloween costumes, to a cemetery. They took their masks off, but Hannah pointed her gun at them, saying to put the masks back on before they were recognized. Hannah showed them two shovels and told them to start digging. Whoever made it to six feet first would \"win.\" She told them that they were digging their own graves. Hannah put the gun down to fuss with Hope, and James tried to attack her. However, Hannah grabbed the gun before James could get to it.\n\n\nStarr demanded to know what Hannah's plans for them were. \"Depends,\" she said, not elaborating. She related that no one would look there for James and Starr because \"graveyards are the perfect place to hide dead people.\" As James and Starr began to dig, they could hear voices. Hannah ordered them to put their masks back on as two people entered, one a cop. Starr blurted out that Hannah was trying to bury them alive, and the cop said that Hannah was under arrest. The two people began to laugh and asked if Hannah, Starr, and James were filming a movie. They wished the three a happy Halloween and walked away.\n\n\nHannah began to talk to Hope, saying that she would be a good mother to Hope when Starr was gone. James had to hold Starr back as she yelled that Hannah would never be a mother to Hope. Hannah commanded them to dig more. James said that Hannah would never get away with her scheme, but Hannah said that no one knew Starr and James were there. James informed Hannah that Ford and Langston knew that Hannah had them and were probably at the police station at that moment.\n\n\nVisibly upset, Hannah dropped the gun and began to dig through her purse. Starr began to talk to Hannah, and, in order to distract her, said that Hannah could claim to have rescued Starr and Hope from Eli. James inched toward the gun, but just as he grasped it, Hannah took it and hit him over the head with it. Hannah told Starr to say goodbye to the unconscious James as she kicked him into one of the holes in the ground. Hannah told Starr to fill in the hole, or Hope would get hurt. When Starr was done, Hannah told her that it was Starr's turn next.\n\n\nIn the warehouse, John told Todd to be careful as Todd tried to clear an exit. Todd yelled for Starr, and on the other side of the wreckage, Téa heard. Téa yelled back, but Blair covered Téa's mouth, telling her to take a break. Téa sat down, citing the fact that she didn't know how many times she could \"come back from the dead.\" Blair told her to stop with the death talk, and kept digging.\n\n\nTodd thought he heard a woman's voice, possibly Starr or Blair, but John didn't hear anything. The two used teamwork to try to clear a path through the rubble. Todd needed to get Blair back to the kids and related that he felt very alone. John told Todd that he wasn't as alone as he thought. \"Is this a Jesus pitch?\" Todd asked, skeptical. John denied it but made Todd promise to stay cool if John told him what was really going on.\n\n\nTodd directed John to tell him so he could get back to work digging. John asked if Todd remembered when he had thought Téa had called. \"Téa didn't die of a brain tumor,\" John told him. Todd told John to stop \"screwing\" with his head, but John divulged the entire story involving Eli and Greg to Todd.\n\n\nTodd wondered why John hadn't told him sooner. John had needed confirmation that Téa was alive. John's main focus at the moment was to get the girls back. He informed Todd that Téa was in the warehouse. Todd yelled her name, which caused a collapse of rubble. John got Todd out of the way just in time.\n\n\nOn the other end of the wreckage, debris continued to fall. Blair rationalized that it was just the building settling. Téa began to get up, but Blair told her to sit back down. Blair asked if Téa had a death wish, but Téa wanted to help. Suddenly, Téa heard a sound on the other side. After lots of digging from John, Todd, and Blair, Blair finally crawled through a hole in the wreckage and found John and Todd. As Blair asked if they wanted \"another one,\" Téa crawled through the hole to a shocked but smiling Todd.\n\n\nNatalie sadly looked down at John's badge. Bo told her that he couldn't get back into the building before he got the \"all-clear.\" Natalie knew that John wasn't dead and gave every possible scenario as to why John didn't have his badge. Suddenly, Natalie put her hands to her stomach. Bo insisted that she go to the ambulance, but she told him that the baby had kicked for the first time. Bo told her to get some rest.\n\n\nNatalie wanted to go in the building and look for John herself, but Bo wouldn't let her. Bo said that John would probably \"give hell\" if Natalie and the baby were exposed to all the smoke. Bo promised that if anything happened, she would be the first to know. They hugged, and Bo led her away.\n\n\nFord was in a bed in the hospital when Langston entered. She said that she hadn't been able to contact James. The doctor entered and told Ford that he had extensive internal injuries. Langston asked if he could've hurt himself at the gym, but the doctor replied, \"Only if he was the punching bag.\" The doctor left, and Langston demanded to know who had beaten him up. He thought back to when Clint's guys had beatien him up and told Langston it wasn't a big deal. She decided to call the police.\n\n\nOn the phone with Nate, Inez told Nate to stay with Dani. She got off the phone, and Clint asked about \"the others.\" She informed him that they were looking for survivors of the explosion. Clint asked if there was anything he could do for her, but she thought that Clint had already \"gone above and beyond\" for her family. The phone rang, and Inez answered to Langston. She wanted to report an assault on Robert Ford. Inez became upset and rushed to the hospital with Clint.\n\n\nAt the station, Nora was shocked to see Brody had handcuff Marty to one of the desks. Marty admitted that she had shot Eli and demanded to be able to call Cole. Nora was stunned to learn that Marty had shot him when he had been in custody and asked her why she'd done it. Marty thought back to finding Cole with the gun and said that Eli had killed her baby, so she had killed him. She asked again to call Cole.\n\n\nNatalie and Bo entered the station, and Natalie hurried off to check out the evidence from the shooting. Bo updated Nora and asked where Inez was. When Nora told him that she'd had a family emergency, Bo told a cop to tell the next shifts of cops to go in early. Just then, Bo got a text message from the fire chief saying that the search had been called off because the warehouse had imploded. Nora asked who was still inside. Bo said that John, Todd, and Blair were there and that he would go in himself. Bo asked where Brody was, but Nora said he was booking Marty for murder.\n\n\nIn his apartment, Cole looked at a picture of Starr and Hope. He said that he would kill Eli all over again if he could. He wondered how his girls could be gone. His phone rang, and he answered it to his mother. Marty informed Cole that Starr and Hope hadn't been in the warehouse and that Eli had just pretended to have them. She said the police were looking for them. Cole wanted to go to the station, but Marty convinced him that she was taking care of things. As Marty told Cole not to say anything to anyone, Natalie overheard.\n\n\nAt the station, Brody asked Natalie if she was okay. She said she had felt the baby kick and thought it was a sign that John was all right. Brody hugged Natalie in comfort as Marty looked on suspiciously. Natalie informed Brody that Marty suspected something about the baby. She told him she had work to do and left.\n\n\nClint and Inez arrived at the hospital and entered Ford's room. Inez wanted to know who had hurt Ford. Seeing Clint enter the room as well, Ford claimed that it had been a misunderstanding, and he had messed with the wrong person. \"It happens,\" Clint added. Inez asked for news about the kidnapping, and Langston informed her that Starr and Hope had never been in the warehouse. Suddenly, Ford and Langston realized that they were right -- Hannah had kidnapped Starr and Hope.\n\n\nBo and Nora discussed Marty's case in his office. Nora wanted to go easy on Marty, since she was a friend, but Bo said they had to go by the book. Nora asked if there were any changes in the status of the warehouse. Bo mentioned that Téa was in the warehouse too. He informed a confused Nora that Téa had never died. Bo updated Nora about Eli's scheme, and Nora realized why Natalie had been reading Téa's obituary a few days before. Nora wished she could get Eli locked up for life.\n\n\nUpset about James, Inez called Bo and reported her son missing, since no one had heard from him for hours. Bo assured her that he would find James, and he hung up. He called Brody into his office and instructed him to go to Marty's house and pick Hannah up for questioning. Bo had to leave the station, so Nora kissed him and told him to be careful. He promised to call with any news then left.\n\n\nLangston made sure Ford was all right because she wanted to tell Cole about Hannah. She made him promise that he wouldn't try to run out of the hospital. As she began to walk away, Ford grabbed her hand and told her to be careful. She said she was going to \"bring my best friend home.\"\n\n\nClint assured Inez that James's phone had probably just died. He told her not to think about it, but she had horrible thoughts running through her head. Brody entered, and Inez asked if he'd found James. He told her that James was officially considered \"missing.\" Brody needed as much information as possible about Hannah. Inez asked if Hannah was the one who was in the \"mental hospital,\" and asked if she was violent. Inez knew Ford and Langston were right about Hannah. She cried in Clint's arms, and Ford glared at Clint through the window in his room.\n\n\nNora asked if she could get anything for Marty, but Marty said Brody had already called the public defender's office. Nora wrote down the number of a good lawyer. Nora told her friend that she was going to make things as easy as possible for Marty and walked away. Natalie entered and told Marty that she'd had the gun tested. She wanted to know why, if Marty had shot Eli, Cole's fingerprint was on the trigger.\n\n\nCole wondered out loud where Starr and Hope were and why they hadn't gone home. There was a knock on the door, and he answered it to Langston. He asked if she had any news. Not beating around the bush, she told Cole that she thought Hannah had Starr and Hope.\n\n\n",
    "tvmega_recap": "Hannah takes Starr, James and baby Hope hostage at gunpoint. She leads them to a gravesite wearing a western hat, has Starr and James dressed like the grim reaper, has baby Hope dressed like a pumpkin and pulls her in a wagon. She tells them she's going to have them dig their own grave. She laughs and tells them that on Halloween, while they are dressed in costumes, nobody will suspect anything. And when they are dead nobody will look for them. She tells Starr and James that after they are dead, baby Hope will have a new mommy. Starr tells her that will never happen and is very worried and frightened when Hannah knocks James out and demands that Starr buries him in the dirt if she wants to save her baby. Meanwhile, Langston takes Robert to the hospital and finds out from his doctor that he's lying about his injury being caused by overexerting himself at the gym. He tells her that Robert has been assaulted. At that point, she calls the cops an stays with Robert, distracted from finding Starr and Hope and unaware that Hannah has not only them but James as well. Of all the people to answer her call to report the assault to the cops, Inez answers. As soon as she finds out her son has been assaulted, she rushes to the hospital. Clint acts concerned and gives her no reason to suspect him of anything and accompanies her. Robert is not about to tell anybody what happened to him or that Clint is responsible for it. But he coldly observes Clint hugging his mom outside his hospital room when she expresses her worries about both of her sons being hurt. Meanwhile, after the explosion, Cole has shot and killed Eli. And knowing he will be charged with murder and locked up for light, Marty takes the rap for it and turns herself in to the cops. Bo and Nora know there is something up with her. Inside the wreckage of the building, Todd and John are together trying to find their way out. For the first time, John confesses to Todd that Tea might very well be alive, based on what Greg told him. Blair and Tea are together in another part of the room. Right then, the 4 of them come together and Todd is stunned when he sees Tea for the first time.",
    "soapcentral_condensed": "Hannah led James and Starr, in full Halloween costumes, to a cemetery. They took their masks off, but Hannah pointed her gun at them, saying to put the masks back on before they were recognized. Hannah told Starr to say goodbye to the unconscious James as she kicked him into one of the holes in the ground. On the other side of the wreckage, Téa heard Todd yelling for Starr, but Blair covered her mouth, telling her to take a break. After lots of digging, Todd, Blair, and John finally crawled through a hole in the wreckage to find John and Todd and found Té a shocked but smiling Tééa in the middle of the rubble. \"Téa didn't die of a brain tumor,\" John told him. \"Natalie knew that John wasn't dead and gave every possible scenario as to why she had to get some rest for the rest of the time,\" Bo told her after he got the badge back. \"I'm so glad you're back,\" Natalie said.\n"
}