{
    "soap_central": "\nMake Love, Not War:\n\n\nBrody and Charlie stood across the street from the burnt-out diner. Both men were stunned by the devastating fire. As the two men talked, each mentioned knowing Gigi, who worked there. Brody realized that he recognized Charlie. When it dawned on Brody that he had seen Charlie at an AA meeting, Brody became nervous. Brody defended his relationship with Shane and Gigi, then justified his lie that he was Shane's father. Brody also pointed out that Charlie wasn't in a position to judge Brody, given Charlie's recent claim that he was Rex's father. Gigi soon joined them. She was a bit frazzled as she told Charlie and Brody that she had heard from Rex. She went on to tell them that the connection had been spotty and she had only understood a few words that Rex had said: Route 68 and Vietnam. \n\n\nIn 1968, Rex was frustrated when his cell phone dropped the call, severing the weak connection that Rex had with Gigi. Bo didn't appear too concerned about Rex's dilemma, until Rex reminded him that Rex, as Bo, could be killed if he were shipped off to Vietnam. If Rex, as Bo, died, Drew and Matthew would never exist. Bo was galvanized into action. He realized that the answer to their problem might be Emma and Truman. Bo explained that Madame Delphina had advised Rex to 'follow the pie.' Since Emma said that she and Truman were staying at a hotel across the street from the café in Paris, TX, Rex and Bo headed to Paris. When they walked into the diner, they were in for two surprises: it was a hippie hangout and Mo called himself Jeremiah. Unfortunately, Emma and Truman were not at the diner, but Jeremiah did tell them that she and her son had been there the night before. \n\n\nBrody was annoyed when Gigi seemed preoccupied with concern for Rex. When he nearly walked off with her cell phone, after setting up a job interview with a gym, Gigi stopped him and asked for the phone. Brody grumbled but gave it to her. After Brody walked off, Gigi called Rex's cell phone and was surprised when Chuck answered. He explained that he had found Rex's cell phone the night before but hadn't seen Rex or Bo. Gigi was puzzled because her phone showed that Rex had called a short time earlier from the phone that Chuck insisted had been in his possession for nearly a day. \n\n\nIn Mendorra, Jonas had Tina and Cain taken from the dungeons to attend Talia's wedding. Jonas lingered to taunt Antonio. Things escalated between them until Antonio went to attack Jonas. Tragically, Jonas plunged a knife into Antonio's abdomen and then walked away, leaving Antonio to bleed to death from his injury. \n\n\nTalia demanded to see Antonio before her wedding to Jonas, but Carlo refused. Carlo told Talia that she needed to marry Jonas first and then he would allow her to see Antonio. Talia capitulated but warned Carlo that if anything happened to Antonio, she would kill Carlo herself. \n\n\nNatalie was in the kitchen with her sister, worried about Viki. Tess assured Natalie that Viki was fine, even as Tess thought back to when she tampered with the brakes of Natalie's car. Tess was shocked when Viki walked in and announced that she had nearly been killed. Natalie was relieved to see that their mother appeared fit and had been given a clean bill of health by the doctors. After Viki filled them in on her harrowing experience, she told the girls about an opportunity to go on a talk circuit to discuss organ donation. Viki was reluctant to accept the offer because it meant that she had to leave Llanview for weeks, possibly months. Tess lit up at the news and urged Viki to accept the offer. \n\n\nViki ran into Charlie at Angel Square. She was dismayed when she saw the ruins of the diner. They spoke for a few brief moments before Viki told him that she was glad that she ran into him. Charlie appeared crestfallen when Viki said that she needed to say goodbye to him. \n\n\nTess was in the bedroom, plotting Natalie's demise. She wanted Natalie to suffer a fate worse than death. \n\n\nTodd and Blair had an ugly confrontation at Angel Square after he found Blair and John together. To hurt Blair, Todd implied that he had spent the night in another woman's arms. Blair tried to convince Todd that she couldn't care less. Things took a nasty turn when Todd suggested to John that Blair be tested for diseases. John, who had remained mostly silent as Blair and Todd went at it, was finally spurred into action when Todd told Blair that John had used Blair as a substitute for Marty. John punched Todd squarely in his jaw for the vile comment. Todd chuckled and realized that he had struck a nerve. Todd walked off, warning Blair to stay away from him. With Todd gone, Blair turned to John. She told him that as much as she enjoyed the night with him, she didn't think it would be a good idea to continue what they had started. John didn't seem worried. He assured Blair that he could handle Todd. They soon parted, each asking the other not to be a stranger. Unbeknownst to either, Todd stood nearby and listened. \n\n\nA robed figure found Antonio crumpled on the floor, bleeding. He pulled the knife from Antonio and lifted him up. \n\n\n",
    "imdb": "\nRex and Bo are stuck in 1968. They go to a restaurant where they find hippie Moe and peace pies. Moe (Jeremiah) confirms that Emma and Spencer were hanging out there.    ",
    "tvmega_recap": "Rex calls Gigi from 1968. He says he's stuck. They have a bad connection and Gigi doesn't understand what he's saying. Viki returns home to tell her daughters what happened when the brakes failed on Natalie's car. She is being asked to go to Africa to speak to heart patients. Jessica urges her to go so she can be alone with Natalie and Jared. Carlo Hesser plans Talia's wedding to Jonas. Jonas stabs Antonio. Todd meets Blair and John in the park. He tells them he has a new woman in his life. Todd tells Blair that John might have been sleeping with her but he was thinking of Marty. The woman he let die. John punches him. Brody and Charlie talk about what Brody confessed at the AA meeting. Charlie assures him that what is said at an AA meeting is kept secret. But he talks to him about Rex and how he would want to know if he had a son. Gigi runs up and tells them about the strange call from Rex. Charlie tries to call him but doesn't get through. Brody goes to a job interview at the gym. Rex is worried about being sent to Vietnam. Bo has the idea to go to the Bonjour. He says Madam Delphina said to follow the pie. Talia marries Jonas. Cris rescues Antonio and they dress up like guards and go to the wedding. Cris tells him he couldn't save Sarah. In 1968, Renee walks into the Bonjour and slaps Bo.",
    "soapcentral_condensed": "In 1968, Rex was frustrated when his cell phone dropped the call, severing the weak connection that Rex had with Gigi. Bo didn't appear too concerned about Rex's dilemma, until Rex reminded him that Rex, as Bo, could be killed if he were shipped off to Vietnam. In Mendorra, Jonas had Tina and Cain taken from the dungeons to attend Talia's wedding. Talia demanded to see Antonio before her wedding to Jonas, but Carlo refused. Tragically, Jonas plunged a knife into Antonio's abdomen and then walked away, leaving Antonio to bleed to death from his injury. Viki ran into Charlie at Angel Square. She was dismayed when she saw the ruins of the diner. Tess was in the bedroom, plotting Natalie's demise. She wanted Natalie to suffer a fate worse than death. Todd and Blair had an ugly confrontation. Todd implied that Blair had spent the night in another woman's arms. Blair tried to convince Todd that she couldn't be tested for diseases. Todd turned to John and told him to stay away from him.\n"
}