{
    "soap_central": "\n\"Everybody, Limbo!\"\n\n\nNora received a call from Clint as she arrived at the courthouse.  Clint explained that he was at the hospital because Jared had been attacked.  Nora assured Clint that he didn't have to race over to the courthouse; she promised that she would call Clint as soon as the judge's verdict was announced.  After she ended the call, Nora asked Bo if he had heard about Jared.  Bo revealed that he had assigned John to the case.\n\n\nDavid and Matthew arrived moments later.  David claimed that he was there to see a return on his investment.  David was confident that Matthew would prevail in court.  When a court officer asked everyone to take their seats, Bo and Nora left Matthew's side.  Matthew quietly requested that David ease up on Bo and Nora.  David agreed as long as he could gloat about their legal victory in private.\n\n\nIn the courtroom, Téa was curious if Elijah had packed his bags.  She clearly anticipated a victory in court.  Elijah ignored the barb to ask Téa about her upcoming nuptials.  He confessed that he had hoped to receive an invitation to the wedding.  Téa smiled as she confided that her wedding was scheduled for Friday.\n\n\nWhen the judge entered the courtroom, Elijah asked to address the bench before the judge rendered her verdict.  He explained that Greg Evans had recently operated on his brother, Shaun Evans, with disastrous results.  Téa argued that the Shaun's case had no bearing on Matthew's operation.  According to Téa, Shaun had been the victim of a gunshot wound and had undergone two rounds of surgery before lapsing into a permanent coma.\n\n\nThe judge agreed with Téa; Shaun's case was irrelevant to the hearing.  The judge decided to rule in Matthew's favor.  Matthew was delighted that he could move forward with the spinal surgery.  Nora was crushed.  As she walked away, Elijah promised to file an appeal.  Bo instructed Elijah to do whatever was necessary.  Meanwhile, Téa explained to Matthew that he didn't have to wait for an appeal; he could have the surgery as soon as it could be scheduled.\n\n\nNora approached Matthew.  She got down on her knees to plead with Matthew to reconsider.  Matthew was moved by Nora's emotional appeal, but he remained determined to have the surgery.  He asked his mother to have faith in him, and then left.  Bo gathered Nora in his arms as she broke down in tears.\n\n\nAt Rodi's, Stacy confessed to Kim that she didn't want to be a mother.  Stacy admitted that she didn't look forward to the pregnancy.  She was also concerned that Rex might view her differently after watching her go through childbirth.  Stacy was also anxious because Rex was determined to have a paternity test.  Stacy had no idea how she would pass off another man's child as Rex's.  Stacy's greatest concern, though, was that she would end up raising the child alone.\n\n\nStacy revealed that she was tired of trying so hard to get someone to love her.  She didn't know if it was worth the effort.  Kim reminded Stacy that it wasn't too late to have an abortion; she offered to help Stacy if she wanted to terminate the pregnancy.  Later, as Stacy and Kim walked through the park, they decided that they would leave Llanview and start their lives over elsewhere.\n\n\nAt the park, Gigi was stunned when Rex proposed marriage to her.  Gigi questioned Rex's timing; she wondered if it had anything to do with Rex finding her in the park with Schuyler.  Rex denied that he had proposed because of Schuyler.  Rex reminded Gigi that they had discussed marriage in the past.  He wondered what had happened; lately it seemed that they didn't talk about anything.  Gigi realized that she had said the same exact words to Schuyler earlier.  She accused Rex of eavesdropping.\n\n\nRex insisted that he loved Gigi.  He wanted to be the person that Gigi turned to when she was troubled.  Gigi loved Rex, but she turned down his proposal of marriage.  Gigi wanted to get married for the right reasons, not because Rex feared that he was losing her.  Gigi promised Rex that she wasn't going anywhere.\n\n\nGigi and Rex were unaware that Stacy and Kim had spotted them.  Stacy and Kim hid in the bushes as they spied on the couple.  Stacy was certain that Rex and Gigi were arguing.  Stacy didn't think that Gigi deserved Rex because she always made him miserable.  Stacy changed her mind about leaving Llanview.  She was determined to win Rex over.  According to Stacy, Rex needed her and the baby, even if he didn't realize it.\n\n\nRachel entered Shaun's room, where she found Greg standing at his brother's bedside.  As Greg prepared to leave, Rachel stopped him.  She explained that she was there to see Greg as well as Shaun.  Rachel sensed Greg's misery.  She realized that he continued to blame himself for Shaun's coma.  She implored Greg to talk to her, prompting Greg to open up about his doubts.\n\n\nGreg wondered if he should have called in another surgeon to operate on Shaun or if he should have avoided suggesting the surgery altogether.  Greg feared that his desire to impress everyone had played a role in his decision to operate on Shaun.  Rachel reminded Greg that he had not set out to harm his brother; Greg had wanted to make Shaun whole and healthy.  Rachel insisted that Greg had not put Shaun in a coma on purpose.\n\n\nGreg wondered if that was true.  He revealed to Rachel that he'd had a vision of Shaun blaming him for the coma.  Rachel argued that Greg's guilty conscience had conjured up the image of Shaun.  She wondered if Greg had tried apologizing to his brother.  Greg admitted that he hadn't, but he decided to take Rachel's advice.  Rachel listened quietly as Greg talked to Shaun about his regrets.\n\n\nAfterwards, Rachel put in a CD of Shaun's favorite music for Shaun to listen to.  Greg recalled buying Shaun's first jazz recording of Miles Davis.  Rachel smiled as Greg admitted that Shaun had wonderful taste in music.  Greg was surprised when Rachel changed the subject to suggest that Greg visit his parents and sister.  Initially, Greg appeared reluctant to agree, but eventually he capitulated.  As Rachel and Greg left Shaun's room, Greg looked back.  He had a vision of Shaun sitting on the edge of his bed, intently staring at Greg.\n\n\nAt the apartment, Oliver confirmed that his parents had returned home.  He revealed to his roommates that his parents would never accept his lifestyle.  Layla didn't understand why Olivier's mother continued to be in denial about her son's sexuality; she'd had years to accept it.  Oliver insisted that his mother had hoped that his relationship with Kyle had merely been a phase.  Oliver was ashamed to admit that his parents were bigots, but he would always love them.\n\n\nMoments later, John called to request that Oliver meet him at the hospital.  After Oliver left, Layla and Cris talked about Oliver's dilemma.  Cris confided that he had suspected that Oliver had exaggerated about his parents' intolerance.  Cris had been forced to revise his opinion after he had met the narrow-minded Fishes.  Layla agreed with Cris.\n\n\nAs they spoke about Oliver, Layla took the opportunity to thank Cris for everything that he had done for her.  She appreciated his friendship and admitted that she cared for Cris.  Cris felt the same way about Layla.\n\n\nAt the hospital, John questioned Brody and Jessica about the stalker.  Jessica admitted that she had assumed that someone was out to get revenge for Nash's death.  She didn't understand how anyone could blame Jared and Natalie for what had happened to Nash when Jessica no longer believed that they were responsible for the tragedy.  Brody admitted that he had suspected Nash's parents of stalking Jessica, but he had cleared them of any wrongdoing.\n\n\nJared and Natalie were not happy when Kyle entered Jared's room to examine him.  Kyle explained that he was a sub-intern; he wouldn't be a doctor until he had completed medical school, but he was qualified to check Jared's injuries.  Jared was eager to leave the hospital, so he agreed to allow Kyle to examine him.\n\n\nIn the hallway, John updated Oliver on Jared's attack.  He wanted Oliver to take Jared's clothes in for testing in the hopes of finding a clue to help identify the person who had attacked Jared.\n\n\nKyle was surprised when he bumped into Oliver in the hallway.  Oliver explained that he was on duty.  Oliver changed the subject to announce that he had told his parents that he was gay.  Kyle was stunned by the news.  Kyle was curious about how the conversation with Oliver's parents had gone.  Oliver admitted that his parents had reacted exactly as he had feared.  Kyle wondered what had prompted Oliver to out himself.\n\n\nOliver admitted that a woman had inspired him to stop living a lie.  Oliver explained that he had felt terrible about the ugly confrontation with Kyle at Rodi's.  After Kyle had left, Oliver had decided to get drunk.  Later, Oliver had gone home with a woman whom he ended up in bed with.  When Oliver woke up the following morning, he realized that he couldn't continue pretending to be something that he wasn't.  Kyle chuckled as he suggested that Oliver owed the woman a favor for helping him to see the truth.\n\n\nAs Kyle stood to leave, Oliver asked if he could call him.  Kyle explained that he had to work late and then he had plans to meet Nick for dinner.  Kyle appeared to sense Oliver's disappointment, so he invited Oliver to call him the following day.  Oliver smiled in gratitude.  Before Kyle walked away, he promised Oliver that things would get better with time.\n\n\nJohn questioned Jared about the attack.  Jared gave a vague description of his assailant.  According to Jared, the man had been approximately six feet tall and he had worn some kind of hat.  Jared claimed that he hadn't gotten a clear view of the man's face because he'd been surprised by the attack.  When John asked Jared to go over the story again, Natalie put her foot down.\n\n\nNatalie explained that Jared needed to have a CT scan; she insisted that Jared had answered all of John's questions to the best of his ability.  The rest of John's questions would have to wait.  After John left, Jared observed that John had gotten under Natalie's skin.  Natalie admitted that she didn't appreciate John's attitude.  Jared defended John, claiming that he'd just been doing his job.  Natalie was too rattled by the attack.  She didn't know what she would do without Jared.\n\n\nClint was concerned when he was unable to reach Nora.  He decided to head to the courthouse if Nora didn't return his call.\n\n\n",
    "tvmega_recap": "The judge rules in favor of Matthew getting the surgery. But Nora is distraught and pleads with her son not to go through with it now that he knows how Dr. Greg has failed with his own brother. Greg talks to Rachel about the demon that haunts him and tells him that he intentionally did this to Shaun. Stacy and Kim talk about what she should do regarding the pregnancy. And she admits that maybe she should give up on Rex since it's not his baby and he will never love her and the real father is a gay guy. Fish runs into Kyle and informs him that he finally came out to Layla and to his parents. And he and Kyle and Cristian and Layla all know how bigoted his parents are. After Jared has been assaulted yet doesn't have any information to give to John about the incident or the assailant, John admits he has suspicions about it.",
    "soapcentral_condensed": "Nora received a call from Clint as she arrived at the courthouse. She promised that she would call Clint as soon as the judge's verdict was announced. In the courtroom, Téa was curious if Elijah had packed his bags. She clearly anticipated a victory in court. At Rodi's, Stacy confessed to Kim that she didn't want to be a mother. Stacy was also anxious because Rex was determined to have a paternity test. Stacy and Kim decided that they would leave Llanview and start their lives over elsewhere. Rex proposed marriage to Gigi, but she turned down the proposal. Gigi wanted to get married for the right reasons, not because Rex feared he was losing her. Rex insisted that he loved Gigi. He wanted to be the person that Gigi turned to when she was troubled. The judge decided to rule in Matthew's favor. Matthew was delighted that he could move forward with the spinal surgery. As she walked away, Nora was crushed. Bo gathered Nora in his arms as she broke down in tears.\n"
}