{
    "soap_central": "\n\nDorian is visited by Miles who has come to see the person responsible for the death of his good friend, Spencer. Dorian declares her innocence and then snaps back at Miles with her predictions of his new life out in the real world. She warns him that all the Laurence men seem to have an evil gene in their body which leads Dorian to believe that it is hereditary. Miles reminds Dorian that since he is the black sheep of the family, he feels that it will save him from being like the other members of his family. Dorian wonders about how Miles will fare out of the protective walls of the hospital he was in especially with his naïve interpretations of the people he comes into contact with. Miles believes that underneath Dorian's rough exterior is a nice person who he hopes to get to know a little better. Clint also pays Dorian a visit to check on her and to see if she would tell him the truth about what she knows about Spencer's murder. Dorian swears that she did not kill Spencer nor does she know anything about Spencer's murder. Clint believes her which leads Dorian to believe that Clint still cares for her since nothing shows a person you care like a visit in jail.\n\n\nA furious Natalie throws money at Marty while she accuses her of being the reason Natalie and John have been so distant. Marty asks her questions to get at the root of her accusations but the answers Natalie gives leads Marty to believe that Natalie is just being paranoid. Natalie wonders how Marty manages to make any money with her whack diagnosis of patients. Marty accuses both Natalie and John of being unable to communicate. After a few more minutes of Natalie's tirade, Marty tells Natalie that if she wants to work on her relationship with John then she needs to talk to John. Natalie storms out and Marty heads out to relax and have a glass of wine but discovers that the only money she has is the $5 that Natalie threw at her. Miles buys her a drink while they commiserate over their rough day.\n\n\nNatalie heads back to the station and runs into Vincent who wonders how she is doing. As they are talking her phone rings but Natalie refuses to answer John's call telling Vincent that if it is important then John will leave a message which he does. Vincent tries to convince Natalie that she is the most important person in her life and that she should think about what makes her happy for a chance since she deserves it. \n\n\nClint mistakenly believes that Nash is feeling guilty that Antonio got hurt while saving Nash's life. He tells Nash that he shouldn't feel guilty since Clint knows that Nash would have done the same thing if the roles had been reversed. Antonio wakes up so Nash and Jessica go in to visit with him. Jessica assures Antonio that everything is all right especially with Carlotta helping Jessica with the girls. Antonio is worried that Jessica and his mom are taking on too much where the girls are concerned and suggests that Nash move in with Jessica for a little while. Jessica balks at the idea of Nash staying with her and insists that if she needs any help she will contact Adriana or her sister. When the nurse comes in to get Antonio for more testing, Nash questions Jessica in the hallway about why she turned down Antonio's suggestion that they live together temporarily. Jessica reminds Nash that she can't be alone with him but Nash feels that they need the time to work out their situation. Jessica tells Nash that she has to figure this out on her own since she is the one who will be hurting the family she loves. Antonio overhears their conversation as he is being wheeled out of his room.\n\n\nStarr and Cole spend a little time together that is interrupted by Jack and his need to embarrass Starr by bringing out old photo albums. Cole is amused especially when finds out that Starr likes reptiles. When Starr threatens Jack with bodily harm if he does not turn over the camera that he took, Cole tells Starr that she overreacted to Jack's humor and is pleased that he learned a little more about his \"girlfriend.\"\n\n\nJohn thinks about his relationship with Natalie while en route to his mysterious destination. He thinks about the good times and the bad times that they have had recently and listens to Natalie's message telling him that everything is going to be OK. John leaves Natalie a message telling her not to do anything crazy while he is gone and that they will talk when he gets home. After arriving in sunny California, he finds a very toned and tanned David Vickers and tells him that he has proof that he murdered his brother. \n\n\n",
    "tvmega_recap": "Antonio wakes up, and asks Jessica to come to bed. Nash and Antonio begin to fight over Jessica, and which man she is leaving with. Jessica wakes up, relieved that it had only been a dream. She quietly leaves the room. She meets up with Nash in the hall, who tells her that he is free to go. He begs her to come with him. Dorian thinks that this is odd circumstances for Miles to introduce himself to her .Miles wants to know why Dorian is accused of murdering Mitch. John calls Bo from the airplane. They discuss what he had told Natalie. The stewardess asks John to turn off his cell phone. John thinks about the time when Natalie had followed him on the airplane for a trip he was going on. Natalie rushes into Margaret's office. She asks Margaret why her relationship with John is falling apart. Jessica refuses to do as Nash asks. Jessica lets Nash know that she loves Antonio. Jessica refuses to give Nash the answer he wants right now. Clint join them. Jessica goes into Antonio's room. Clint confronts Nash about his feelings for Jessica, and that neither one of them is being very subtle. Cole kisses Starr. Jack takes a picture of Cole and Star kissing. Miles wants to know all about Mitch. Dorian begins to yell for the guard. Margaret refuses to discuss John with Natalie. Natalie asks Margaret if she and John are friends. Natalie gives her money for a session. Natalie wants to know how her relationship with John ended up with a third wheel. Vincent meets up with one of his henchman, and the y discuss Natalie. Margaret mentions to Natalie that maybe, just maybe, she is the problem in her relationship with John. Margaret calls Natalie, \"paranoid.\" Natalie remembers some of the good times that she had had with John. John also remembers some of the good times with Natalie. Clint and Nash discuss Jessica's hurtful anger. Jessica comes out, and tells Clint that Antonio is awake, and he can go in. Clint visits Dorian in jail. He lets her know that he had found out about her imprisonment from Bo. Antonio suggests that Nash stay a few days with her so he can spend some time with Bree. Jessica objects to this. Jessica and Nash leave Antonio's room. A nurse comes in to take Antonio for some x-rays. Jessica and Nash argue while waiting for the elevator. Antonio notices their argument, and wonders why they are arguing. John still has thoughts are Natalie. He listens to a message that she had left for him. He, in turn, leaves her a message before he leaves the plane. John finds David on a remote island. Miles sits at the bar at the Palace Hotel when Margaret comes in to join him. She orders a drink, but then finds out that she doesn't have any money. Miles buys her a round of drinks, and they proceed to get smashed.",
    "soapcentral_condensed": "Dorian is visited by Miles who has come to see the person responsible for the death of his good friend, Spencer. Clint also pays Dorian a visit to check on her and to see if she would tell him the truth about what she knows about Spencer's murder. Natalie throws money at Marty while she accuses her of being the reason Natalie and John have been so distant. John leaves Natalie a message telling her not to do anything crazy while he is gone to sunny California, he tells her that he has proof that he murdered his brother David Vickers and they will talk when he gets home. Jessica tells Nash that she has to figure this out on her own since she is the one who will be hurting the family she loves, Jessica balks at the idea of Nash staying with her and insists that if she needs any help she will contact Adriana or her sister. Cole tells Starr that she overreacted to Jack's humor and is pleased that he learned a little more about his \"girlfriend\"\n"
}