{
    "soap_central": "\n\nAntonio and Jessica make their entrance into the reception at Capricorn as husband and wife. Antonio spies Nash at the bar and thanks him for showing up under the circumstances. Antonio wonders why Nash and Jessica were late to the wedding but all Nash reveals is that he had business to clear up. In front of family and friends, Antonio and Jessica share their first dance as a married couple. Cris interrupts their dance to toast the happy couple. Nash decides to make a toast as well and wishes the happy couple much love as well as expressing his gratitude that his daughter will grow up in a house full of love. When Jessica steps outside to catch her breath she runs into Nash who despite his skepticism that Antonio will be able to accept and love the Tess part of her, he still wishes her all the love and happiness that she deserves. When he wonders if Jessica told Antonio the truth about what delayed them to the wedding, they both decide that Antonio doesn't need to know about what happened at Llanfair. Unbeknownst to them, Antonio was around the corner and heard the tail end of their conversation.\n\n\nAdriana is furious that Dorian showed up at Jessica and Antonio's wedding especially since the only reason that she is there is to get next to Clint. Rex tries to get Adriana to let go of her vendetta for one night so that they can enjoy the reception. He also reminds Adriana that she now has a new business venture to look forward to as opposed to plotting revenge against Dorian. Rex gets a call and steps away to take it. Dorian uses that moment as an opportunity to try to make small talk with Adriana who walks away instead. \n\n\nAfter receiving the cold shoulder form Adriana, Dorian glares at Viki and Clint who seem to be enjoying themselves a little too much at their daughter's wedding. David steps up before Dorian has a chance to do something stupid. He reminds her that it's not unusual for the mother and father of the bride to share share a dance at the wedding. David wonders if Dorian has room for him on her dance card and Dorian happily obliges. When Clint comes up and takes Dorian on the dance floor, Dorian becomes hopeful again but the feeling is short lived when Clint finds his way back to Viki's side.\n\n\nTodd finds Evangeline after returning from putting a drunken Blair to bed at the penthouse. As Todd flirts with Evangeline, Cris walks up and begins to talk about the wedding. Todd wonders what Antonio was thinking when he invited Tess' ex to the wedding. Cris believes that when two people love each other as Jessica and Antonio do, no third party can come between that kind of love. Cris thinks that Todd and Blair have that kind of love but Todd disagrees and decides to put Cris' theory to the test by asking Evangeline to dance with him. When Evangeline associates Todd's catching of the garter with his eventual reconciliation with Blair, Todd thinks that maybe he is destined to be with someone else and reminds Evangeline that it was she who caught the wedding bouquet. \n\n\nKelly and Kevin take their leave to get back to the hospital to be with Zane. Kelly tries to get Kevin to stay but Jessica insists that they both get back to their baby. At the hospital, Kevin and Kelly reaffirm their commitment to each other and Zane but Kelly is skeptical that they can make a fresh start in Llanview. Kevin and agrees and shares with Kelly how Clint offered to transfer him to an opening in their Paris headquarters. He asks Kelly if she and Zane would be interested in moving to Paris with him. Kelly wonders if Kevin can truly accept and raise Duke's son. Kevin assures her that he couldn't love Zane anymore if he were his own son. Kelly isn't so sure that Kevin would feel the same way if Duke were alive but Kevin tells her that neither one of them could predict what would be happening if Duke were still alive but since the situation is what it is, they have to make decision based on their lives now. Kelly is excited to be starting over with Kevin after so much pain. \n\n\nNatalie stays behind at the church and imagines what it would be like on her and John's wedding day. She imagines that John is there and is trying to tell her something but he doesn't know how. Vincent arrives to find answers to his predicament regarding Hugh's \"blue\" eyes and runs into a defensive Natalie. Vincent assures her that he wasn't following her and that he needed to find answers and thought the church would be the best place to go since he would find answers in his mother's church when he was younger. Vincent tries to tell her about how Hugh is getting better and about what the nurse said about his eyes but Natalie doesn't wan to be reminded that Hugh is getting better while John is dead. Vincent is disappointed in Natalie's lack of faith in miracles but Natalie doesn't have any proof that miracles can happen. Vincent leaves saying that he thinks he has found the answers he was looking for while Natalie finds her way to the reception much to the relief of Viki and Jessica who have been worried about the day's effects on her.\n\n\nVincent returns to the hospital just as the nurse has given John something to calm him down. Vincent goes to the bedside and tells the bandaged man that although he seems to not like him, Vincent is his only hope of getting the word out about who he truly is since Vincent is now convinced that Hugh did not survive the crash. When Vincent wonders who is really lying in that hospital bed, John answers \"I'm John.\"  \n\n\n",
    "tvmega_recap": "\"Get Natalie!\" John shouts that while someone is in his room. Vincent goes to Natalie at the church and they talk about Hugh. She gets angry that Vincent goes on about his friend getting better when her boyfriend is dead. \"What does he have to do with me anyway?\" Vincent tells that if what he is thinking is true, then a lot of people will be affected. He didn't come to see her. He came to be in the church. He has fond peaceful memories of being in church from his childhood. Natalie doesn't know if she believes in miracles. \"John wouldn't believe in anything that he could see with his own two eyes.\" This gives Vincent an idea and he rushes out. Jessica thanks Nash for letting things go smoothly. He says that he is surprised. She keeps talking about how Tess is alive inside her, but he knows that Tess wouldn't run away and hide from things. Jessica goes running to Antonio to tell him how much she loves him and all that, but she doesn't get to finish cause Cristian makes a toast to the bride and the groom. After he is finished Nash wants to make a toast. The color drains from Jessica's face. All that Nash says is that he wishes happiness, and thanks for the inclusion in the wedding. Clint knew that he was a good man and always tells people that. Todd returns to the wedding alone and spends time with Cristian and Evangeline. \"You wanna dance?\" And off he goes with Evangeline holding his arm, leaving Cris to stew. When the bouquet is thrown Evangeline catches it. When the garter is thrown, Todd catches it. Natalie has a miracle when John appears to her in the church and wants to marry her. She is magically transformed into and bride and he waits for her to walk the aisle to him so they can marry but her mother calls and interrupts the whole fantasy. Jessica goes outside and Nash is there alone. He seems to get it now that he has seen her marry, that his fantasy won't happen. \"Does Antonio know you are out here?\" She answers flippantly. \"I'm still here aren't I?\" Inside, Antonio is nearby the door and hears everything. He seems disturbed by what he hears. \"I heard that you were starting a lingerie line!\" Adriana just looks at her mother and walks off. David is pleased with Dorian. She got to dance with Clint and has made progress. \"One step at a time.\" Vincent returns to the hospital to visit the man who he know now isn't his friend. \"I know that you are not Hugh. I have to find out who you are. If you have to get something out, I am it! Tell me!\" The man's eyes open, and his mouth starts to move. \"I I am John!\" Vincent's face freezes as he takes the news in.",
    "soapcentral_condensed": "Antonio and Jessica make their entrance into the reception at Capricorn as husband and wife. Adriana is furious that Dorian showed up at Jessica and Antonio's wedding especially since the only reason that she is there is to get next to Clint. Todd finds Evangeline after returning from putting a drunken Blair to bed at the penthouse. Kelly is excited to be starting over with Kevin after so much pain. Natalie stays behind at the church and imagines what it would be like on her and John's wedding day. Vincent arrives to find answers to his predicament regarding Hugh's \"blue\" eyes and runs into a defensive Natalie. Vincent is disappointed in Natalie's lack of faith in miracles but doesn't have any proof that they can happen. Vincent thinks that he has found the answers that he needed to go to the church since he would find answers in his mother's church when he was younger but he doesn't know how to tell her about the nurse who said that Hugh is getting better.\n"
}