{
    "soap_central": "\n\nOutside of Todd's hospital room, Blair confides to Viki that she can only think about Todd and is worried about his not waking up. Spencer has heard the conversation and assures her that he will indeed wake up when he's ready. He can see that Blair really needs Todd. Right now he's concerned about the accusations of him that people are hearing and reminds her that he took an oath to save people. Viki and Clint await the arrival of Tess, Antonio and Nash so that they can hear the results of the paternity test. Clint apologizes to Viki for his non-belief in Todd's innocence and admits that his opinion of the death penalty has changed. In a nearby room, Margaret chats with Dr. Crosby and insists that she remembers nothing of her past. Bo enters the room and takes the lead, filling Margaret in on all she did to the Manning family.  She sees an image and remarks on her flash but maintains that she doesn't know quite what it is. Bo takes it a step further and suggests she have \"shock treatment.\"  Blair begs Todd to wake up; suddenly he opens his eyes.\n\n\nAntonio is surprised and joyful to find that Tess is gone and Jess is in her place. They reconnect and she gets to hold the baby for the first time. She also wants to think about a name but Antonio advises her that Tess has named her Brennan. She explains why Nash is gone and that she has come back to keep her daughter safe. They need to get to the hospital to hear the test results.\n\n\nNash waits for Claudia and pulls her into a passionate kiss when she arrives. He reminds her of how she loves him and how it feels but she mentions those feelings in the past tense. Wondering what he's up to, Nash admits that he loves Tess but Claudia's father has threatened the girls in his life. He tested her with the kiss to see if she still cared for him and figured she would help him if she did care. Claudia can't believe her father would stoop so low as to threaten a baby and agrees to help Nash. She's a changed person though she understands her father's motives; he's doing it all because of her. She wants Nash to see that she's not an awful person any longer and maybe they can even be friends. Nash is upset that he'll miss hearing the results of the test.\n\n\nDavid receives a visit from Spencer but he tells him that he will divulge everything to Bo so that things will go easier for him. He confronts Spencer who laughs it all off and figures that people will just think he's crazy and desperate. A light goes on for David then; he'll tell all to Blair instead. She already has her suspicions and this will just add fuel to the fire. Spencer gives and wants to know what his brother wants. David wants the murder charge to go away. \n\n\nBlair updates Todd and also tells him that Spencer saved his life. Todd is confused; he can't believe that he was actually executed. Suddenly, Margaret is standing outside of the glass with Dr. Crosby and Bo. As her eyes meet Todd's she walks in, much to Blair's dismay. She begins to yell at Margaret for all of the pain she caused her family. She calls her names and warns her that she'll see that she gets what's coming to her. Bo advises Todd that he was set up. He mentions the kidnapping on Todd's wedding day. Margaret has another flash and though Todd can see that she remembered something, she claims otherwise. She insists that if she had a child she would never have harmed it. She agrees to undergo some tests. Viki and Clint are thrilled to see Jessica and learn of Nash's departure. Everyone feels badly for him (except Antonio). They all insist on hearing the test results without him being present. Jess tells Antonio that she loves him no matter what. He opens the envelope and learns that he is not Brennan's father; Nash is!  Blair apologizes to Todd for doubting him. She went against her instincts. He asks if she has instincts regarding Spencer. She asks to be forgiven.\n\n\n",
    "tvmega_recap": "Dr. Crosby questions Margaret about her past, but with no luck. Bo suggests \"shock treatment.\" Margaret is confused at first, but soon agrees. Blair is by Todd's side. She fills him in on everything that had happened to him since the day of his execution. Dr. Crosby, Bo and Margaret visit Todd. Margaret has a flashback of the day when she had kidnapped Todd at gunpoint. She denies knowing anything. Blair vows to make her pay for everything that she had done to her and her family. Blair asks Todd if he will ever be able to forgive her for turning her back on him when he needed her most. Spencer visit David in jail. David blackmails him into helping him beat this murder rap. Antonio, Jessica, Clint and Viki get the results back of the paternity test. Nash is the father. Nash persuades Claudia to help him keep his daughter safe against her father, Mr. Reston.",
    "soapcentral_condensed": "Nash waits for Claudia and pulls her into a passionate kiss when she arrives. He reminds her of how she loves him and how it feels but she mentions those feelings in the past tense. Claudia can't believe her father would stoop so low as to threaten a baby and agrees to help Nash. David receives a visit from Spencer but he tells him that he will divulge everything to Bo so that things will go easier for him. He confronts Spencer who laughs it all off and figures that people will just think he's crazy and desperate. David wants the murder charge to go away. Margaret has another flash and though Todd can see that she remembered something, she insists that if she had a child she would never have harmed it. She agrees to undergo some tests and learns that Nash is not Brennan's father; Nash is. Jess tells Antonio that she love him no matter what. She explains why Nash is gone and that she has come back to keep her daughter safe. They all insist on hearing the results without him being present.\n"
}