{
    "soap_central": "\nYou say goodbye, I say hello\n\n\nBack in 1968, Gigi held onto Rex for dear life at the bus station. Rex promised to find a way for Gigi to get back to Shane. As Clint announced that Rex's bus had arrived, a busload of returning soldiers entered the station. Rex watched in horror as a soldier, bearing a strong resemblance to Brody, grabbed a surprised Gigi and planted a kiss on her. After pulling the soldier off Gigi, Rex cautioned him to keep his hands to himself. The soldier announced that he was Ned Truman. Pointing to Gigi, Ned insisted that she was Emma, the mother of his child. Gigi claimed to be Emma's twin sister, but Ned was unconvinced. As Rex and Ned prepared to fight over Gigi, Emma entered the station with little Spencer and Renee. Brody apologized for the misunderstanding, and Gigi breathed a sigh of relief. \n\n\nUpon witnessing the near fight, Renee told Emma that she was a lucky girl because Ned was head over heels in love with her. A disheartened Emma said that it was too bad that she didn't feel the same way. Ned greeted Emma with a kiss and reacquainted himself with Spencer. \n\n\nOlympia, Asa, Clint, and Chuck Sr. said their goodbyes to Rex and Chuck Jr. The Buchanans gave Rex a minute alone with Gigi. Gigi begged Rex to reconsider running away with her, but Rex was adamant that he couldn't alter Bo's past. Rex asked Gigi to escort him to the bus. Before leaving, Olympia said a tearful goodbye to her son, while a stern Asa gave Rex a warning about survival. To Rex's surprise, Asa appeared emotional as he said a final farewell. \n\n\nAt the Buchanan mansion, Bo revealed to Clint that he felt stronger since returning from Texas. Bo was content about saying goodbye to Asa at the ranch. While Bo and Clint reminisced about Asa's behavior on the day Bo shipped off to Vietnam, Nora entered the room. Although Nora appeared a bit uncomfortable, she expressed her happiness that Bo was all right. As Bo apologized to Nora for leaving town without any notice, Dallas appeared. Bo stared at Dallas as if he had seen a ghost. A suspicious Nora watched as Dallas shared memories with Clint and Bo. \n\n\nClint, Bo, Nora, and Dallas discussed Asa's past interference in his son's love lives. Nora listened as Dallas reminded Clint that Asa had always wanted them to tie the knot. Nora wondered how long Dallas intended to stay in town. Dallas told the family that she planned to extend her stay in Llanview and asked if they could provide her with any leads on finding an apartment. Nora recommended a local realtor. After promising to see Clint and Bo later, Dallas accompanied Nora to the foyer. Nora handed Dallas the realtor's card and expressed great pleasure over helping her. Dallas suggested how nice it would be if she could join Nora and Clint for dinner one night. With a nervous laugh, Nora stated that having dinner with Dallas would prove Rachael wrong. Nora explained that Rachael had implied that Dallas had come to Llanview to win back Clint. In a confident tone, Dallas exclaimed, \"Your daughter is one smart cookie!\" A horrified Nora watched as Dallas pranced out the front door. \n\n\nTodd and Tess argued in Todd's living room. As Todd threatened to call Viki and report that Tess had surfaced, Tess struggled with Todd over the phone. The altercation came to an end when the doorbell rang. Todd attempted to stop her, but Tess wasted no time opening the door. A devilish smile crossed her face as she greeted John and several armed officers at the door. After presenting Todd with a search warrant, John demanded that Todd step aside. As Todd ranted and demanded that John leave his home, Tess was amused. \n\n\nMeanwhile, upstairs in Marty's bedroom, Janet attempted to give Marty a makeover. The makeup session came to an abrupt end when Marty and Janet heard the commotion downstairs. Believing Todd was in trouble, Marty asked Janet to help her downstairs. Janet tried to distract Marty, but Marty was adamant about helping Todd. \n\n\nBack downstairs, as John attempted to search the house, Tess fell to ground and screamed that she was losing her baby. John called 9-1-1 and Todd ran to his niece's side. Convinced that Tess was in pain, Todd held Tess and promised that he would never allow anything to happen to her and the baby. While John was distracted, Tess whispered to Todd that she was faking and creating a diversion for him. Realizing that he needed to move quickly, Todd instructed his bodyguard to go upstairs and retrieve fresh water and clean towels for his niece. Aware of Todd's signal, the bodyguard headed upstairs. \n\n\nAs Marty tried to convince Janet to help her downstairs, Todd's bodyguard entered the room and advised Marty that he had orders from Todd to get her off the premises immediately. \n\n\nAfter the paramedics arrived, John and his men headed upstairs. Tess told Todd that he owed her. Todd informed Tess that he didn't owe her a thing and followed behind John. While Tess tried to convince the paramedic that she was all right, she noticed Todd's bodyguard appear and motion to her that the coast was clear. Alone in the living room, Tess wandered off to find out what Todd was hiding. \n\n\nWhen John broke down the bedroom door, he discovered Janet in bed. A relieved Todd berated John about entering his home and demanded that he leave at once. John questioned Janet about the mystery woman, but Janet refused to divulge any information. After John had left, Todd went downstairs to look for Tess, but she was nowhere to be found. Meanwhile, Tess searched the grounds in hopes of discovering Todd's secret. A look of delight crossed her face when she located Marty in a storage area. \n\n\nAt Rodi's, Brody placed a call to the clinic. Staring at Rex's toothbrush, Brody requested an immediate appointment to establish Shane's paternity. \n\n\nBrody arrived at the clinic with Shane. Shane was certain that his appointment was concerning his severe asthma, but Brody assured the child that he only wanted to prove that he was Shane's father. Insisting that they both already knew the truth, Shane questioned why Brody needed to prove his paternity. A curious Shane wondered if Brody needed proof because something terrible had happened to his mother. After convincing Shane that his mother would return home soon, Brody explained that he simply wanted to set things straight. Stating that his name was never entered on Shane's birth certificate, Brody advised the child that the matter needed to be resolved. Shane was excited to prove to the world that Brody was his father. \n\n\nWhen the technician arrived to take samples of Brody and Shane's DNA, Brody explained that he was in a hurry. Holding a plastic bag that contained Rex's and Shane's toothbrushes, Brody pleaded with the technician to accept the DNA from the toothbrushes. The technician advised Brody that his request was against hospital policy, but reconsidered when Brody gave him an excuse about a vindictive ex-wife. Shane smiled when the technician informed them that the results would be available the next day. \n\n\nBack in 1968, Gigi wrestled over telling Rex the truth regarding Shane's paternity. As the military police attempted to usher Rex on the bus, Gigi blurted out, \"Shane is your son!\" \n\n\nAs Antonio, Cris, and Sarah drove around the streets of Mendorra, they realized that they were lost. Cris and Sarah attempted to ease Antonio's mind, but Antonio appeared aggravated that he was unable to make the trip alone. Cris and Sarah reminded Antonio that they would find Talia together. While Cris was hell-bent on killing Carlo, Antonio was certain that John's friends at the bureau would put an end to Carlo's reign. Sarah read an article in a tabloid magazine that mentioned Talia. The article stated that Talia, the princess of Mendorra hadn't given a public appearance since her nuptials and insinuated that the royal couple was planning an heir to the throne. Antonio was troubled by the news and wondered if Talia was in trouble. As Cris and Antonio continued to argue about how to locate Talia and the palace, Sarah announced that the palace was up ahead.\n\n\n",
    "tvmega_recap": "Gigi is with Rex is 1968 while he plays Bo being shipped off to war. She tells him he cannot go through with this, realizing she already lost him once. But he tells her he must follow history. Knowing this is \"do or die\", she finally spills the beans to him that he is Shane's father. Meanwhile, back in Llanview, Brody seems to be having the same premonition and goes to test the toothbrush that Gigi has put in a plastic bag for DNA. Antonio, Cristian and Sara are headed to Mendorra to find Talia. John and the cops go and search Todd's home. Tess is there to help him get away possibly, if he keeps her secret. And before they can break into the room where Marty has stayed, the bodyguard has already gotten her out.",
    "soapcentral_condensed": "Back in 1968, Gigi held onto Rex for dear life at the bus station. Rex promised to find a way for Gigi to get back to Shane. Dallas told the family that she planned to extend her stay in Llanview and asked if they could provide her with any leads on finding an apartment. Todd and Tess argued in Todd's living room. As Todd threatened to call Viki and report that Tess had surfaced, Tess struggled with Todd over the phone. The altercation came to an end when the doorbell rang. Todd attempted to stop her, but Tess wasted no time opening the door. John called 9-1-1 and Todd ran to his niece's side. Todd's bodyguard entered the room and advised Marty that he had to get her off the premises. Todd instructed Marty to go upstairs and retrieve fresh water and clean towels for his bodyguard to get to the scene of the crime. As John attempted to search the house, Tess fell to the ground and screamed that she was losing her baby and promised that he would never allow anything to happen to her.\n"
}