{
    "soap_central": "\n\nIn New York City, in front of the fountain in Central Park, Téa and Danielle considered making another wish.  Téa thought she'd already had all the wishes granted that she could ever need, but Danielle, upset, made the obvious suggestion: wishing for a cure for glioblastoma.  Clutching her daughter to her chest, Téa suggested they stick to the wishes they knew could come true.  Danielle refused to believe there wasn't a way to save her mother; she reminded Téa of how she'd always taught her to work hard and fight for what she wanted in life.  Téa didn't believe there was a point in fighting nature, and said that all they could do was try to find happiness together as a family for as long as they could.\n\n\nTéa told Danielle how grateful she was that Danielle and Todd had gotten past their differences, and said that she felt confident that Todd had gotten past his issues with Cole and Starr, and wouldn't treat Nate and Danielle the same way.  \"Todd will always be there for you,\" Téa told her daughter.  \"I'm starting to figure that out,\" Danielle assented, and suggested they head back to Llanview to be there for Todd for the beginning of Cole's trial.  Téa agreed, and they left the park.\n\n\nBack in Llanview, Ford paced in James's empty hospital room while reading the latest Sun article about Cole's trial.  His eyes raked across the photos of the witnesses to Cole's assault on Todd, and his gaze fixed on the image of Nate.  \"You're my brother,\" he mused to himself.\n\n\nAt the Buenos Dias Cafe, Nate greeted Inez, who quickly shoved something back into her handbag.  Inez attempted to distract him by asking about his trip to New York, but eagle-eyed Nate was determined to know what his mother was hiding from him.  Inez reluctantly showed Nate the foreclosure notice on the Salinger house, which ordered them to vacate the premises that very day.  Nate was stunned, but Inez told him not to worry, and promised she'd figure out a solution to their problem.  \"Figure what out?\" Nate asked, apoplectic, and Inez admitted she didn't know, but she'd think of something, anything.\n\n\nJust then, Inez got a phone call from Ford, who ordered her to meet him at the hospital.  Hanging up, Inez lied to Nate and said she had a job interview.  Citing it as proof of their good fortune, she told the teen that everything would be fine and he didn't have to worry.  As Inez hurried out, Nate stared at the foreclosure notice.\n\n\nAt a nearby booth, Bo and Nora attempted to enjoy breakfast together, but Nora was preoccupied - she didn't want to prosecute Cole for assault, but the judge refused to take the Commonwealth's plea agreement, and her hands were tied.  Bo was confident she'd find a way to help the boy, and told \"Red\" he had faith in her.  Nora kissed him, and sadly said she wished she felt the same.\n\n\nAfter Nora left, Bo finished his meal and prepared to head for the station, only to stop when he noticed Nate at the lunch counter.  He identified the frightened teen as the boy who'd stolen Danielle from Matthew, then taken stolen money from the mob.  Terrified, Nate babbled about his mother and the foreclosure notice, and begged Bo not to arrest him.\n\n\nBo told Nate to relax, and said no one was getting arrested as he didn't have his handcuffs.  He asked the boy about his family's money troubles, and Nate explained that Inez had lost her job in the failing economy and had spent months searching for work.  When Bo asked about his father, Nate told him that his dad had kicked Inez out while she was pregnant, and he didn't care whether the man was alive or dead.\n\n\nBo told Nate that there were state and federal programs that could help his family make ends meet, but Nate said that he and his mother didn't want charity.  Bo said Nate wasn't the only one who faced tough times, handed the teen his card, and suggesting Nate call if his family decided to apply for financial aid.  Nate asked why Bo was helping him, and Bo jokingly asked if he needed to get his handcuffs.  Nate said Bo should hate him.  \"I know that,\" Bo replied, \"but I don't.  Call me.\"\n\n\nAfter Bo departed, Nate stared at the foreclosure notice, then at Bo's card.  Finally, he looked up and noticed the \"Help Wanted\" sign over the Buenos Dias kitchen.\n\n\nAt the hospital, Inez arrived in James's hospital room to find it empty, except for Ford.  Inez was frantic for news on her middle child, but Ford told her that James was merely having more tests run, and angrily warned her not to pretend she cared.  Inez insisted she loved James, and asked \"Bobby\" why he'd called.  Showing Inez the Sun article that had run Nate's photo, Ford declared that the younger boy was his long-lost brother, and Inez didn't deny it.  Outraged, Ford told Inez she really was the slut their father had made her out to be.\n\n\nInez told Ford that Nate was his full-blood brother; she explained that her husband, Eddie, had been an abusive monster, and she'd lived in fear, too frightened of his wrath to even think of being unfaithful.  Despite that, Eddie had been sure that Nate wasn't his, and had thrown her out of their home by the hair, and out of James and Ford's lives forever.  She'd attempted to obtain custody of the other boys, but death threats from Eddie's criminal organization had kept her away.  \"I was worried for my son,\" Inez sobbed, to which Ford cried, \"I was your son!\"  Weeping, Inez told Ford she'd thought of him and James every day, sat outside their school, and watched them go to and from home; she'd wanted to take them with her, hold them and keep them warm, but she'd been locked out of their lives.\n\n\nStruggling with his emotions, Ford refused to believe his mother's words, and accused her of using Nate to steal their father's money and take revenge.  Inez said she hadn't known anything about the money and would never have done that to James; she swore that she loved all her sons.  Ford didn't buy it, and told Inez that as far as he was concerned, Nate wasn't his brother, nor was she James's mother; James didn't know she existed, and if he ever found out about her or Nate, Ford would hold her responsible.  \"Please, Bobby,\" Inez pleaded, \"we're family!\"  \"We're done here,\" Ford said coldly.\n\n\nAs Ford turned his back on her, Inez told him that he could push her away, but she wasn't leaving her sons a second time.  \"I gave up on you once,\" she said, \"and I will never do that again.\"  After Inez walked out, Ford's composure broke and he burst into tears.\n\n\nOut on the streets of Llanview, an emotional Inez drove away from the hospital, but was stopped by a cop car.  Wiping her eyes, she asked the officer what she'd done, and Bo leaned into her open driver's side window.\n\n\nAt the courthouse, Cole was surprised to receive a call from Hannah in St. Anne's.  Talking fast, Hannah said she had to see him, but Cole reminded her that he was on trial for attempted murder, thanks to her.  Hannah insisted that she hadn't pushed Marty and told the skeptical Cole that there was a lot he didn't know, but they couldn't discuss it over the phone.  As Cole lost his patience and began yelling into the phone, Elijah realized Cole was talking to Hannah, and ordered Cole to hand him the phone.  \"Is that Eli?\" Hannah whispered. \"Don't say it's me!\"\n\n\nElijah took the phone from Cole and walked across the courtroom and out of earshot, snarling at Hannah in hushed tones.  \"What the hell do you think you're doing?\" he hissed, and asked her if she'd forgotten their agreement.  Hannah told Elijah that if he hurt Cole, she'd tell the world what he'd done, and Elijah asked her who would believe a mental patient.  \"Cole would,\" Hannah replied, but Elijah told her Cole was on trial for attempted murder; with or without him, Cole had little chance of avoiding prison, but Elijah could determine how much time Cole served, or whether he'd even live to see the inside of a cell.\n\n\nHannah said Elijah couldn't kill Cole. \"Don't make me,\" Elijah replied coolly. \"Never speak to him again.\"  Hanging up on Hannah, Elijah returned to Cole's side all smiles, and apologized to him for Hannah's outburst. He called her a \"poor kid\" who didn't know the difference between reality and fantasy.  Cole was suspicious, and told Elijah that Hannah had almost sounded sane.  \"If only she were,\" Elijah sighed, and told him not to worry - Hannah could never hurt him or his family again.\n\n\nAt St. Anne's, Hannah was beside herself with worry for Cole.  Thinking aloud, she knew she couldn't tell Cole the truth, as Elijah was watching his every move, but she had to talk to someone.  Slowly, it dawned on her whom she could call.\n\n\nBack at the courthouse, Starr was surprised to see Todd join her in the corridor outside the courtroom.  Starr asked Todd where he'd been, and Todd explained that he'd been in New York with Téa and Danielle.  He told her he had something to tell her, but before he could get a word in edgewise, Starr said she knew what he wanted to talk about - his testimony against Cole.  She urged him to tell the truth, but to be fair to Cole and to Todd's history with the Thornharts.  Todd asked if she and Cole had kissed and made up, and Starr flashed back to Cole's confession of his intimate encounter with Hannah.\n\n\nStarr told Todd that her and Cole's troubles weren't all Cole's fault; Hannah had been on a mission to break them up, and Cole had been given reason to doubt her.  No matter what Todd's differences were with him, Cole was still Hope's father, and Starr knew her father had a good side as well.  \"Really, where?\" Todd quipped.  Starr told him she didn't want her daughter to grow up without a father, and she knew Todd could relate to that.\n\n\nMarty entered the corridor and backed up Starr's plea.  She admitted that she'd believed Hannah's lies as well, and asked Todd not to take the coed's manipulations out on Cole.  Fed up, Todd told Marty to tell it to Nora, or the judge, and entered the courtroom.\n\n\nAs Nora entered the courtroom, Marty stopped her, begging for a moment, but Nora said she was sorry and had to do her job.  Helpless, Marty and Starr took their seats in the gallery.  Then, the judge entered, and the court went into session.\n\n\nAs Nora began to present the Commonwealth's case, she strained to make her opening statement as benign to Cole as possible.  As Cole listened in, he grew frustrated and rose from his seat; he told the judge that he'd attacked Todd and wanted to take responsibility for it.  Elijah ordered him to sit down, but the judge allowed Cole to address the court.  Stepping forward, Cole said there was no point to the trial; he'd believed Todd had attacked his mother and killed her unborn child, and had assaulted him in retaliation.  But Cole's reasons didn't justify his actions, and he shouldn't have done it; Todd was innocent, Cole was guilty, and he owed Todd an apology.\n\n\nFacing the judge, Cole said that he'd pleaded not guilty because the plea agreement wasn't accepted, and he didn't want to go to jail; the truth, however, was that he was guilty, and he was ready to be punished for what he'd done.  The judge asked Cole if he was sure he wanted to plead guilty, and Cole replied that he was.  The judge decided to move on to sentencing, and Nora suggested Cole be sentenced to time served and community service.  The judge felt the charges were far more serious than Nora was willing to acknowledge, and told the court he wanted Todd's opinion on sentencing.  All eyes turned to Todd as the judge asked him to take the stand.\n\n\nTodd took the stand and began to speak about Cole's case.  He admitted that he'd never liked Cole, right from the beginning; he thought the boy would take what he wanted from Starr and then throw her away.  He still felt Starr was better off without Cole.  Todd stopped mid-sentence as he saw Téa and Danielle entering the gallery, then continued, admitting that Cole and Marty had good reasons to hate him for what he'd done.  He said he'd have done what Cole did in the boy's position, and that he loved Starr and Hope and would hate to see Hope grow up without a father, no matter who he was; therefore, he believed the judge should let Cole go home.\n\n\nTodd's loved ones were visibly touched by his words, and as Todd stepped down from the stand, the judge passed sentence on Cole. He accepted Nora's recommendation of time served plus probation and community service.  Lecturing Cole to keep his nose clean, the judge said he was free to go, and court was adjourned.  Starr and Marty were delighted, and Cole thanked Elijah for his help.  \"Don't thank me,\" Elijah replied, \"thank your victim.\"  He recommended Cole cease all contact with Hannah, and quickly left the courtroom.\n\n\nTodd approached his family in the gallery, and accepted Marty's gratitude, as well as Cole's.  Cole apologized to Todd and said he appreciated getting another chance.  Smirking, Todd took Cole aside and quietly told him to keep smiling as he explained that he wasn't giving the teen another chance.  He'd freed Cole for Starr and Hope's sake, to make them happy.  \"For now, you punk, you owe me,\" Todd whispered, and said he intended to collect.\n\n\nTodd left the courtroom, followed by Téa and Danielle, who were impressed with his magnanimous treatment of Cole.  Téa said she was proud of him.  \"Me too,\" Danielle added.\n\n\nInside the courtroom, Marty thanked Nora, but even Nora had to admit that Todd was the one to thank.  Giving Marty a hug, she said goodbye and left.  In the gallery, Starr and Cole embraced.  Cole couldn't imagine how he would have handled losing her and Hope, and asked Starr if she was still upset about what had happened between him and Hannah in Delaware.  Starr admitted she was still angry, but wanted to put it behind her; the important thing was for them to move on together, and forget about Hannah O'Connor.\n\n\nIn Boston, Rex and Kelly arrived at the Hall of Records, determined to meet Glenn, the record-keeper, and discover whether or not the mysterious Bennett Thompson had drugged Rex and taken the pertinent files.  Glenn entered the corridor but immediately refused to talk to the duo, having bought Elijah's line about an imposter.  Ignoring Rex's I.D., he told them that the \"real\" Mr. Balsom had warned him not to speak to anyone, and ordered them to get out.  Thinking fast, Kelly snatched Glenn's morning bagel and warned him she'd hold his breakfast hostage until he told them what they needed to know.\n\n\nGlenn refused to give them any information, but Rex pleaded with him by explaining that Thompson had passed himself off as the young private investigator.  Kelly warned Glenn that he was aiding and abetting a murderer, who he'd supplied with stolen government documents.  Glenn relented, and Rex showed him the remaining files, and asked if they were all the papers he'd left with \"Mr. Balsom.\"  Examining the files, Glenn said some documents were missing, but he didn't know which ones, and \"Rex\" had been given the originals.\n\n\nKelly was horrified to realize that all the files on \"her\" Bennett Thompson were likely gone forever, and decided that they had to track down the man Glenn had met.  She asked Glenn for a physical description, and Glenn told her the man he'd encountered was tall and dark-haired, a clean-cut professional in an expensive suit.  Snagging his bagel, Glenn told Kelly goodbye and entered his office.  Rex and Kelly were stymied by their misfortune, but consoled themselves with having gotten a physical description of Bennett Thompson.\n\n\nBack at Llanview Hospital, Ford stared at Nate's photo again.   A phone call from Hannah interrupted his reverie. She begged him to visit her at St. Anne's; they needed to talk.  Ford couldn't see what they had to discuss, but Hannah said he knew exactly what they had to talk about: Elijah Clarke.\n\n\nAs Hannah spoke to Ford, Elijah strode through the halls of St. Anne's, heading for her room. \n\n\n",
    "tvmega_recap": "Rex and Kelly finally meet Glenn only to discover that Glenn already met \"Rex\" last night and gave him Bennett Thompson's file. He describes the man as tall, dark haired, expensively dressed, and professional looking. Hannah calls Cole and Eli takes the phone away from him and warns her never to speak to Cole again. Cole goes to court and Nora dreads having to prosecute him. Starr asks Todd to stick to the facts when he testifies. Cole changes his plea to guilty. Nora recommends time served, probation, and community service and Todd agrees, so the judge sentences him that way. Nate's mother receives a foreclosure notice. Ford is stunned that Nate is his brother. Their mother tells Ford that she didn't leave them; their father kicked her out. Nate and Bo have a chat and get to know each other. Bo tells him about government programs that are available to help with their foreclosure. Nate notices the help wanted sign at the Buenos Dias. Bo pulls over Nate's mother in traffic. Hannah calls Ford and tells him that she needs to talk to him about Elijah Clark. After court, Elijah goes to St. Anne's to see Hannah.",
    "soapcentral_condensed": "In New York City, Téa and Danielle considered making another wish. At the Buenos Dias Cafe, Nate greeted Inez, who quickly shoved something back into her handbag. Inez reluctantly showed Nate the foreclosure notice on the Salinger house, which ordered them to vacate the premises that very day. Back in Llanview, Ford paced in James's empty hospital room while reading the latest Sun article about Cole's trial. Back at the hospital, Inez arrived to find it empty, except for James's middle child, but Ford told her that James was having more tests on her middle child. Back on the street, Bo and Nora attempted to enjoy breakfast together, but Nora was preoccupied - she didn't want to prosecute Cole for assault, but the judge refused to take the Commonwealth's plea agreement, and her hands were tied. Bo was confident she'd find a way to help the boy, and told \"Red\" he had faith in her. After Nora left, Bo finished his meal and prepared to head for the station, but stopped when he noticed Nate at the lunch counter.\n"
}