{
    "soap_central": "\nIf You Build It, She Will Come\n\n\nWhile Téa was amazed by Todd's new face, Todd wanted to know why she had come to visit him in prison. Reading excerpts from the daily paper, Téa questioned Todd about the statements he had made about being in love with Marty. When Todd expressed his love for Marty, Téa insisted that he was actually experiencing guilt over the rape - not love. With a look of sadness, Téa remarked that Todd's guilt had always prevented him from truly falling in love with anyone. Fed up with Téa's refusal to divulge the reason she had returned to Llanview, Todd demanded answers. After a long sigh, Téa stated that she once loved him and believed that she was the only one who could help him avoid prison. Téa was certain that she could battle Nora in court. She made certain to acknowledge that Todd's actions were despicable, but insisted that he was entitled to a defense. \n\n\nTodd wanted to know Téa's motives, but she wanted information concerning his relationship with Blair. After telling her about his latest marriage to Blair, Todd said that it was the worst mistake that he had made. A curious Téa continued to question Todd, but he had no desire to discuss his life. Todd was adamant that he didn't want any help from Téa. He insisted that he had hurt everyone that he ever loved-- his children and Marty. Téa was shocked when Todd revealed that he did what he did out of love for Marty and that she had changed him. Realizing that Todd had true feelings for Marty, Téa surmised that his love for Marty could be used as a defense at his trial. Refusing her services, Todd told Téa that his actions were inexcusable and he intended to pay for his crimes. Todd insisted that he had lost everything that mattered. Angered by Todd's refusal to fight, Téa accused him of giving up. Téa was certain that he would never be able to stand prison, and would soon realize that he needed her. Before leaving, a sarcastic Téa complimented him on his new face. \n\n\nAt the Buchanan Mansion, Marty thanked Cole for the letter he had written for her. While Cole was certain that Marty would soon regain her memory, Marty was doubtful. They both agreed that Todd would pay for what he had done to Marty. When Cole offered to help his mother in any way, she asked to borrow his laptop. Cole turned on the computer and was startled to learn of Dr. Joplin's suicide. He worried that the news would be troubling to Starr. Marty urged Cole to pay Starr a visit. Alone, Marty surfed the web. She confined her search to information regarding Todd and the rape. As she read about Todd's many crimes, she was plagued with memories of the time they shared together at his home. \n\n\nMarty printed out countless news articles related to Todd. A news clipping caught her attention - the marriage of Todd and Téa. Later, Marty studied a photo of Todd. She mumbled, \"I got what I need, now I can do what I have to do.\" \n\n\nAt La Boulaie, Starr discovered Dorian in a terrible mood. Realizing that Dorian's mood was somehow connected to Blair, Starr asked what had taken place between the two. Dorian admitted to causing trouble between Blair and John, but quickly changed the subject. Dorian expressed an interest in how Starr was handling Hope's passing. After explaining that Viki had allowed her to hold baby Chloe, Starr admitted that it made her feel worse. When Starr blamed herself for Hope's death, Dorian vowed to make Dr. Joplin pay for causing the tragedy. Stating that she would sue Dr. Joplin for malpractice, Dorian placed a call to the hospital to begin the process. Upon learning that Dr. Joplin had committed suicide, Dorian related the information to Starr. Consumed with guilt, Starr insisted that her actions were to blame for everything that had transpired, including Dr. Joplin's death. \n\n\nStarr confided in Dorian that she had visited Todd at the hospital. She couldn't understand how her father could display caring qualities and then destroy lives with his horrible misdeeds. Dorian convinced her niece to see Todd for who he really was - a despicable human being. \n\n\nAs Dorian attempted to lift Starr's spirits, Cole arrived to lend his support. After Dorian updated Cole about Dr. Joplin's misdiagnosis of Hope, Starr explained that their blood types were incompatible and resulted in the creation of antibodies that attacked Hope's blood. When Starr compared herself to Todd, Cole assured her that she was nothing like her father. Cole consoled Starr and stated that bad things often happened for no reason. \n\n\nOn the rooftop of the Angel Square Hotel, Blair paid John a visit and apologized for the altercation that had taken place earlier at the cafe. Although John refused to blame Blair for Dorian's actions, Blair felt responsible and admitted that she feared Marty would come between them. As John made an attempt to respond, Blair interrupted him and insisted on parting as friends. To Blair's surprise, John made it clear that he didn't want to end their relationship. Revealing that he never realized the impact that seeing Marty would actually have on him, John stated that the woman he found at Todd's home wasn't the same woman he once knew. Stating that he wasn't making any promises, John declared that he wanted to be with Blair. As Blair stood speechless, John gave her a passionate kiss. \n\n\nAt Llanfair, Natalie watched as Viki cradled a sleeping Chloe. When Viki mentioned that Bree and Chloe would help Jessica get through her ordeal, Natalie wondered who would help Viki deal with her own issues. Viki believed that it was her responsibility to help Jessica, but Natalie begged her mother to tend to her own needs. Natalie was adamant that Charlie was the person to help Viki move on. Viki said that her life was too hectic and that she didn't want to burden Charlie with her problems. While Viki insisted that she was being fair towards Charlie, Natalie was certain that her mother feared moving on with her life. Natalie asked Viki when the last time she was happy had been. After hesitating, Viki smiled to herself and acknowledged that she was happy when she was involved with Charlie. \n\n\nMeanwhile, at the Buenos Dias Café, Jared questioned Charlie about his relationship with Viki. Charlie admitted that he loved Viki, but said it was up to her to decide whether or not their relationship would move forward. Charlie was pleasantly surprised when Moe and Noelle entered the café and stated that they were moving to Llanview. When Moe announced that he would be working for Dorian, Charlie and Jared were shocked, but chose to keep their opinions to themselves. Noelle was delighted when Carlotta hired her to work at the café. As Noelle ran off to prepare for her new job, Moe headed off to La Boulaie to pay a visit to his new employer. Upon Moe's arrival, Dorian greeted him and welcomed him as her new chef. \n\n\nWhen Jared arrived at Llanfair and mentioned that Charlie was at the Buenos Dias Café, Viki asked Natalie and Jared to babysit Bree and Chloe while she ran an errand. Afterwards, Natalie and Jared were certain that their plan to reunite their parents was working. \n\n\nBack at the café, Viki approached Charlie. Charlie wondered why she was there. Viki stated that she was looking for him.\n\n\n",
    "tvmega_recap": "Tea Delgado visits Todd in his jail cell. She suggests that she represent him in his trial, but Todd refuses. Natalie and Viki take care of Baby Chloe. Starr and Dorian find out that the doctor who delivered her baby, Dr. Joplin, committed suicide. Starr somehow blames herself for this mess. John is on the roof, drinking a beer when Blair join him. John makes it clear to Blair that he doesn't want things to be over between them. Cole assures Marty that Todd is going to pay for what he did to Marty. Charlie and Jared sit in a booth in the cafe when Moe and Noelle come in. Moe lets them know that he is going to be the head chef for Dorian Lord. Noelle asks Carlotta for a job. Natalie encourages Viki to go see Charlie. Viki hesitates at first, but then agrees to see Charlie. Charlie congratulates Moe on his new position at Dorian's. John and Blair reconcile and then kiss. Marty relives memories of Todd. On the computer, Marty prints out all the info that she could find on Todd. Moe reports to work at Dorian's. Carlotta hires Noelle as a waitress in the diner.",
    "tvmega_summary": "Episode # 10331 -- If You Build It, She Will Come",
    "soapcentral_condensed": "If You Build It, She Will Come is back for a second season. In this episode, Téa returns to Llanview to visit Todd in prison. Todd reveals that he did what he did out of love for Marty and that she had changed him. Cole visits Starr at the Buchanan Mansion and learns of Dr. Joplin's suicide. John apologizes to Blair for the altercation that had taken place at the Angel Square Hotel, but Blair refuses to forgive him for the fight with Viki. Starr blames herself for Hope's death, and Dorian vows to sue Dr.Joplin for malpractice, but John refuses to back down and says that Starr is to blame for her own death, too. The episode ends on a cliffhanger, with John and Blair facing off against each other in a battle for Blair's affections, and John refusing to give up on Blair and Viki's love for each other. The season finale airs on Friday, September 14, at 8 p.m. ET.\n"
}