{
    "soap_central": "\nThe Mel Word\n\n\nJohn entered Mitch's hospital room, finding him still asleep.  After flashing back to the stabbing at the police station and his subsequent cover-up, John pulled out the evidence bag with his letter-opener, and placed it in Mitch's palm, getting Mitch's prints on the blade.  His work done, John prepared to leave, but stopped when a familiar voice rang out.  \"Hello, detective,\" Mitch murmured. \"Here to make sure I get well soon?\"\n\n\nMitch assured John that God had wanted him to live and carry on his good work.  He asked if John had \"put Natalie away,\" but John feigned ignorance.  Outraged, Mitch declared that Natalie was the one who'd stabbed him, but John didn't see it that way.  \"You tried to kill yourself,\" he said coolly.\n\n\nMitch warned John that the evidence wouldn't back the cover-up, but John said he had Mitch's prints, the weapon, and no other witnesses.  When Mitch asked John about justice, John said he felt his actions were justice.  Mitch swore that Natalie would answer for her crime, but John said it would be Laurence's word against his, \"and my word wins.\"\n\n\nOutside the Buenos Dias Cafe, Brody and Jessica were dismayed to see the latest Sun headline about Mitch's survival.  Entering the restaurant, they ran into Charlie, who was picking up a cup of coffee, and claimed he was headed to another Alcoholics Anonymous meeting.  As he left, Charlie and Jessica shared a telltale glance.\n\n\nAfter they settled into a booth, Brody asked Jessica about the tension between her and Charlie.  Jessica confessed that she'd caught Charlie drinking, but that he'd told her it was a one-time slip and he'd already called his sponsor.  She believed that if he was committed to his rehab program, she shouldn't bother Viki unnecessarily on top of the rest of the family strife.  Brody wasn't sure he approved of the deception, but agreed that Viki didn't need any more anguish.\n\n\nOutside, Charlie quickly dumped his coffee into the bushes, pouring vodka into his plastic cup instead.  Noticing a voicemail left on his phone, he played the message and listened with sorrow as Viki professed her love and said she was heading to the Banner.\n\n\nInside the cafe, Jessica told Brody it was his turn to tell her what was eating at him.  Brody said it was about Mitch's suicide attempt, and Jessica agreed that she found it suspicious.  In no time at all, she'd concluded that Natalie had to have stabbed Mitch, with John covering for her.  Brody explained how John had stonewalled him regarding the chain of evidence, and prevented him from taking Natalie's statement.  Jessica asked him what he intended to do about the situation, but Brody had no idea, and told her he had to relieve Oliver, who was on guard duty at the hospital.\n\n\nAt Llanview Hospital, Kyle and Amelia helped Nick prepare for his discharge.  Kyle asked about Nick's living arrangements, and Nick said he was going to be cared for by his aunt during his recovery.  Amelia noticed Nick preening under his ex's ministrations, and when Kyle left the room to get the necessary paperwork, Amelia confronted her friend.  \"Ooh, boy,\" she clucked, \"you got it bad, don't you?\"\n\n\nNick told Amelia he was over Kyle, and was merely grateful for how Kyle had been there for him after his assault.  Amelia didn't buy it, and warned him that he had to get over Kyle once and for all.  \"Like you did with your ex?\" Nick challenged.  As Amelia's face grew pained, Nick reminded her that she still loved her former girlfriend, too.  Amelia told him she could take care of herself and said goodbye, wishing him well.\n\n\nOnce Amelia was gone, Nick received a call from his aunt, who was ill and unable to stay with him.  Disappointed, Nick assured her he would find someone.\n\n\nIn the corridor outside Mitch's room, Oliver stood guard and accepted coffee from a flirtatious female nurse who was disappointed to learn he was \"taken.\"  Kyle arrived, surprised to see his boyfriend on duty, and told Oliver he was preparing Nick's discharge papers.  Oliver commented on how selfish he felt, wanting more private time with Kyle when Nick needed medical attention.\n\n\nOliver reminded Kyle they still hadn't had their big date or put Roxy's \"present\" of condoms to good use.  Kyle suggested that Oliver spend Christmas with him, since Oliver's parents were out of the question.  Kyle reminisced on how he'd spent his holidays with Rebecca, who'd taught him to make paper garlands.  He offered to teach Oliver, who happily agreed.  Kyle agreed to meet Oliver in the cafeteria when he'd finished discharging Nick.\n\n\nKyle returned to Nick's room, and Nick informed Kyle that Nick's aunt would be unable to take care of him.  Kyle suggested he call Amelia for room and board at La Boulaie.  When Kyle's back was turned, however, Nick faked a call on his phone, not bothering to dial.  After \"hanging up,\" he told Kyle that there was no room at La Boulaie.\n\n\nConcerned, Kyle told Nick that he could stay at his place.  Nick claimed he didn't want to intrude, but Kyle insisted that Oliver would understand.  Nick thanked him for his kindness, and began to get dressed.\n\n\nReturning to the hallway, Kyle told Oliver the bad news about Nick.  Oliver took it in stride, but chafed at the thought of Nick preventing them from spending any free time together.  Kyle promised him they'd find a way, particularly if Oliver had his apartment to himself for the holidays.\n\n\nCristian and Layla returned to the apartment they shared with Oliver, lugging a ready-to-assemble Christmas tree.  After much bickering over tree placement, they ended up snuggling.  Cristian wanted to retire to the bedroom, but Layla told him she had some bad news first: she wouldn't be able to spend Christmas with him.  Instead, her mother had ordered her home to Maryland.\n\n\nCristian suggested going to Silver Spring with her in a show of support, but Layla was daunted by the prospect of \"outing\" their new relationship to her family, with Evangeline incapacitated in the upstairs bedroom.  Cris wasn't afraid, and said they could handle anything together.  Touched by his devotion, Layla playfully slung tinsel around Cris's neck and sank to the floor in his arms.\n\n\nAt La Boulaie, Starr, Cole, and Langston crowded around Markko's laptop for an abrupt and awkward viewing session of the trailer for the musical Nine.  After the kids extolled the virtues of the latest Disney product, they were interrupted by Dorian's triumphant return from her stay in jail.  Dorian was fired up, full of defiance in the face of adversity, and declared that she'd fought the law and won in the name of equal rights.  She stopped short, however, when she spotted the Sun headline about Mitch.  \"So the bastard lived,\" she snapped.\n\n\nBefore Dorian could worry any more about Mitch,  Langston and Starr distracted her by calling her a hero for going to prison over the gay marriage issue.  They said they'd all assembled for her homecoming, and that Blair and Amelia were en route.  Langston commented that Amelia had stopped off to see Nick Chavez in the hospital, and Dorian lamented Nick having been attacked by ignorant bigots.  She said that bigots wouldn't stop her, though, nor would the state government.  Glaring at Mitch's face on the front page of the Sun, Dorian declared that no one would stop her, and she was taking her and Amelia's marriage license straight to City Hall.\n\n\nSuddenly, Madame Delphina burst into the drawing room, and ordered Dorian to stop.  She warned Dorian that she'd had a premonition that death would befall her if she didn't tear up the marriage license.  Cole was skeptical, but the ladies defended Delphina's famous accuracy.  Dorian was unnerved by Delphina's prediction, but said that she was willing to die for her beliefs, and would make her marriage to Amelia official.\n\n\nJust then, Amelia walked into the drawing room, stunned to see Delphina.  \"Del?\" she exclaimed.  \"Mel,\" Delphina sighed.  The assembled Cramers and company were shocked to realize that Delphina was Amelia's ex-girlfriend.  \"Is everybody gay?\" Cole whispered to Starr, who shut him up with a kiss.\n\n\nLangston was the first to realize Delphina's ulterior motive: she accused Delphina of making up her \"premonition\" in order to keep Dorian and Amelia from tying the knot.  Starr agreed, and suggested that Delphina wanted Amelia back.  The lovers began bickering, rehashing old grievances; Amelia claimed that Delphina's predictions of doom had torn them apart, while Delphina blamed Amelia for putting her career and pursuit of marriage rights before their love.  Amelia said she'd done it all so she could wed Delphina; \"I did this for us!\"  She blamed Delphina for never having enough faith in her love.\n\n\nGrowing emotional, Delphina admitted that she'd made up her premonition, and wasn't over \"Mel.\"  Amelia repeated that she couldn't be with someone who didn't have any faith in their relationship.  Gradually, the teens began playing relationship counselors, with Starr and Cole drawing on their own trials and tribulations; they explained that they'd survived their rocky year, and grown stronger, by believing in one another and being able to trust.  Likewise, Markko and Langston said they'd survived his parents, her cousin Lola, and Ford's wet naked torso by loving each other.\n\n\nTearful, Amelia admitted that she still loved Delphina, and the exes kissed and made up, much to the delight of Dorian and the teens.  Amelia offered to let Delphina tear up her marriage license, but as Delphina reached for it, Dorian snatched it away.  \"Not so fast!\" she cried.\n\n\nAt Llanfair, Viki pulled the empty vodka bottle out of the bushes and returned to the solarium, where she found an edgy Natalie.  Nervous, Natalie asked if Mitch was awake or had said anything.  Viki said Mitch was still unconscious, but unfortunately would live.  \"Why couldn't he die?\" Natalie asked, anguished.\n\n\nViki sensed there was more to Natalie's anxiety than just Mitch's survival, and asked her what had happened with her and John at the police station.  Frazzled, Natalie seemed ready to tell her mother everything when suddenly, Charlie stumbled in.  Surprised to see Viki there and not at the Banner, he attempted to leave, but Natalie beat a hasty retreat instead, anxious to avoid Viki's questions.\n\n\nIn the corridor, Natalie called John's voicemail, warning him that Mitch had woken up and was asking what they were going to do.\n\n\nIn the solarium, Viki confronted Charlie with the bottle she'd found, and asked if it belonged to him.  Hiding his inebriated state, Charlie suggested the bottle had fallen out of the recycling bin, and promised Viki he hadn't been drinking, just as Jessica reentered the room.  As Viki left for the Banner, Jessica turned to Charlie, taken aback by the conversation she'd overheard.  She asked Charlie if he was still drinking, but Charlie said the bottle was left over from his \"one slip,\" and thanked Jessica for her discretion.  Apprehensive, Jessica left the solarium.\n\n\nBack at Llanview Hospital, Brody relieved Oliver from guard duty and entered Mitch's room, where John continued his vigil.  Furious, Mitch ordered Brody to take his statement for the record.  He said that John was lying about his suicide attempt, and that he hadn't tried to kill himself.  As Natalie burst into the room, Mitch told Brody that John was covering up his own crime: John McBain had stabbed him. \n\n\n",
    "tvmega_recap": "Viki tells Natalie that Mitch survived. She senses that Natalie is upset about more than just that news. Natalie is about to tell her about it when Charlie comes home unexpectedly. Viki asks Charlie if the bottle she found in the year belongs to him. Charlie lies and says he has not been drinking. Jessica overhears. When Viki leaves, Jessica tells Charlie that she had only agreed to keep his secret because he swore it only happened once. He tells her that the bottle her mother found was from that one time. Jessica confides in Brody that Charlie has been drinking. She also tells him that she doesn't think Mitch tried to kill himself and asks Brody if he thinks Natalie tried to kill Mitch. He admits that John's behavior with the evidence collection was suspicious. Brody says he doesn't know what he is going to do about it, but he doesn't want John and Natalie to get hurt. John goes to the hospital to put the unconscious Mitch Laurence's fingerprints on a letter opener to create evidence to corroborate his story that Mitch attempted suicide. Mitch wakes up and asks John if he put Natalie away for stabbing him. John tells Mitch that he tried to kill himself. When Brody arrives, Mitch tells him that John McBain stabbed him. Amelia visits Nick Chavez in the hospital. Kyle tells Nick that the hospital can release him today and asks if he has someone to take care of him. Nick pretends to call Amelia and pretends that she says no. Kyle offers to let Nick stay at his place. Oliver is at the hospital guarding Mitch Laurence's room. Kyle runs into him and asks what he is doing for Christmas. Oliver says this will be the first time he will spend Christmas without his parents. Kyle says he always spent Christmas with his sister, Rebecca who died this year. He tells him that Nick will be recovering at Kyle's place and suggests that he spend time at Oliver's place. Cristian and Layla buy a Christmas tree. Cristian is sentimental about their first Christmas as a couple, but she informs him that she will not be there for Christmas; she has to go to her mother's house. Cristian offers to go with her to Maryland. Dorian is released from jail. She tells her family that she is going to make her marriage to Amelia legal. Madame Delphina warns Dorian that if she does, she will die. Amelia goes to Dorian's house, and Dorian introduces her as her partner. Amelia addresses Delphina as Del and Delphina addresses Amelia as Mel. Dorian is confused and asks if they know each other. Amelia admits that Delphina was her girlfriend and that they had a long, happy relationship until Delphina started predicting that their relationship would end in doom. Delphina tells her that she loves the crusade for same-sex marriage more than she loved her. Amelia admits in front of everyone that she is doing this so that she and Delphina can someday marry. Delphina admits that she didn't really see Dorian die, she doesn't want her to marry Amelia. Amelia and Delphina admit that they still love each other, and then they kiss and make up. Delphina wants to tear up the marriage license but Dorian won't let her.",
    "tvmega_summary": "Episode # 10587 ~ The Mel Word",
    "soapcentral_condensed": "Brody and Jessica were dismayed to see the latest Sun headline about Mitch's survival. Charlie dumped his coffee into the bushes, pouring vodka into his plastic cup instead. Nick told Amelia he was over Kyle, and was merely grateful for how Kyle had been there for him after his assault. Amelia warned him that he had to get over Kyle once and for all. Kyle and Amelia helped Nick prepare for his discharge at Llanview Hospital. Kyle told Oliver he was Nick's boyfriend and surprised him when he arrived to see Nick's discharge papers. Kyle reminded Oliver that they still hadn't put their big date or Roxy's condoms to good use. Kyle reminisced on how he'd spent his holidays with Rebecca, who'd taught him to make paper garlands, and offered to teach Oliver to do the same. Nick said he would find someone, and Oliver agreed to meet Oliver in the cafeteria when he'd finished discharging Nick and returned to Nick's room. The Mel Word is on tonight at 9 p.m. ET on ABC.\n"
}