{
    "soap_central": "\n\nBlair p.o.'d Todd by arriving at his hotel door, while Tate boasted to Adriana that he could roll his own sushi. Rex walked in and demanded to know what the hell was going on! Natalie went to ask yet another Rodi's bartender — Billy — about who left with John. Meanwhile, John and Marty toweled off from the rain at her place. At a nearby table, Bo told Lindsay about Paige's new job, while Nora found Paige at the coffee shop and pulled up a chair. Having time to stop for coffee, Antonio continued to grill Cristian about what's going on with Jessica, who was screaming to Nash at the quarry. Nash tried to get her to leave, but Jessica shrieked that she couldn't go back to Llanview and that everything he'd said about them was right. \n\n\nMarty insisted that John stay while his coat dries. They had some coffee, but John seemed antsy about the condition of his leather jacket, which Marty informed him would take HOURS to dry. Well, it doesn't have to be completely dry, he said, and then they exchanged a few more veiled comments about the wet jacket before he escaped the awkward situation. He thanked her for the coffee and she thanked him for helping her with Cole. \n\n\nRex was upset to see Tate and Adriana on the floor ... eating sushi! He claimed that he was just there to get an extra battery for his computer. Tate referred to himself in the third person as he talked about his new sportscaster job, and read a fortune that said something about winning the prize (presumably Adriana). Cool fortune, said Rex, but not as cool as getting one that says you're going to kiss an elephant on the lips ... or something. \"Look out, Bob Costas!\" Rex called out as Tate went off to his new gig. Done with the quips, Rex broke it to Adriana that he has to leave town for a few days to follow Todd. He'd promised Michael that he'll never let Tommy fall into Todd's hands, so he has to go to Chicago.\n\n\nNatalie asked Bo and Lindsay if they'd heard anything about Jessica's whereabouts, but they weren't even aware that she was missing. Lindsay offered to keep Bo company while he sulked about Paige leaving. She remarked about how well they were bonding and reached for his hands, causing Bo to misinterpret her intention. Meanwhile, Nora tried to persuade Paige not to leave Llanview, telling her it was selfish to hurt Matthew like that. Paige interrupted a warm moment between Bo and Lindsay to tell Bo that she had decided to stay in Llanview. \n\n\nAntonio became more and more enraged as he thought about Jessica running out on Jamie. When she wants to talk, she'll call, he tried to assure himself. Nothing's going to change her decision, remarked Cristian. Antonio demanded that his brother tell him what he knows, and Cristian blurted out that perhaps things would change now that Nash is leaving, leading Antonio to believe that Jess must have gone after Nash. As Cris was about to dish more, Antonio got a call about Jessica's empty car by the side of the road. \n\n\nJessica continued to sob and run her hands through her wet hair as she hollered to Nash that she couldn't lose him and that he was right about her marriage and Jamie's adoption. Nash listened intently as she explained that she needs to be with him. They hugged and she made him promise to never leave her again. They declared their love for each other, then got down to some serious lovemaking on top of a giant tarp. \n\n\n\n\n",
    "tvmega_recap": "Blair and Todd have arrived in Chicago. She is angry and she doesn't want to be in the same city with him much less in the same hotel room. Adriana and Tate share an intimate dinner before Tate's first sports broadcast. Rex walks in and wonders what is going on. John brings Marty home. She notices how soaked he is. She insists on seeing his hands. She notices that he had never had a manicure. She takes his coat to hang up to dry, and goes to make some coffee. Natalie comes into Rodi's Bar. She asks Bill the bartender had he seen John. Bill just tells her that John had left with the person that he had played darts with. Bo meets up with Lindsay in Rodi's. They share some small talk. Paige is at the airport. Nora comes up. Paige wonders if Nora had followed her. Nora owns up that she had. Antonio demands to know from Christian as to what is going on. Jessica, still hysterical, tells Nash that he was right about everything. She also tells him that she couldn't go through with the adoption. She also tells him that she can't lose him, that she cannot stand to be without him. Natalie asks Bo and Lindsay about Jessica. Natalie fills Bo in as to what had happened at the adoption hearing. Natalie then asks about John. When Natalie leaves, Bo mentions calling Antonio, but Lindsay talks him out of it. Lindsay offers Bo help, but he declines. They decide to just keep each other company. Nora talks to Paige about leaving town and then begs her not to leave. Antonio insists on knowing what Christian knows about Jessica and Nash. Jessica tells Nash that her marriage isn't working and she can't lose Nash. Rex confronts Adriana and Tate as to what they had been doing .Tate gets up to leave for his sports broadcast begins that very night. Adriana wishes him good luck. Blair insists to Todd that she is only there to help him find his son. Marty and John drink coffee and small talk. She informs that he may have to spend the night. Marty brings John his coat and he leaves. She thanks him for helping her with Cole. Miles comes to visit Marty. Christian tells Antonio that Nash is leaving town. Antonio becomes upset that he hadn't been told .Jessica tells Nash that she loves him. They hug and kiss. Lindsay tells Bo that she is glad that they are friends again. Paige comes in. She tells Bo that she had changed her mind and she is not leaving town. Bo takes her back to his place. Miles finds John's notebook and immediately thinks that something is going on between her and John. Marty denies anything going on between them. Miles comes into Rodi's and orders take out. He meets up with Natalie. He lets Natalie know that John had been over to Marty's. Christian lets Antonio know that Nash is in love with Jessica. Jessica and Nash make love. John comes into the bar looking for his notebook. He meets up with Natalie, who has some very insulting remarks about Marty.",
    "soapcentral_condensed": "Natalie asked Bo and Lindsay if they'd heard anything about Jessica's whereabouts, but they weren't even aware that she was missing. Rex was upset to see Tate and Adriana on the floor ... eating sushi! Tate referred to himself in the third person as he talked about his new sportscaster job, and read a fortune that said something about winning the prize. Paige interrupted a warm moment between Bo andLindsay to tell Bo that she had decided to stay in Llanview. Nash and Jessica declared their love for each other, then got down to some serious lovemaking on top of a giant tarp. Todd p.o.'d Todd by arriving at his hotel door, while Tate boasted to AdriANA that he could roll his own sushi. He'd promised Michael that he'll never let Tommy fall into Todd's hands, so he has to go to Chicago. The episode ended with Jessica screaming to Nash at the quarry, telling him that she couldn't go back to Llan View.\n"
}