{
    "soap_central": "\n\nAt the courthouse, Danielle and Destiny were barred from the proceedings within the courtroom and were unable to follow the custody hearing.  Danielle was beside herself, desperate to know what was happening, but Destiny told her not to stress -- with Greg there to testify about Téa's last wishes, the youngest Evans sibling was sure everything would be straightened out.  Greg knew Téa had wanted Dani and Todd to be together, therefore, Destiny reasoned, the case would soon be closed.  Dani said she just wanted the case to be over, and hated the fighting between her \"two dads.\"  Destiny pushed Dani to face her feelings, and say what she wanted and which father she really wanted to live with.\n\n\nDani said her feelings weren't so simple; she had grown up in the ocean with Ross in Tahiti, and they had years of wonderful times together.  Her life as the daughter of Ross and Téa had made her who she was.  \"That's who you used to be,\" Destiny corrected. \"Maybe not who you are now.  That's up to you.\"  Dani agreed, and said everything had changed in the past year; she cared about both fathers, and didn't want to hurt Ross.  \"Deep inside, I believe my mom wanted me to be with Todd,\" she admitted, \"so deep inside...I want to stay with Todd.\"\n\n\nDani told Destiny that all Téa had wanted was for her to accept Todd, and she wanted to respect her mother's wishes; she didn't trust the will that had been presented, and suspected Eli had tampered with it.  Destiny wondered if Ross was in on such a scam, but Dani said it didn't matter -- no matter what, she wanted to stay with Todd.  Destiny reminded Dani how she used to adore her foster father, but Dani said she had changed.  Her whole family was in Llanview, and she would miss Starr, Blair, Sam, and even Jack if she left, not to mention Destiny and Nate.  \"Llanview feels like my home now,\" Danielle declared.\n\n\nDestiny was glad to hear Dani make her feelings plain.  She told Dani that even though she gave Todd a hard time, she was sure there was a human being inside him somewhere.  She promised her friend that Greg would make sure things went their way in the courtroom.\n\n\nInside the courtroom, however, things were going very differently from Destiny's expectations, as Greg told the court that Téa's last wish had been for Ross to raise Danielle.  Todd leaped to his feet, calling Greg a liar, but the judge immediately silenced him.  Ross smiled triumphantly as he listened to Greg perjure himself.  Greg told the judge that Téa had told him in no uncertain terms that she wanted Ross to be Dani's father, and had put it in the will accordingly.  He added that he had gone to Todd's home to break the news to the biological father.\n\n\nRising again, Todd asked Greg why he had changed his story about his visit to the Manning house, and reiterated how he had told Todd that Téa had wanted to see her husband and daughter before passing away.  Greg told the court that he had lied to Todd to spare the family's feelings.  Upon cross-examination by Morgan Guthrie, Greg said that he had kept the truth from Todd because he had never expected Ross to return to Llanview and claim Dani, given Ross's fugitive status.\n\n\nMumbling to himself, Todd said Greg had lied before and was lying once again.  Ross rose and told the judge that Greg had no motive to lie, and that Téa's will had been authenticated.  The judge agreed that Greg was an impartial witness, over Todd's angry protests.\n\n\n\"If Téa said that, she was out of her mind,\" Todd snapped. \"She knew Dani belongs with me.\"  He added that Téa had experienced delusions near the end, and Guthrie pressed Greg on whether or not Téa had been in her right mind before passing away.  Greg insisted that Téa had been lucid and clear on her wishes.  As Todd and Guthrie regrouped, the judge called a recess.\n\n\nRoss approached Greg to thank him for telling \"the truth,\" but Greg simply walked past the con man and out of the courtroom.  Blair attempted to stop Todd from following Greg, but Todd raced after the not-so-good doctor.  Todd confronted Greg in the corridor in front of a stunned Danielle and Destiny, lunging at him and threatening to choke the truth out of him.  John and Blair pulled Todd away from Greg, as Todd demanded to know what Ross was giving Greg to take Todd's child from him.  Stymied, Todd stalked back into the courtroom.\n\n\nDestiny was outraged by Todd's behavior, and immediately took back her kind words about him from before.  She asked Greg what Todd's problem was, and the shame-faced Greg told his little sister to stay out of it.  Blair told the girls about Greg's claims in court, and both teens were shocked.  Stepping into the corridor, Ross added that with Todd's latest outburst, the judge had all the reason she needed to rule against the Manning patriarch.  As he ushered a reluctant Dani back into the courtroom, Blair was hot on his heels.\n\n\nEyeing Greg up and down, John asked him if he wanted to file charges against Todd for assault, but Greg declined.  Still suspicious, John left the courthouse.\n\n\nAt the police station, Bo was on his way out to pick up dinner at Rodi's when he ran into Inez in a gorgeous evening dress.  Taken aback, he was unsurprised to hear she had dinner plans, and called her date a lucky guy.\n\n\nAfter Bo left, Nora arrived looking for him but found only Inez at her desk.  She immediately surmised that the single mom had a dinner date with Clint.  Inez told Nora that Clint had made a wonderful gesture by helping James get back into Llanview University, and agreeing to go to dinner was the least she could do, but she insisted it was not a date.  Nora wasn't convinced, and said she could tell Clint liked Inez a lot.\n\n\nNora told Inez that though Bo had made Clint out to be a raging gun nut, he was actually a generous and decent man.  \"No woman has ever encouraged me to date her ex-husband before,\" Inez mused.  Nora said she just wanted Clint to be happy, and told Inez she would cover the front desk while Inez finished primping.  Inez headed for the powder room while Nora began to man the phones.\n\n\nAt Buchanan Enterprises, Natalie walked in on Clint getting suited up for his night with Inez, and complimented him on his attire.  Clint thanked her for her interest, but said he had bigger questions, such as, \"Why have you been avoiding your old man?\"  Natalie said she had been busy with the Eli Clarke case, and asked Clint what he needed.  Clint told her he wanted to speak with her baby's father.\n\n\nNatalie was rattled by Clint's choice of words, and asked what he meant.  \"John McBain, who else?\" Clint asked.  He warned Natalie that he would go after McBain with his trusty shotgun if the top cop hurt her again, and reminded her that it wouldn't be the first time John had broken her heart.  Natalie said that her breakup with John had been mutual, but a lot of time had passed, and they had both changed and were looking forward to a life together with their baby.  \"A Buchanan baby,\" Clint added.\n\n\nClint groused that at least Brody had proposed to Jessica.  \"Brody isn't that perfect,\" Natalie muttered, but covered when Clint questioned her on it and said Brody was still her good friend.  Clint said Natalie couldn't blame him for worrying about her, given John's history with women. However, Natalie turned her father's fears around and reminded him of what had happened to his relationships with Nora and Kim, suggesting that Clint was more worried about his own heart than hers.  She was sorry for what had become of his marriages to Nora and Kim, but Natalie told Clint that she and John were different.\n\n\nClint told Natalie that what had happened with Bo and Nora was ancient history -- he was moving on, and having dinner with an attractive lady.  \"Oh, good,\" Natalie quipped, \"do we need to card her?\"  \"That's enough of that,\" Clint growled.  He explained that his date was Bo's secretary, but insisted that he was not getting too close to Bo and Nora's personal lives.  Natalie said she would be happy for Clint if he could be happy for her, and promised that she, John, and the baby would be just fine.\n\n\nAt Rodi's, Rex sat at the bar, sullen and morose.  Behind the bar, Gigi asked him what was wrong, but Rex insisted he was fine.  Gigi's phone rang, and Cristian summoned her to Llanview University to help him before class.  Gigi agreed, and after hanging up, she gushed to a distracted Rex about her winning streak thanks to Cristian and his job offer.  She thought she was very lucky, but Rex mumbled that he wouldn't call it luck, then covered and told Gigi she had done it all herself.\n\n\nOn her way out, Gigi greeted Bo, who headed for the bar to meet Rex.  Bo asked what Rex had wanted to tell him the night before, but Rex remained vague and said it wasn't a problem anymore.  Bo found that hard to believe, remembering Rex and Gigi's distress just one night previous.  As Rex flashed back to his confrontation with Clint, he told Bo that Gigi had never been better.  Growing upset, he wistfully told Bo that he had been a sleaze when he arrived in Llanview, but Bo had kept him on the straight and narrow and made him want to be a better person.\n\n\nOblivious to Rex's anguish, Bo wished he could have been a better influence on David, as well, and asked if Rex had managed to track his wayward son down.  Galvanized by his conscience, Rex said he had, but before he could speak, a waitress interrupted and delivered Bo's takeout order.  When the waitress left, Rex lied that he had found David at a \"foam party\" in Ibiza -- \"Trust me, you really don't want to know.\"  He told Bo that David was having too much fun to return to Llanview.\n\n\nBo was sorry that Rex hadn't been able to help Kelly and Dorian, but promised to help him any time he needed it.  As Bo headed out, Rex resumed wallowing in beer and guilt.\n\n\nLater, Natalie met Rex at a table, sniffing his beer in the hopes of a \"contact high\" after her argument with Clint about John.  \"Clint's an ass who needs to mind his own damn business,\" Rex spat, but an offended Natalie told him that only she could trash talk her dad.  Rex deflected her questions about his issues with Clint and said he was truly only mad at himself.  Natalie agreed that she was angry at herself, as well, but backtracked when she realized Gigi hadn't told Rex about her disputed pregnancy.\n\n\nRex wanted to know why Natalie was upset at herself, but Natalie was staggered to realize that Gigi and Rex kept secrets from each other when she and John had sworn not to.  \"There are some things I don't tell Gigi,\" Rex muttered, \"or anyone.\"  He told Natalie it didn't matter what he was going through, because Gigi was happy, just like Natalie was with John.  The siblings agreed that they could always talk to each other if they really needed to, but the unspoken secrets between them made the moment awkward, and Rex told Natalie goodnight.\n\n\nAlone at the table, Natalie rubbed her \"baby bump\" and was surprised by John's arrival.  John kissed her head and filled her in on the goings-on at the custody hearing.  Natalie couldn't understand why Greg would turn around and testify on Ross's behalf.  John agreed it warranted further investigation.\n\n\nAt Llanview University, Gigi arrived in Cristian's studio.  Rushing out, Cristian said he needed to talk to the dean about a last-minute transfer student, and asked Gigi to help get the \"Life Studies\" model started.  Gigi agreed, but was mortified when Joel, the handsome model, arrived and promptly stripped to the buff.  \"So how do you want me?\" Joel asked.\n\n\nGigi struggled to figure out how to pose her first nude model, who promised to be \"putty in her hands.\"  Forced to manhandle Joel herself, Gigi grew apoplectic when Joel began offering his input, such as, \"You want me to do anything with the balls?\"  She was speechless until she realized Joel was referring to a stack of plastic balls Cris had left out.  Gigi told him to do what felt natural, and as Joel began doing some aerobic stretches, she fled the classroom.\n\n\nCristian returned to find Gigi cowering in the corridor.  Laughing, Cristian told her to stop worrying about her inexperience and modesty and go back inside the studio with him.  \"I'll protect you from the naked guy,\" he reassured her.\n\n\nLater, class was in session as Gigi and the other students sketched Joel on a raised platform.  Cristian was impressed with Gigi's sketch, except for one key detail - her Joel was not anatomically correct.  Cris told Gigi that the human body was a natural thing, and that she would learn to see it as an object of inspiration used for clinical study.  As Joel began to dress, Rex arrived at the classroom and was shocked to see the barely-clothed model.  \"What the hell?\" he cried.\n\n\nCris explained the situation, but Rex was still upset that Gigi was working so closely with nude, hard-bodied men.  Gigi called him on his double standard, given his own close encounters with Kelly, and urged Rex not to look at Joel as a naked guy, but rather an object of study.  Swallowing his pride, Rex told Gigi that he was happy if she was happy.  Gigi laughed in relief, and Cris seemed amused.\n\n\nBack at the police station, Bo returned with his Rodi's burgers and retrieved Nora from Inez's desk, whisking her into his office for a private meal.  When Nora explained that she had sent Inez away to continue primping, Bo once again grew anxious about Clint and Inez's burgeoning relationship.  Nora reminded him that it was none of their business, and asked why it bothered him so much.  Bo claimed it didn't, and unwrapped their feast as he kissed Nora lovingly.\n\n\nIn the reception area, Inez watched Bo and Nora through the window.  \"They're lucky, aren't they?\" Clint asked, stepping up next to her.  Inez agreed that Bo and Nora made a lovely couple, and Clint told her she looked beautiful.  Knocking on Bo's office door, Clint told Bo and Nora that he was picking Inez up.  Bo and Nora told them to have fun, and Clint and Inez headed down the corridor.\n\n\nNora was enthusiastic about Clint and Inez getting together, but Bo remained hesitant and told Nora to stop worrying about Clint's love life.  Nora said Clint was making an effort to get things back to normal, and suggested they throw a dinner party and invite Clint and Inez.  \"I think you are out of your cotton-pickin' mind,\" Bo grumbled, and said such a party sounded uncomfortable and awkward.  Nora said they needed to support Clint's efforts, but Bo disagreed -- he felt Clint was pushing too hard with Matthew, with James, and with Inez, and suspected ulterior motives.  Nora didn't understand how Bo could be so suspicious of his own brother.\n\n\nBo added that something was up with Rex, as well -- the younger man had a secret he had wanted to tell Bo, but then had shut down.  Nora assured Bo that when Rex was ready to talk, he would.\n\n\nIn the corridor, Clint walked Inez through the station and told her they had a dinner date at the country club.  Inez was impressed, but unsure of what all the pomp and circumstance meant for them.  \"There's something important I want to discuss with you,\" Clint declared.\n\n\nBack at the courthouse, Destiny and Greg had a moment alone.  Destiny asked her big brother if he was okay after Todd's assault, and Greg said he was fine.  He told Destiny not to worry, and promised her everything would be all right.  He said he needed to get back to an important patient, but Destiny asked him to wait, and said they needed to talk.  She wanted the truth, and asked if he had been telling the court the truth about Téa's last wishes.\n\n\nIn the courtroom, Ross told Danielle that Todd's rash actions proved Téa was right to give him custody instead.  \"I guess,\" Dani mumbled.  Ross added that Todd was out of control, and didn't deserve her.  Dani told Ross that Todd was scared of losing her, just as Ross had been in Seattle.  Ross told her that he had changed since then, but Todd never would.\n\n\nIn Todd and Blair's corner of the courtroom, Blair urged him not to play into Ross's hands.  Neither she nor Todd could understand Greg's actions, but Blair told Todd she knew Téa's wishes, and that was for Todd and Danielle to be together.\n\n\nThe judge returned to the courtroom, and court resumed session.  The judge said she had been informed of Todd's violent outburst, and that he was out of leeway.  She declared that she had reviewed all the testimony, and made her decision about custody of Danielle Rayburn. \n\n\n",
    "tvmega_recap": "Gregory Evans testifies at Dani's custody hearing that Tea said she wanted Ross to raise Dani. Dani tells Destiny that she wants to stay with Todd. Blair tells Dani and Des that Greg said Dani should go with Todd. Todd and Blair wonder how Ross got Greg to lie for him. Destiny demands to know if Greg was telling the truth. John meets Natalie at Rodi's and tells her about Greg's unusual testimony. Clint tells Natalie that John should propose to her. Rex tells Natalie that Clint is an ass that needs to mind his own business. Rex hesitates to tell Bo what is bothering him because Clint threatened to send him to a Moroccan prison with David. He lies to Bo that David is partying in Ibiza and is in no hurry to return to Llanview. Nora goes to Bo's office, talks up Clint to Inez, and then tells Bo that they should have a dinner party for Clint and Inez. Bo doubts that Clint is serious about Inez. Bo tells Nora about Rex's suspicious behavior. Cristian calls Gigi to the Studio to wait for a model. Gigi is surprised when the male model arrives and undresses. When Cristian notices that she didn't draw the model's genital area, he tells her that she should find inspiration in the human body instead of being afraid of it. Rex is shocked to see the naked man when he walks into the studio.",
    "soapcentral_condensed": "Dani and Destiny were barred from the proceedings within the courtroom and were unable to follow the custody hearing. Destiny pushed Dani to face her feelings, and say what she wanted and which father she really wanted to live with. \"Deep inside, I believe my mom wanted me to be with Todd,\" she admitted, \"so deep inside...I want to stay with Todd\" Greg told the court that Téa's last wish had been for Ross to raise Danielle. Todd leaped to his feet, calling Greg a liar, but the judge immediately silenced him. The judge agreed that Greg was an impartial witness, over Todd's angry protests. Ross approached Greg to thank him for telling \"the truth,\" but Greg simply walked past him and out of the courtroom. Todd and Blair attempted to stop the con man from following Todd and Greg, but after Todd confronted Greg in the corridor, Blair pulled Todd away from him and threatened to choke the truth out of him. Todd demanded to know what Ross was giving to take Todd's child from him.\n"
}