{
    "soap_central": "\nTop Chef\n\n\n \nSchuyler showed up on Gigi's doorstep with the results of the DNA test on Stacy's hair. Gigi didn't want to discuss the situation with Stacy until the comparison results, establishing whether or not Stacy could have donated bone marrow to Shane, were in. As Schuyler prepared to leave, he mentioned heading home for a cheap dinner. Gigi was horrified at the idea him eating hot dogs, so she invited Schuyler to stay for dinner. She only had leftovers, but she assured Schuyler that they would be tastier than the dinner he had planned. \n\n\nLater, Gigi and Schuyler sat down to enjoy leftover lasagna. Schuyler flipped through some old Morasco family pictures. He observed that Stacy hadn't been in any of the pictures. Gigi explained that Stacy had shied away from pictures because she had braces, thick glasses, and \"blackheads\" during her early years. Gigi added that the few pictures that had been taken of Stacy, when she was a child, had vanished long ago. \n\n\nGigi asked Schuyler what had drawn him to Stacy. Schuyler chuckled as he admitted that Stacy had made a mean chicken parmesan. He told Gigi that, all kidding aside, Stacy had been a different person before she had crossed paths with Rex in Las Vegas. Schuyler credited Stacy for helping him through the withdrawal of drugs and maintaining sobriety. Gigi thought that Schuyler was too good for her sister. \n\n\nWhen Schuyler tried to defend Stacy, Gigi reminded Schuyler of Stacy's claim that Schuyler had stolen twenty thousand dollars. Schuyler attributed Stacy's lie to not seeing things straight. Schuyler likened Stacy's obsession with Rex to his own addiction to drugs. He was determined to help Stacy realize that Rex wasn't good for her. Schuyler felt that he owed it to Stacy. \n\n\nRex returned to his loft after an intense workout at the gym. Stacy stood in the kitchen, cooking dinner. Stacy offered him a sample of the fragrant food she had prepared. Rex was pleasantly surprised; he had no idea that Stacy could cook. While Rex went upstairs to shower, Stacy finished the meal then changed clothes. \n\n\nStacy was busy setting the table when Rex came downstairs. Stacy caught Rex's reflection, as he dressed, in a mirror. She quickly looked away before Rex realized that she'd been staring. Minutes later, Rex joined Stacy at the table for dinner. Rex was impressed with the chicken parmesan that Stacy had made. \n\n\nStacy beamed with pride as Rex complimented her. She told him that she had cooked the dinner to thank Rex for all he had done for her. Rex insisted that Stacy didn't owe him for anything. As dinner ended, Rex commented that it had been a long time since he'd had a home-cooked meal. Stacy pretended to have sympathy for all Rex had been through in recent months. She assured Rex that things would improve. \n\n\nViki went to the hospital to visit Téa. Téa was stunned when Viki told her about Jessica's breakdown and Hope's return to Starr. They also talked about Powell. Téa confided that she and Blair had reached an understanding during their ordeal in the boiler room. Téa was careful to keep Blair's secrets. However, Téa freely talked about her own feelings for Todd. \n\n\nViki admitted that she knew Téa had loved Todd, but she had never suspected that Téa considered Todd to be the love of her life. Téa made it clear that she did not intend for Todd to find out. Viki asked if Téa was worried that Blair might say something to Todd. Téa was confident that Blair would keep Téa's secret, because Blair had just as much to lose as Téa did. \n\n\nAs Viki stood up, Téa noticed the engagement ring. Viki confirmed that she had accepted Charlie's proposal. Téa was happy for Viki; she wished she could find a man like Charlie. However, Téa realized that it was unlikely, since she was drawn to bad boys. \n\n\nViki changed the subject by asking Téa when she would be released from the hospital. Téa revealed that the hospital was ready to discharge her. Viki invited Téa to recuperate at Llanfair, but Téa declined the offer. She told Viki that Todd had asked her to stay with him. Téa was hopeful that Todd would recall the invitation. \n\n\nAt Rodi's, Marty talked to John about Cole. Marty was concerned about Cole's reaction to giving Hope up for adoption. She asked John to tell her that everything would be all right. John assured Marty that things would work out. \n\n\nAs they talked, Marty confessed that she finally knew who she was and what she wanted. What Marty wanted was John. Marty told John that she had the impression that John felt the same way about her. John admitted that he didn't know what to say. Marty realized that she'd had two years to figure things out; she offered to give John a few days to do the same. She asked him to call her when he had made his decision. \n\n\nIn La Boulaie's kitchen, Dorian tried to instruct Moe on how to prepare a meal. Moe didn't appreciate Dorian's interference. Noelle stepped in to play peacemaker. She complimented Dorian for arranging a special dinner for Ray. Dorian insisted that Ray deserved some kindness after everything he had through. \n\n\nNoelle realized that Ray was important to Dorian. Dorian tried to deny it, but Moe and Noelle didn't believe her. They assured Dorian that they would do their best to make her evening with Ray go smoothly. Dorian credited Moe and Noelle for bringing her and Ray together. Had Moe not invited Ray to stay at La Boulaie, Dorian would never have given Ray a second glance. Noelle smiled brightly as she suggested that Ray could be \"the one\" for Dorian. \n\n\nIn La Boulaie's foyer, Blair and Todd shared a hug. Their camaraderie came to an abrupt end when Todd asked Blair to get the kids. She realized that Todd intended take the children home with him. Blair was furious when Todd confirmed her suspicions. She accused him of using the kids to ease his loneliness. \n\n\nTodd denied that his children were a consolation prize to fill his empty home. Blair didn't believe Todd. She insisted that Starr wanted to live at La Boulaie. Blair was also concerned about the reaction the boys might have to returning to the place where Powell and Rebecca had terrorized them. Todd reminded Blair that Powell and Rebecca were dead, so there was nothing for the kids to fear. \n\n\nTodd cautioned Blair that he had custody of the children. Blair clarified that he'd only been granted temporary custody while she had recovered from a brutal attack. Blair pointed out that she was out of the hospital, healthy, and capable of resuming guardianship over the children. Blair also reminded Todd that the charges against John had been dropped. \n\n\nBlair was confident that the judge would reinstate custody of the children to her, especially when the judge learned that Todd had slept with Blair's attorney the night before the last custody hearing. Blair promised Todd that the only way he could win custody of the children was if he married a woman who was a cross between Mother Theresa and Eleanor Roosevelt. Blair instantly realized her mistake when Todd perked up at the suggestion. She warned Todd, \"Don't you dare.\" \n\n\nTodd threatened to call the police, to enforce his custodial rights, if Blair didn't stop stalling. Blair was livid; she couldn't believe that Todd would put Starr through more emotional turmoil. Todd reluctantly agreed to allow Starr to remain at La Boulaie. However, he insisted that the boys had to leave with him. Blair was disgusted; she mumbled that she couldn't believe she had almost, \"said it out loud.\" \n\n\nTodd found the remark curious. He asked her to explain the comment. Blair had a flashback of sitting in the boiler room, with Téa, and confessing that Todd had been the love of her life. Blair shook the memory away and ignored Todd's question. Luckily for Blair, Todd didn't pursue it. He was too focused on getting Blair to comply with his demands. Blair realized that she had little choice in the matter, so she called up to Jack. \n\n\nAs Todd and the boys prepared to leave, Jack realized that Blair was not joining them. Blair explained that she had only moved in with Todd temporarily while she recovered. Blair made it clear that her home was La Boulaie. Jack was disappointed when he learned that Starr would also remain at La Boulaie. Blair promised both boys that Starr would visit them. Jack sensed that his parents weren't telling him everything. He wondered if it had something to do with \"McPain.\" Todd and Blair assured Jack that they weren't keeping secrets from him. \n\n\nAfter Todd left La Boulaie with the boys, they went to the hospital. Téa was delighted to see them walk into her room. Téa glowed with joy when Todd asked her if she was ready to go home with him. \n\n\nAt Rodi's, John was deep in thought. He recalled kissing Marty passionately. Meanwhile, Marty's confession about her feelings for John replayed in his head. He was startled when Blair interrupted his contemplation. Blair told John that she wanted to discuss their relationship. Blair admitted that they had an unconventional marriage. However, Blair thought it was worth fighting for. Blair also confessed that she needed John more than ever.\n\n\n",
    "tvmega_recap": "Todd and Blair debate about who should have the kids. But they agree that Starr stays with her and he may take the boys. Immediately, he goes to see Tea after knowing she has nowhere to go when she leaves the hospital except the hotel. And he doesn't want to be alone. Blair goes and tells John that she wants to make their marriage work. But he is not ok with that realizing that Marty is the one he really wants. Noelle and Moe encourage Dorian to move forward with Ray and can tell she has real feelings for him. Gigi and Schuyler talk about his history with Stacy and he provides some real insights to her about his life and history. It appears they are getting closer. Meanwhile, Stacy is \"working\" Rex. And they are getting closer.",
    "soapcentral_condensed": "Top Chef Schuyler showed up on Gigi's doorstep with the results of the DNA test on Stacy's hair. Téa confided that she and Blair had reached an understanding during their ordeal in the boiler room. Viki confirmed that she had accepted Charlie's proposal. Marty was concerned about Cole's reaction to giving Hope up for adoption. At Rodi's, Marty told John that she felt the same way about John that John felt about Rodi. The episode ends with Marty and Rodi discussing the future of the family and how they will cope with the loss of Cole and the birth of Hope. The season finale airs at 8 p.m. ET on Sunday, September 14. The series finale airs on September 21 at 8pm ET on CBS. The reboot will be available on DVD and Blu-ray on September 25 and 28. For the full episode, visit CNN.com/soulmatestories and www.soulmatthewstarr.com.\n"
}