{
    "soap_central": "\n\nBlair sees red when Todd arranges for Jack and Starr to return to the penthouse. Antonio looks forward to spending some quality time alone with Jessica but she pulls back in alarm when sensual thoughts of Nash intrude. In Napa, Claudia treats a suspicious Nash to breakfast in bed. Ann gives Evangeline another lesson in using a white cane to maneuver around her apartment. Disclosing that he's fleeing Llanview, David advises Paige to also take it on the lam. Blair reminds her ex how frightened Jack still is of him, then strikes a nerve when she dares to badmouth Todd's loyal lawyer. At the gym, Cristian prepares for his next bout but winces in pain as his wrist injury flares up. After catching his daughter in a lie, Reston secretly moves to thwart Nash's scheme to reclaim the winery. Cris confides to Antonio his concerns about Evangeline. Meanwhile, Evangeline tells a pleased Bo she's decided to be his lead counsel after all. Paige explains to David why she's going to turn herself in and take whatever punishment is meted out. Despite Todd's denials, Blair remains certain that he still has feelings for her. Paige assures Bo she's ready to pay for her mistakes. Later, Bo and Paige share a tender farewell kiss before she leaves with two officers from the Atlantic City police department. Jessica turns to her uncle for help and is grateful for Todd's expression of support. David has second thoughts about leaving town.\n\n\n",
    "tvmega_recap": "Blair comes over to see Todd, mad as hell. He has overstepped. She learns that he is planning on having the children move in with him. She will not have that. Todd is planning to take full control of the kids. Blair knows that Jack will be confused over this change in his living arrangements. Todd rethinks and decides then that he will take Starr immediately and she can keep Jack for now. Claudia is ready. Nash gives her tips on how to make the deal. She will do it but wishes that Nash weren't so happy about hurting her father this way. She decides to wear the necklace that Nash gave her as a gift long ago. She shows up at her dad's office for the meeting to get the deeds. Her father sees the necklace. Later when alone, he makes a call ordering that his request be put into action NOW! David bumps into Paige. He tells her that he is taking off and she should too. John will not let them live a normal life. Bo is nearby and he listens. Paige wants him to face what he did. That is what she is going to do. It also is the only way that he can ever fix things with Dorian. He goes to get his suitcases to leave but when he picks them up, he hears Paige's voice and ends up flinging the bags at the wall. Evangeline has a great session with Anna. She learns more about using a cane and finds things that she thought she couldn't locate before. She and Anna go to the hospital and Bo is there. He is pleased as punch when Evangeline lets on that she will agree to be lead counsel on his case, if he will still have her. Paige and Bo talk. He learns that she is going that very day. They are coming for her. She isn't sure what will happen next but she knows that she hasn't been loved like he has loved her in her life. The officers arrive for her and Bo kisses her madly one last time. \"Don't fall for any doctors while I am gone,\" she warns.",
    "soapcentral_condensed": "Blair sees red when Todd arranges for Jack and Starr to return to the penthouse. Antonio looks forward to spending some quality time alone with Jessica but she pulls back in alarm when sensual thoughts of Nash intrude. In Napa, Claudia treats a suspicious Nash to breakfast in bed. Ann gives Evangeline another lesson in using a white cane to maneuver around her apartment. Disclosing that he's fleeing Llanview, David advises Paige to also take it on the lam. David has second thoughts about leaving town. After catching his daughter in a lie, Reston secretly moves to thwart Nash's scheme to reclaim the winery. Jessica turns to her uncle for help and is grateful for Todd's expression of support. Bo and Paige share a tender farewell kiss before she leaves with two officers from the Atlantic City police department. Cris confides to Antonio his concerns about Evangelines. Meanwhile, Evaneline tells a pleased Bo she's decided to be his lead counsel after all.\n"
}