{
    "soap_central": "\n\nOutside Ultra Violet, Starr angrily told Cole and Langston how she felt about the two of them sneaking around. Marrko heard the commotion and quickly alerted the guests to Starr's presence. Upset with Cole and Langston, Starr abruptly entered the club and was surprised by her friends, as everyone shouted, \"Surprise!\" After realizing Cole and Langston's true intentions, Starr felt guilty and begged their forgiveness. Cole and Langston accepted Starr's apology, and the party began. Starr's happiness continued as Mary J. Blige performed for the crowd. Starr was having the time of her life.\n\n\nAt the vineyard, Jessica admitted to Nash her part in Allison's escape from St. Ann's. Nash was upset and could not believe his wife would become involved in such a caper. As Jessica expressed her need to protect her family, Nash remained skeptical. Nash believed Allison was conning Jessica. Jessica told Nash about the hidden compartment at the mausoleum; Jessica was convinced that Allison had retrieved something of vital importance. Nash convinced Jessica to tell Bo the truth about Allison. Jessica agreed to go to the ball and reveal the truth to Bo but asked Nash to stay with Bree and guard her with his life.\n\n\nAt the Go Red Ball, everyone's evening appeared to be off to a rough start. Gigi angrily confronted Todd about his role in the shooting. When Rex noticed Gigi's conversation with Todd, he became alarmed and felt the need to assist her. At first, Adriana appeared hesitant, but she agreed Rex should aid Gigi. As Rex looked on, Gigi warned Todd to stay away from her and Shane.\n\n\nAcross the room, Jared suggested Charlie should spend some quality time with his son, Rex. Angrily, Charlie threatened to expose Jared's secret unless his son agreed to calmly speak with him. Nearby, Viki was dreading her conversation with Dorian and her date, Mayor Lowell. When Dorian observed Charlie speaking with Jared, she quickly pointed out to Viki how close the two had become.\n\n\nMeanwhile, Bo informed Lindsay, Nora, and Clint of Allison's escape from St. Ann's. Upon hearing the news, Nora suggested Lindsay offer her expertise on the matter. Before an argument ensued, Clint and Bo quickly separated the two women. Unnoticed in the background, Allison observed the guests and planned her next move.\n\n\nAlone at the bar, Charlie told Jared he'd noticed Jared's reaction to Natalie. Charlie warned Jared not to cause Natalie any pain. Charlie told Jared to give up being a Buchanan if he truly loved Natalie. Charlie threatened to reveal the truth if he ever witnessed Jared looking seductively at Natalie again. Jared warned his father that his relationship with Viki would be over if Jared were to reveal his true identity to the Buchanans. Charlie was willing to make the sacrifice.\n\n\nJared and Charlie's argument quickly turned to the past. When Charlie demanded to know why Jared felt the need to be a Buchanan, Jared admitted he was angry at Charlie for leaving his mother. Jared revealed his mother had met another man, who had physically hurt them both. He told how Pamela Stewart had been the sister of the man and had often gone over and made the abuse stop temporarily. Pamela would often speak of her wonderful relationship with Asa Buchanan and how he loved his sons. Jared admitted that he'd fantasized about having Asa as his father and had jumped at the first opportunity that presented itself. Charlie apologized to his son but admitted he could not change the past.\n\n\nAs Allison spied on the guests, Roxy attempted to convince her to leave. Roxy warned Allison that she would be carted off to St. Ann's once someone noticed her. Allison refused to leave -- until she'd had her fun. Roxy continued to beg Allison to leave. Allison told Roxy she hadn't broken out of St. Ann's to hide behind a curtain -- she wanted to have fun.\n\n\nWhen Roxy took her eyes off Allison for a second, she discovered Allison had disappeared. Roxy finally located Allison and questioned what exactly she was up to. Allison told Roxy she intended to make them all pay. Jessica entered the ballroom, looking for Bo, but noticed Allison peering from behind a curtain. Realizing she had been spotted, Allison pushed Roxy away and took off, with Jessica hot on her trail.\n\n\nNatalie approached Viki to speak with her about Allison. When Natalie wondered if Viki was waiting for Charlie, Viki informed Natalie that Charlie and her Uncle Jared had gone off together somewhere. Viki and Natalie intended to have their discussion at the bar but were surprised to witness Jared and Charlie involved in an intense conversation. Jared asked Natalie if he might have a private conversation with her. At first, Natalie was unwilling but grudgingly agreed. Jared informed Natalie he would like to discuss their relationship. When Natalie informed Jared they were family and needed to realize that, she was startled by Jared's response: \"What if we weren't?\"\n\n\nBo, Lindsay, Clint, and Nora met up again. Nora asked Lindsay when the burning of the secrets would begin. While waiting on Lindsay's response, Nora had a memory of witnessing Lindsay place her secret at the diner. Jokingly, Clint wondered what an unburned secret was called. Nora replied with a smug smile, \"Evidence.\"\n\n\nDorian approached with the mayor and introduced him to Lindsay. Mayor Lowell exclaimed, \"How could I ever forget her?\" When a photographer took a picture of the mayor standing near Lindsay, Mayor Lowell appeared bothered. The mayor asked to speak with Bo privately, and he presented Bo with a letter of resignation.\n\n\nAs Lindsay and Nora watched from a short distance away, Mayor Lowell told Bo to either evict Lindsay from his home or resign as police commissioner. Bo refused to resign and informed the mayor if he wanted to force Bo out, the mayor would have to fire him. Mayor Lowell told Bo to consider it done and demanded his badge. Lindsay approached Bo and questioned if everything was all right. Bo smiled nervously but didn't reveal what had taken place.\n\n\nGigi thanked Rex for defending her. As Rex informed Gigi he would always be on her side, Adriana interrupted their conversation. Gigi and Rex stared uncomfortably at each other.\n\n\nWhile Dorian and Viki called everyone's attention to the podium, Nora excused herself from Clint. Lindsay noticed Nora leaving the ballroom; she quickly followed her. When Nora began to tamper with the secrets box, it fell over and broke -- exposing all the secrets. Lindsay entered the room and found Nora sprawled out on the floor, reading the secrets. Lindsay told Nora she was a jealous shrew who could not stand to see anyone else happy. Nora was embarrassed.\n\n\nMeanwhile, Mayor Lowell approached the podium and informed the room full of shocked guests that Bo was no longer the police commissioner. The mayor announced he would like to introduce everyone to Llanview's new police commissioner, a highly decorated former FBI agent. Everyone gasped as Ramsey approached the podium with a big grin.\n\n\nJessica located Allison standing on the terrace. Screaming at Allison, who had her back to her, Jessica stated, \"It's over, right now!\" Removing a gun from her purse, Allison turned to face Jessica. Smiling, Allison pointed the gun at Jessica and responded, \"It sure is, Jessica.\"\n\n\n",
    "tvmega_recap": "Starr blasts Cole when she sees lipstick on his collar. She accuses them of sneaking around behind her back. She tells them that she is going to go inside Capricorn and have a great time. She walks into a planned surprise birthday party planned by Cole and Langston. Gigi tells Todd that she is going to give him a chance to prove himself. Rex tells Adriana that that must not be good that Todd and Gigi are talking. Jared makes the remark to Charlie that Rex may be wanting him to play daddy to him. Charlie orders him to shut up and listen to him. Charlie confronts Jared about his looks toward Natalie when she came in. Charlie tells Jared that he is not going to let Jared hurt Natalie. Charlie threatens to blow the lid off this whole caper if Jared looks at Natalie in any other way than as an uncle. Nash and Jessica argue over the fact that Jessica had broken Alison out of St. Anne's. Nash orders Jessica to tell him what she did. Lindsay urges Bo to tell her what is on her mind. Bo lets Clint and Nora know that Alison had escaped from St. Anne's. Alison watches the festivities from her hiding place. Alison confronts Roxy as to why she hadn't told her that Lindsay had her hooks into Bo. Starr offers her apologies to Cole and Langston for doubting them. Rex join Todd and Gigi to find out what they are up to. An argument erupts between Nora and Lindsay over Alison. Bo sees Talia and Antonio and tells them that he needs to talk to them. Viki is surprised to see Natalie there. Charlie orders Jared to tell Natalie the truth or back off. Bo fills Talia and Antonio in on Alison escaping from St. Ann's. Jessica explains to Nash that Alison has a secret. Sarah finds out that Cristian had took her lyrics to her song and inscribed them on the front of the heart with the secrets in it. Nora and Clint find out that all the secrets will be burnt at midnight. Dorian introduces Stan Lowell to Bo, Lindsay, Clint and Nora. Viki and Natalie walk in on Charlie and Jared arguing. Starr is shown the collage that they had made for her of all their favorite pics. Stan fires Bo from his position as Police Commissioner because he won't evict Lindsay as his house guest. Nora, on purpose, knocks the box off the table that held all the secrets of the people, who had attended the ball. Mary J. Blige performs in honor of Starr's sixteenth birthday. Back home, Sarah and Cristian enjoy a slow dance. Lindsay catches Nora, red-handed, going through the secrets in the box that had fallen off the table. Roxy catches up with Alison and wants to know what she plans on doing . The Mayor announces that Bo Buchanan is no longer Police Commissioner and appoints Lee Ramsey as the new one. Jessica catches up with Alison out on the balcony. Alison pulls a gun on Jessica.",
    "soapcentral_condensed": "Starr angrily told Cole and Langston how she felt about the two of them sneaking around. Jessica told Nash about the hidden compartment at the mausoleum; Jessica was convinced that Allison had retrieved something of vital importance. Gigi angrily confronted Todd about his role in the shooting. Jared admitted he was angry at Charlie for leaving his mother, Pamela Stewart. Charlie threatened to expose Jared's secret unless his son agreed to calmly speak with him. Jared told his father that his relationship with Viki would be over if Jared were to reveal his true identity to the Buchanans. Charlie apologized to his son but admitted he could not change the past. Natalie asked if he might have a private conversation with her, but was startled by Jared's response: \"What if we weren't family?\" Natalie was unwilling to discuss their relationship, but grudgingly agreed to discuss it with Clint and Clint informed Natalie that they were family and needed to realize that they needed to talk about their relationship. Natalie and Viki were surprised to witness Jared and Charlie involved in an intense conversation at the bar.\n"
}