{
    "soap_central": "\n\nMatthew and Bo go to visit Lindsay at the gallery, and Nora shows up a little later. Matthew made the plan to celebrate Jen's birthday, which really moves Lindsay. Bo opens the box of cupcakes they brought, and Lindsay takes Matthew in the kitchen to get some sodas and set everything up. While they're busy, Bo and Nora bond over how good a kid Matthew is. She then tells Bo that she plans to go see Kirk at Statesville and asks him not to question her about it. Bo doesn't like the idea, but Nora won't take no for an answer. Just then, Michael and Marcie arrive so that Lindsay can babysit Tommy, but when they see that she's busy, they offer to take Tommy on their date with them. Lindsay tells them not to be silly and insists that she watch Tommy for them. She then thanks Bo, Nora, and Matthew for celebrating Jen's birthday with her, and they leave. Michael and Marcie say they should leave, too, and Lindsay practically kicks them out of the gallery. After they leave, she snuggles with Tommy and tells him his parents love him just like she loved Jen. \n\n\nLater on, Lindsay is frantically looking in Tommy's diaper bag for something to calm him down when Bo returns. He realizes what good timing he has, and offers to help her.\n\n\nTate visits Kirk in Statesville and tells Kirk he's there to make sure that Kirk taking the rap for him is the last stupid thing Kirk does. Kirk tells Tate that no one will ever find out from him that Tate is the one behind the attacks. He continues that the only reason he confessed is to protect Tate because he loves Tate no matter what Tate believes. Then they discuss how Tate came back from Wyoming a completely changed man. Kirk is disgusted, but Tate believes he's doing the right thing. He starts propagandizing about being part of a war, but Kirk tries not to listen. After his spiel, Tate again asks Kirk what he's taking the fall. Kirk says that he wants to give Tate a chance to redeem himself, but Tate will hear none of it.\n\n\nKirk then realizes how big a mistake he made in confessing to crimes he didn't commit. He tells Tate to stop the violence or he'll tell the whole truth about the hate crimes. Tate asks Kirk if that's a threat. Kirk simply says that he wants to protect Tate and other potential victims, but Tate refuses to give up his agenda. Kirk asks Tate how Adriana fits into his plan. Tate gives him no answer and walks away. As Kirk asks the guard to take him back to his cell, Nora walks in and tells the guard to wait for a bit.\n\n\nNora rails at Kirk for the attacks and says that his crimes have only made the victims stronger. The only thing she can't understand is how he could raise a son and know what unconditional love is like yet still attack other people's children. She goes on, saying that the things Kirk did are tearing up his son and that he'll lose Tate. Kirk tells Nora that losing his son is the greatest loss he's ever had. She glares at him, tells him that he makes her sick, and walks away.\n\n\nAdriana returns home looking sullen. Layla asks her if anything is wrong, and assumes it must be something about Tate. Adriana tells Layla that Rex is still worried about her. Layla agree with Rex, and asks Adriana how she knows that Tate isn't like his father. Adriana reasonably suggests that Tate wouldn't have gone into business with a black woman and a Latina if he was racist. Layla then starts to blame herself for Evangeline being in a coma, and thinks that they should have screened Tate better. She also worries about losing her sister forever. Adriana comforts her, telling Layla that it's not her fault and that she won't lose her sister. \n\n\nTate arrives at Adriana and Layla's apartment. Layla makes a hasty retreat. Tate realizes that Layla hates him and fakes agony over how his father being a racist is hurting him. Adriana gives him a hug. During this hug, Tate gets a suspicious look on his face. Later, he tells Adriana that he has a feeling that his father is a marked man while he's in prison.\n\n\nVincent brings Natalie a drink at Rodi's. He tells her that he was thinking about her, which prompts her to ask him to go out with her. Vincent assumes he's the rebound for Natalie, but she says otherwise and asks him out again. He tells her he can't because he's started seeing Layla again. Natalie is embarrassed and thinks that she's a loser. Vincent starts chuckling at the idea that Natalie thinks she's a loser just because she doesn't have a handful of guys chasing after her. They banter a bit and he gets Natalie to laugh. He then gets introspective, saying that the attacks are what brought him and Layla closer together. Natalie then realizes that she just has bad timing. They decide to remain friends. They then banter a bit more, and Natalie says that it never would have worked out between them. Vincent agrees, because he's too good for her, which gets a hearty laugh from Natalie. They toast to their friendship and give each other a hug. At that exact moment, Layla walks in to see them embracing.\n\n\nMiles orders a drink at Rodi's and Roxy introduces herself to him. She talks about Natalie and how Nat broke up with John. Miles says he knows her history. She then mentions John going after Marty, but Miles corrects her by saying that Marty is his wife. Roxy is shocked that she hadn't heard this before and that she thought John had the hots for Marty. Miles insists that John and Marty are just work colleagues. Roxy mentions how John tends to date his colleagues, and notices that Miles is getting jealous. She then digs into his marriage and realizes that he's like his brothers by getting married rather spontaneously in Las Vegas. Miles is insulted by this. Roxy apologizes, and then notes that Miles isn't anything like John either. \n\n\nRoxy doesn't understand why Miles isn't home with Marty. She asks him why he married Marty and if he made Marty an offer she couldn't refuse. Roxy then starts to ramble about how whirlwind romances can turn sour at the drop of a hat and notices Miles having a reaction to that statement, too. She's surprised that his and Marty's relationship has turned sour already. He just tells her that they haven't had a honeymoon yet, but they will eventually. Roxy says she has to get going, and gives Miles a kiss before leaving. She also congratulates him on winning Marty before John could.\n\n\nAt the hospital, Marty has a feeling that she might not have killed Spencer. She remembers being in Spencer's room when he was still alive but ends up in a different room some time later. She describes the room to John and he brings her to the ICU on-call room. She has a memory of waking up there with her head pounding. She then remembers that she tried to go home after she woke up, and John thinks that Spencer was killed while Marty was trying to go home. Despite John's prodding, Marty remembers nothing else about the night in question. She concludes that she must have killed Spencer, but John's not convinced, especially given the lack of blood on her that night. Yet they both can't figure out why she remembers holding the bloody scissors. \n\n\nMarty gets frustrated at not being able to remember anything. John wants her to get her head injury checked out. She asks him if he's doing this because of Miles or because he believes she's innocent. He simply answers that Miles has to be stopped. \n\n\nJohn sets up Marty's CT scan, but says he has to leave to go follow up on a few things. He tells her to trust him to get her out of both her marriage and a murder charge. Marty asks him to leave her marriage alone. He asks why, but she doesn't give him an answer. He storms off, vowing to figure it out himself.\n\n\nLater a nurse comes to get Marty for her CT scan. The nurse asks how Marty got her injury. Marty tells her that she wished she knew. \n\n\nAt Rodi's, John ambles up to Miles and orders a beer. He tells Miles that the thing Miles calls a marriage is over.\n\n\n",
    "tvmega_recap": "Tate visits his Dad in jail and lets him know that he was stupid to take the blame for a crime that he didn't commit. Roxy introduces herself to Miles. After talking to him a few minutes, she finds out that he married Marty. Matthew, Bo, and Nora come to Lindsay's art gallery to help her celebrate Jen's birthday. Kirk urges Tate to stop his hateful and violent rampage. Tate refuses to listen to his father and assures him that One Pure People must win over all races. Kirk threatens to report Tate to the police unless he stops this rampage. Natalie meets up with Vincent and asks him out on a date. Vincent refuses the date and tells her that he wants Layla, so they vow to be\" just friends.\" Questioned by John, Marty continues to remember things that happened the night that Spencer was murdered. Layla is afraid that Adriana will be Tate's next victim, and even warns Adriana against Tate. Tate comes to visit to let Adriana know that he visited his father in prison. Adriana hugs Tate. After talking to Marty, John concludes that Marty was knocked out by the real killer. Nora goes to the jail to visit Kirk and confront him about burning down her home. Bo comes back to visit Lindsay and then helps her to deal with a fretful Tommy.",
    "soapcentral_condensed": "Matthew and Bo go to visit Lindsay at the gallery, and Nora shows up a little later. Matthew made the plan to celebrate Jen's birthday, which really moves Lindsay. Michael and Marcie arrive so that Lindsay can babysit Tommy, but when they see that she's busy, they offer to take Tommy on their date with them. Later on, Lindsay is frantically looking in Tommy's diaper bag for something to calm him down when Bo returns. He realizes what good timing he has, and offers to help her. Adriana tells Layla that Rex is still worried about her. Tate realizes that Layla hates him and fakes agony over how his father being a racist is hurting him. Natalie is embarrassed and thinks she's a loser because she started seeing Layla again. Vincent asks her to go out with him again, but she says otherwise and asks him out again. He tells her he can't because he's on the rebound and asks her if she wants him to go with her.\n"
}