{
    "soap_central": "\n In The Boom-Boom Room \n\n\nTess continued to interrogate Todd on his plan to take Starr's baby. Finally, annoyed at her questioning, Todd turned the tables and asked Tess about her own plans. He wondered if she shouldn't be running away from Llanview with all that had dirtied her own hands. A sarcastic Tess suggested that her uncle keep quiet or she'd talk. \n\n\nTaking Bree to the new nursery, Tess told her daughter that she needed to make a plan before Jess returned. She told the baby to dream about her daddy the way she did every night. Looking around for something the fussy baby could play with, Tess came across a monitor, the type used by parents to listen in on their infants from another room. Todd received a frantic call from Dr. Joplin, wondering what he expected from her and still trying to remove herself from his scheme. She pointed out that there would be other people in the delivery room who would realize that there was nothing wrong with Starr's new baby, even as she told them that there was. \n\n\nTodd suggested that the doctor have someone to help her, perhaps a nurse. Spying Janet through the doorway, he informed the doctor that he had the perfect choice. As Tess brought a wide-awake Bree into the room, Todd took Janet to the nursery for privacy. Hearing the plan, Janet told her boss that she would help Marty only, not him. She expressed her misgivings at everything that Todd was doing, including lying to Marty. Todd insisted that Marty was over her past  and wanted the baby-and he needed Janet to make that dream come true. He explained that he needed her to help with the delivery, that something would go wrong, and she would take the baby before everyone else in the room was aware of what was happening. They would be told the baby was dead. \n\n\nForgetting that she had a piece of the baby monitor, Tess listened in wide-eyed to Todd's instructions to Janet. She compared herself to Mother Teresa after hearing what Todd had planned. Todd threatened a sickened Janet with exposure of her past as Lee Halpern if she did not comply. He wondered why Janet would want to take away Marty's future and have sympathy for Starr when she didn't even know Starr. Tess thought she should be more like Todd and make a plan. With that in mind, she decided to head for Llanfair and take Tina's jewels, enabling her to get some quick money for an escape from Llanview. \n\n\nShe asked Janet to watch Bree for some practice and, seeing Todd perusing baby names, told him how helpful Janet was. He wondered what she meant as he told her to go to hell. \n\n\n\"Back at ya,\" Tess replied. After she was gone, Todd's head was filled with voices of everyone he knew, past conversations and comments, becoming louder and louder. Everyone was yelling and talking at once. \n\n\nAfter an evening filled with video games, Matthew and Shane prepared for bed, rolling out their sleeping bags. Shane shared his thoughts with Matthew, who was able to promptly relate to Shane's dilemma of having two dads. He shared his own experiences with Bo and Sam and the fact that he didn't know about his true father until after Sam was dead. This hit home with Shane, who hoped that both of his dads would pull through. He explained how cool he thought Rex was until Brody showed up. He expressed his dismay at being mean to Rex, though, and also understood Brody's actions. He still thought of Brody as his dad, he revealed. \n\n\nMatthew assured the younger boy that his parents were okay with him remembering Sam and he felt that Rex and Gigi would feel the same towards Brody. Shane could only wonder if Rex would make it. He fell asleep with memories of Brody filling his head. \n\n\nA hospitalized Brody received a visitor, Wes, who was with him in Iraq. A dazed and restrained Brody asked his buddy what he had done and where he was. Gently, Wes advised him that he was in the VA Hospital. Brody wondered if he had shot someone and explained that he had been having flashbacks of his time in Iraq. He then recalled shooting Rex and expressed concern about him, as well as Marcie, Gigi and Shane. Wes thought of having Brody moved elsewhere for better treatment and assured the man that his actions, both in Iraq and in Llanview, were not his fault. Nevertheless, Brody blamed himself. \n\n\nWes informed Brody that Gigi and Shane were all right, but Brody pressed, wanting to know about Rex. Finally, Wes advised him that things didn't look good for Rex and that he might not make it. Hearing the news, Brody appeared to be in shock, as Wes assured him that he would get through it. \n\n\nAdriana told the unfamiliar nurse to turn around, pointing out that she did all interviews with the nursing staff herself and did not recognize her. As a frozen Gigi kept her back to Adriana, Marcie ran down the stairs to intercept, attempting to persuade Adriana to take a bath while the water was hot. Adriana demanded identification from the unknown nurse, but was again interrupted, this time by a knock on the front door. \n\n\nIt was Michael, who explained that he had stopped by to check on Rex. Not wanting to give away that Michael had led them to Rex, Marcie piped up, \"Oh you knew?\" After some awkward moments, covered with nervous chuckles, she gave him some brief nods of the head and funny looks. Shocked, he realized that the momentarily forgotten nurse standing nearby was a disguised Gigi. \n\n\nAdriana asked him if he knew the nurse because if he didn't, she would call the agency. Michael stumbled over his words as he assured Adriana that he did indeed know Nurse Nancy, one of the best nurses around. When Adriana stated that she would accompany Michael when he looked at Rex, Michael quickly recovered, advising her that he needed the area to be sterile for procedure and that it wasn't a good idea for her to be there. Marcie finally persuaded Adriana to take her bath, so that Michael and the nurse could work on Rex. \n\n\nOnce inside the living room, Michael told the nurse on duty to take a break, while assuring Gigi that Rex needed a miracle and that he was barely hanging on. It might be the last time that she ever saw him, he added sadly. Giving her a few moments alone with Rex, Michael reminded her that he wouldn't be able to keep Adriana out forever. \"It's me, Morasco,\" Gigi said to Rex. \"What's up?\" She told him of her difficulty getting to see him, how nothing was ever easy for them and how she had always loved him. She ran through their entire relationship, from their past and from their later meeting in Paris, Texas, to their meeting again in Llanview. \n\n\nCrying, Gigi continued on, reminding Rex that she had gone through time for him, that everything was on the line and he needed to step up. She continued on, mentioning that she didn't go through all that she did for nothing, and that she and Shane needed him. She also stated that she would go wherever she needed to in order to get him back. Slowly, Rex opened his eyes as Gigi begged him not to leave her. Out in the hallway, Adriana encountered Michael and asked why he wasn't with Rex. \n\n\nAt Llanfair, Tina clumsily rigged the dynamite to the safe, hoping to blow it open, enabling her to retrieve her stolen jewels. Lighting the fuse, she suddenly realized that she was about to blow herself up along with the safe. Quickly snuffing it out with a pillow, she turned to the Internet, hoping to find instructions on how to blow something up safely. \n\n\nAfter printing out instructions, Tina headed for the hardware store, purchased some supplies and re-arranged her dynamite and fuse. She told herself that she'd get her jewels, rescue David Vickers, then turn her attention to Jared and Natalie. She viewed herself as a heroine, even as she hid her knowledge of Tess from everyone. \n\n\nAs Tina stepped outside to light the longer and improved fuse, Tess entered the house and headed for the safe. \n\n\n",
    "tvmega_recap": "Marcie and Michael help Gigi get into the room alone to see Rex and hide from Adriana. But it looks like Rex is not going to make it regardless. Shane admits to Matthew that although he's believed all his life that Brody is his dad, he is concerned about Rex and doesn't want him to die. Matthew informs Shane that he recently found out that Bo was his father for the first time and could not live without Bo. Tess finds out all about Todd's plan. He reveals to Janet that he needs her \"help\" in the scam to have Starr believing that her baby died so that he and Marty can adopt the baby.",
    "tvmega_summary": "Episode # 10301 - \"In the Boom-Boom Room\" Written by Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, Anna Theresa Cascio, & Michelle Poteet Lisanti",
    "soapcentral_condensed": "In The Boom-Boom Room Tess continued to interrogate Todd on his plan to take Starr's baby. Todd suggested that the doctor have someone to help her, perhaps a nurse. Spying Janet through the doorway, he informed the doctor that he had the perfect choice. As Tess brought a wide-awake Bree into the room, Todd took Janet to the nursery for privacy. After she was gone, Todd's head was filled with voices of everyone he knew, past conversations and comments, becoming louder and louder. After an evening filled with video games, Matthew and Shane prepared for bed, rolling out their sleeping bags. Shane shared his thoughts with Matthew, who was able to promptly relate to Shane's dilemma of having two dads. He expressed his dismay at being mean to Rex, though, and also understood Brody's actions. Matthew assured the younger boy that his parents were okay with him remembering Sam and he felt that Rex and Gigi would feel the same towards Brody. Shane could only wonder if Rex would make it. He fell asleep with memories of Brody filling his head.\n"
}