{
    "soap_central": "\n\nNash pays a visit to Antonio and Jessica in order to apologize for taking her and the baby to NYC. Antonio tries to get him to leave but Jess wants to hear what he has to say. He promises that it will never happen again and she thanks him. Upon receiving a call from Bruce, he advises his lawyer that his services will no longer be needed. Bruce tells him that he can have Claudia if Tess doesn't work out and besides, she just inherited plenty of money from her father. Nash insists he's not interested. When Jess realizes who is on the phone she has a Tess flashback to when Bruce drugged her at his party. She can't believe that Nash has been involved with someone so sleazy. He promises that he would never let anything happen to her. Unable to see Brennan because she's sleeping, he finally leaves. Jess and Antonio agree to give the baby a nickname; she knows that Antonio has difficulty with the baby's name and she understands. They decide on Bree. Antonio assures her that he fell in love with Bree from the moment he saw her and has had no trouble in accepting her. His family is his life and he will never take Jess for granted. She's the love of his life.\n\n\nClint accompanies Viki to the hospital so that she can see Starr. She learns that her condition is still the same and she feels badly for Blair and Todd. When Clint mentions that Dorian has become more accepting of the Buchanans, Viki realizes that he has slept with her nemesis and is horrified but appreciates that it's none of her business.  It really doesn't bother her, she claims. She only wants him to be happy but just can't believe he is with Dorian. Rolling her eyes when Clint tells her that so far he really is happy, she suggests that she should stay at the hospital until there's word on Starr. He convinces her that they need to go home and get some sleep.\n\n\nRex searches the island fruitlessly for Adriana and keeps in touch, with difficulty, with Bo. He's sure she's in trouble and may be involved with her stalker. She saw him with a homeless guy and ran away after hitting him over the head. Voicing his thoughts out loud causes Rex to realize that the man may have actually been the stalker after all and he becomes more frantic. Bo cannot put out an APB or a missing persons report as she ran away and it's not 48 hours. He also doesn't want a Dorian panicked and finding more ways to get Rex out of Adriana's life. In the meantime, the man nabs Adriana as she wanders around and she struggles to get free. He manages to calm her down and announces that he only saw her crying and was trying to help her. He relates the same story that Rex did. Adriana begins to doubt that Rex is in cahoots with the stalker and figures maybe he arranged it all just to be her hero. She is still confused though, over all of the emails on his computer. He advises her that he knows of a small boat that she can take to get to the mainland and suggests she follow him. She does, at a distance, but is stopped by a man in a car. He knows of her blond boyfriend as he's seen them together while with his own family. He needs to get off of the island himself for a meeting and offers to take Adriana with him. She gets into his car.\n\n\nAt Rodi's, Marcie spies on Tommy with his new foster parents who appear to be drinking more than they should. She's caught by Lindsay and explains that she's already tried to convince Michael, the police and child services that the new parents are irresponsible. It's after midnight and the child shouldn't be at a bar. Lindsay agrees to sit with her and watch so that she can later be a witness. The waitress recognizes Marcie as having been the person who created quite a scene earlier. When the baby begins to yell soon after the parents get up to dance leaving him behind with the same waitress, Marcie jumps up. She makes another scene, as the girl wants to put whiskey on the baby's gums to soothe his possible teething. An already depressed Nash arrives and gets in between Marcie and the parents as a shouting and shoving match ensues. He himself was bounced around in foster homes and can relate to the baby, he yells. As Marcie tries once again to reach someone at child services, the parents sit down and wait. Lindsay comments that Nash has quite the paternal instinct. Tommy is just a little older than his Brennan, he replies.\n\n\n",
    "tvmega_recap": "Adriana is in the street. She hides and Rex drives right by her without seeing her. Someone watches Adriana from the bushes. She feels like someone is out there. \"Hello!\" she calls out. No one answers. A car is coming. She hides in the bushes. When the car is gone, that is when the stalker grabs her and drags her deeper and deeper into the bushes Rex calls Bo using his earpiece. He tells that Adriana thinks that he is the stalker. Bo wonders if the homeless man really was harmless when Rex tells about him. Rex sees that he has been stupid now and he turns the car around. Bo needs directions to where he is but Rex and Adriana are on an island and there is no police and hardly any people. She has no cellphone or money The man drags Adriana to a campsite. He makes her sit and he removes his hood, showing his face and crossed eyes. He says that he has been watching her and feels that he knows how he can help her. She thinks he is the stalker but after he confirms that he has spoken to Rex who gives him money from time to time, she relaxes. The man tells how Rex did say that she was afraid of strangers. Adriana is confused. If Rex was protecting her, then why all the emails in his computer? Adriana is calm. Rex returns in his car and Adriana and the homeless man duck so he doesn't see them. The homeless man tells that he wouldn't do that if he were working with Rex. He offers to get her in a boat and take her to the mainland but she won't go. Adriana walks the street in total darkness. A car comes up and this time Adriana doesn't hide. The car stops and a man asks her what she is doing out there. He guesses that she is the girlfriend of that blonde kid. He tells that he is staying with his wife and kids up the street and that she can get a ride if she wants. She seems hesitant at first. Then she smiles. \"Okay! You are a lifesaver!\"",
    "soapcentral_condensed": "Nash pays a visit to Antonio and Jessica in order to apologize for taking her and the baby to NYC. He promises that it will never happen again and she thanks him. Marcie spies on Tommy with his new foster parents who appear to be drinking more than they should. Viki realizes that Dorian has slept with her nemesis and is horrified but appreciates that it's none of her business. Rex searches the island fruitlessly for Adriana and keeps in touch, with difficulty, with Bo. He's sure she's in trouble and may be involved with her stalker. He advises her that he knows of a small boat that she can take to get to the mainland and suggests she follow him. She does, at a distance, but is stopped by a man in a car. He knows of her blond boyfriend as he's seen them together while with his own family. He needs to get off of the island himself for a meeting and offers to take Adrianna with him. Bo cannot put out an APB or a missing persons report as she ran away.\n"
}