{
    "soap_central": "\n \nDorian showed up at Todd's house with a peace offering in the form of an early birthday gift for Starr. She also wanted to apologize to her family members for her offensive behavior involving her hiring of Lowell. A less than receptive Blair informed her that both Langston and Starr had moved out, and she refused to tell her aunt where Langston had gone.\n\n\n\"I understand your anger,\" Dorian began, but Blair went off on her aunt and reminded Dorian of what she had done. Dorian felt that Langston should be home with her, and she was upset that no one had asked her about Langston's new residence. She was also scared because Blair was once again living with Todd. Blair emphasized that she was only living with Todd and was not involved with him. \n\n\nBlair reminded Dorian that Langston and Starr were both almost 18 and couldn't be controlled. They were old enough to make their own decisions and mistakes. Blair felt that Dorian should have taken the hint when Langston had walked out of La Boulaie. Dorian had only herself to blame, Blair added. Dorian stuttered that she'd had a good reason to hire Lowell, and it had been for love of her family. \"Your love hurts,\" Blair snapped.\n\n\nDorian was emphatic about wanting her family back. \"You can't always get what you want,\" Blair responded. Dorian snarled back that Blair should follow her own advice. Blair pushed Dorian toward the door. \"You don't get to comment,\" Blair yelled at her aunt.\n\n\nAn irritable Markko stepped out of his bedroom and over Hope's toys as he complained about his lack of sleep and privacy. Langston revealed that she was searching the Internet for a new apartment for the two of them to share. They were interrupted when David arrived with his newly hired lawyer, Elijah, who stated that David had cornered him into representing David. David informed Markko that he was suing for copyright infringement, and he wanted Markko involved. Langston, impatient to begin the new apartment search, advised Markko that she would check out an apartment without him.\n\n\nDavid urged Elijah to show Markko a new sensational video he had found on the Internet. David was horrified looking at the ugly, nerdy actor who was named Tuc. Markko thought that he resembled David, but David shook his head in disagreement. David was adamant about having a case, though Elijah was far less certain. Markko wasn't sure why he was involved, having only been a cameraman. He didn't want anything to do with David's suit against Ford.\n\n\nDavid wanted Markko to watch more of the video, and Markko was appalled to see an actress appear who looked exactly like Langston. The actress, named Brittany, was awful according to David. She began to kiss Ford, who also appeared in the film. He passionately kissed her back. When Markko saw them, he hastily advised David that he wanted to be included in the suit. Markko offered to locate Ford for David. Elijah received a text message from Blair and quickly departed, announcing that he had an emergency. Dorian arrived as Elijah was leaving.\n\n\nShe was shocked but happy to see David, who advised her that he was in town for business. He was in no mood to make nice to Dorian and demanded to know why she had fired Bo. Dorian expressed her desire for support, and David sarcastically noted that Amelia was no longer around. \n\n\nDorian admitted that her professional ambition had gotten in the way of her personal life. David agreed that maybe things would have turned out differently instead. Smiling, Dorian reminded David that she had plenty of room at La Boualie, but David growled that he'd hardly be at her place after she fired Bo. He had nothing to say to her, and after Markko located Ford's address, the men advised Dorian that they had to leave.\n\n\nDavid stated that they were looking for Ford because the man owed him money. Dorian offered to help, but he firmly told her that he didn't want it, especially if she wouldn't rehire Bo. Dorian noted that it was out of her hands. \"Then so am I,\" he replied. Markko informed Dorian that Langston was out, and Dorian insisted on waiting, since she was not only the mayor but also Langston's mother. \"Not to hear Langston tell it,\" Markko muttered. David repeated that he didn't want or need Dorian's aid.\n\n\nThe men left, and Dorian set up her cards and gifts for Langston and Starr. Suddenly, a gloved hand reached from behind her and covered her mouth.\n\n\nA shirtless Ford stretched his limbs and asked Oliver to help him out with a muscle problem in his back. Oliver did his best to get out of it but finally relented. As he wrapped his arms around Ford to crack his back, Kyle showed up and walked into the men's apartment without knocking. He found the pair in a compromising position.\n\n\nKyle teased that he knew what Oliver was doing in his spare time as Oliver quickly introduced Ford as his new roommate. He explained that Layla and Cristian were sharing a room, so there was an extra bedroom available. Ford was happy to save the money, and Kyle suggested that he could buy some clothes with the extra money. Ford assured Kyle that he was straight. \n\n\nKyle persisted in teasing Oliver, who insisted he was innocent. He denied looking at Ford, whom Kyle described as \"hot.\" Oliver reminded his boyfriend that he didn't sleep with straight guys. Kyle suggested that it was only the straight women that Oliver preferred.\n\n\nRex and Stacy arrived at the hospital for Stacy's latest obstetrical appointment and ran into another of the doctor's patients, who had spoken to Stacy in the past. The woman stopped to chat and was surprised to hear that Stacy's due date was February 14. Her own date was after Stacy's, and she wanted to know Stacy's secret for remaining so small. Stacy rudely told the woman that she didn't eat like a horse. The doctor was nearby and quickly thumbed through her charts when she heard the date that Stacy had given.\n\n\nThe doctor ushered Stacy and Rex into the exam room, and Rex berated Stacy for being impolite to the woman. Stacy claimed she was stressed, and Rex offered to help calm her down. She wanted to have her examination in private, and she advised him she was safe from Mitch while in the hospital. She accused him of making her nervous, and he finally gave in. The doctor wondered if Stacy was afraid that Rex would learn that the baby wasn't his.\n\n\nThough Stacy insisted that Rex was the father, the doctor was disbelieving. The doctor, citing patient confidentiality, admitted that she would not be able to say anything to Rex but advised her patient that things would get \"sticky,\" especially when Stacy wasn't close to delivering a baby on February 14. She didn't want Stacy to be stressed. Stacy disclosed her run-in with Mitch.\n\n\nRachel and Schuyler moved into their new apartment with Gigi and Greg's help. Gigi was confident that Shane would \"come around\" in his acceptance of Schuyler in the same way that Shane had accepted Stacy and the new baby. Schuyler wasn't too sure. Greg appeared unhappy with his girlfriend's new living arrangement and grumbled as he headed out to the car to retrieve a box. \n\n\nGigi left to pick up some coffee. Left alone, Rachel asked Schuyler about his baby with Stacy again. Schuyler pleaded with her to stop mentioning it. When the other two returned and wondered what was happening, Schuyler thought it was a good time to head to the hospital.\n\n\nGreg was worried that Schuyler would be making moves on Rachel, but she assured him that he had nothing to worry about. She and Schuyler each had relationships with others. Greg wondered about sharing a place with Rachel, but she stressed that she would not move in with him. She had to get used to being in a relationship first, and Greg agreed that it was the same for him. She told him to be nicer to Schuyler.\n\n\nGigi left with Schuyler, and they remained in the hallway to chat. Schuyler felt that Greg was a bit intense, and Gigi warned him to stay away from Rachel. Just then, Langston walked by, looking for the empty apartment. Gently, Schuyler broke the news that he had just signed a new lease, and the apartment was no longer available. Dejected, Langston thought that perhaps something else was available, and she walked away. Schuyler and Gigi expressed how happy and blessed they were feeling and sealed it with a kiss. Just then, Rex appeared.\n\n\nRex revealed that he had moved back to his loft to live with Stacy because she was in trouble. He made it clear that it was due to Mitch, who had gone after her and the baby. Schuyler immediately asked if the baby was okay, and Rex related that both the baby and Stacy were fine. He added that the police were no help, with Lowell having released Mitch from jail. He was in the process of lining up full-time protection. \n\n\nAs Schuyler continued to ask questions pertaining to the baby, Rex snapped that it was Rex's baby and therefore none of Schuyler's business. Gigi was sorry for all that had happened and clarified that she still cared about Rex. Schuyler left for the hospital.\n\n\nRex thanked Gigi for caring, and the two continued their conversation civilly. Rex was positive that Mitch wasn't after Shane, but Rex was in the process of hiring security for Shane and Gigi as well. He felt it was his duty even though he was unable to afford it. He wouldn't let anything happen to them.\n\n\nLangston made her way to the apartment that Layla, Cristian, and Oliver shared but was surprised to find Ford there instead. She thought she had made a mistake, but he assured her he was living there too. She explained that she had been looking for a new apartment in the building. Ford offered to help her out. He also wanted to discuss the musical she was writing. He excused himself to take a quick shower and asked her to wait.\n\n\nFinishing up his shower, Ford rushed out clad only in a towel. He apologized for having to rummage through his bag for clothes and hastily put on a pair of pants. He remained shirtless. He and Langston chatted about her moving in with Markko. She stressed that she was mature for her age, though Ford thought it was a big commitment to be moving in with a boyfriend. \n\n\nFord wondered if Langston was sure that Markko was the one for her. She steadfastly stated that she was sure and that she and Markko had been together for a couple of years. They knew everything about each other, she continued. She accused Ford of not liking Markko, since he had criticized Markko's film so strongly.\n\n\nFord disagreed and informed her that Markko's film showed raw talent, though it was flawed. He was actually envious of Markko's talent and of his relationship with Langston and really liked him. He had never been serious with anyone or been with anyone that he would have wanted to live with, he explained. He suggested that Langston write her musical about herself and Markko. She didn't want her life on the stage, she responded. She thought that David would be a good person to base her musical on, especially since he was back in town. Ford was astonished to learn that David was around.\n\n\nFord continued to pursue David's return to Llanview and was worried when he learned that David had an attorney. Grabbing a newspaper, he sat down next to Langston so they could talk about her musical. They were surprised when Markko walked in.\n\n\nOliver dropped Kyle off at the hospital, and Kyle teased him about leaving to head back to Ford. Oliver returned to his apartment building and ran into Rex as Gigi was leaving. Rex offered Oliver the job of protecting Stacy.\n\n\nBlair and Elijah flirted via text message, and Blair waited for Elijah to show up at Todd's house. When Elijah arrived, she answered the door and was wearing sexy lingerie. They were in a state of undress and on the floor, though Elijah was concerned about Todd returning home.\n\n\nSchuyler located Stacy's exam room and burst in on her. He demanded to know when she was planning on telling him about Mitch going after his baby. Stacy tried to get rid of him and advised him that she had security to protect her. She was afraid he was going to stir things up, and she wanted him to be quiet. Kyle walked into the exam room as Schuyler asked Stacy how he was supposed to stay away when the baby was his.\n\n\n",
    "tvmega_recap": "David is ready to sue Ford for casting a character who looks like David in an unattractive light. Markko is not interested in helping David until David shows him a video of a girl in Langston's image making out with Ford. At that point, they both want to sue him. Ford moves into the apartment with Layla, Cristian and Fish. Kyle is not ok about him living there and is afraid that he's tempting Fish. Meanwhile, Stacy has to keep the secret that her baby is not Rex's. But Schuyler knows better and when he finds out that Mitch threatened the baby, he goes to see her and is overheard by Kyle admitting that it's his baby. Rex asks Fish if he could offer Stacy personal police protection. Still nobody except Stacy knows that her baby could be Fish's. Dorian tries to reach out to Blair and to David. But they won't forgive her for what she did.",
    "tvmega_summary": "Episode # 10604 ~ Movin' On Up",
    "soapcentral_condensed": "Dorian showed up at Todd's house with a peace offering in the form of an early birthday gift for Starr. She also wanted to apologize to her family members for her offensive behavior involving her hiring of Lowell. A less than receptive Blair informed her that both Langston and Starr had moved out, and she refused to tell her aunt where Langston had gone. David arrived with his newly hired lawyer, Elijah, who stated that David had cornered him into representing David. David urged Elijah to show Markko a new sensational video he had found on the Internet. David told Markko that he was suing for copyright infringement, and he wanted Markko involved in the suit, though he wasn't sure why he wanted to be included in it.. Kyle found the pair in a compromising position and asked Oliver to help him out with a problem in his back. A gloved hand reached behind her and covered her mouth with a shirtless Ford, and Kyle covered his mouth with his hand. The men left and Dorian and Langston set up a set of cards and gifts for Langston.\n"
}