{
    "soap_central": "\n\nCristian was bussing tables at the diner when Evangeline stopped by wanting to talk to him. She told him that she had been happy to get something in the mail from him, but he didn't understand why that could be when she had gotten a very expensive necklace from Todd. Evangeline told Cristian that she hadn't accepted the necklace, but Cristian didn't want to hear it. Evangeline wondered why Cristian couldn't have given her back her key in person instead of sending it to her in an envelope with no note or anything. Cristian didn't know what more there was to say, and he figured she'd want the key back sooner or later for someone else. \n\n\nEvangeline understood that he had mailed the key because it hurt him so much to see her, and she told him that it hurt her too. She just wanted to be with him and asked if they could get back to that. Cristian told her that he was giving up on the relationship because he didn't want to compete with Todd, and he didn't think he could compete because Todd had so much money and power. Evangeline was shocked that he thought that was what she wanted. She only loved him. \n\n\nCristian wanted Evangeline to prove her love and that he could trust her again by cutting Todd out of her life. Evangeline balked at this idea and tried to convince Cristian that Todd wasn't a threat to him. She wanted to know what more she could say, and he suggested she say goodbye. At that moment, he realized she already had. He gave her back her key, and she reciprocated. After Evangeline left, Cristian looked at the necklace he had bought for her birthday gift and threw it in the garbage. \n\n\nRex walked into Tate's underwear fitting at Adriana's apartment. Adriana explained to Rex that getting Tate to model for Exposed was the only way they could book an ad agency. Layla arrived at the apartment with a bunch of supplies for the photo shoot, which they were having at Llantano Mountain. Tate, sensing a little awkwardness in the room, offered to help Layla pack for their trip. Rex showed Adriana the balloon he had taken there for her as an anniversary gift. \n\n\nRex said it was not an anniversary gift of when they had first started dating. Rather, he was celebrating the anniversary of the day he had known that he loved her. He had also bought her a necklace. Adriana was touched and convinced Rex to go to Llantano Mountain with her, Layla, and Tate so they could celebrate more after the photo shoot. She went to pack, and Tate walked out of Layla's bedroom. \n\n\nRex tried to not so subtly get information about Tate's personal life. Tate saw through Rex's questioning and asked if Rex was worried that Tate was making a play for Adriana. Tate told Rex that he was not the kind of guy that would get in between anyone's relationship. Rex then asked Tate if he'd sign a baseball for Matthew, and Tate went one step further and offered to meet Matthew. \n\n\nAs Tate, Rex, Adriana, and Layla were getting ready to leave, Cristian showed up because Layla had called him to ask him to be a photographer for their photo shoot. She also was doing it to help him get his mind off of Evangeline. He knew about that and didn't think that he'd be able to stop thinking about Evangeline. Layla was very convincing, however, and he took the job with Exposed. \n\n\nTodd went to Llanfair to ask Viki for something. He told her that Evangeline was going away with him, which shocked her. Todd continued that Evangeline didn't know about it yet. He planned on taking Evangeline to the winter festival so she could go a little crazy. He had already planned out the whole trip. Viki questioned his motives, and he insisted that his feelings for Evangeline were purely platonic, and he wanted to keep his friendship with Evangeline the same as it was at that moment. \n\n\nViki encouraged Todd not to overwhelm Evangeline and then asked how Blair fit into his scheme. Todd told Viki that Blair had nothing to do with it. Viki was not convinced. She knew that Todd was using Evangeline as a distraction from Blair just like Evangeline was using Todd as a distraction from Cristian. Viki repeated that he was rushing his relationship with Evangeline, and he repeated that they were just friends. \n\n\nViki got that Todd was grateful to Evangeline because she had stuck by him during his murder trial. She then asked Todd what would happen to his and Evangeline's relationship if Blair were to walk in wanting Todd back. Todd told Viki that his friendship with Evangeline wouldn't change no matter what Blair might do. He tried to steer the conversation back to his original reason for going to Viki's, which was that he needed to borrow some ski equipment. \n\n\nTodd had thrown away the gear he'd had when he had caught Spencer and Blair making love in the cabin. The only thing he had left was a glove, which he pulled out of his pocket. The necklace he had given to Evangeline fell out with it. Viki wondered if his feelings for Evangeline would change while they were at Llantano Mountain together. She was worried about Todd getting hurt, because when he got hurt, he hurt other people. \n\n\nTodd abruptly ended Viki's lecture by asking again for the ski equipment. Before he went to get it, he wanted Viki to assume he was doing something right for a change. When he went to the attic, Viki wondered to herself when Todd was going to learn anything. \n\n\nAt Dorian's house, Blair called Miles to ask him to go to the winter festival with her so she could forget about Todd. He was not in his room, so she went to look for him.\n\n\nAt Rodi's, Miles asked Marty to go out with him on his first date and suggested that they go to the winter festival together. Marty regretfully told him that she couldn't go out with him. Miles thought that Marty wouldn't go with him because he was not all that experienced with the dating scene. Marty explained to him that she had just lost her husband, and she was not really ready to date yet. Plus, Miles was her patient, and it would be unethical for her to have a relationship with someone seeing her for therapy. \n\n\nMiles wanted Marty to be his friend more than being his therapist, so he fired her. Marty then encouraged Miles to go to the winter festival, and she accepted his offer to go with him, but only as a friend. He was delighted. She left to pack some stuff and agreed to meet him back at Rodi's.\n\n\nWhile Marty was at Rodi's, Cole took Starr to his home to get some ski stuff. As they were getting ready, Cole wondered how they were going to get the permission forms signed. Starr planned to forge Marty's signature and impressed Cole with her forging skills. Marty arrived at home. Cole and Starr rushed to hide in the closet. Marty went to the closet and was about to open the door when her phone rang. \n\n\nAfter Marty finished the phone call, she called Cole's cell phone. Luckily for him, his phone was on vibrate, so it didn't give away that he was hiding in the closet with Starr. They heard Marty leave her message that she wasn't going to be home until late. Cole and Starr managed to sneak out of the apartment while Marty was grabbing some stuff in her bedroom. When she walked out, Marty noticed that the closet door was open but didn't give it much thought.\n\n\nBack at Rodi's, Blair arrived and found Miles. She asked him to go to the winter festival with her. He told her that he was already going and was curious as to why she'd want to go with him. She told him that it was because they were both single, she liked him, and she thought he was nice. He then tried to tell Blair that he was going with Marty, but Blair wouldn't let him get a word in. \n\n\nIn a roundabout way, Blair got Miles to agree to go out with her. She told him that she was going to go pack some stuff, and she'd meet him back at Rodi's. He stopped her and told her that they should meet at the festival instead. Miles then went to the bar and vented to the bartender about his woman troubles. The bartender told him that he shouldn't worry about it, and he definitely shouldn't tell them the truth. \n\n\nStarr was going to Viki's when her cell phone rang. Blair called Starr to say that she wouldn't be home until late and asked Starr what her plans were for the evening. Starr lied and said that she was going to hang out with Langston and do homework all night. After Starr hung up, she and Cole were relieved that both of their parents would be out of the picture for the night. \n\n\nHope told Cole to stay outside while she asked Viki about borrowing some ski equipment. Viki was more than willing and went upstairs to get a wrap so she could go with Starr to the attic. While Viki was gone, Starr went back outside to tell Cole that she was getting some gear for him, and they kissed. Starr ran back inside as Viki descended the steps. Viki asked if Starr was feeling all right because she looked a little flushed. Starr replied that she was fine. \n\n\nStarr and Cole left to go to Dorian's. Blair was there, packing, and went upstairs to look for something. At that moment, Cole and Starr sneaked in to grab Starr's coat and other stuff. They managed to leave before Blair returned downstairs. Blair then looked in the mirror and told herself that she deserved to go out, have fun, and not think about Todd.\n\n\nMarty returned to Rodi's to meet Miles and told him that she had some of Patrick's old ski gear for him to use. Miles attempted to tell Marty about Blair's plan, but the bartender signaled for him not to do it. Instead of telling Marty about Blair, Miles said that he was really looking forward to the outing. She agreed, and they both headed to the winter festival. \n\n\nTodd met Evangeline at Rodi's. She told him about what had happened between her and Cristian. He hesitated a little but then asked her if she'd go to the winter festival with him. She refused at first. Todd told her that she didn't have to worry about anything; he had made all the arrangements. She wanted to know what he was planning. Todd insisted that there was no ulterior motive. Evangeline decided to go with Todd so she could try to forget about Cristian. \n\n\n",
    "tvmega_recap": "Blair looks at a flyer advertising the Winter Carnival. She is on the phone, calling Miles. When she doesn't make contact with him, she just leaves him a message. Miles asks Marty out on a date. Rex arrives at Adriana's apartment, and catches Tate half nude. Adriana measures him for new underwear. Evangeline comes into the Angel Square Diner. She finds Christian there. She is all excited about something that she had received in the mail that day. Christian tells her why would she be so excited about something that she had received in the mail when Todd had bought her a million dollar necklace. Todd comes to Llanfair to ask Viki for her help. Cole yells for his Mom before he lets Star into the apartment. Marty refuses to go out with Miles. Evangeline tries to explain about the necklace, but Christian will not listen to her explanation. She finds a key in the envelope. Evangeline asks Christian can't they get back together. Viki is very surprised that Todd and Evangeline are going away together. Rex has a surprise for Adriana behind his back that Adriana hadn't even noticed. He gives her the balloons, and tells her, \"Happy Anniversary.\" Christian refuses to compete for Evangeline's attention. Evangeline tells Christian that she loves him. Christian tells Evangeline to prove her love by not seeing Todd again. Miles apologizes to Marty for asking her out .Miles fires Marty from being his therapist so she can be his friend. Marty agrees to go out with Miles. Blair comes in just as Marty is leaving .Blair asks Miles to go out with her .Miles asks Blair why would she want to go out with him. Blair tells him because she likes him, and he is nice. Cole and Star are busy doing their homework. They hear a noise outside the door, and the y quickly hide in the closet. Marty comes into the apartment. She begins to get her things ready for the trip to Llantano Mountain. She dials Cole, unaware that he is in the closet. Evangeline and Christian argue over Todd. Angrily, she leave the diner. Christian looks at the necklace that he was going to give Evangeline for her birthday. He slams the lid down on the box,m and throws the box into a pan on the counter behind the bar.",
    "soapcentral_condensed": "Cristian was bussing tables at the diner when Evangeline stopped by wanting to talk to him. Cristian told her that he was giving up on the relationship because he didn't want to compete with Todd. Rex showed Adriana the balloon he had taken there for her as an anniversary gift. Todd went to Llanfair to ask Viki for something, which shocked her. He planned on taking Evangelines to the winter festival so she could go a little crazy. Viki questioned his motives, and he insisted that his feelings forEvangeline were purely platonic. He tried to steer the conversation back to his original reason for going to Blair's trial for his murder, but Viki got that Todd was grateful to her because she stuck by him during his murder trial. Todd told Viki that Blair had nothing to do with it with it was just a distraction from Cristian's relationship with Evangeline. He also said that he wouldn't change what he was doing with Blair, no matter what.\n"
}