{
    "soap_central": "\n\nVincent follows Natalie to the rooftop after witnessing Natalie having a mini breakdown in the park. Natalie shares with Vincent the fact that she has come to the realization that John is truly gone and that she will never see him again. Vincent tries to assure her that she will be all right but Natalie shrugs him off wondering how he could be so sure since he doesn't really know her. Vincent tells her that he misjudged her when he first met her and likened her to a spoiled heiress. He now realizes that she is made of tougher stuff and he knows that she will be ok. Vincent also tells her that he has been where she is and he made it. While letting his guard down with Natalie, Vincent reveals his part in Cris' untimely and disgraceful exit from the boxing world. When Natalie wonders why he would do such a thing to someone who trusted him like Cris did, Vincent reveals that it all came down to money. A disgusted Natalie goes off on Vincent but he justifies himself by saying that nothing ever came easy for him and he has had to fight for everything he has. \n\n\nKelly ends up in the emergency room with Kevin by her side when she starts having contractions. As Viki, Clint, and Kevin rally around her, Michael tries to calm Kelly down for fear that her history combined with the fact that Kelly has only been carrying the baby for 24 weeks may cause her to lose her unborn child. Kevin shares his fears with Viki and Clint that if Kelly loses the baby it will be like losing Duke all over again. Michael gives Kelly medicine to stop the contractions but unfortunately she continues to be in premature labor and asks for Kevin to be by her side. Dorian arrives at the hospital and is incensed that no one informed her that her niece was in labor. Viki and Clint apologize saying that in the urgency of the moment they weren't thinking. Dorian quizzes Michael about all that has been done to prevent Kelly from having to deliver her premature baby while Kevin does his best to be there for Kelly and his grandson.\n\n\nCris is feeling a little neglected as Evangeline prepares for her big trial against Spencer. Evangeline tries to make him feel better by telling him all her fears about this case and how many people including John are counting on her to make sure that Spencer pays for everything that he has done. Cris decides that he is going to put the time he now has to good use as he struggles to decide his next course of action. Evangeline questions whether Cris is still determined to make Vincent pay for ruining his boxing career and although Cris does not want to see Vincent get away with what he did, he also can't forget the look in Evangeline's eyes when she caught him beating up on Ted. However, since he paints with his injured right hand he can't see himself going back to that profession either. Evangeline is confident that Cris will find himself eventually. After giving Cris words of encouragement, a frustrated Evangeline leaves to go find her own inspiration.\n\n\nSpencer's lawyer shows a slight bit of concern when he informs Spencer that Evangeline will now be handling the case against Spencer. A confident Spencer feels that he has nothing to worry about since Evangeline was unable to keep Todd from being convicted of a crime he didn't commit. He warns his attorney that he is paying him too much money to be let down but his lawyer assures him that he is ready for anything Evangeline throws at him. Paige shows up gloating about the fact that she is ready to get her medical license reinstated since she is not the one who botched Thomas McBain's surgery. Spencer wonders how Paige can be sure of anything since she was too drunk to know any different. Paige agrees but tells him that Nora has found proof of her innocence and she is coming after Spencer so she hopes he has enough reading materials for his long prison stay. When Spencer inquires as to what really brought Paige there, she informs him of Kelly's predicament and wants to know what Spencer did or didn't do so that they save Kelly's baby. Spencer warns that the only way they will find out how to save Kelly and her baby is to get him out of jail so that he can treat her. \n\n\nBlair cons Todd into helping chaperone Starr's school dance. Unfortunately Starr is not as thrilled when she sees her father the grim reaper and her mother the frisky feline. Langston warns Britney to keep her claws in since Starr and Cole seem to be enjoying their time together at the dance. Todd scowls at Cole playing the protective father role to the max while Blair tries to get him to loosen up and dance. As Todd tries to throw another insult Blair's way, she fights it off and manages to get Todd to dance with her. Britney tries to disgrace Starr by having a slide show presentation of show of the not so proud moments of the Manning family including Todd's arrest for rape and Starr's hysteria on the night of Todd's execution. While Todd wants to know where the ***** is who did this, Cole decides to step up to the plate and defend Starr's honor much to her parents' amazement and approval.\n\n\n",
    "tvmega_recap": "Kevin brings Kelly into the hospital. Michael is there to get her into a room and get the information from Kevin about the pregnancy. She is 24 weeks. This isn't good. If odds for survival are very low and if she does manage to give birth to the child it will be an uphill struggle to keep him alive. Kevin gets upset. If he loses this baby, it will be like losing Duke all over again. Kelly is calm for a while but then experiences pain from cramps. \"I need Kevin!\" Outside the room, Kevin, Viki and Clint all wait for more news. \"Oh I see that you have been very thorough! You have notified everyone! Everyone but me!\" Dorian has arrived. Mark goes to see his client. Evangeline will be prosecuting the case for Nora. He thinks he can win the case but wants Spencer to realize that Evangeline is not puppy. Natalie explains that she heard Vincent's footsteps and thought that John was coming. He tells that he has troubles too in his love life. He can't get Layla back. She read all about the commission and Cristian. When she asks Vincent if he did set Cristian up, he admits that he did. Starr is at the dance and her parents being there doesn't seem like such a bad thing after all. Britney tells Todd and Blair that there is going to be a slide show soon. Todd and Blair thank the girls for letting them know. \"My dad says 'hi',\" Britney says to Todd. He has no idea who her dad is. The show starts and it shows slides of Starr and her dad, and newspaper articles about his conviction and the night of his execution. The lights go on and the show is stopped. A teacher demands to know who is responsible for this but no one fesses up. Cole goes the center of the room and shouts that he has something that he would like to say to everyone. Natalie thinks about what happened with Vincent and thinks that maybe it was a good thing. It made her realize that John was good for her because without him she would be stuck with someone like Vincent. \"Now get off our roof!\" Cole tells everyone that he knows that this is the work of Britney. The Britney Squad is led out and Cole orders the music to be put on again. He goes to Starr and they start dancing again. Todd smiles. \"I really like that kid.\" Blair says that Starr is pretty great too and must have really great parents. \"You want to dance?\" She can't believe he asked her that. She moves into his arms and they dance. Paige asks Spencer to tell what he did to Kelly when he did her procedure, as she is in labor and could lose her baby. \"Get me out and I will examine her and save that child for her.\" Paige gets on her cell phone and tells Bo what Spencer has just suggested.",
    "soapcentral_condensed": "Vincent follows Natalie to the rooftop after witnessing Natalie having a mini breakdown in the park. Natalie shares with Vincent the fact that she has come to the realization that John is truly gone and that she will never see him again. While letting his guard down with Natalie, Vincent reveals his part in Cris' untimely and disgraceful exit from the boxing world. Kelly ends up in the emergency room with Kevin by her side when she starts having contractions. Spencer warns that the only way they will find out how to save Kelly and her baby is to get him out of jail so that he can treat her. Blair consaperone Starr and her mother Starr is not as thrilled when she sees her father the grimaper. Britney tries to get Todd to loosen up and dance with her but Starr fights it off and manages to get another insult thrown at her. Cole and Cole seem to be enjoying their time together at the dance. Todd scowls at Cole playing the role of the protective father.\n"
}