{
    "soap_central": "\n \nMatthew entered Bo's hospital room as Bo was talking to \"Snoop Dog\" Calvin.  After Bo had extended the invitation for Calvin to attend Bo and Nora's wedding, Bo requested that Matthew help him celebrate his \"last night in lockdown.\"  Matthew told Bo of his girl troubles and explained, \"It's Dani.\"  Matthew described the beating that had taken place in the gym between Todd and Cole.  Matthew pointed out that from looking in Dani's eyes, he could see what Dani was going through, since he had gone through the same type of thing.  Matthew realized that he had lost too much time with his dad due to Matthew's anger.  Matthew also acknowledged that with Dani, it was different, since Dani had never known her dad in the first place.  Matthew asserted that he only wanted to find Dani, and to tell her that everything would be okay, even if it wouldn't be.\n\n\nBo understood that it was hard to decide the right thing to say - and even harder to not say anything at all - when it was obvious that a loved one was hurting.  Bo observed, \"All you want is to make things better.  I bet you're itching, right now, to ride off to Dani's rescue.\"  Even though the Buchanan Curse was to help loved ones, Bo informed Matthew that people did not always want to be helped.  Bo advised Matthew to give Dani space, but to let her know that Matthew was holding a lifeline.  And even if Dani rejected it, to hold out the lifeline anyway.  Bo exclaimed, \"Nobody comes to the rescue better than a Buchanan.\"\n\n\nBo questioned if another man was in the picture, and advised Matthew to let Dani know his intentions first.  Trying to get into the hip lingo, Bo strutted as he said, \"Ball till you fall, yo.\"  Matthew laughed and stated that the phrase probably did not mean what Bo thought.  Bo promised to help Matthew with advice as long as Matthew aided Bo with the up-to-date phrases and asked, \"Deal?\"  Matthew translated, \"Word.\"  Bo and Matthew began to slap hands but then placed the backs of their hands together for \"no fingerprints.\"\n\n\nAt LaBoulaie, Dorian worried over Kelly's safety due what had happened to Melinda and Rodney.  As Dorian suggested that Kelly get a bodyguard, they jumped when they heard a noise outside.  While Kelly waved a flashlight out on the deck, and Dorian, holding a large pole for protection, called for security, the doorbell rang, and they jumped again.  After checking with security, Dorian opened the door to Eli.\n\n\nWhen Eli stated that he was there for his date with Blair, Dorian admitted her approval of Eli in that Blair was seeing \"a fine, upstanding gentleman - for a change.\"  Dorian welcomed Eli into the parlor and told him of the questionable circumstances surrounding Melinda's death.  Kelly informed Eli that Rodney had claimed to be a witness to her mother's murder.  Dorian added that after Kelly had left and then later returned, Kelly had found that Rodney was dead.  Kelly felt that Rodney was murdered but related that John had not been so sure, since he could not find any evidence of it.  Eli warned Kelly to listen to her Aunt Dorian regarding her safety.\n\n\nEli's phone rang, and he learned that Cole had put Todd in the hospital.  Dorian cheered and suggested that they start a defense fund for Cole.  As Kelly started to leave, she explained that she wanted to check on Todd, Blair, and Starr.  Dorian insisted that Kelly take Dorian's gun, or at least, one of Dorian's security guards.  However, Kelly refused.\n\n\nIn Greg's office at the hospital, Marty asked Greg for a release, since her doctor was unavailable.  When Marty revealed that she would be driving herself home, Greg refused the release due to hospital policy.  Marty stated that she would call Cole to drive her home.\n\n\nAt the police station, Cole thanked Hannah for \"stepping up for me\" and told her that he would \"have your back.\"  Brody stated that he was trying to arrange representation for Cole.  Cole expressed to Hannah his regret for missing Hope's bedtime because he was normally \"reading her a book, singing her a song, kissing her goodnight, and I'm not there tonight.\"\n\n\nMarty called Cole's phone.  Brody answered, informing Marty that Cole had been arrested. Marty stated that she had to leave, and Greg yelled that it was against the rules.  Marty left the hospital anyway. Marty stormed into the police station and demanded that Greg remove the handcuffs from Cole's wrists.  Brody explained that Cole had \"tried to kill Todd Manning.\"  Marty screamed that Todd went after her first and was after her son, but Cole admitted to beating Todd up.\n\n\nEli arrived at the police station to represent Cole.  Cole cried out to Eli and Marty that he had beat up Todd, after he had found out that Todd had pushed Marty down the stairs, which resulted in the loss of the baby.   Cole exclaimed that Hannah had witnessed it.  Hannah explained that she was looking for Marty at the hospital, and that \"Mr. Manning was right behind you when you went into the stairwell, and I was a few steps behind him.  And right when I opened the door, that's when I saw him...push you.\"  Cole emphasized that Hannah was too afraid to say something sooner, while Hannah apologized to Marty for leaving her in the stairwell.\n\n\nCole maintained that he had beat Todd up to ensure that Todd would never hurt anyone again.  Eli told Marty that he would stay for Cole's arraignment, but that Marty needed to go home and get some rest. John knocked on the door of Greg's office, and Greg welcomed him in.  Greg said that he was sorry for John's loss and hoped that Todd would get punished for what he did.  John explained that he was looking for Marty, but Greg told John that Marty had left.\n\n\nIn Todd's hospital room, as Blair, Starr, Téa, and Dani watched, Todd said, \"John.\" As John strolled into the room, he arrested Todd for the attempted murder of Marty Saybrooke and for the murder of Marty's unborn son.  Tea and Blair expressed their outrage.  Dani ran out, stating that she was getting water.\n\n\nStarr insisted that her dad did not push Marty.  Téa reminded John that a gym full of people had just witnessed Cole beating up Todd, and that John should focus on examining a crime that he could actually prove.  John let Starr know that Cole had been arrested.  Todd exclaimed that Cole had put him in the hospital, and that Todd wanted to press charges, because Todd could never do that to anyone.  John revealed that Marty and an eyewitness would state differently.  John told Starr that he would make sure that Cole received a good attorney.  Todd insisted that John was going to let Cole go, after Cole had tried to kill him.  John handcuffed Todd to the hospital bed.\n\n\nTéa told John that she would prepare to sue him, and John responded that Téa should be prepared for a wrongful death countersuit from Marty.  John declared, \"I'm going to watch him go to trial, and I'm going to be there when a jury finds him guilty.\"  Todd told Téa to get him \"out of this.\"\n\n\nTodd insisted to Starr that he had had nothing to do with Marty losing her baby, and that the witness was lying.  Todd begged for Starr's assurance and for her belief in him.  Starr told Todd that she loved him and walked out of the room.  Blair demanded, \"So, tell me, Todd, is that baby dead because of you?\"\n\n\nViki found Dani in the hospital hall.  Dani realized that she was meeting her Aunt Viki for the first time, and they both acknowledged seeing pictures of each other.  However, Viki insisted that Dani's pictures had not done her justice.  When Dani tried to leave, Viki stopped her and asked if something was wrong.  When Viki inquired if it was Todd, Dani nodded and fell into her aunt's arms for a hug.  Dani revealed that she had finally decided to give Todd a chance, so that they could get to know one another, and admitted to being upset when Todd's heart had stopped beating.  Dani was relieved when the doctors had been able to revive him, but then John arrested him.  Dani cried, \"How after - how can anybody care about a person like that?\"\n\n\nTéa walked out of Todd's room into the hall.  Téa informed Viki and Dani that Todd would go to trial, and that Téa would represent him.  Dani asked Téa if Téa thought Todd was innocent.  Téa admitted that she did not know, but that everyone deserved a good defense.  Dani demanded that Téa not defend Todd due to Dani, because she had never wanted him in her life, and ran off.  Viki followed Dani.\n\n\nWith Blair still in the Todd's room, Kelly walked in.  Blair told Kelly of the eyewitness, who claimed to have seen Todd push Marty down the stairs.  When Blair declared that Todd was not going to get any sympathy from her cousin, Kelly said, \"Actually, he is, because I don't believe it's true.\"  After Kelly asked if anyone could believe that Todd was capable of pushing a pregnant woman down a flight of stairs, Blair reminded Kelly that Todd had done the very same thing to his own daughter.  Blair believed that if Kelly could blindly trust Todd without asking any questions, it would be Kelly's funeral to trust the very next man that walked through the door.  Kelly informed Todd that she would \"be holding things down at the Sun.\"  Todd demanded to see Cole's face on the front page of the magazine, and Kelly responded that Starr would hate Todd for it and left.\n\n\nDorian called Shawn and left a message, begging for him to protect Kelly.  After Dorian heard another noise outside, the doorbell rang.  Dorian answered the door to a handsome stranger asking for Kelly Cramer. After Kelly left, Blair exclaimed that if she found out that Todd was responsible for the baby's death, she would kill him herself.\n\n\nBlair followed Kelly into the elevator.  Kelly asked, \"What is the matter with you?\"  Blair blared, \"You are...and we are going to have this out.  Right here.  Right now.\"\n\n\nViki found Dani lying on a bench in the park.  Viki admitted that both she and Téa had a \"blindness\" as far as Todd was concerned, because they both loved him.  Viki related that even though she knew that she should not love Todd, he was her brother.  Viki maintained that because Todd had done so many terrible things, he was an easy mark, but that she believed that Todd had some good in him somewhere.  \n\n\nViki acknowledged, \"Everyone who loves Todd has to, at some point, make that decision.\"  Dani was not sure that she could do that.  Viki observed that Starr would say that even with all of Todd's faults, Todd did love his children.  However, Viki claimed that she would support Dani's decision, no matter what Dani decided.  Dani thanked Viki for listening to her, and Viki left.\n\n\nTéa and Matthew both texted Dani as she continued to lie on the bench, but Dani did not respond.  Dani heard someone walk up to the bench, and she begged the person to leave her alone.  Nate spoke of Dani's messages to him, as he held up a cell phone.\n\n\nWhen Téa arrived at Greg's office, Greg informed her that he had received Téa's test results.\n\n\nJohn told Marty and Cole at the police station that Starr was with Todd, and that John had arrested Todd.  Marty requested that John stay with Cole, and after she thanked Hannah, Marty left for home.  In the hall, Marty reflected on her words to Todd in her office about everyone being happy and that there was nothing Todd could do about it.  And Marty remembered the way that Todd had stated, \"We'll see,\" after her declaration.\n\n\nWhen Starr arrived at the station and accused Cole of caring about nothing, Cole insisted that he cared about her.  Brody took Cole away in handcuffs.  As Hannah tried to leave, Starr stopped her and demanded to know everything that had happened.\n\n\nMarty entered Todd's room and glared at Todd as he asked, \"What do you want?\" \n\n\n",
    "tvmega_recap": "Todd has awoken and is going to be ok. But everybody is torn on whether to believe that he did not cause Marty to lose her baby. Tea is ready to represent him when John is ready to arrest him. But Blair admits to Starr that it wouldn't surprise her if Todd pushed Marty and that would be unforgivable. Dani is torn on what to do and to think. So is Starr. Matthew is not certain how to help Dani and talks to his dad about that. Cole has to go to jail for assault. Eli represents him. Meanwhile, it appears that somebody is watching Kelly. Dorian is very worried her niece will get killed since her mother did and then Rodney died when he was ready to reveal what he knew about her mother's death. And Kelly seems to somehow know that Todd is being falsely accused of pushing Marty and that somebody else did it.",
    "soapcentral_condensed": "Matthew entered Bo's hospital room as Bo was talking to \"Snoop Dog\" Calvin. Bo advised Matthew to give Dani space, but to let her know that Matthew was holding a lifeline. At LaBoulaie, Dorian worried over Kelly's safety due what had happened to Melinda and Rodney. At the police station, Cole thanked Hannah for \"stepping up for me\" and told her that he would \"have back\" Cole expressed his regret for missing Hope's bedtime because he was normally \"reading her a book, kissing her goodnight, and I'm not there tonight\" Cole called Brody and Brody answered, informing him that Cole had been arrested for beating Brody's son, Todd Manning. Cole admitted to beating Todd up after her son went after her first and admitted to her son that he was trying to kill Todd Manning, but Brody cried and said he didn't want to kill his son, so he let him go to the hospital.\n"
}