{
    "soap_central": "\n\nRex shows up at Adriana's apartment with breakfast. Layla lets him in and asks if he's alright as he's throwing his breakfast on the counter. He says he's fine and turns on the TV, which happens to be showing the clip of Tate and Adriana on The View. Layla asks again if Rex is okay, and he confirms that he's fine. He then says that he needs to make the next move. Before Layla can get an answer to what that means, Adriana comes out of the bathroom fresh from the shower and greets Rex. The tension between Adriana and Rex causes Layla to go get ready for the day. Adriana then explains to Rex that she lost her phone before she went to New York. She then says she wants to spend the day with Rex so they can talk about what happened. Rex tells her that he's gotten over what Tate did, but hasn't gotten over what she didn't do. He's mad that she didn't put an end to Tate's lies on national TV. Adriana explains that the suddenness of it all combined with a bit of stage fright stopped her from saying anything. Tate then shows up at the apartment with coffee and says he stopped by to make sure that Rex and Adriana were okay. Rex asks him if he's disappointed that they are fine together, but Tate says he's relieved. Rex then tells Adriana that they can't spend the day together because he has a meeting to get to. He gives her a long, deep kiss before leaving. \n\n\nAdriana and Layla want to know the real reason Tate stopped by. He reiterates that he just wanted to make sure that Rex and Adriana's relationship hasn't suffered. Layla starts to blast him, but Adriana thanks him for his help getting publicity. She then warns him that if anything like that ever happens again, he's fired. Layla offers to leave with Tate, but Adriana says that she's fine with him staying. As Adriana walks Layla to the door, Tate sneaks Adriana's phone out of his pocket and pretends to find it on her couch. Adriana thanks him, but before returning all her calls, she wants to know why he called her out on national TV. He apologizes for being impulsive, and then says that if he had to do it over again, he wouldn't change a thing. Adriana is furious by this statement, but Tate says that everything he did was just to help her, which she can't deny. \n\n\nMeanwhile, Rex meets with Paula, Tate's ex-wife. He starts to question her about Tate and their marriage, but she shuts him down pretty quickly. Rex wants to know why she decided to meet with him if she's not going to give him any information. She tells him that she was curious because he's not a reporter. She then explains that she and Tate got married when they were very young. Then Tate got scouted and the marriage fell apart from there. Rex asks her for more details, like if they had kids. Paula says that they thankfully had no kids, and then mentions something about rumors. Rex asks for some clarification. She qualifies that they weren't rumors as much as rumblings that Tate wasn't the marrying type. Paula tells Rex that if Adriana is involved with Tate, Adriana's in for a world of hurt. Before she leaves, Rex asks her what the grounds for the divorce were. She says the grounds were fraud, which leads Rex to believe that Tate is gay.\n\n\nCole visits John at the shooting range to thank him again for the letter of recommendation and to mention that he made it on the baseball team. John realizes that that isn't all Cole is there for and asks him what else he needs. Cole also thanks John for being with him and Marty during Patrick's birthday celebration. John tells him that no thanks are necessary for that and asks him if there is anything else he wants. Cole asks John for advice on what to do about Starr. John jokingly suggests transferring schools, and then says he empathizes with what Cole is going through. Cole doesn't want Starr to keep pushing him away, but John explains that that's what women do when they love someone they can't be with. Cole seems surprised that Starr may actually still love him. Cole then asks John why girls seem to say one thing but appear to want something completely different. John tells Cole that once he finds the answer to that question, he should tell John. \n\n\nCole watches John practicing shooting at a target. John talks about what it's like to face down a guy with a gun pointed at him, and Cole remembers how much pain and violence was in him when he was kicked off the football team. Cole then heads off to baseball practice and thanks John for the talk. \n\n\nMiles calls Jordan to thank her for the \"lesson.\" She flirts with him a bit and then asks him if he's calling for another \"lesson.\" He tells her he's not because he'd feel like he was cheating on the woman he really loves. She's impressed by he values and tells him that if he ever needs to see her again, all he has to do is call. After they hang up, he knocks on Marty's office door and asks for a few minutes of her time. Marty asks him why he wanted to see her. He tells her that he was with a woman last night. Miles then talks up his time with Jordan, presumably to make Marty jealous. She tells him that she's proud that he's making such good progress, and encourages him to call Jordan again. \n\n\nThen Miles apologizes for coming on to Marty so strongly, and Marty apologizes if she sent out mixed signals. He then asks her to dinner, but she turns him down because she has plans with Cole. He then leaves her office to call Jordan to tell him about his progress. Miles tells her that when he does get to make plans with Marty, he's going to sweep her off her feet, just like Jordan taught him to do. He quickly hangs up and hides when John walks up. Miles looks on jealously when Marty warmly invites John into her office.\n\n\nLangston and Starr talk in the park about how Britney is using Henry and how Starr is still in love with Cole. Starr tells Langston that that is precisely the reason she can't be with Cole. Langston tries her hardest to get Starr to stop thinking about Cole. Starr picks up her phone, and Langston teases her about checking to see if she got any messages from Cole. She's actually calling Blair.\n\n\nBlair gives Detective Morris the picture she found in the warehouse. He tells her that the picture doesn't prove anything regarding Todd's whereabouts, and then encourages her to go back to the hotel to get some rest. She's determined not to leave until she finds Todd. Morris doesn't want to leave Blair alone in the warehouse, but she's adamant about staying. Just then Dorian arrives to take Blair back to Llanview, but Blair refuses to leave.\n\n\nBlair's phone rings. Starr asks her for an update on the baby search. Blair lies that things are gong well. When Starr asks to talk to Todd, Blair says that Todd stepped out for some coffee. Starr then asks Blair to call her if they find out anything new, and they hang up. \n\n\nDorian tries to convince Blair to go home because her kids need her, but she thinks Todd needs her more. Blair demands to know why it's taking so long for the lab to analyze the blood she found. Morris makes a call to the lab. Blair tells Dorian what she thinks happened while she was napping in Todd's room. She then tells Morris to check in on the adoption agency. Blair has a feeling that something bad happened in the warehouse. \n\n\nHenry walks up to where Langston and Starr are sitting and tells them that he's meeting Britney there. They try to convince Henry not to talk to her, but he insists on meeting her. Gabe walks by and mentions Britney's history paper. Henry's dismayed that everyone knows that he's doing Britney's work for her. As Britney arrives, Starr and Langston hide on the other side of a fence in case Henry needs backup. Britney hopes that there's a good reason Henry wanted to see her. He offers her the backup copy of the paper he wrote for her, much to Starr and Langston's shock. Britney tears into him about how she was just using him and how the idea of her going out with him is ludicrous. She grabs the disc and leaves. Starr and Langston come back to console Henry, but he's convinced that he'll just become a nobody again and storms off. \n\n\nAs Starr and Langston look on, Britney brags about how easy it was to get Henry to do her work for her. They walk away hoping that someone gives Britney what she deserves.\n\n\nMorris tells Blair that no one from the adoption agency talked to Todd since they were at the police station. Blair knows that's a lie and wants to confront the agency. He tries to convince her to leave it to the cops. Dorian agrees with him. Blair wants to handle things on her own, and wants Dorian to help her find Todd. Dorian balks until Blair brings up the children. Just then Morris gets a call from the lab confirming that the blood found in the warehouse was Todd's. \n\n\n",
    "tvmega_recap": "Rex finally shows up at Adriana's apartment. Layla questions him as to why he hadn't been answering her messages. Layla and Rex discuss Tate's and Adriana's appearance on the \"View\". Rex watches the tape of Tate and Adriana again on, \"The View.\" Starr tells Langston that she can never see Cole again. Cole lets John know that he made the baseball team. Miles calls his prostitute date he had before. Blair fills the police officer in as to what had been happening. Blair and the police officer argue. Adriana tells Rex that she had missed him. She makes up the excuse that she had lost her phone. Adriana tries to explain, but Rex doesn't want to hear any explanation. Cole thanks John for being of help the night they had been celebrating his father's birthday. Miles visits Marty and asks her out, but she turns him down. Dorian arrives to take Blair home to Llanview. Blair refuses to leave. Starr calls Blair to find out if there is any news on the baby. She asks to talk to Todd, but Blair lies as to Todd's whereabouts. Blair tells Dorian that her children may need her, but Todd needs her more. Adriana tries to make an excuse as to how she had acted while she was on the television show. Tate appears up at her door. Rex is more than a little peeved. Rex meets with Tate's ex-wife and finds out that Tate is gay. Henry gives Whitney of her term paper on CD. Langston and Starr offer Henry encouragement after Whitney completely blasts him. John and Cole go to the firing range. John gets a phone call from Blair filling him in as to what had been going on in Chicago. Miles leaves Marty's office. He sees John arrive and he goes right on in. Blair orders Dorian to go home. Dorian insists on staying. Tate (having been the one to have stolen Adriana's cell phone) sits down on the sofa and pretends as though he had found the cell phone lying on the sofa. Blair finds out that the blood on the floor was indeed Todd's.",
    "soapcentral_condensed": "Rex shows up at Adriana's apartment with breakfast. He's mad that she didn't put an end to Tate's lies on national TV. Cole asks John for advice on what to do about Starr. Cole thanks John for the letter of recommendation and to mention that he made it on the baseball team. Miles calls Jordan to thank her for the \"lesson\" She flirts with him a bit and then asks him if he's calling him \"on the phone\" He says he is and then says that he needs to make the next move. He then gives her a long, deep kiss before leaving. The episode ends with Rex meeting with Tate's ex-wife, Paula, who tells him that if Adrianna is involved with Tate, she's in for a world of hurt. The season finale airs on September 14. The premiere will be on ABC at 9 p.m. ET and the season finale will be aired on September 20 at 8 p.M. ET.\n"
}