{
    "soap_central": "\n\nAs Starr waited in the hospital for news of James, who had been wheeled to surgery, Blair did her best to console her daughter. She assured Starr that the shooting was an accident. There was lots of confusion, since Starr couldn't understand why Dani and Todd had shown up at the barn, while Blair had questions regarding the entire situation. Blair was sure that Dani's mind was elsewhere, though, since Dani was visiting Téa in another room in the emergency area of the hospital.\n\n\nBlair stepped aside and quickly placed a call to Elijah, who was at the police station. She informed him that she was at the hospital because Téa had a setback. He agreed to wait for her decision on his marriage proposal.\n\n\nStarr approached a nurse, who admitted she was unable to get in touch with any of James's family members. She assumed that Starr was his girlfriend, but Starr claimed to just be someone who cared about James. Starr thought she might be able to get in touch with a family member.\n\n\nTéa gently informed Dani that it was time for Dani to know about Téa's illness and the fact that she would not be recovering. A panic-stricken Dani began to shout as Todd quieted her down. Téa explained that she had an inoperable brain tumor and she would die soon. Todd did his best to comfort Dani as she grew more distraught the longer that Téa spoke, and she refused to accept the details. Todd admitted that Téa had been ill for a while and he had only learned about it recently as well.\n\n\nDani was able to piece together various occurrences that had happened in the recent past. She realized that when she had found Téa and Todd in bed together, it was because he had been taking care of her. Téa explained that was why she needed Dani to have a relationship with Todd and they both needed Todd in their lives.\n\n\nAs Todd announced that he would always be there for Dani, he wrapped his arms around her. She lost control and denounced the fact that nothing more was being done for her mother. She asked why Todd's money hadn't been able to buy them a better deal. Téa revealed that she had gotten several opinions and nothing could be done. She didn't want to die, but she would, and they should make the most of their little time left together.\n\n\nBlair ran into Nate and prevented him from going into Téa's room. She wouldn't divulge details, but she assured the teen that Dani would need him to lean on. Nate promised to be there for Dani like he was in the past when Cole beat up Todd. Dani had been there for him, and she was the best friend he ever had, he enlightened Blair. He really cared about Dani, and he knew she had expressed the concern that she didn't know what she would ever do if something happened to her mom.\n\n\nDani had heard enough and finally rushed out of her mother's room. As she ran past Nate and Blair, Todd followed closely behind her. Nate joined the chase. Blair took the opportunity to attend to Téa, who was alone and crying that Dani was furious and hated her. Blair hugged her and assured her that Dani didn't hate her, but was scared and confused and had a great deal to accept and understand. Both women shed tears while Téa disclosed that something had happened between Dani and Todd that she wasn't familiar with. She was hopeful that the pair would have each other.\n\n\nBlair solemnly promised that Dani would always be a part of Todd's life and family. Téa laughed as she said she was grateful to Blair for taking over her life. Blair accused Téa of being \"high maintenance.\" Téa asked that Blair be there for Dani, and Blair nodded.\n\n\nKelly found Jessica sitting alone at the country club, and she sat down next to her to chat. Jessica thanked Kelly for helping her to be able to explain to Brody what had happened with Ford on the night of the prom. She added that Brody had accepted the revelation that she almost slept with Ford in a most understanding fashion, though he wasn't as accepting of Ford. Kelly agreed that Ford had taken advantage of Jessica, though Jessica was quick to add that no one had gotten hurt. They agreed that they were thankful that Jessica had left the apartment before Hannah had attacked Ford.\n\n\nNearby, Brody stood next to Ford at the buffet table and vowed to break Ford in half if he so much as looked at Jessica ever again. Ford promised that he wasn't interested in Jessica as he looked over at her, but after he received a phone call from Starr about his brother, he took off for the hospital. Brody also received a phone call, and he regretfully informed Jessica that he had to get to the station. There had been a shooting, and Todd had been involved. He didn't have any details other than the fact that Todd had shot the thug. Kelly was distressed when she heard the news.\n\n\nThe women got back to their conversation, and Jessica admitted that Brody wanted to charge Ford with rape. She was sure that nothing had happened and she had pushed Ford away, but a part of her wondered if, because she had forgotten other pieces of the evening, then maybe she also didn't remember having sex with Ford. She was worried and had asked Ford about it. He agreed that nothing happened, and she assumed he wouldn't lie to her. She looked at Kelly for support, but Kelly wasn't too sure. He \"kinda would\" lie if he thought he would be locked up, Kelly thought.\n\n\nJessica was of the opinion that Ford would have told everyone just like he bragged about all of his conquests in the past. She was sure she pushed him off, she proclaimed. She asked what was happening with Kelly and Todd, because she noted Kelly's reaction to Brody's news. Kelly defended herself and reminded Jessica that she worked with Todd, but Jessica was sure there was more to it. Kelly admitted that Todd had kissed her, and she couldn't stop thinking about it.\n\n\nThe kiss had been \"out of nowhere,\" and though she tried to speak to him about it, all he could say was that he wanted her, Kelly elaborated. She was sure that he only said that to get her to stop talking, but she was sure that something else was going on. Kelly denied that she had feelings for Todd when Jessica inquired about it. Jessica pointed out that both Blair and Todd had finally moved on and away from each other. Kelly didn't know what Todd was feeling, but she was adamant that he couldn't just kiss her. She conceded that she was distracted, anyway, in her search for Bennett Thompson.\n\n\nSoon after Elijah's phone call, John arrived at the station with Hannah and Cole. Elijah acknowledged that he was Hannah's attorney, as she continued to maintain that she hadn't done anything. Cole was curious as to why Ford would name her as his attacker if that were the case.\n\n\nHannah wanted to know if Elijah believed her, and he assured her that she was entitled to an attorney. Cole apologized to John for skipping out of town with Hannah, because John probably would have been able to nab Hannah sooner. Marty arrived, thankful that her son was okay after being in the clutches of a dangerous Hannah. Cole broke the news that Hannah had lied about everything, including the fact that she had seen Todd push Marty down the stairs. Marty confronted the young woman and demanded that Hannah tell her who had committed the crime. Hannah admitted that she knew the identity of the perpetrator.\n\n\nElijah quickly pulled Hannah away as Cole emphasized that Hannah always lied. Marty wanted the truth, and she was sick of Hannah's control over all of the parties involved for so long. She tried to talk to Hannah again and pleaded that she deserved to have the identity of the person who had killed her baby. Hannah ignored Elijah's advice and insisted that she had nothing to lose. She didn't want to be charged for something she didn't do or for making false statements. John informed Elijah that Hannah had not been questioned officially and that only the district attorney's office was authorized to make any kind of deal with her. She was speaking of her own free will, he clarified.\n\n\nHannah announced that if she were locked up for being falsely accused, the truth would be locked up with her, and they would never have the true identity of the assailant. Cole asked her to tell the truth if they had ever been friends and she cared about him. Elijah wanted to speak to Hannah privately, but Hannah turned to Cole first. She agreed that they were friends once and she wasn't capable of all the things she had been accused of doing. Once they were gone, Marty expressed her concern that Cole would be headed back to jail.\n\n\nJohn admitted that if Cole had crossed state lines, he would have violated the stipulations of his bail. Cole reminded John that he had been in Maryland, but John shook his head and smiled wryly. He thought that Cole's knowledge of geography was poor, since he had found Cole on the right side of the Pennsylvania border. Cole seemed puzzled, but his mother smiled knowingly. Cole was speechless over the fact that John kept rescuing him. \"Don't mention it,\" John said and joked that he meant it literally.\n\n\nBrody arrived and mentioned the shooting at the barn and Starr's involvement. Cole was worried, but Brody confirmed that the injured and dead parties were two \"out-of-towners.\" Marty apologized for her behavior with Hannah and wondered if John thought that Hannah had committed the crimes. He responded that they had evidence that she had attacked Ford, and he promised to find out who pushed Marty.\n\n\nIn an interview room, Elijah told a hopeful Hannah that he wanted the truth, and he would be able to help her. Elijah noted that a sweater had been found in Hannah's closet with Ford's blood on it, but she insisted she had been set up. Elijah couldn't imagine who would do that, but Hannah suggested that they both knew the answer. Elijah was vague and insisted he wouldn't know, but Hannah reminded him that he wanted her to be honest. He knew the truth and had known it all along, she accused him. She stated that Elijah was the one who had pushed Marty.\n\n\nFord showed up at the hospital and demanded to hear why Starr was there. She admitted that she was the one who shot James, but she had been trying to protect him. She explained all that had happened from the time James had stolen money from his father up to the scene in the barn. She thought that she had shot Bull, but it was Todd who accomplished that. She shot the gun to save Todd, but she hit James.\n\n\nFord accused her of doing it on purpose to get back at Ford because of his involvement with Langston. A furious Starr insisted that she had been there for James, but she wanted to know where Ford had been all along. He left his brother with a terrible father because he was more interested in having sex with anything that moved, Starr admonished him. James had stolen money to get away and start a new life because Ford had abandoned him. Ford insisted that he loved his brother, and he took exception to Starr's accusations. She apologized, but Ford blamed himself for his brother's predicament.\n\n\nHe wanted to know how Starr and James met, and Starr started off with their first encounter when James had fixed her car. She got him up to speed on the rest of the story and how she was involved because Bull thought she was James's girlfriend. Starr was surprised when Cole walked in.\n\n\nTodd and Nate arrived at Angel Square Park in their pursuit of Dani. Todd demanded that Nate leave because Todd blamed Nate for the state that Dani was in. Nate apologized, but Dani needed him and he was not going anywhere. He suggested that Todd get back to Téa, because she needed him more, and Todd grudgingly agreed to leave Dani to Nate. As Nate continued to call out to Dani, she suddenly appeared in front of him. He smiled at her encouragingly.\n\n\nBack at the hospital, Blair left Téa as soon as Todd arrived. She called Elijah and left him a message that she had her answer for his proposal. Todd advised Téa that the two of them together would help Dani, and Téa would live through Dani. Téa told Todd she needed him, and he felt the same about her.\n\n\n",
    "tvmega_recap": "James is ready to leave Starr and meet with Bull. But she's worried about what could happen and doesn't want to leave him. He doesn't want to put her in danger. Each feels responsible for the fact that Bull is endangering him. And they end up kissing. Cole finds out that Hannah has been running from the cops after being accused of trying to kill Ford and that she lied to him that he would find Starr or James at her family's cottage in Delaware. He then concludes that she probably lied about witnessing Starr's father pushing his mother down the stairs and causing her to lose her baby. But she protests that she had to do what she did because she loves him. Todd wants to help Dani and they are keeping the secret about Bull from Tea. Tea prepares her case to defend Todd in court. But she collapses on the floor when she's practicing her speech. Bo and Nora return from their honeymoon and David is passed out on the couch when he was supposed to pick them up at the airport. Matthew is worried that his parents will never trust David to be around him again with all the mischief David has gotten him into. But the two of them clean the place from top to bottom and impress Bo and Nora. But are they really going to buy that David is a responsible individual?",
    "soapcentral_condensed": "Starr waited in the hospital for news of James, who had been wheeled to surgery. Todd did his best to comfort Dani as she grew more distraught the longer that Téa spoke. Kelly found Jessica sitting alone at the country club, and she sat down next to her to chat. Jessica thanked Kelly for helping her to be able to explain to Brody what had happened with Ford on the night of the prom. Kelly agreed that Ford had taken advantage of Jessica, though Jessica was quick to add that no one had gotten that they were leaving the apartment before Ford had attacked Ford.Nearby, Brody stood next to Ford at the buffet table and vowed to break Ford in so much as he looked over at her. He didn't have any other details than the fact that Todd had shot the thug. Brody also received a phone call about his brother, but he took off after he received a call from his brother about the hospital. He took off when he heard the news that his brother had been shot.\n"
}