{
    "soap_central": "\nDOGG DAY AFTERNOON\n\n\nWhen Starr and Cole unexpectedly received a phone call from Todd, Starr reluctantly took the phone from Cole so that she could speak to her dad. Todd told her that he had thought that things were better between them, and he couldn't understand why she had run away. Starr tried to make him comprehend that she couldn't take things the way they had been, and she knew he would never accept Cole. She explained that he, not Cole, was the one who had made her run away. \n\n\nStarr told Todd to tell the other family members that she loved them and was about to end the call, but Todd pleaded with her to stay on the phone. He told her how sorry he was and wanted the chance to prove it. He admitted he had been wrong and asked her to return home. He told her that he would even let her see Cole. He asked for the chance to make it up to her and said that he only wanted her to live like a normal teenager. \n\n\n\"Even if I'm...\" Starr stopped herself from going any further and began to cry. She told Todd that she could not return home. She ended the call. A distraught Todd ordered a lingering Langston and Markko to leave. Starr told Cole about her father's request but knew he'd renege on it when he learned of her pregnancy. \n\n\nThe Llanview men began to gather for Rex's bachelor party, admiring a painting of naked baby Rex hanging on the wall. Bo managed to pull Antonio aside and asked about Talia and John and their new relationship. Without divulging any information, Antonio merely told his former boss to enjoy his vacation because he'd eventually be back at the station. Bo realized that there was a plan underway to take Ramsey down. \n\n\nRex arrived and immediately began to drink heavily. Bo asked him if he had something bottled inside, as Bo recalled the last time he himself had drunk too much. It had been shortly after his father's death. He advised Rex to let it out before it was too late. Rex headed toward the bachelorette party at Ultraviolet. \n\n\nAdriana phoned Brody and ordered him to show up at her party in order to meet up with Gigi, especially since he had already cashed the check she had given him. Dorian suggested that perhaps her daughter should cancel her wedding if she was so scared of Gigi. A snippy Adriana accused her mother of being out to get her and reminded Dorian that she would only remain in her daughter's life if the wedding went off as planned. Dorian mentioned that her own family life had fallen apart while she had been helping Adriana, but she hastily added that she wouldn't burden Adriana when Adriana merely looked annoyed. \n\n\nDorian also expressed the thought that it was unnecessary for Adriana to be adding Brody as insurance, but Adriana felt that she had to because she was desperate. She wanted Brody to be a distraction for Gigi. Advice from Dorian that consisted of \"batting away\" the competition resulted in a \"like you?\" response from Adriana that quickly silenced her mother. Dorian insisted that Adriana was attributing too much power to Gigi by thinking that she could take Rex away. Adriana was forced to tell her that Gigi would be able to, since Rex was really Shane's father. \n\n\nA shocked Dorian felt that Gigi could be lying, but Adriana advised her that Brody had given her the real story. Before further discussion could continue, Langston walked in, and Dorian had to excuse herself, citing the need to take care of Langston's problem. Adriana was angry. Dorian thought that perhaps Adriana was blowing things out of proportion. \n\n\nShane and Gigi moved into the carriage house at Llanfair. Marcie arrived under orders from Adriana to take Gigi to the party. Gigi informed her that she had no intentions of attending, since she hadn't received an invitation. She also noticed that suddenly, Adriana was acting like her best friend, especially when Rex was around. She felt that Adriana was punishing Marcie for being friends with Gigi, but Marcie insisted that Gigi was her true friend. \n\n\nGigi expressed the desire to return to Texas. She mentioned that she and Rex had been talking about the past and that he had said how sorry he was that he had left her years before. Marcie asked Gigi to express her true feelings about Rex, and after Marcie urged her on, Gigi finally admitted that she loved him. She also felt that Adriana was aware of it, which was why she probably wanted Gigi at the party. Adriana probably wanted to torture her, while making sure that Gigi knew that Rex was getting married to her. Marcie was reluctant to attend, but Gigi felt that she should. \n\n\nAs Mel and Noelle continued to argue about their pies, David Vickers, who was an employee, tried to get them to knock it off because he was tired of hearing it. Jared and Natalie arrived, still deliberating whether to tell everyone their news. Natalie recalled how Viki had met Charlie at the café. She told Jared that she really wanted to be dancing with him at Rex's wedding. \n\n\nMel asked David to wait tables, but he refused. Noelle learned that Mel really wanted to spend more time with her. She encountered the visitors and asked about Viki and Charlie. She wondered if Charlie had ever located his son, and she surmised that Jared was Natalie's boyfriend. \n\n\nSnoop Dogg headed to Llanview, informing his driver that he and the town went way back. \n\n\nWhile on the phone with Starr, Todd heard passersby talking in the background. He recalled someone mentioning Lucky's Arcade. He began to call for information in various cities near beaches. He hit paydirt and learned of such a business in Virginia Beach. He called to have a jet readied for takeoff. \n\n\nAt Ultraviolet, Marcie informed an obviously irked Adriana that Gigi would not be attending the party. Catching Brody as he arrived, Adriana handed him Gigi's new address. Rex stumbled in and appeared to be looking for someone. He thought that they might need a stripper. The trashed groom-to-be began to dance and remove his clothes. The screaming women were thrilled and enjoyed the performance, until the real entertainment arrived. Snoop Dogg performed. \n\n\nDorian advised Langston that she had been taken advantage of but encouraged her not to worry. She had spoken with several of her colleagues, and Langston would be able to have a professional abortion. \n\n\n",
    "tvmega_recap": "Todd finally reaches Starr by phone when he uncovers the phone that Langston and Marco are using to stay in contact with her. He humbles himself to his daughter, apologizing for his behavior, telling her he loves her, misses her and is willing to let her see Cole and trust her decisions. But knowing that he is still unaware that she is pregnant, she cannot trust that he will be ok with that so she refuses to come home. Todd, however, finds out where they are and is ready to book a flight to find them. Adriana and her friends are hosting the bachelorette party. Rex is with the guys. They are both having second thoughts and trust issues. Also, we see Viki's old friends from the Bon Jour cafe. And it looks as though Mo and Noel have hired David Vickers to work with them.",
    "soapcentral_condensed": "Dorian suggested that perhaps her daughter should cancel her wedding if she was so scared of Gigi. Bo realized that there was a plan underway to take Ramsey down. Adriana phoned Brody and ordered him to show up at her party in order to meet up with Gigi, especially since he had already cashed the check she had given him. Marcie asked Gigi to return to Texas to express her true feelings about Rex, and after Marcie urged her on, Gigi finally admitted that she loved him. As Mel and Noelle continued to argue about their pies, David Vickers continued to torture Mel about the pies, which she wanted to torture her while making sure that she knew that she was getting married to the man of her dreams. The Llanview men began to gather for Rex's bachelor party, admiring a painting of naked baby Rex hanging on the wall. Bo asked him if he had something bottled inside, as Bo recalled the last time he himself had drunk too much.\n"
}