{
    "soap_central": "\n\nAs Téa was about to walk in her house, Dani ran up to the door with her arms full of shopping bags. Dani needed her mother to help her pick out something to wear for the premiere. Téa was glad to learn that things between Dani and Nate were all right. Dani asked how Téa and Todd were. Téa told Dani that she and Todd had agreed to disagree, which was progress.\n\n\nThe man with Todd's original face answered the phone, pretending to be John. He wanted Tomas' information about Todd, but Tomas didn't want to discuss it on the phone. As Baz eavesdropped, Tomas told the man that he had \"privileged information\" about Todd. Téa and Dani entered the house, so Tomas told the man to meet him at the premiere. Téa demanded to know if Baz was eavesdropping, which he defiantly confirmed. Téa urged Tomas to tell Baz and Dani the truth.\n\n\nTomas admitted that he'd been a CIA agent, but related that the less he said, the less dangerous it would be for his loved ones. He also disclosed that he'd been trying to stop Todd's shooter, and had gotten wounded in the process. He demanded that they keep things quiet, and declared the conversation over. He pushed Baz toward the stairs to go get ready for the premiere.\n\n\nBlair entered La Boulaie. Starr urged her to get ready, because they would be late for the premiere. As Blair went upstairs, the doorbell rang. Starr was ecstatic to open the door to Markko. Starr wished that Langston could have been there too, but Markko said that Langston was already working on another project. Starr asked about the collaboration, and Markko replied that he and Langston had been learning to trust each other again. Starr reminded him that \"the Ford thing\" had had nothing to do with Markko.\n\n\nMarkko was glad to hear that things were going well with Starr and James, but wondered who Baz was. Starr insisted that they were only working on music together. She told Markko to get going, because he would miss his own movie premiere. He left, and Blair returned downstairs. Starr complimented Blair on her earrings, to which Blair replied that they had been a gift from Todd long before. Blair informed Starr that Tomas and Baz would be escorting them. Starr was happy to learn that things were going better between Blair and Tomas. Blair said that, since Tomas was being honest about his past, the two might have a future.\n\n\nA short while later, Blair and Tomas complimented each other as they left the house. Behind them, Baz told Starr that Tomas had given a little information about his past, but had only left Baz with more questions. Baz offered his arm to Starr, but she refused it. He promised to be a gentleman, and not try to kiss her again. She walked away, leaving Baz to follow.\n\n\nTodd demanded to know why John was in his office. As Jack entered, John claimed to be following up on Jack's attack. He continued that he'd gotten what he'd needed, and left. When Jack wondered what John had wanted, Todd yelled that Jack had told John about Jack's attack. He assured Jack that \"the Gigi Morasco thing\" was over, thanks to Brad. Jack was convinced that John knew Jack had been the cause of Gigi's death.\n\n\nTodd assured Jack that John couldn't get to Jack, and urged his son to move on. Jack informed his father that he couldn't just decide to feel better when he didn't. Todd reminded Jack that Todd had made many mistakes, but he'd had to live with them. Todd pushed Jack along so they could get to the premiere. Jack worried that John would be there, but Todd assured him that they would just make fun of John's hair.\n\n\nJohn returned to his apartment. He told the man that he had gotten Todd's DNA, so he would put a rush on the results to figure out who was the real Todd. The man wondered if John was on his way to \"the party.\" He explained to a confused John about how he'd answered the phone, and that John was supposed to meet with Tomas at the movie premiere. John wondered what was wrong with the man, and yelled that he could get himself, and possibly everyone in the building, killed.\n\n\nThe man told John to change clothes, because the event was black tie. John refused to wear a tuxedo, so the man urged John to care about his appearance. John promised to place a trusted cop outside the door, and instructed the man not to leave the apartment. When the man wondered what to do, John told him to channel surf, and left.\n\n\nNate found Ford at the premiere. Ford had hoped to have his own movie premiere instead of working at someone else's. Nate told Ford that Deanna had gone to California to look for her mother. Ford praised Nate for getting the information from the lawyer. Nate suddenly caught sight of Rick, and ran after him.\n\n\nThe Patels were proud that Vimal had made it big enough in America to take them to a movie premiere. Mrs. Patel wished that Rama could've gone, and hoped that she wouldn't catch a cold from Aubrey. Vimal told his parents how difficult it had been to get tickets. He slipped that even Cutter and Aubrey had gotten turned away. His parents caught on to the slip, and he admitted that he had a confession. As he was about to tell them the truth, Rama appeared, pregnant-looking, and happy to be there.\n\n\nThe Patels were ecstatic to feel the fake baby bump. They left to get everyone drinks, and Vimal demanded to know what was going on. Rama explained Cristian's idea, and that she'd overheard Mrs. Patel talking about Rama and the baby. Rama was there to buy Vimal time. A short while later, Mrs. Patel returned with Harrison Ford's autograph. She declared the day the happiest day of her life.\n\n\nBlanca reported for the show from the premiere. She found Dorian and David, and asked about the rumors about David and Ionia. \"I did not have sex with that woman,\" David declared, looking into the camera. As Blanca asked Dorian about her dress, Ionia entered, wearing the same dress as Dorian. Dorian angrily vowed to \"rip it off, and kick her ass to the curb!\" Blanca followed as Dorian confronted Ionia. Dorian told Blanca about Ionia and Echo's conspiracy to break up Dorian and David.\n\n\nDorian and Ionia argued on-camera. Dorian demanded that Ionia leave, but Ionia refused. David spotted Markko, and called him over. Markko got Ionia out of the room, and Dorian walked away. Blanca ended her segment as Rick approached her. He told her that she would be familiar with his work \"very soon.\" Téa and Dani appeared, and Blanca described them as the lucky \"Todd Manning's girls.\"\n\n\nThe man turned on the TV just in time to see Blanca interviewing Todd, Téa, Dani, and Jack. He urged Téa to use her \"big brain,\" and figure out that the Todd she had married was a fake. Blanca asked about Dani's conception on the island, but Dani didn't want to think about it. Blanca moved on to ask Jack about the charges against him, but Todd answered that all charges against Jack had been dropped.\n\n\nBlanca then found Blair, Tomas, Starr, and Baz. She asked about the music collaboration between Baz and Starr. Tomas insisted that he was proud of both. Watching the interview on TV, the man told Tomas to wait, because John was on his way. Blanca complimented Blair on her earrings, which she replied had been a gift from her ex-husband. Blanca asked Blair how she felt about an Asian-American actress portraying her character, to which Blair answered that it was the magic of Hollywood. The man saw Blair's earrings, and recognized them as a gift he'd given to Blair. \"I think maybe I'm going to a party,\" he said.\n\n\nRex entered his house, and poured himself a drink. He turned on the television, and was disgusted with the interviews on Blanca's show. \"No justice,\" he muttered, and turned off the TV. Shane entered, holding his notebook. Rex wondered if Shane had made a new comic, and if he could see it. Shane refused, and said that it was stupid. However, he handed it to Rex anyway.\n\n\nRex saw that it was a comic mimicking the way Gigi died. The differences were that the boy saved his mother in the end, and the \"bad guys\" paid for their crimes. Shane related that the bad guys never paid in real life. Rex swore that they would \"this time.\" Rex promised to bankrupt Todd so he was no longer rich and powerful. Shane didn't see how Todd being poor would help them, since Gigi would still be dead. He stormed out of the room.\n\n\nRex knew that Shane was right -- \"It's not enough to take their money.\" He threw the television remote in anger, accidentally breaking Gigi's picture frame. He picked up the picture, and said that he had to \"do it now.\" He wondered how else Shane would move on. A short while later, Rex walked down the stairs, dressed up. He opened the safe in the living room, and removed a gun.\n\n\nDorian asked Markko if Ionia was gone, and he assured her that he'd put Ionia in a cab. Starr and Baz entered, and Dorian wished that Langston were there. Starr reminded Dorian that Dorian had been the one to turn Langston into a \"hot commodity.\" Dorian told Markko that she'd made a few changes in the movie. Markko, feeling sick, had thought he'd had the final cut. Dorian only smiled and walked away.\n\n\nStarr introduced Markko and Baz. Baz offered to get drinks, and walked away. Starr insisted that she and Baz were only working on music together. Markko thought they weren't, especially with the way Baz looked at her. Dani entered, looking for Nate.\n\n\nNate cornered Rick, and reminded him that Nate had held up his end of the deal. Rick wondered what Nate had thought of the rough cut of the movie, which a confused Ford overheard. Rick walked away, and Ford asked if Nate had worked with Rick. Ford warned his brother that he wouldn't be taken seriously as an actor if he'd done porn.\n\n\nDani entered, and sensed that something was wrong. Dorian entered, and demanded that Ford circle the room with the hors d'oeuvres, like she'd paid him to do. Ford told Nate that they'd talk later, and walked away. Dani wondered if the brothers had gotten into a fight. Nate explained that Ford was just down because he wanted to make his own movies. Dani told him that she'd seen \"that skeevy lawyer.\" Nate wondered how the \"lawyer\" had gotten in.\n\n\nFord and Markko bumped into each other. Ford shook Markko's hand, and congratulated him. Markko owed his success to Ford, for being Markko's teacher. Ford asked about Langston. Markko told him that she was already working on another project, and revealed that they were back together. Ford was happy for the couple. Markko had heard from Starr that Ford had gotten his heart broken. Ford said that it was rough. \"I've been there,\" Markko said, and walked away.\n\n\n Dani and Jack left to find seats for their family. Téa told Todd that he'd survived the red carpet, and might actually enjoy the movie. He just enjoyed Téa's company, \"now that you're talking to me.\" She told him to keep behaving, and she wouldn't give him the cold shoulder again. He kissed her neck as Blair, Tomas, Starr, and Baz entered. Blair thought that they would all have fun at the premiere. \"Like a root canal!\" Todd added.\n\n\nBlair wondered if Tomas remembered her earrings. He did, since he'd spent hours painting them. He was happy to have \"the real thing\" instead of a painting. The movie was about to start, so everyone started to head toward the theatre. John entered, and eventually found Tomas. Blair offered to get seats, and left. John wondered what information Tomas had about Todd.\n\n\nDorian got up in front of the room with a microphone, and thanked everyone for attending the premiere. She explained the movie, and was happy to present Vicker Man: The David Vickers Buchanan Story. As the movie started, Dani told Nate that she knew he would one day be up on the screen.\n\n\nThe beginning credits rolled, but the screen suddenly went blue. Dorian announced technical difficulties, but promised that it would be fixed soon. The movie returned, but it wasn't David's movie. Hold the Diploma appeared on the screen. As Nate engaged in nudity and suggestive dialogue on the screen, everyone in attendance, including Dani, gasped in horror. Rick smiled from the back of the theatre.\n\n\n",
    "tvmega_recap": "Everybody is getting dressed in their formalwear and ready to attend David and Dorian's production of \"Vicker Man\". Markko is back in town after working on it but has not brought Langston with him although Dorian wants them back together. Dorian gets into a brawl with the woman who tried to seduce David knowing she is the actress to play Dorian. Blanca Morales hosts the television news show about all the Llanview residents and their gossip while they attend the show. Original Todd finds out about it and tells John he must attend although John had not previously planned to. Original Todd stays back and watches the show on John's television and is unable to accept seeing all of the people in his life with this \"other guy\" who calls himself Todd Manning. Rex is also home alone and distraught with Shane and determined not to let Todd and Jack get away with Gigi's death. Todd and Jack know that somebody out there wants their head on a platter. Rick, the porn producer shows up unexpectedly and makes Nate very uneasy. And as soon as we see the movie start with David narrating it, the screen goes blank and a new \"film\" appears with Nate stripping out of his cap and gown and ready to have a sex scene at The Minuteman.",
    "soapcentral_condensed": "Tomas admitted that he'd been a CIA agent, but related that the less he said, the less dangerous it would be for his loved ones. Todd assured Jack that \"the Gigi Morasco thing\" was over, thanks to Brad. Jack worried that John would be there, but Todd assured him that they would just make fun of John's hair.Nate found Ford at the premiere, and Ford praised Nate for getting the information from Nate's lawyer. Blair complimented Blair on her earrings, to which Blair replied that they had been a gift from Todd long before. Blair informed Starr that Tomas and Baz would be escorting them. Markko was glad to hear that things were going well with Starr and James, but wondered who Baz was. Starr insisted that they were only working on music together, and Markko said that Langston was already working on another project. Blair and Tomas complimented each other as they left the house. Baz offered his arm to Starr, but she refused it. She walked away, leaving Baz to follow.\n"
}