{
    "soap_central": "\n\nThe Buchanan family is gathered at the hospital as they keep watch over a critical baby Zane.  His heart stops and starts again, the beat slower than before. The doctor finally relents and allows Kelly and Kevin to be closer to him, even going so far as to let Kevin hold him. The baby, who appeared to be giving up, shows a stronger heartbeat as Kevin begins to speak to him. \n\n\nClaudia pleads with Nash to skip the wedding and head out of town with her but he declines. He's doing it for Brennan, who will know one day of his noble gesture. He thinks Tess will return and run off with him, Claudia berates him. He's sicker than Jess is! He doesn't really know Jess, Nash responds. What if Jess can't handle his being there, wonders Claudia. Why don't you ask me, Jess interrupts. It's actually none of Claudia's business anyway, she continues. Claudia retorts that she hates to see Nash being jerked around but Nash thinks Jess is incredible and that Antonio is very lucky. He's not holding out for Tess. He and Jess agree to make new memories as friends. Claudia looks on as Jess grabs Nash's hand.\n\n\nAdriana has spent the night sketching lingerie but when she sees Rex in his boxers, she's onto something big. Asking Rex to change and pose, she's decided to design men's underwear. Layla offers her help and the ladies really seem to get into it as a reluctant and embarrassed Rex models for them. The fun is interrupted when Rex receives a phone call regarding Vincent and breaks the news to Layla. She heads for the police station while Adriana is thrilled not only about seeking revenge on Dorian, but proving that she is in control and can be successful on her own.\n\n\nNat and Cris visit Antonio with the intent of sharing their news about Vincent. Just as they begin to speak, Vincent himself walks into the office and confesses his guilt! He agrees to record or sign whatever is needed. He admits that he tried to stop the whole thing from happening but was too late. He's willing to be punished because of things that Natalie said to him. She's been very brave while he's been a coward. Antonio learns that he has no prior arrest record and charges him with attempted murder! Vincent is sorry, thinks the charge crazy, but writes up his confession. He should have thought about the consequences. He apologizes to Cris, citing the fact that he now has his honor and rep back. It doesn't pay the rent though, Cris advises him, and he doesn't care that Vincent is losing out too. Vincent offers to give the money he won to a charity of Cris' choice though aware that it still doesn't make him a good guy like John McBain. He's only sorry he's disappointed Natalie. He does feel like he has a sense of responsibility now, like John. He's cuffed and read his rights. Layla bursts in and Vincent expresses how much it means to him that she is there, though sorry she's seeing him like this. After he's led out, Cris, Nat and Layla express dismay over the charge. It is definitely too harsh, especially if Evangeline prosecutes as the new assistant district attorney.\n\n\nDavid visits Spencer again and advises him that the DNA results are in. He is hopeful that Spencer is not related to him at all, even with Spencer claiming to have loved him all along. David is happy to watch him suffer and wants him out of his life for good. On the other hand, Spencer is sure that things will go his way once again. David realizes that Spencer has always been jealous of him for having his family tree, as do the Buchanans. Spencer is just illegitimate and unwanted by all. A frail Asa also receives the news of the results being available and asks that Spencer be brought to his mansion, as Bo will not allow him to travel. \"Hello dad, or should I say Pa?\" Spencer is escorted into the house. Asa would love to knock his block off. \"Easy dad,\" Spencer says smugly. The notary arrives and dispenses the envelopes to the two men, from two separate, independent labs. Anxiously, everyone waits for the news.\n\n\n",
    "tvmega_recap": "Cristian and Natalie arrive at Antonio's office and Cristian tells that they know who set him up and that Natalie is there to confirm what happened. The door flies open and Vincent enters shouting that he will confess. He will do whatever his has to do in cooperation with the police on this. Chris is surprised and asks why Vincent is doing this. \"Why do you think?\" He peers at Natalie beside him. Kelly is awake and she gets to go and see her baby. \"He is so small \" Claudia finds Nash having his morning coffee and tells him that the big announcement of Antonio and Jessica's wedding has hit the paper. She suggests they take off until that whole thing blows over. Nash won't go. She tells him that he is crazier than Jessica and Tess put together. She wonders if he has thought that Jessica might not want him at her wedding. \"Why don't you ask me that?\" The DNA results are in and Asa refuses to go to the hospital to get the results. He can 't. He orders that Spencer be brought to him at the house to hear the results. Bo arrives at the jail and tells Spencer that he is getting out of there. Spencer gets up smiling. Vincent is furious when he learns he is going to be charged with Attempted Murder, but confesses just the same. He hasn't been arrested before and is told the procedure as well as the fact that Evangeline will be alerted since she is the ADA. Chris calls off the investigation and Rex gives Layla the news that Vincent has confessed. She runs to the station in time to see Vincent cuffed and led out to a cell. She worries when she realizes that her sister will be prosecuting the case and that the charge is Attempted Murder. David comes to see Spencer. Spencer finds that for someone who hates him, David sure spends a lot of time there. David has been thinking and he realizes that Spencer has been hating Asa all these years and he took his anger out on everyone else. \"I get it. I was really a part of the family while you were just an illegitimate twig! Unwanted!\" Bo arrives and tells Spencer that the results of the DNA tests will be revealed at his house and that Spencer is to be transported over there. Kevin and Kelly hear the alarm go off on the baby's monitor. Zane is in trouble but Dr. Goldman manages to stabilize him. \"He is disconnected. You need to prepare yourself.\" Kevin orders that the child be given to him. He takes the infant and talks to him of his strong mother and father who would have loved him. \"I will be here for you.\" Beep! Beep! A nurse tells that means that baby's heart is beating stronger and that is the first time that has happened since the child has come into the world!",
    "soapcentral_condensed": "The Buchanan family is gathered at the hospital as they keep watch over a critical baby Zane. Adriana is thrilled not only about seeking revenge on Dorian, but proving that she is in control and can be successful on her own. David visits Spencer again and advises him that the DNA results are in. David is hopeful that Spencer is not related to him at all, even with Spencer claiming to have loved him all along. Asa also receives the news of the results being available and asks that Spencer be brought to his mansion, as Bo will not allow him to travel. \"Hello dad, or should I say Pa?\" Spencer is escorted into the house. \"Easy dad,\" Spencer says smugly. The notary arrives and dispenses the envelopes to the two separate labs. Anxiously, everyone waits for the results to come in and then waits for them to be delivered to the Buchanans' home. The doctor finally relents and allows Kelly and Kevin to be closer to him, even going so far as to let Kevin hold him.\n"
}