{
    "soap_central": "\n\nAdriana's stalker gets dangerously close as she sits alone in the diner. Neely advises Rex to cough up some cold, hard cash if he wants information on who framed Bo. Though Cris denies being hurt, Evangeline senses that her favorite artist is having trouble using his right hand. A guilt- stricken Viki explains to Jessica how she ignored the warning signs and assumed Niki Smith was gone years ago. Insisting that Tess was right to blame her, Viki apologizes to her daughter for not stopping Niki in time. Antonio promises Clint he'll never lie to Brennan about her family ties. Nash finally awakens and is irked to find Claudia hungrily embracing him. Natalie gives John a possible lead on how to prove Bo's innocence. Adriana is horrified to discover a photo of Rex with a knife stabbed through it. Jessica assures her weeping mother she understands full well what she went through with Niki. Nash warns Claudia not to badmouth Tess ever again. Several residents of Llanview receive mysterious text messages summoning them to the country club.\n\n\n",
    "tvmega_recap": "Adriana sits in the diner thinking that she is alone. The stalker enters and sits behind her. He takes out the half-a-picture that he has of Rex and uses a knife to jab the picture to the back of his leather seat. Adriana has no idea what goes on behind her. The stalker then calmly gets up and walks out. Nash is in bed sleeping. Claudia hears him calling out for Tess and goes to him pretending to sound like her. They start kissing and Nash tells her how he is glad that she was able to make it to him. Claudia responds and that is when Nash opens his eyes and sees her. \"What the hell are you doing?\" he asks jumping away from her. The woman that Rex is talking to doesn't want to help him with the forgery unless he has big money. Rex can't afford what she is asking. He presses her and so she looks at the papers. Her faces changes and she declares that the docs are real. She gets up to leave now. He knows that there is more to this. He is suspicious now of her behavior and accuses her of recognizing this person's work. Citizens of Llanview have had their names written on a piece of paper. Soon enough, all the names on a list get a call from a number that they can't recognize. The text message which comes through on their cellphones tells them to head to the Country Club in half an hour and to come alone. Evangeline, Viki, John, Natalie, Rex and Adriana are some of the people expected to show. The secretary comes to her boss reporting that she has had all the messages sent and that delivery has been confirmed. Todd thanks the woman for her work as he sits peacefully behind his desk rubbing his palms. Everyone he has contacted, should be at the Country Club in just about thirty minutes.",
    "soapcentral_condensed": "Adriana's stalker gets dangerously close as she sits alone in the diner. Neely advises Rex to cough up some cold, hard cash if he wants information on who framed Bo. Antonio promises Clint he'll never lie to Brennan about her family ties. Natalie gives John a possible lead on how to prove Bo's innocence. Adriana is horrified to discover a photo of Rex with a knife stabbed through it.. Several residents of Llanview receive mysterious text messages summoning them to the country club. Jessica assures her weeping mother she understands full well what she went through with Niki. Nash finally awakens and is irked to find Claudia hungrily embracing him. Nash warns Claudia not to badmouth Tess ever again. Jessica tells her mother that Tess was right to blame her for not stopping Niki in time. Viki explains to Jessica how she ignored the warning signs and assumed Niki Smith was gone years ago. Evangeline senses that her favorite artist is having trouble using his right hand.\n"
}