{
    "soap_central": "\n\nAntonio arrives at the hospital with no time to spare and he and Jessica are immediately prepped for surgery. Natalie says an emotional goodbye to her sister. Nash and Jessica voice their love for one another as she's led off to the operating room. Michael gives Nash permission to observe the operation from the gallery. Meanwhile, Talia receives a threatening letter from OPP and alerts Bo. John, Bo and Talia put their heads together and come to the conclusion that a bomb has been planted at the hospital. While searching Jessica's former ICU room, John finds a live bomb and manages to diffuse it only to be faced with another threat. Jessica and Antonio's families pray for them but everyone's lives end up in peril. Miles continues to blackmail Marty into marrying him, threatening to turn her taped murder confession over to the police if she refuses. Marty doesn't get good news when she meets with an attorney to \"hypothetically\" ask what a taped confession would mean in terms of prison time. Miles confronts Marty when she returns to the hospital.  \n\n\n",
    "tvmega_recap": "John confronts Marty as to what she had wanted to tell him. Miles comes by the hospital and finds Jessica isn't in her room. Natalie comes by, and Miles questions her as to where Jessica is. Natalie explains the situation to him and says that she is afraid that she might lose her sister. Nash hurries into Jessica's hospital room. Antonio starts to go in, but Paige and Michael stop him and tell him that he got there just in time. Antonio comes into Jessica's room, and Jessica asks him if he is sure that he wants to do this. Talia is on the computer at the police station. Another officer brings her a note from the white supremacist group which she reads. A man sneaks into the hospital, wearing a white coat and carrying a black bag. The man sets the timer for the bomb. Paige comes in and tells them that they need to start prepping Jessica and Antonio for surgery. Everyone leaves the room. Natalie comes in and upon seeing Nash there, gives him a big hug. The surgery begins. The police and SWAT team arrive at the hospital to search for the bomb. After looking carefully, John finds the bomb and begins to dismantle it with Bo and Talia looking on. Antonio begins to hemorrhage in surgery and the doctors work frantically to save him. Something doesn't seem quite right and when John has a closer look, he finds a note stuck in the bomb which reads, \"One bomb down, one to go.\" Jessica's surgery is over and she is on her way to recovery. The doctors continue to work on Antonio. Miles meets up with Marty at the hospital, and begins to badger her once again about marrying him. She informs him that she would rather be in prison that married to him. The other bomb goes off at the hospital.",
    "soapcentral_condensed": "Antonio arrives at the hospital with no time to spare and he and Jessica are immediately prepped for surgery. Nash and Jessica voice their love for one another as she's led off to the operating room. Michael gives Nash permission to observe the operation from the gallery. Meanwhile, Talia receives a threatening letter from OPP and alerts Bo. John, Bo and Talia put their heads together and come to the conclusion that a bomb has been planted. While searching Jessica's former ICU room, John finds a live bomb and manages to diffuse it only to be faced with another threat. Miles continues to blackmail Marty into marrying him, threatening to turn her taped murder confession over to the police if she refuses. Marty doesn't get good news when she meets with an attorney to \"hypothetically\" ask what a taped confession would mean in terms of prison time. Miles confronts Marty when she returns to the hospital. Jessica and Antonio's families pray for them but everyone's lives end up in peril.\n"
}