{
    "soap_central": "\n\nBo and Lindsay join Nora and Clint for dinner at the Palace. The atmosphere is tense. Wine is poured. They talk about the board meeting, and things grow tenser, until Clint suggests a toast. Bo toasts Lindsay's miraculous recovery, and Nora sneers. Lindsay toasts Bo in return, and they all clink glasses. Bo minimizes his involvement in her recovery, and Nora asks who is responsible for Lindsay's recovery. Nora keeps on making snide remarks, even as Clint tries to diffuse the situation. Lindsay and Nora argue, and Lindsay says Nora is so jealous about Lindsay living with Bo that Nora can't see straight. Clint says they all need to take a deep breath and enjoy dinner. Bo sputters and tries to explain that he and Lindsay are not living together. Bo denies he has a problem with Clint and Nora dating. Bo and Clint start to get into it. Bo's surprised, though, that Clint would date Nora when he knows she cheated on Bo. Nora is furious and throws her wine all over Bo, and Lindsay retaliates by throwing her wine all over Nora. Clint knocks over the table trying to help Nora, and Bo retaliates by spilling his plate of food all over Clint. Sarah and Cristian observe the fracas and decide to bug out and get dessert at the diner. They are all asked to leave, immediately. Nora and Clint clean up a bit at the bar. Nora says they need to talk about how she was unfaithful to Bo, and he says it doesn't bother him at all. He's very understanding about it. Clint does need to know if Lindsay was right: is Nora jealous? Clint and Nora kiss, and he leaves to get the car. Nora says to herself that she knows Lindsay is faking it, and she's going to expose Lindsay if it's the last thing she does. \n\n\nBo and Lindsay arrive home. Lindsay apologizes, and Bo says she was right, they shouldn't have tried to eat together. Bo says he knows Lindsay isn't faking her insanity. She's very grateful to him. Bo says he's going to take a shower and shake off their awful dinner. \n\n\nCristian and Sarah are also had dinner at the Palace. He wanted to see the song she's been writing. It turned out the song was about Cristian. Sarah said Cristian was being quiet. He asked her if he's the guy she wrote the song about. She lied and said no, then changed her mind and, with a big smile, told him the truth. Sarah said she never thought she'd write again. He asked her about her inspiration. She told him it was a shirt that she left at his place when she moved out. He washed the shirt for her, and that's when she fell for him. She also said she loves to drive him crazy. Cristian let her in on a secret: he likes it when she drives him crazy. He kissed her and they left after the food fight at Bo's table. They are walking through Angel Square when they see the new ice that has formed. Cristian skates on the ice, then runs off for a moment. He comes back with another pair of shoes from the diner, and they ice skate around. Sarah falls flat on her face. Cristian pretends to help her up, but instead rolls around on the ice with her, kissing her. \n\n\nLayla and Vincent are at her apartment, having a glass of champagne. Layla complains how messy a roommate Sarah is. There's a knock at the door. It's Rex and Adriana. Layla congratulates them on their engagement. Rex tells them that he knows Roxy is hiding something from him. Adriana tells Layla how she let the secret about Tommy slip to Blair. Rex hopes it will all blow over. Rex says he's only inviting three people to their wedding. Vincent expresses surprise that Rex has no other family, then offers the names of some lawyers, in case Rex and Adriana are really in trouble over their lies. Rex says he wants a beer instead of the champagne. Rex's Aunt Corrine, who raised him, calls and he tells her the good news, that he's getting married. He asks her to come to Llanview. Then he asks if they have any other relatives, telling her about Charlie \"Balsom\", and how Roxy had a strange reaction when he asked her about any other relatives. Corrine hangs up, and it is clear Rex feels her reaction was odd, too. Adriana shows them all her gumball-machine engagement ring. They tell how he bought Marcie's ring the first time. Rex is still upset about his phone call with Aunt Corrine. Now he knows that Roxy is hiding something, and Corrine's in on it. Corrine calls Roxy and tells her about the call with Rex. She warns Roxy that Rex knows she is hiding something. \n\n\nTess shows up at Jared's bedroom door. He's shirtless in bed and he invites her to join him. She does, flirting openly. She tries to make him feel better about losing the board vote. She apologizes and asks if he's still mad at her. Jared calls her on it, asking why Tess would care if anyone was mad at her. He asks her if she hates Nash. She says no, but criticizes him anyway. She says Jared is the only one who knows that she's Tess right now. He says he's lonely. He wonders why she's talking so much-she used to like to talk afterward, not before they made love. She wants him to take her to a hotel. She tells him she didn't buy the story that Pamela's his mother. Jared says he wants to party. He pours her some whiskey from a decanter, knowing that Jessica can't drink. He says Tess would drink with him, and if she matches him shot-for-shot, he'll tell her anything she wants to know. She splashes her drink in his face, and he laughs. She says she's not going to die to prove a point to him, and that she expected his gratitude. Jared goes to the door and a woman comes in with two men in scrubs. Jared called St. Anne's after the board meeting, for Jessica's good. They have the documents that Jessica signed, saying she was to be committed back to St. Anne's if her alter Tess ever surfaced again. She screams that it is a misunderstanding, but the woman overheard her saying that she was no longer integrated. She tells Jared she was trying to trick him, but he says he's only thinking about little Bree. The woman has to go by Jessica's orders. \n\n\nNash tells Roxy that he has lost control of Jessica. They have a drink together, and Nash complains that Jessica is playing with fire by pretending to be Tess. Roxy tells how she and Jessica go way back, and they talk about the baby switch. Nash leaves to go home and check on Bree. Roxy sits Nash down and helps him to get cleaned up. She tells Nash that Jared is still doing \"funny business\" with Natalie. Nash commiserates, saying Jared is getting funny with Jessica, too. And Jessica's trying to seduce him right back. Roxy tells Nash that Miles dumped her, even though they weren't officially together. Nash says he just wants Jessica to stop trying to work Jared over. Roxy tells Nash he's got to get tough with Jessica. A water main bursts, apparently on the outside of Roxy's shop, spilling water onto the icy ground of Angel Square. Roxy tells how she gave Natalie back to the Buchanans. Nash says he needs to get back to Jessica. His phone rings and it's Jessica, calling in a panic. She tells him to come to Nash's bedroom right away. Nash arrives. Jessica explains about the papers and says Jared set her up. Nash is furious at Jessica, and agrees with Jared. He wants her to get some help. Jessica is open-mouthed with shock. She is shocked that Nash is trying to punish her for not listening to him, and they carry her away screaming. \n\n\n",
    "tvmega_recap": "Clint insists that Bo and Lindsay join him and Nora. Cristian tells Sarah that that is a pretty good song that she had written and asks to see it. Sarah refuses. Adriana and Rex visit Layla and Vincent. Layla offers Adriana and Rex congratulations on their engagement and asks when the date of the wedding is. Nash lets Roxy know that he has lost control of Jessica. Jessica goes to visit Jared in his room. When Jessica owns up that she is really \"Tess\", the orderlies from St. Anne's take her away to St. Anne's for help. Sarah and Cristian go roller skating. They both fall down on the ice and start to kiss. Rex knows that his mother is hiding something. An all and out confrontation erupts between Bo, Lindsay, Nora and Clint.",
    "soapcentral_condensed": "Bo and Lindsay join Nora and Clint for dinner at the Palace. Lindsay and Nora argue, and Lindsay says Nora is so jealous about Lindsay living with Bo that Nora can't see straight. Bo denies he has a problem with Clint and Nora dating. They are all asked to leave, immediately. Cristian and Sarah are walking through Angel Square when they see the new ice that has formed. Layla and Vincent are at her apartment, having a glass of champagne. Rex tells them that he knows Roxy is hiding something from him. Adriana tells Layla how she let the secret about Tommy slip to Blair. Rex says he's only inviting three people to their wedding. Sarah said Cristian was being quiet. He asked her if he's the guy she wrote the song about. She lied and said no, then changed her mind and, with a big smile, told him the truth. She told him it was a shirt that she left at his place when she moved out. He washed the shirt for her and that's when she fell for him.\n"
}