{
    "soap_central": "\nStacy's Turn\n\n\nAt La Boualie, John, Moe, and Starr discovered that Jack was missing. John and Moe were concerned for Jack's safety, but Starr was certain that Jack was fine and instructed Moe on Jack's possible location. \n\n\nMeanwhile, Jack stormed into Todd's office and demanded that his father get rid of John so that they could be a family again. Todd assured Jack that he was working on a plan to win back custody of his children. When Todd mentioned that he had concocted a plan to convince Blair's lawyer to join forces with him, Jack quickly realized that Todd intended to seduce Téa. Jack doubted his father's ability to trick Téa, but Todd assured his son that he would prove that Blair and John had entered into a fraudulent marriage. \n\n\nBack at La Boulaie, Starr questioned John about Cole. John urged Starr not to give up on him, but Starr was critical of Cole and his drug addiction. She blamed Cole for causing Matthew's injury and destroying Schuyler's teaching career. When John inquired about Cole's connection to Schuyler, he was curious about Starr's extensive knowledge concerning her teacher's personal life. Starr quickly deflected John's questioning and suggested that Moe ask the chauffeur if he knew Jack's whereabouts. \n\n\nA curious John placed a call. \n\n\nAt Todd's office, Jack expressed his desire to live with his father, and spoke negatively about John. Pleased by his son's hatred of his new stepfather, Todd said that Jack didn't have to listen to John. As Jack and Todd continued to insult John, they were surprised when John appeared at the door. When John asked Jack to come home, Jack refused. To Jack and John's surprise, Todd instructed his son to go home with John. After Jack left the office, John advised Todd that he intended to keep the children away from Todd while Blair recovered. \n\n\nA troubled Gigi entered Llanfair and requested a cup of coffee from Viki. Upon learning that a bone marrow donor had been located for Shane, Viki wondered why Gigi appeared to have something else on her mind. Gigi announced that her sister, Stacy was the donor. Viki wondered why Gigi wasn't pleased by the news. \n\n\nViki was horrified to learn that Gigi had ended her relationship with Rex after sleeping with another man. Viki couldn't believe that Gigi no longer wanted to be with Rex. Gigi told Viki about finding Rex in bed with her sister and insisted that she couldn't trust him. Viki refused to believe that Rex had cheated with Stacy and encouraged Gigi to reconsider. \n\n\nIn tears, Gigi told Viki that she was willing to do anything to protect Shane. Realizing that there was more to the story than Gigi had revealed, Viki begged Gigi to give her relationship with Rex another try. Viki's suspicions were furthered raised when Gigi admitted that she still loved Rex but had to break off the relationship for Shane's sake. Claiming that she needed to get to the hospital, Gigi rushed off. Viki placed a call to someone. \n\n\nMoe arrived at Llanfair and Viki updated him on Gigi's situation. Viki was certain that Stacy was somehow behind Gigi's decision to leave Rex. \n\n\nRex ran into Bo at the hospital. Bo was delighted to learn that a bone marrow donor had been discovered for Shane, but was puzzled by Rex's strange demeanor. Rex told Bo about his breakup with Gigi and finding her in bed with Brody. Upon learning the details, Bo wasn't convinced that Gigi had cheated on Rex and was certain that there was more to the story. Rex told Bo that Gigi was still upset over finding him with her sister, Stacy. \n\n\nBo refused to believe that Gigi would leave Rex at a time when Shane needed them both. He was certain that something else was wrong. Rex proclaimed his love for Gigi and expressed his extreme dislike for Stacy. Bo encouraged his friend to fight for the woman he loved. \n\n\nAs Bo offered Rex his support, Gigi approached. Bo insisted that they were made for each other and pleaded with them to make things work. Rex begged Gigi to reconsider, but she cried that she had to end things. Suspicious, Rex insisted that it appeared as thought Gigi was being forced to end their relationship. \n\n\nAt Schuyler's apartment, Stacy had a dream in which Rex told her that she was the one for him. After calling out Rex's name, Stacy awoke and discovered Schuyler standing over her. Schuyler wanted to know why Stacy was dreaming about Rex. With a sly grin, Stacy announced, \"It's my turn now!\" \n\n\nStacy told Schuyler that she was a match for Shane. After congratulating Stacy for being able to help her nephew, Schuyler asked if she had plans to win Rex over as a result. Assuring Schuyler that she wasn't interested in Rex, Stacy claimed that she was only interested in helping Shane and revealed that Gigi and Rex had broken up. \n\n\nSchuyler suggested that Stacy was to blame for the breakup. Stating that he knew how Stacy operated, Schuyler remarked that she had been pining over Rex ever since her high school days. Although Stacy continued to deny her desire for Rex, Schuyler warned her that she was headed for trouble if she expected to win Rex's heart in return for helping Shane. \n\n\nStacy thanked Schuyler for being concerned, but assured him that she had no interest in Rex. Schuyler pleaded with her to be careful, and Stacy headed off to the hospital. \n\n\nMeanwhile, Starr smiled after having a daydream about Schuyler. She placed a call to him. \n\n\nAs Schuyler prepared to take a shower, his cell phone rang. After realizing that Starr was the caller, Schuyler ignored the call and took a shower. \n\n\nUpon receiving Schuyler's voicemail, Starr grabbed her purse and ran off. \n\n\nAt the Buenos Dias Café, Officer Fish researched information regarding Zack Rosen. \n\n\nMeanwhile, Marty and Cole had breakfast at a nearby booth. Consumed with guilt over Matthew's injury, Cole told his mother that he belonged in jail instead of the drug rehabilitation center. Marty advised Cole to forgive himself and to move on. \n\n\nUnbeknownst to Fish and Marty, a disguised Zack Rosen, sat at a nearby booth and observed Marty. \n\n\nAs Fish gathered his belongings and prepared to exit the café, he ran into his fraternity brother, Kyle. Fish remarked how strange it was that they hadn't seen each other since college, but had bumped into each other two days in a row. Noticing a file labeled, \"KAD\" in Fish's possession, Kyle questioned him about it. Claiming that he was preparing for fraternity reunion, Fish asked Kyle if he were interested. \n\n\nAppearing distracted, Kyle declined and prepared to leave the café. When Fish wondered why he was leaving in such a hurry, Kyle said goodbye and walked away. Fish was puzzled. \n\n\nCole mentioned that he knew about John's marriage to Blair and wondered how his mother was handling the news. Marty was adamant that she was fine with John and Blair's relationship, but Cole was skeptical. When Marty continued to question Cole about his treatment at the drug center, she was surprised when he stated that he didn't want the counselor that he had been assigned. Concerned for Cole's emotional health, Marty encouraged him to speak with his counselor. Before walking off, an angered Cole stated, \"I have a problem with him and I'm going to talk to him about it right now!\" \n\n\nWhile Schuyler showered, Starr arrived at his front door. Discovering that the door was open, Starr entered Schuyler's apartment. Seconds later, Schuyler emerged from the bathroom, dressed in a towel. Startled to see Starr, he immediately ordered her out of his apartment. Reminding him that he was no longer her teacher, Starr suggested that she wanted something more than friendship. \n\n\nReferring to her as a child, a shocked Schuyler demanded that she leave. Starr became hysterical and began tearing off her clothes. She announced, \"I've been with a man before and I know what it's like!\" \n\n\nMeanwhile, Cole wandered around outside of Schuyler's apartment. \n\n\nStacy showed up at the hospital and ran into Kyle, the intern who had given her the blood test. When she announced that she was pleased to learn that she was a match for Shane, Kyle said that he could never forget a girl like Stacy and that he remembered administering her test. Kyle told Stacy that he was positive that she hadn't tested as a match for Shane. \n\n\nJohn and Jack entered the Buenos Dias Café. Eager to get away from John, a disruptive Jack walked away. As John detailed his encounter with Todd, Fish interrupted with news about Zack Rosen. Several years before, Zack had been transferred from Statesville to a downstate prison. He had recently been released for good behavior. Fish had discovered that Zack had purchased a bus ticket to Llanview two months earlier. Marty and John both realized that Zack had been in town long enough to have committed the murders. \n\n\nA disguised stranger paid a visit to Todd at his office. Removing his hood, the stranger revealed his identity to Todd. With a devilish smile, Zack Rosen, exclaimed, \"Hey buddy, long time no see!\"\n\n\n",
    "tvmega_recap": "Rex discusses with Bo how he cannot believe that Gigi would break up with him and sleep with Brody. Bo encourages Rex not to give up on Gigi. Gigi tells Viki that Rex cheated on her with her sister and she broke up with him. Viki tells Gigi she does not believe that Rex would intentionally do that and encourages her not to give up on Rex. Schuyler is able to tell that Stacy has a nasty trick up her sleeve involving taking Rex from Gigi and warns her that she should not get her hopes up. When Stacy goes to the hospital assuming that everybody believes she's a match for Shane's bone marrow, a lab technician informs her that he remembers her and knows that she is scamming. Todd uses the fact that Jack is in his corner to get him to help him with his plan to break up Blair and John. It appears that John and officer Fish have found a suspect who may have been responsible for the death of Lee Halpern, Wes Granger and the stabbing of Blair. And he may be an old fraternity brother of Todd's when Marty got raped many years ago.",
    "soapcentral_condensed": "Jack stormed into Todd's office and demanded that his father get rid of John so that they could be a family again. Todd assured Jack that he was working on a plan to win back custody of his children. Viki was horrified to learn that Gigi had ended her relationship with Rex after sleeping with another man. Gigi told Viki that she still loved Rex but had to break off the relationship for Shane's sake. Rex told Bo about his breakup with Gigi and finding her in bed with Brody. At Schuyler's apartment, Stacy had a dream in which Rex told her that she was the one for him. Bo encouraged his friend to fight for the woman he loved and pleaded with them to end their relationship but she cried that she had to end things. After congratulating Gigi on being able to help her nephew, Stacy revealed that she wasn't interested in helping Rex and claimed that she only wanted to help Schuylers. With a sly grin, Stacy announced, \"It's my turn now!\"\n"
}