{
    "soap_central": "\n\nAt the police station, Talia tried to talk to Antonio about the misunderstanding at Capricorn the night before. She insisted that she had no idea that John would be at the nightclub but Antonio remained angry over the incident. He turned his back on Talia and walked into Ramsey's office. Talia was hurt and frustrated by Antonio's refusal to talk things out. When John approached her a few minutes later, Talia vented to him. She felt that Antonio was merely being paranoid but John didn't agree. Talia was stunned when John admitted that he felt a strong connection with her that went beyond friendship. Talia reluctantly confessed that she felt the same connection. Just then Antonio stepped out of Ramsey's office and saw the two of them standing close together. Both were uncomfortable when they noticed Antonio glaring at them from across the squad room. \n\n\nJared spotted Pamela Stuart in the restaurant of the Palace Hotel. He went to say hello to her and brought her back to the table to introduce her to Charlie. He and Charlie were surprised when she introduced herself to Charlie as Jared's mother. Jared was forced to tell her that Charlie was his biological father. Pamela was furious when she realized that she was facing the long-lost father who had abandoned his sons for alcohol. Pamela didn't hold anything back as she shared a few ugly facts about the abuse his sons suffered. Charlie took responsibility for his wrongs but stressed that he was a recovering alcoholic who wanted a relationship with his son. Pamela wasn't completely satisfied with that and warned Charlie not to hurt Jared again. Charlie promised that he wouldn't. He then dropped the bombshell that he intended to see that Pamela's brother paid for his crimes. Pamela understood Charlie's desire for justice but told him that it was too late. Her brother had been killed in a bar fight two years earlier. Jared and Charlie offered Pamela their condolences but neither man was able to hide that they weren't disappointed to learn of his death. Jared quickly changed the subject. He asked Pamela what she was doing in Llanview. She told Jared about her meeting with Natalie. Unfortunately, Pamela had a flight to catch so she was pressed for time. Before she left, she gave Jared some food for thought. Pamela suggested that Natalie might be keeping the truth from her family as an excuse to maintain some distance from Jared. \n\n\nViki stopped by Natalie's office to discuss the situation with Clint and his recent unsavory business practices. She was dismayed to learn that Natalie and Bo were well aware that Clint had used personal threats against takeover companies. Bo and Natalie tried to explain that it was an isolated incident and that the matter had been resolved. Bo insisted that Clint had promised them that he would change his ways. Viki thought Bo was delusional if he believed that. She told them that Clint had not been the least bit remorseful about his conduct when she spoke to him earlier that day. The three went back and forth about Clint until Viki realized that it really was not her place to judge Clint's business practices. After Bo left the office, Natalie and Viki talked. When Natalie mentioned Jared, Viki immediately sensed that things were still unsettled between her daughter and Jared. Natalie tried to deny it but Viki wasn't fully convinced. \n\n\nJared returned to Buchanan Enterprises after his meeting with Charlie. He made a beeline for Natalie's office to tell her that he had bumped into Pamela at the Palace Hotel. He demanded to know why Natalie went to Pamela for answers instead of believing him. Natalie was brutally honest. She told him that she didn't trust him and needed corroboration of his story. Natalie tried to leave the office, but Jared blocked her exit. He forced the door closed and trapped her between his arms. Natalie didn't appreciate being manhandled. She warned Jared that if he didn't back off she would start screaming. Jared could see that Natalie wasn't making an idle thread. He immediately dropped his arms and took a step back. As soon as she was free, Natalie stormed out of her office. \n\n\nViki joined Charlie at the Palace Hotel restaurant. She was still deeply troubled about Clint and tried to talk to Charlie about it without revealing too much. As she talked about honesty and knowing a person, Charlie grew increasingly uncomfortable. \n\n\nClint enlisted Lindsay's help to gather incriminating information on Calvin Jenkins. Clint made it clear that he had every intention of using the information against his business rival. Bo happened to walk in on the tail end of their conversation. Lindsay deftly fabricated a story to avoid uncomfortable questions and explain her visit with Clint. She then made a hasty exit. Once he was alone with his brother, Bo decided to broach the subject of the article that Todd planned to run in the next edition of The Sun. Bo was appalled when Clint suggested that it could work to their advantage and make people think twice before crossing them in business. \n\n\nDorian and Calvin Jenkins discussed business at the Palace Hotel restaurant. Calvin recalled that Dorian had once dated Clint. He realized that Dorian was being driven by revenge. Dorian cleverly switched the topic and asked Calvin if he had any nasty skeletons in his closet that Clint could find and use against him. Calvin was confident that he was squeaky clean. \n\n\nStarr was upset when she learned that the school trip she had been anticipating had been rescheduled. It dawned on her that the trip would take place after she had her baby, which meant that she wouldn't be able to go on the trip. Cole walked up as she was grumbling to herself but fortunately he didn't overhear anything about the baby. Starr was nervous talking to Cole. She realized that they were taking a huge risk, but she couldn't bring herself to walk away from him. She tried to work up the courage to tell him about the baby, but fear kept her quiet each time she was presented with an opportunity. Cole could tell that Starr was keeping something from him. When he couldn't convince Starr to tell him what was troubling her, Cole turned Langston for answers, but Langston also refused to cooperate. \n\n\n",
    "tvmega_recap": "Viki goes to B.E. in the hopes that Clint can assure her that Todd wrote a slanderous article about him. But he tells her Todd was correct. He is ready to go for the juggler with many business rivals and stop at nothing. And she is shocked. Starr does not know what she's going to do with being 16 and pregnant. Jared and Charlie run into Pamela Stewart. She rips into Charlie for abandoning his family, being a drunk and letting them get abused by her brother. But they tell her that maybe she should blame her brother instead of them. She informs them that he died recently. Natalie still does not plan on telling anybody that Jared is not a Buchanan. He asks her why, since she hates him so much and wants to get rid of him. Clint is ready to go after a man named Calvin Jenkins, who is obviously clean and incapable of crooked behavior. Dorian meets with Calvin and tries to get him to buy out and overthrow B.E. He may not. But Clint is ready to go after him with the help of Lindsay. Ramsay is working on his three officers. He's acting really nice to Antonio, complimenting his work and his family values and telling him what a low life John is. Meanwhile, John and Talia are getting really close while being alienated by both Ramsay and Antonio.",
    "soapcentral_condensed": "At the police station, Talia tried to talk to Antonio about the misunderstanding at Capricorn the night before. She insisted that she had no idea that John would be at the nightclub but Antonio remained angry over the incident. Talia was stunned when John admitted that he felt a strong connection with her that went beyond friendship. Viki stopped by Natalie's office to discuss the situation with Clint and his recent unsavory business practices. She was dismayed to learn that Natalie and Bo were well aware that Clint had used personal threats against takeover companies. Clint enlisted Lindsay's help to gather incriminating information on Calvin Jenkins. Bo decided to broach the subject of the article that Clint planned to run in the next edition of The Sun. He made it clear that he had every intention of using the information against his business rival Dorian Dorian. He realized that Calvin Dorian was driven by revenge by being driven by Dorian and Dorian realized that Dorian had once dated Clint Dorian once.\n"
}