{
    "soap_central": "\n \nAt the cottage, Rex was stunned when Gigi asked him to marry her.  Gigi related that she had an excellent chance of gaining custody of Sierra if they were man and wife.    Noticing Rex's apprehension, Gigi acknowledged that she had chosen Schuyler over Rex, and apologized for doing so.  Stating that she had betrayed Rex and Shane, Gigi was convinced that she could make things up to her family if she and Rex were wed, and begged Rex to reconsider.\n\n\nRecalling his past marriage proposal to her, Rex insisted that Gigi had turned to Schuyler because she had lost trust in Rex.  He was convinced that they would continue to hurt each other, until they learned to get over their issues of trust.  Informing her that he didn't fully trust her, Rex insisted that it would be a mistake for them to get married.   Gigi pleaded with Rex to reconsider, but he stressed the fact that they would be headed for trouble if they got married at that time.  Rex promised to stand by Gigi's side and help her gain custody of Sierra.  Gigi confessed that she didn't know how she would handle losing Sierra, but Rex urged her to have faith -- in gaining custody of Sierra and their relationship.\n\n\nAt Schuyler's apartment, Allison pointed a gun at Schuyler and announced, \"I need your baby!\"  Allison threatened to shoot Schuyler when he refused to hand over Sierra.  As a screaming Sierra Rose lay in her crib, Schuyler demanded to know why Allison wanted his daughter.  Holding Schuyler at gunpoint, Allison exclaimed, \"I don't want her!  I hate babies! Mitch wants his grandchild and he sent his favorite disciple to do his bidding!\"  A confused Schuyler stood helplessly.\n\n\nElijah and Téa were caught off-guard when Blair stormed into Elijah's hotel room and demanded to know what was going on.   Elijah explained that he and Téa had plans to discuss Sierra's custody case over dinner.  When Blair demanded to know if Elijah and Téa were going on a date, Téa questioned why Blair was concerned.   Annoyed by Téa's presence, Blair blurted out, \"I just jumped out of your date's bed!  Check the sheets, they're probably still hot!\"\n\n\nShocked to learn that Elijah and Blair were romantically involved, Téa announced that she was leaving, but Elijah insisted that Téa keep her promise to have dinner with him.  Elijah claimed that his relationship with Blair was only sexual, but Blair poured her heart out to him.  While Téa listened, Blair related that she had decided to remove Todd from her life.  Blair stated that she wanted to pursue a serious relationship with Elijah.  Unconvinced, Elijah maintained that he had dinner plans with Téa.  Unwilling to become involved in another love triangle with Blair, Téa quickly excused herself.  Before leaving, Téa informed Elijah that he was going to lose the custody case.\n\n\nElijah wondered if Blair had made her decision based on yet another confrontation with Todd.   Relating her conversation with Jessica, Blair admitted that Jessica had forced her to realize that Blair should forget about Todd and move on with someone new.  With a seductive grin, Blair insisted, \"I'd like to move on with you!\"\n\n\nAs they toasted to a new beginning, Elijah asked Blair about her past.   Blair detailed her days as a teenage runaway.  Surprised to learn of her humble beginnings, Elijah stated that he would one day thank Jessica for helping Blair realize that they deserved a second chance.   The two embraced a shared a loving kiss.\n\n\nBack at Schuyler's apartment, Schuyler tried to explain to Allison that he was Sierra's father, not Rex.   As a crazed Allison continued to hold him at gunpoint and demand that he hand over Sierra, Schuyler questioned why she wanted his child.    At the very moment that Allison decided to give Schuyler an explanation, there was a knock at the door.   When Schuyler didn't answer the door, Téa called out to him.  Placing the gun in Schuyler's back, Allison warned him to get rid of Téa.  Allison hid behind the door and threatened to kill both Schuyler and Téa if he alerted Téa.\n\n\nPeering through a half-opened door, a nervous Schuyler made every attempt to get rid of Téa.  When Téa questioned if Schuyler was all right, he claimed that he had to care for a sick child.  Téa appeared suspicious, but agreed to check on Schuyler at a later date.   Once Téa had left, Schuyler closed the door and turned to face Allison.  As Schuyler made an attempt to reason with her, Allison plunged a needle into his arm.  Schuyler tried desperately to fight the effects of the drug, but was unable.  As Schuyler's limp body lay on the ground, Allison placed Sierra in her arms and headed out the door.\n\n\nAt Llanview High School, Brody observed Jessica's troubled state, and offered his support.   Initially, Jessica referred to Brody as a nice guy, and stated that she didn't want to lead him on.   When Brody refused to leave her side, Jessica lashed out at him.   Jessica expressed anger over being stuck in the past.  Insisting that Cristian was unwilling to admit that he still loved her, Jessica refused to give up on her former flame.    Brody was adamant that he wouldn't give up on her.\n\n\nJessica was surprised when Brody asked her out on a date.    Brody had a wager for Jessica.  If he beat her at a game of hoops, Jessica would accompany him on a date.    Although Jessica played a good game, Brody managed to overtake her.   Afterward, Brody reminded Jessica that she owed him a date.\n\n\nInside Hannah's dorm room, a distraught Hannah insisted that Cole should've let her die.   A sympathetic Cole insisted that Hannah had made a mistake; she responded by giving him a hug.   Afterward, Cole announced that it was time for him to return home to Starr, but a needy Hannah begged him to stay.  Stating that she didn't want to be alone, Hannah maintained that it was necessary for them to complete their project, or else they would receive a failing grade.  After accessing the situation, Cole ordered a pizza and agreed to stay awhile longer.\n\n\nWhile Cole continued to console Hannah, he received a call from Starr.   When Hannah begged Cole not to tell Starr that he was in her dorm room, an uncomfortable Cole agreed.   Cole answered Starr's call and told her that he was studying at the library.  Cole listened as Starr elated that she had changed her mind about allowing Langston to base her musical on their lives.   Citing that their story was an amazing one, Starr maintained that their relationship was strong because they trusted each other.   \n\n\nBefore ending the call, Starr stated, \"I just wanted to tell you about the musical because we tell each other everything!\"  Cole appeared troubled by Starr's words.  Moments later, Karen, a fellow student arrived with the pizza delivery.   Karen left after Cole gave her a generous tip.\n\n\nBefore entering the apartment, Langston placed a call to Ford.  Rolling over in bed, a shirtless Ford observed Langston's number on the caller ID, and chose to ignore her call.   Opening the door to the apartment, Langston left Ford a voicemail and requested that he return her call.   As Langston ended her call, Starr appeared and questioned what was going on with Langston.\n\n\nReminding Langston of their recent conversation, Starr pointed out that Langston appeared to be experiencing problems in her relationship with Markko, and offered to help.  Citing that Starr and Cole had a perfect relationship, Langston admitted that her relationship with Markko was in trouble, due to a mistake on her part.   Denying that her relationship was perfect, Starr begged her friend to confide in her.  As Langston attempted to open p to Starr, Markko entered the apartment, and the girls quickly changed the subject.\n\n\nAlone with Langston, Markko wondered what was going on with his girlfriend.  Langston claimed that she was worried about her upcoming musical.  Thankful to learn that the problem wasn't serious, Markko commented, \"You were acting so sneaky, I thought something else was wrong!\"   Pleased that Langston appeared to be feeling better, Markko decided to order a pizza.\n\n\nWhile Markko placed his order, Langston received a call from Ford.  Lying in bed, Ford acknowledged that he had received her call, but claimed that he had been busy.  In a demanding tone, Ford instructed her to pay him a visit.  Watching Markko closely, Langston made up an excuse and ended the call.  After noticing Langston's weird behavior, Markko presented her with the button that he had discovered inside Ford's office. When Langston admitted that the button belonged to her, Markko informed her where he had located the article.    Langston quickly made up an excuse and rushed off.    A suspicious Markko watched as Langston left the room.\n\n\nLater, Karen arrived at the door with the pizza.  Upon encountering Starr, Karen asked if Hope missed her father.  When Starr questioned how Karen knew that Cole wasn't at home, Karen told her that she had run into Cole at the dormitory, just moments before.  Starr argued that Cole was at the library, but Karen maintained that she never forgot a good tipper.\n\n\nAfterward, Langston listened as Markko reassured Starr that Cole was trustworthy and would never lie to her.\n\n\nWhen Hannah blurted out that Ford was the ex-lover who had caused her to attempt suicide, Cole suggested that she move on and find another guy.  Hannah stated that she would never find a good guy like Cole.  Hannah thanked Cole for lying to Starr on Hannah's behalf.  Consumed with guilt, Cole told Hannah that he didn't feel good about lying to Starr.  Pleading with Cole to keep her secret, Hannah said that she had no idea how she would handle the situation if Starr ever learned about her relationship with Ford and her suicide attempt.  Reaching for a slice of pizza, Hannah promised to help Cole receive a good grade even if they had to study all night.\n\n\nBack at the apartment, when Markko stepped away to shower, Langston placed a call to Ford.   As Langston tried to explain whys she had abruptly ended his call, Ford told her that he was busy and hung up.   Afterward, Ford rolled over in bed and kissed Karen, the pizza girl.\n\n\n",
    "tvmega_recap": "After Allison has gained access to Schuyler's home by having him believing she's the social worker, she pulls a gun on him and reveals that she is going to take his baby. She drugs him so he cannot get up and she takes baby Sierra out the door. Gigi asks Rex to marry her and tells him she wants them to get back what they had. He tells her he wants to help her get custody of the baby but getting married won't work at this time for him after all they've been through and the trust issues they have. Langston is, once again, tempted by Ford. But he's already found another bed partner. Cole is spending time alone with Hannah who reveals to him that it was Ford who used her for sex and made her suicidal. Blair decides she wants to have a proper date with Eli and get to know each other beyond sex partners. He enjoys talking to her. Tea appears jealous. Brody plays basketball with Jessica determined to win so that he can get her to go out with him. At first, she has no interest in him and only has Cristian on the brain. But she seems to enjoy interacting with him.",
    "soapcentral_condensed": "At the cottage, Rex was stunned when Gigi asked him to marry her. Gigi related that she had an excellent chance of gaining custody of Sierra if they were man and wife. Rex insisted that it would be a mistake for them to get married. Allison threatened to shoot Schuyler when he refused to hand over Sierra. Blair demanded to know if Elijah and Téa were going on a date with Blair. Blair said, \"I just jumped out of your date's bed!  Check the sheets, they're probably still hot!\" Elijah claimed that his relationship with Blair was only sexual, but Blair poured her heart out to him. As they toasted to a new beginning, Elijah asked Blair about her past. Blair detailed her days as a teenage runaway. Elijah stated that he would one day thank Jessica for helping Blair realize that they deserved a second chance. The two embraced a shared a loving kiss. Before leaving, Téa informed Elijah that he was going to lose the custody case.\n"
}