{
    "soap_central": "\n\nAfter witnessing Cole and Markko engage in childish horseplay in the school halls, Starr ran off in disgust. Before running after Starr, an angry Langston chastised the boys about being inconsiderate of Starr's feelings. Realizing Starr was in a desperate state, Cole vowed to prevent Todd from destroying his relationship with Starr any further. As Markko pleaded with Cole to reconsider, Cole ignored his friend and headed off to La Boulaie to confront Todd. \n\n\nAt the loft, Rex grew bored listening to Dorian and Layla discuss wedding plans. Fed up with Dorian's endless chatter, Rex excused himself to meet with Michael and Marcie at the diner. Moments later, Adriana returned home and was upset that Rex had left the loft. After Adriana's persistent drilling, Layla revealed that Rex had been spending a great deal of time looking after Shane. Adriana demanded to know why Rex felt the need to focus so much attention on Shane. As Adriana continued to brood, she grew concerned when she realized Rex left his cell phone in his haste to exit the loft. In hopes of locating Rex and getting some answers, Adriana headed to the diner. Later, as Layla listened, Dorian made a call to someone and demanded that they give her any information that existed concerning Brody Lovett. \n\n\nAt Rex's request, Michael and Marcie arrived at the diner. As the couple waited for Rex, they began discussing their recent communication problems. While Marcie admitted to feeling withdrawn, Michael claimed to be under intense pressure at work. Rex joined the couple and asked Michael to be a groomsman. Citing his responsibilities at the hospital as an excuse, Michael declined Rex's offer. Although Marcie attempted to persuade Michael to reconsider, he refused and left in a hurry. Marcie told Rex that she and Michael were having a difficult time trusting each other since her return to Llanview. Rex attempted to console Marcie and convince her that better times were ahead. After informing Rex that she would be spending the day with Shane, Marcie began to cheer up. Concerned about Shane's welfare, Rex mentioned that he had helped Gigi several times with Shane and questioned whether her long hours at Buchanan Enterprises were presenting a problem. Marcie defended Gigi's work ethic and desire to provide a better life for her son. Marcie complimented Rex on his ability to maintain a good relationship with Gigi despite their past involvement. Appearing uncomfortable with Marcie's remark, Rex wished her luck and left to conduct business at B.E. \n\n\nAlone, Marcie sat deep in thought. Upon noticing Langston at a nearby booth, Marcie shyly approached the teen. Marcie asked Langston to relay a message to Starr. Marcie felt Starr owed her an apology for lying about Tommy's welfare. Langston attempted to explain that Starr was dealing with a tremendous amount of pressure. Marcie asked Langston to give the Mannings some of Tommy's baby pictures. When Langston asked if Marcie were sure she wanted to part with the mementoes, Marcie stated that she had to do what was best for Tommy. Marcie said she would have to learn to live without Tommy. After composing herself, Marcie invited Adriana to join her and began questioning Adriana about her wedding. As an anxious Adriana inquired about Rex, Shane entered the diner. While Marcie welcomed the child, Adriana gave him a disapproving look and asked how his mother was doing. When Shane showed Marcie his art project and stated that the superhero in the drawing was his father, Adriana made a sarcastic remark to the little boy. Marcie appeared disgusted by Adriana's attitude. \n\n\nAs Gigi performed her duties at B.E., she was startled when Todd walked into the office. After presenting Gigi with a document to sign, Todd suggested that Gigi join him in teaming up against Ramsey. Refusing to assist Todd in his vendetta, Gigi reminded him that Ramsey would hurt Shane if he ever found out she was in cahoots with Todd. Todd revealed that his document entailed every illegal act that Ramsey had committed. Convinced that they could beat Ramsey at his own game, Todd told Gigi that if Ramsey came after either of them, the other would agree to turn him in to the authorities. Realizing Todd had lied and told Ramsey that she had already joined forces with Todd, Gigi lashed out and accused Todd of placing Shane in danger. Fed up with Gigi's refusal to cooperate, Todd angrily informed her that she was involved in the mess because she chose to help Marcie kidnap his son. As Todd continued to shout at Gigi, Rex entered the office and demanded to know what was going on. Todd began to blame Rex for his part in Sam's ordeal. Todd remarked that it was a good thing Rex didn't have a child, but if he did hopefully the child would be kidnapped. After Todd left, Rex attempted to extract the truth from Gigi, but she begged him to leave her alone. When Rex referred to himself as her friend, Gigi stated that he wasn't and pondered why she ever remained in Llanview. Rex wondered if Todd had threatened Gigi. Gigi said her problem had nothing to do with Todd. She told Rex that her life was nothing like she dreamed it would be back in high school. Unaware that Gigi was disappointed in her life, Rex wanted to know what type of life Gigi had dreamt of. In tears, Gigi told Rex of her vision of sharing a life with Shane and his father. When Rex suggested that she envision her life without Shane's dad, Gigi remarked that maybe she didn't have to. \n\n\nAt the police station, Ramsey quietly observed John and Talia in a compromising position. As Ramsey listened, John and Talia appeared to be involved in a somewhat encrypted conversation. Talia told John that they couldn't do it and she worried what would happen if Antonio were to catch them. John suggested that they meet later at a distant motel. Talia thought the idea was crazy but agreed to meet him anyway. The two watched as Ramsey walked away. Moments later, Ramsey called Antonio into his office. Ramsey informed Antonio that his assignment for the night had been changed; he would be given the details later. Witnessing Antonio leave the commissioner's office, Talia questioned what Ramsey wanted with him. When Antonio refused to give Talia an answer, the two became embroiled in a heated argument. Unnoticed, Ramsey listened from behind his opened office door. Attempting to calm the situation, Talia told Antonio that she had seen Jamie earlier and that Jamie had asked Talia to visit her. Antonio advised Talia that her seeing Jamie would not be a good idea. After receiving the cold shoulder from Antonio, Talia walked away. As Antonio observed, John winked at Talia and asked if she were okay. A look of disgust crossed Antonio's face, as he watched John enter the commissioner's office. Inside, Ramsey warned that he would continue to keep an eye on John. When John remarked that he was off-duty and Ramsey didn't supervise his free time, Ramsey quietly responded, \"We'll see about that.\" Before leaving the station, John asked Talia, \"Do you still want to do this?\" With guilt in her voice, Talia told John she would meet him in twenty minutes. \n\n\nMoments later, Antonio approached Talia and thanked her for giving him a heads-up on the situation with Jamie. Antonio said he wouldn't want to confuse the child. Before walking away nearly in tears, Talia stated that she wouldn't want to hurt Jamie either. Afterwards, Ramsey told Antonio that it was difficult to bring someone into your child's life and later realize the person wasn't as they had seemed. Antonio appeared uncomfortable when Ramsey asked if his mother watched Jamie while he worked. Ramsey stated that it was important for a father to know who was taking care of his child. Ramsey handed Antonio a folder and informed him that it contained information regarding his \"new\" assignment for the evening. \n\n\nIn her bedroom, Starr read a pregnancy book and stared at photos of her holding Sam. Deep in thought, Starr removed a pamphlet from inside the book. Carrying a tray of food, Langston entered Starr's room. Langston told Starr that she needed to eat in order to keep up her strength. When Starr said she wasn't hungry, Langston wondered what the pregnancy books stated about the subject. As Langston reached for one of the pregnancy books in Starr's book bag, Starr attempted to stop her. When a pamphlet fell from Starr's book, Langston was horrified. The pamphlet was entitled, \"Abortion Options.\" Shocked, Langston asked Starr, \"Are you going to have an abortion?\" \n\n\nTogether, John and Talia arrived at the Cambridge Motel. As John opened the door, Talia hesitated before entering the room. Meanwhile, Antonio and Eddie arrived at the site of their stakeout-outside of the Cambridge Motel. When Eddie observed John and Talia's cars outside the motel, he brought it to Antonio's attention. Antonio approached John and Talia's room and banged on the door. Meanwhile, Eddie phoned Ramsey and informed him of the situation. When Ramsey asked why Eddie was calling him, Eddie stated that he thought the commissioner would be concerned that Antonio might kill John McBain. As he held the phone, Ramsey had a devilish smirk on his face. John opened the door and Antonio observed an undressed Talia in the bed. In a fit of anger, Antonio punched John. \n\n\nCole argued with Shaun at the door of La Boulaie. As Shaun attempted to convince Cole to leave, Cole refused. Todd opened the door and asked Cole if he had a death wish or wanted to go to prison. Cole advised Todd that he came to see him and not Starr.  \n\n\n",
    "tvmega_recap": "Cole is getting very frustrated by the fact that Starr is obviously keeping a secret from him. And he blames it all on Todd Manning. Adriana is very unsettled about Rex's \"relationship\" with Shane. Todd wants to \"strike a deal\" with Gigi where they can cover each other's backs and go after Ramsay together. But she doesn't trust him. Rex is still always near Gigi and very protective of both her and Shane. Dorian tells Layla there is nothing to worry about. But Layla is concerned and realizes that Dorian obviously cannot fail to see the \"deception\" involving Rex and Gigi. Marcie and Michael are having problems. But Marcie is very enthusiastic about Rex and Adriana's wedding. She is also really friendly to both Gigi and Shane. Little does she know what is up. Ramsay is acting really nice to Antonio while John and Talia have good reason not to trust him. And Ramsay \"arranges\" for Antonio and his new partner to catch John and Talia in bed together at a motel.",
    "soapcentral_condensed": "After witnessing Cole and Markko engage in childish horseplay in the school halls, Starr ran off in disgust. Cole vowed to prevent Todd from destroying his relationship with Starr any further. At the loft, Rex grew bored listening to Dorian and Layla discuss wedding plans. Adriana demanded to know why Rex felt the need to focus so much attention on Shane. Rex attempted to console Marcie and convince her that better times were ahead. After informing Rex that she would be spending the day with Shane, Marcie began to cheer up. Rex wished her luck and left to conduct business at B.E. Gigi was startled when Todd walked into the office. Todd suggested that Gigi join him in teaming up against Ramsey. Refusing to assist Todd in his vendetta, Gigi reminded him that Ramsey would hurt Shane if he ever found out she was in cahoots with Todd. Todd revealed that his document entailed every illegal act that Ramsey had committed. Convinced that they could beat Ramsey at his own game, Todd told Gigi to agree to turn him in.\n"
}