{
    "soap_central": "\nTest Patterns\n\n\nKyle Lewis blackmailed Roxy into giving him a room, rent free, at the Angel Square Hotel. Roxy was disgusted that Kyle had the gall to use her grandson's situation to his advantage. Roxy gave Kyle a key to a room, but she refused to offer him clean towels. \n\n\nCris was in his loft, working on a painting, when Layla dropped by for a visit. Layla had her dog, Aziza, with her. Unfortunately for Layla, she and Aziza were splattered with red paint when they startled Cris. Cris immediately apologized for ruining Layla's clothes. \n\n\nCris and Layla talked about Talia's funeral. Layla admitted that the funeral had been hard for her, which was why Layla had left without talking to anyone. Layla was grateful for her dog. Aziza had helped Layla through very difficult days. \n\n\nCris was shocked when Layla revealed that she had decided to leave town. She was out of a job and roommate, so she couldn't afford the rent. Layla confessed that her mother had asked Layla to move home. \n\n\nCris understood Layla's dilemma. Someone, who intended to turn it into a co-op, had bought his building. Cris hadn't sold any paintings in ages, his manager had quit, and his wages from Capricorn did not cover the rent. \n\n\nCris was suddenly struck by inspiration. He suggested painting their sorrows away. Cris handed Layla a set of overalls, paint, and a canvas. Both went to work. Later, Layla admired Cris' artwork. Cris critiqued Layla's painting. He confessed that he found Layla's tribute to Talia beautiful and honest. Layla was touched by the compliment. \n\n\nWhen Layla prepared to leave, Cris asked Layla if she really had to move to Maryland. Layla didn't think that she had a choice. \n\n\nAt the rehab center, Cole credited Starr for helping him through the drug withdrawal. Cole was confident that he would pass the supervised drug test. Starr reminded Cole that it was also the day that they might learn how their daughter had died. Hope's DNA test results were due later that day. \n\n\nWhile Cole talked about waking up with Starr that morning, Starr recalled Cole confessing his love for her while in the grips of sleep. Starr also remembered telling Cole that she loved him, too. Cole noticed the faraway look in Starr's eyes. He was worried that he had said the wrong thing, but Starr assured Cole that everything fine. \n\n\nWhen Rachel spotted Cole, she admitted that she had been concerned about him. Cole revealed that Starr had helped him to get clean. Rachel decided to wait until the drug test results were in before commending Cole on his efforts to address his addiction. However, Rachel hoped that Cole had been truthful about his newfound sobriety. Rachel led Cole into a room to take the drug test. She assured Cole that a male counselor would accompany him to the bathroom. \n\n\nAfter the drug test, Rachel admitted that she sensed a change for the better in Cole. Cole talked about Starr. Rachel was overjoyed when a counselor returned to confirm that Cole's system was free of drugs. She hugged Cole and confessed that she was proud of him. \n\n\nSchuyler checked the hospital records to see if he could find proof that Stacy's bone marrow had not been donated to Shane. Schuyler told himself that he was doing it for Stacy's own good. \n\n\nSchuyler became alarmed when he heard Starr call out from the waiting area. Moments later, Starr walked into the lab. Starr was surprised to find Schuyler behind the counter, working on the computer. Schuyler claimed that he had been working on a research project for the school. He diverted Starr's attention by asking her what she was doing in a restricted area. Starr said that she had an appointment with Kyle Lewis. \n\n\nStarr confided that she was happy that she had run into Schuyler. Schuyler seemed uncomfortable by the admission. Starr quickly explained that she wanted to apologize for the trouble she had caused him. Schuyler appreciated Starr's sincerity, but he did not hold her responsible for Todd's actions. \n\n\nSchuyler wasn't surprised to learn that Starr and Cole were back together again. Starr made it clear that she and Cole weren't a couple. However, Starr did concede that they had worked through some personal issues. The breakthrough had helped Starr to understand that her feelings for Schuyler had been inappropriate. \n\n\nStarr hoped that she and Schuyler could be friends. Schuyler suggested that they wait until they were older to explore a friendship. Schuyler insisted that he needed to focus on his life for a while. Cole's arrival brought Starr and Schuyler's conversation to an end. Schuyler mumbled an excuse, then left. Starr felt compelled to explain what Cole had walked in on. \n\n\nWhen Kyle arrived, he went to check if the DNA results were back. Kyle returned moments later with stunning news. The DNA test had confirmed that the DNA sample had not been from Starr and Cole's daughter, Hope. \n\n\nRex was asleep in his apartment. He had a dream about celebrating Shane's remission from cancer with Gigi and Shane. He also dreamed of announcing his engagement to Gigi. \n\n\nAt the same time Gigi was across town, asleep on her sofa, having the same dream as Rex. \n\n\nThe dream ended for Gigi when Shane came downstairs and woke his mother up. He told her that he intended to go to school. Gigi worried that it was too soon. Shane assured Gigi that Dr. McBain had given his approval, provided that Shane took it easy. Gigi offered to make Shane breakfast, but Shane declined. \n\n\nInstead, Shane wanted answers about why his parents had split. Shane grew annoyed when Gigi avoided his questions. Shane pushed for answers until Gigi revealed that the separation hadn't been hers or Rex's fault. Shane was confused, but Gigi changed the subject before Shane could ask more questions. Shane didn't appreciate being shut out, so he left for school. \n\n\nStacy approached Rex's bed with a breakfast tray. She set it down then crawled into bed with Rex when she noticed him smiling in his sleep. As Rex awoke, he mistook Stacy for Gigi. He pulled away when he realized the truth. Stacy claimed Rex had grabbed for her in his sleep when she had approached the bed. \n\n\nRex changed the subject to Schuyler's wild accusations about Stacy's bone marrow switch. Stacy stuck to her lies and insisted that she had no idea where Schuyler had found the bag of blood that he claimed was Stacy's. Rex decided to take a shower. When Stacy reminded him of the breakfast that she had made him, Rex admitted that he was not a breakfast person. \n\n\nWhile Rex showered, Stacy stared at a picture of Rex, Shane, and Gigi. Stacy slid her thumb over Gigi's face in the photograph. Stacy promised herself that she would soon have Rex all to herself. When she heard Rex's cell phone ring, Stacy answered it. \n\n\nGigi was surprised to hear Stacy answer Rex's phone. Stacy informed Gigi that Rex had asked Stacy to move in and that Rex was in the shower. Stacy also implied that she and Rex had spent the night together. Gigi was furious. Stacy didn't understand why Gigi couldn't be happy for her and Rex. \n\n\nGigi was flabbergasted that Stacy had the nerve to talk about loving Rex when Stacy had bargained with his child's life. Stacy shouted back at Gigi just as Rex walked into the room. Rex asked Stacy whom she was yelling at. Stacy quickly lied; she claimed she had told Gigi about Schuyler's stunt. \n\n\nRex took the phone from Stacy. To Stacy's frustration, Rex arranged to meet with Gigi to discuss a visitation schedule for Shane. Stacy wondered why Rex would want to see Gigi after the way she had betrayed him. Rex reminded Stacy that he shared a child with Gigi. \n\n\nStacy suggested that Rex and Gigi could limit their communications about Shane to emails and text messages. Rex refused to consider it. Before he left, Rex offered Stacy the use of his laptop, so that she could search for a new place to live. \n\n\nA short time later, Shane walked into Rex's apartment. He confided to his aunt that he had skipped school. \n\n\nShane became confused when he realized that Stacy was in Rex's bed. It led him to ask if Stacy had been the reason for his parents' breakup. Stacy insisted that neither she nor Rex were the reason for Gigi and Rex ending their relationship. Stacy easily manipulated Shane into asking certain questions. Stacy pretended to be reluctant as she revealed that Gigi had cheated on Rex. In his fury, Shane threw a picture of his family across the room. \n\n\nWhen Rex walked into Gigi's house, he noticed two smoothie drinks. Rex assumed that they were for Gigi and Brody. He wondered if that was why Gigi hadn't gotten much sleep. Gigi explained that the drinks were for her and Rex. \n\n\nGigi changed the subject to ask about Stacy's new living arrangements. Rex told Gigi that Stacy had been homeless after Schuyler had tossed Stacy out of his apartment. In her anger, Gigi accidentally revealed that Stacy had drugged Rex to get him into bed. Rex picked up on the slip immediately. \n\n\nRex admitted that he had never understood why the hospital had called Gigi with the test results since privacy laws bound hospitals. Gigi held steadfast to her lie then tried to change the subject. Rex refused to let her; he reminded Gigi that she had turned to Brody because of the results of the blood test. Rex was determined to know the truth. \n\n\nAs they argued, Rex accidentally revealed that he had dreamed about Gigi and Shane that very morning. Gigi was speechless. She quietly confessed that she had also dreamed of Rex. As they recounted the details of their dreams, each realized that they had shared the same dream. Rex and Gigi gravitated toward each other then were swept up in a passionate kiss.\n\n\n",
    "tvmega_recap": "After Starr stays with Cole and helps him through his drug withdrawal, they go to see Rachel together. He knows that he can take a drug test without anybody's \"help\" since he no longer has drugs in his system. Rachel is very proud of him knowing that he's now serious about quitting. Starr runs into Schuyler at the lab while he's investigating the mystery bag of Stacy's blood that she threw away. Starr is with Cole to find out what caused baby Hope's death. Stacy is staying with Rex. He is cordial since he believes she saved his son's life and has nowhere to go. But he is not ready to do what she wants. Rex goes to see Gigi. They are both angry and see no way to get over their problems. But they admit that they both had dreams the previous night that they declared their love for each other. Shane goes to see his father at his new apartment but runs into Stacy. He tells her that maybe she has some truthful information about why his parents split. At that point, she informs him that his mom cheated on his dad and broke his heart. At that point, Shane is furious, takes a family photo and smashes it. Layla and Cristian are together painting and missing Talia.",
    "soapcentral_condensed": "Cole credited Starr for helping him through the drug withdrawal. Kyle blackmailed Roxy into giving him a room, rent free, at the Angel Square Hotel. Hope's DNA test results were due later that day. Schuyler checked the hospital records to see if he could find proof that Stacy's bone marrow had not been donated to Shane. Kyle returned moments later with the news that the DNA test had confirmed that the bone marrow was not from Shane but from his daughter, Hope. Cole and Starr were back together again after working through some personal issues. Cole was worried that he had said the wrong thing, but Starr assured him that everything was fine. The couple did concede that they weren't a personal couple, but that they had worked through some issues that had helped them get through their problems. They decided to wait until they were older to explore a friendship. They also had an argument over who would take care of Cole's dog, Aziza, when he was admitted to the hospital for treatment.\n"
}