{
    "soap_central": "\n\nThe search for Michael takes Rex and Adriana to Roxy's. She is surprised to hear that he's disappeared but offers to vouch for him. Miles is there and is quickly blamed. While trying to hear something on the news, they learn of Marty's death instead. Roxy tries to comfort Miles but he quickly departs.\n\n\nNat is comforted, sort of, by Jess and Nash, after she learns that Jared might be her uncle. Nash urges her to write him off while Nat is quick to defend him. When the Buchanans learned of his prison record he kept Tess out of it, she informs them. Jess points out that she's fallen in love so she will be hurt. The Brennans find it hard to believe that Jared has changed and figure he's just trying to take what's there for the taking. When Miles rushes in, crying, they learn the news about Marty.\n\n\nRenee learns that Jared is Asa's son and she's thrilled. She doesn't need a test and is not surprised to hear the news at all. They should all welcome him to the family, she says, while Clint suggests they \"boot him.\" Renee believes that Clint is just angry over what Asa didn't leave him and becomes angry herself when Nora begins to ask questions, like the attorney she is. Jared assures Renee that he's fine answering what he can. He's elusive while only admitting that his dead mother's name was Valerie Banks. Nora apologizes to Renee for overstepping but Renee merely smiles and mentions how full of surprises Asa always was. She rests her case. Everyone is just anxious to hear the results of the DNA test. When Nora receives a call from her assistant she learns about Marty. In shock, she's desperate to locate Cole and offer him a home. She heads out.\n\n\nThe Mannings, Dorian and the teens learn about Ireland as Cole recounts what happened there.  He's miserable to know that he'll never have answers to all of his questions about his dad. He's inconsolable over his mother's death. Todd is very quiet and decides to leave the room. Cole needs some air and goes out alone. Blair sticks up for Todd to Dorian who unhappily realizes that Blair loves him. Langston feels she's a curse on the family for all that's happened since she was taken in. Blair runs after Todd who states that he didn't want Cole to look at him. He ruined their lives by raping Marty, he broods. He regrets his last words to her; he should have asked for her forgiveness. He was a total jackass. Blair is unable to console Todd who is extremely affected by Marty's death. Cole should feel comfortable in their house, he continues, but he's scared of Todd instead. He sees himself and Marty in their youth when he looks at the kids and he took away Marty's youth. He knows now what he did. She should have a legacy and instead the papers will talk about what happened, about what he did. Blair assures him that the Sun will do no such thing and she will be sure to help Cole now. Todd regrets trying to take Tommy from the McBains. The worst thing he ever did in a long line of things is what he did to Marty and now he's doing another worst thing, he continues. He doesn't deserve any of his kids and shouldn't remove Tommy from his family. Markko offers to look for Cole and Langston and Starr wait for news. Dorian answers a knock at the door and has her first face to face encounter with Nora since Texas.\n\n\nJohn keeps thinking about Ireland and blames Marty's death on Lee, who finds him at the docks. John informs the FBI agent that he will have to answer to him. Lee defends his actions as standard procedure and won't answer to him. He wants John to sign off on his report which John refuses to do. He should have killed Lee when he had the chance, John snarls as he puts his hands around the agent's throat. It would be worth it to kill him. Lee pulls away from the subsequent headlock and the men tussle. Lee manages to pull a gun on John but suddenly Cole appears and he hears what happened, how Lee shot out the tires of the van. The men are distracted which leads to another physical altercation and Cole grabs the gun. When Lee refers to him as \"son\" it infuriates the boy. Lee killed his mother.\n\n\n",
    "tvmega_recap": "Natalie is on the computer in the living room at Llanfair when Jessica and Nash come to visit. Jessica begins to ask her if it is true that Jared is Asa's son. Jared sits on the sofa in the living room in Asa's mansion. He reads the book centered on the many lives and loves of Asa Buchanan. Renee comes in to join him and wants to know what had been going on since she was gone. Jared lets her know that Nigel read the letter that Asa had left and it was revealed that he was Asa's son. Miles and Roxy are going over the books to determine how many community service hours they have left. Roxy gives Miles a box of hair dye to be put up in the back of the beauty shop when Rex and Adriana come in. Rex wonders if Roxy saw Michael. Blair, Langston, Markko, and Dorian find out from the news on television that Marty Saybrooke was killed when the automobile in which she was riding went over an embankment. Todd comes in and wonders what is going on. Blair lets him know that it is about Marty. Starr and Cole come into the living room arm-in-arm. John stands on the dock and remembers how the van exploded with Marty inside. Ramsey comes up behind him. Natalie wants to know why Jared would fake being Asa's son. Renee is happy that Jared is Asa's son. Clint and Nora walk in on Renee telling Jared that she is going to throw him a big party. Blair explains to Todd that Marty was killed. Everyone offers Cole his/her condolences. Nora finds out via the cell phone that Marty had been killed. Todd feels guilty that Marty was killed. John attacks Ramsey for being the cause of Marty death. The two have a big brawl. Ramsey pulls a gun on John. In fighting, the gun falls to the floor and lands at the foot of Cole. Cole picks it up and holds it on both John and Ramsey. Miles heads to Natalie for comfort in the death of Marty.",
    "soapcentral_condensed": "Renee learns that Jared is Asa's son and she's thrilled. Blair is unable to console Todd who is extremely affected by Marty's death. Todd regrets trying to take Tommy from the McBains. Langston feels she's a curse on the family for all that's happened since she was taken in. Dorian answers a knock at the door and has her first face to face encounter with Nora since Texas. John keeps thinking about Ireland and blamesMarty's death on Lee, who finds him at the docks. Lee defends his actions as standard procedure and won't answer to him. He wants John to sign off on his report which John refuses to do. John should have killed Lee when he had the chance, John snarls as he puts his hands around the agent's throat. It would be worth it to kill him. Lee pulls away from the subsequent headlock and the men manage to pull out a gun on John but suddenly Cole appears and he hears what happened. The men are distracted and Lee refers to him as \"son\" it infuriates the boy.\n"
}