{
    "soap_central": "\n\nAs Viki is preparing to end her shift, she changes her mind when she notices Charlie enter the diner.  Noelle suggests to Viki that Charlie is very much interested in her.  Viki explains to Noelle that she and Charlie's relationship is casual and begs her not to turn it into anything more.  Noelle reminds Viki that she admitted to coming to Paris looking for \"something\"; she suggests that maybe Charlie is just that \"something\" she was looking for.  Viki tells Noelle that a man is not exactly what she's looking for; Noelle doesn't understand what more one could want in life, than someone to love.  Viki explains how great it is to earn your own way in life and work a job you truly enjoy.  After being questioned by Viki about the project he has been working on, Charlie acts peculiar.  Viki apologizes and states she wasn't aware that his project was such a mystery.  Charlie tells her that his work is no mystery just boring.  \n\n\n As Dorian attempts to prepare Langston and Starr for the upcoming interview with Ms. Woodrow, \"Death\" peers through a nearby window.   Seconds later, Cole and Markko arrive at La Boulaie to offer Langston their support.  Dorian tells the boys that this is not a good time for their visit.   Ms. Woodrow arrives at La Boulaie with her supervisor, Mr. Preston.  As Dorian attempts to divert the case worker's attention to the fact that Blair is not present, Mr. Preston is anxious to begin the interview with Blair.  When Dorian informs Mr. Preston that Blair had to leave town due to an emergency, he is willing to speak with Todd in her place.  After learning that Todd is also out of town, Mr. Preston questions whether or not Todd is even aware of Blair's plans to become Langston's foster parent and informs Dorian that Blair's petition is now rejected.   As Starr and Langston begin to adamantly protest Mr. Preston's decision, Dorian declares that she will take on the responsibility of becoming Langston's foster parent.  Langston is unsure of whether Dorian really wants to be a foster parent to her and Mr. Preston urges Dorian to take some time to think about it.  Dorian says there is nothing to think about and is sure this is what she wants.  Once Ms. Woodrow mentions Clint, Dorian realizes that Social Services have already investigated her background.  She questions their findings and is told by Mr. Preston that it was noted that she put forth a great effort to help Langston.  Upon hearing the news, Dorian requests an application to become Langston's foster parent.  Dorian completes the paperwork and is told Langston may be in her custody as early as next week.  The children all rejoice. \n\n\nAlex arrives at the Dreamland Rehab Center and bribes an employee for information on David Vickers.  David, who is employed as a waiter at the rehab center, is pleasantly surprised to encounter Alex.  Alex pretends to be surprised to find him there as well.  Alex questions why David is working for a living and wants answers.  David explains how he had received a large sum of money and gave it back, due to Viki's influence.  He wanted to prove to her that he could become a changed man.  David is now miserable; his original plan was to gain \"contacts\" at the rehab center, not become an employee.  David is curious to learn of Alex's addiction; she tells him it is of a sexual nature.  Alex tells David that she is a wealthy woman, as a result of her recent divorce.  As David moans about being broke, Alex remembers the conversation she eavesdropped upon, in which she heard Nigel reveal to Max that David was actually Asa's son.\n\n\nJohn, Todd, Blair and Marty are in Louisiana following a lead on Marcie that John has received.  Todd is questioning how John expects to find Marcie in Louisiana.  After John receives a phone call, Todd questions whether it was a lead on Marcie's whereabouts.  John tells the group that Ramsey suspects his contact, Warren of leaking information to them.  He is not willing to jeopardize Warren's job and tells everyone this will be the last tip they receive.  John admits that he overheard some employees at Faces state that Marcie would be going to the \"Big Easy\" and a background check revealed that Clarence has family in New Orleans; he believes Marcie may have gone there.  Todd is angry when learning John had a tip and never informed him; Todd wants to know what other information John is keeping from him.  John has a memory of seeing Marcie on stage at Faces and never saying a word about it.  Blair wonders if Ramsey may have obtained the same lead.  John assures everyone that Ramsey would have no way of receiving the same info because he did not overhear the same conversation that John did.  As Todd rejoices that Marcie has finally been cornered, John brings him back to reality.  He states that Marcie will be found only if the family takes her in and are still located at the same residence on record.  John is having a difficult time controlling his temper as Todd continuously argues with Blair and Marty.  As an explosive argument develops among the three, John has an accident.  As John examines the engine, Blair and Marty continue to argue.  Blair defends Todd and Marty defends John.  John informs everyone that the car is beyond repair: Todd ridicules him about being unable to repair the car.\n\n\nMarcie and Tommy arrive in New Orleans at the home of Clarence's sister Celia.  Marcie meets Celia, her husband Wendell and son Junior, who are all expecting her.  As Marcie tries to explain her dilemma to the Freemans', Wendell explains to her the less they know of her situation, the better.  As Marcie has dinner with the Freemans', she tells them that they appear to have done well surviving Katrina and compliments them on their home.  The Freemans' all appear bothered by Marcie's comments about their home and reveal to her that they actually lost their home during Katrina; the place they are staying is not theirs.  Marcie wants to know how the family has dealt with such a great loss.  Wendell tells Marcie that New Orleans is referred to as the \"Big Easy\", but there is nothing easy about living there.  As she listens to the Freemans' remarks of being a loving and loyal family, Marcie becomes somber.  She sadly declares that the damage has been done and there is no looking back.\n\n\nCharlie asks Viki on a date.  David offers to help Alex with her addiction; he tells her she probably just needs a man to satisfy her.  Alex tells David she doesn't want to be alone anymore and that all the money she has does not mean a thing to her without love.  David is willing to help her with her problems; he offers to teach her all of his \"meditation\" techniques.  He warns her to be careful with all that money.  The children celebrate the news that Langston will soon be moving into La Boulaie.  Langston warns Dorian that she can be a handful; Dorian replies that she can be as well.  As Langston thanks Dorian, the two lovingly embrace.  Cole realizes he has left his cell phone at home and tells Starr he will meet up with the group later.  As Cole leaves La Boulaie, \"Death\" appears from the shadows and follows him.  As John calls for a tow truck, Todd is convinced that they will never find Marcie; Blair feels that they are getting closer to locating her and Tommy.  While Wendell is on the phone, Celia tells Marcie that Wendell will take her to the store to get a few things.  Wendell hangs up and tells the women he has to go and tow a car stopped on the interstate.  Celia asks him to take Marcie to the store so she can get supplies for the baby.  Celia tells Wendell that Marcie can ride along with him, pick up the stranded motorists and on the way back they can stop at the store.  Marcie is somewhat apprehensive about leaving the house.  Celia tells her there is nothing to worry about because she will never run into anyone she knows.\n\n\n\n\n",
    "tvmega_recap": "Dorian gives Langston and Starr pointers on how to act and dress for their interview with the social worker. Cole and Markko arrive to aid their support to Langston and Starr. Alex finds David Vickers working as a waiter at Dreamland. John, Marty, Todd and Blair are headed for Louisiana. Penny and Aaron land on the doorstep of Clarence's relatives, Celia and Woodrow. Viki assures Noelle that she and Charlie have only known each other for twenty-four hours. Dorian lets Ms. Woodrow and Mr. Preston know the reason why Blair had left town. David lets Alex know that he feels that it is a shame that a man of his caliber has to work for a living. Viki grows curious as to the work that Charlie is working on. Mr. Preston rejects Blair's application to be a foster parent. Dorian instead volunteers to be Langston's foster parent. Celia tells Marcie how her family had lost everything they had in Hurricane Katrina. Charlie asks Viki out on a date. Alex lets David know that she is in this rehab center because she is addicted to sex. Langston thanks Dorian for asking to be her foster mother. Marcie and Tommy settle in for the night at Celia and Wendell's. John reaches Wendell to come and tow his car to a garage. The masked man again watches the goings on at Dorian's.",
    "soapcentral_condensed": "Viki tells Noelle that a man is not exactly what she's looking for; Noelle doesn't understand what more one could want in life, than someone to love. Alex arrives at the Dreamland Rehab Center and bribes an employee for information on David Vickers. David is miserable; his original plan was to gain \"contacts\" at the rehab center, not become an employee. John, Todd, Blair and Marty are in Louisiana following a lead on Marcie that John has received. Todd is questioning how John expects to find Marcie in Louisiana. Todd questions whether it was Warren who leaked the information to Ramsey. John tells the group that Ramsey suspects his contact, Warren, of leaking the information. John admits that he would be going to the \"Big Easy\" if it were not for Warren's last tip about Marcie at Faces. John assures everyone that everyone would have no way of receiving the same information because Ramsey would never have given it to them in the same way. John has a memory of seeing Marcie on stage at Faces saying a word and never saying it again.\n"
}