{
    "soap_central": "\n\nAntonio, Cristian, Vincent, and Shawn are all at the gym. Antonio asks Cristian about Sarah. Vincent and Shawn talk about his being \"George\" the pretend boyfriend. A woman walks by and flirts with Shawn. Cristian denies that anything is going on between him and Sarah. Cristian asks how long Talia's been seeing Shawn. Antonio says he doesn't understand the attraction there. Antonio and Cris catch Shawn flirting back at the flirty woman. Antonio corners Shawn and chases off the flirty woman, telling her \"George\" has a girlfriend. Shawn says that he and Talia have an understanding. Vincent pulls Shawn off to the side, telling him to knock it off. Cris asks why Antonio got in Shawn's face. Antonio says it's because when someone cheats on you, it stinks. Cristian asks if it's really Talia he's talking about. Shawn tries to pick back up on the flirty lady, and asks Vincent to back him up. He gets caught by Antonio again. Vincent tells Antonio the truth, that Shawn is a fake boyfriend, just as Talia, Layla, and Sarah arrive. \n\n\nLayla asks if Sarah and Cristian are an item. Sarah denies any involvement, plus Cristian is still hung up on Evangeline. Layla says Evangeline and Cristian were broken up before the coma. Sarah says she and Cris drive each other crazy. Talia arrives at the door to talk about the George situation. Sarah tells them she's figured out the \"George\" thing, and that it's obvious Talia's really into Antonio. Sarah says she's ready to dish out advice. Talia's tired of lying. The girls tease her how bad she's got it for Antonio. Sarah enumerates Talia's mistakes in doing the fake boyfriend thing, and tells her how to get Antonio's attention. \n\n\nBo and Nora arrive at St. Anne's to visit Lindsay. Nora asks the doctor if Lindsay is faking her catatonia. Dr. Bonner says Lindsay's condition is fragile and she is in no condition to understand the charges brought against her. Bo asks Nora to ease up. Lindsay arrives and she and Nora lock horns; Bo asks Nora for a word and asks her again to back off. Nora says he cares about Lindsay too much, and they both wonder if Lindsay's faking it. Nora tells Lindsay that Will has gone back to Los Angeles and Lindsay should be proud of him. Lindsay tells Bo she killed Spencer in an attempt to make life better for Marcie. Bo says he went crazy when he lost Drew. He asks Lindsay to fight her current situation, if not for herself, for Will. Bo cares about what happens to Lindsay. Lindsay says she would kill Spencer all over again. Bo tells her that she shouldn't say things like that to anyone but her doctor. \n\n\nDorian explains to Clint why she didn't bother calling him. She tells him about Langston's parents. Clint says he wants to be there for Dorian. They argue about what it means that Clint told her he loves her. He hints around wanting Dorian to say it back, and she doesn't say it out loud. She kisses him instead. Clint asks if she wants to have the chase, like she did with David Vickers. The phone rings: it's Starr telling Dorian what's happened to Langston. Dorian says she's on her way, and Clint is annoyed at her for leaving. Nora arrives as he's on his way out, and Clint fills her in on Langston. Nora fills Clint in on Lindsay's recovery. Clint says Dorian doesn't need him. \n\n\nLangston says she won't leave with the woman from Social Services. The woman says she received a call from a concerned friend; Starr figures out right away that it was Britney who called. Britney denies making the call. Starr screams at Britney and runs at her in an awesome flying tackle. Cole pulls Starr off of Britney. Britney confesses to making the call, but it doesn't change anything: Langston has to go to protective services. The protective services woman gets a phone call and Britney and Starr almost get into it again. Dorian arrives and says she'll handle it. Starr tells Britney she'll sic Todd on her if Britney doesn't back off. Dorian introduces herself to Evelyn the protective services lady. Dorian volunteers to take Langston home, but Evelyn tells her that's not the way it works and threatens to have Dorian arrested if she tries to take Langston. Langston apologizes for getting everyone involved in this. Dorian says she won't let Langston get lost in the system. She gives everyone hugs and goes off with Evelyn. Everyone is tearful watching her leave. \n\n\n",
    "tvmega_recap": "Antonio joins Cristian at the gym for a workout. Sarah models a bra for Layla to make adjustments. Bo and Nora visit St. Anne's to see Lindsay. Bo and Nora are informed that Lindsay was doing much better since Dorian's visit. Dorian lets Clint know that she had been going through a crisis with Starr and Jack. Dorian lets Clint know that Langston's parents have been dead for over a year and she hadn't told anyone about it. Langston insists that she is not going anywhere with the social worker. Starr accuses Britney of being the one who alerted child services of Langston's dilemma. Sarah insists to Layla that there is no her and Cristian. Cristian insists to Antonio that there is nothing going on between him and Sarah except work. Dorian blames Viki for Clint's sudden change of attitude. When Clint denies that Viki has anything to do with this, then Dorian blames Nora. Dorian grabs Clint and kisses him. Starr attacks Britney for reporting Langston to child protective services. The doctor advises Bo and Nora that Lindsay doesn't understand the charges brought against her and they need to \"tread lightly.\" Talia comes to visit Layla and Sarah. Sarah gives Talia pointers on how to attract Antonio. George comes on to a woman at the gym which infuriates Antonio. Antonio asks George how he can do this to Talia. Starr calls Dorian and tells her that she needs her help because Langston is in trouble. Dorian instructs Starr to keep the social worker there until she can get there. Dorian makes her apologies to Clint. Starr tells the social worker that if she takes Langston away, then she will help her to escape from them and that won't look good for their office. Talia and Sarah decide to go to the gym for a workout. Layla agrees to join them. Starr apologizes to the social worker for being rude to her. Bo instructs Lindsay to fight this and defend the murder charge. Dorian arrives at the park. Nora tells Clint about what happened at St. Anne's and how Bo threw her out. Dorian tells the social worker that she will take full responsibility for Langston. Mrs. Woodrow threatens to have Dorian arrested if she tries to take Langston home with her. Vincent lets Antonio know that this thing between Sean and Talia is just for show. Talia, Layla, and Sarah overhear the conversation. The social worker orders Langston to say her good- byes because she is coming with her.",
    "soapcentral_condensed": "Antonio, Cristian, Vincent, and Shawn are all at the gym. Antonio and Cris catch Shawn flirting back at the flirty woman. Talia arrives at the door to talk about the George situation. Sarah tells them she's figured out the \"George\" thing, and that it's obvious Talia's really into Antonio. Bo and Nora arrive at St. Anne's to visit Lindsay. Dorian explains to Clint why she didn't bother calling him. Clint says he wants to be there for Dorian. Britney confesses to making the call, but it doesn't change anything: Langston has to go to protective services. Starr screams at Britney and runs at her in an awesome flying tackle. Cole pulls Starr off of Britney. The protective services woman gets a phone call and Dorian volunteers to take Langston home, but Starr threatens to have Dorian arrested if she tries to take her home. She gives everyone hugs and goes off with Evelyn.\n"
}