{
    "soap_central": "\n\nThe man with Todd's original face walked out of the yard, only to be stopped at gunpoint. It was the guard who the man had knocked unconscious, and had stolen clothes from. The guard said he'd tracked the man down in order to kill him. The guard thought the man was disposable, but the man claimed to have what the guard had wanted. The man handed the picture from Todd and Blair's wedding to the guard.\n\n\nSuddenly, there was the sound of glass breaking, and Sam entered. He asked if the guard was holding a real gun. The man confirmed it, but told Sam to go back into the house. The guard pointed the gun at Sam and said that Sam was a witness. The man kicked the gun out of the guard's hand, and the two wrestled over it. There was a gunshot.\n\n\nSam asked if the guard was dead. The man said that he was, and picked Sam up to get him away from the scene. Sam told the man that he \"shouldn't shoot people,\" and asked if the man was \"a bad man\" like the guard. The man admitted that he wasn't sure. Sam knew the man was good, because he had saved Sam's life. The man thanked Sam for trying to take food to him, and Sam apologized for dropping it.\n\n\nThe man suggested that Sam not tell anyone about what had happened. Sam wondered if they should call 9-1-1, but the man promised to take care of things. Sam agreed to keep things between the two of them, and Sam went back into the house.\n\n\nNatalie told Rex that, although she sympathized with the donor's family, the woman's death wouldn't be in vain if her heart was donated. Rex said that it would never happen. Natalie understood that he hated Clint, but the heart could save him. He blurted out that the donor heart being talked about was Gigi's. A shocked Natalie wondered what had happened, so Rex filled her in. He was especially heartbroken because he and Gigi had planned to get married that day.\n\n\nThe doctor arrived and began to talk to Rex about donating Gigi's heart. The doctor told Rex that Gigi was a match, and that she was registered as an organ donor. Rex didn't want Gigi's heart going to Clint. Natalie asked the doctor how much time he thought Clint had. He wasn't sure, but guessed that it wasn't long, considering Clint was at the top of the transplant list. Natalie pleaded that Clint was \"our father.\" Rex said that Clint would get Gigi's heart \"over my dead body,\" and went into Gigi's room.\n\n\nRex promised Gigi that he wouldn't let the transplant happen. He related that the doctor had told him that Gigi was gone, but she looked so beautiful. \"I don't care what anyone else says or wants. Your heart stays with me,\" he vowed. A nurse entered to change Gigi's intravenous bag. Rex told Gigi that he'd be back after he took care of something.\n\n\nStarr met with James at Llanview University, as a mysterious student looked on. She informed James that Matthew had been getting better, so she thought it would be a good summer. They talked about having a summer class together, and Starr looked forward to seeing him in class three times a week. James replied that she could see him as often as she wanted, if Hope didn't hate him. Starr didn't think Hope hated James, but James knew Hope was probably uneasy about a new guy being in Starr's life.\n\n\nFord returned to the motel room, and found the room empty. He immediately called James to beg for help. A short while later, James arrived at the motel. Ford updated James on how Ford had broken Tess out of St. Anne's, but she'd disappeared. James thought his brother was crazy, but Ford told James that he and Tess were in love. Ford feared that the people from St. Anne's had gotten her, but James insisted that Tess had played Ford.\n\n\nFord would have recognized if she'd been lying, and knew that something had happened to her. James suggested that Ford call St. Anne's to ask about Tess. Ford knew they wouldn't give him any information, so he begged for James's help. He handed James the nun's habit, and asked him to sneak into St. Anne's to look for Tess.\n\n\nA short while later, James returned. He informed Ford that St. Anne's was in chaos, and that Tess hadn't been there. He couldn't believe that Ford had put a nun in a straitjacket. \"That was Tess's idea,\" Ford said as he smiled. Ford wanted to see if Jessica's family had Tess, so he told James to stay in the room.\n\n\nBlair listened in as Claude told Tomas that Tomas was making a mistake. Tomas told him that things had to be handled. Claude advised him to be careful, and Tomas walked into the hotel room. Blair tried to listen at the door, until her phone rang loudly. Blair ran away as Tomas exited the room to investigate. Satisfied, he went back into the room, and Blair answered her phone to Dorian. Dorian wanted to rant about a problem with David, but Blair couldn't talk. She related that she'd followed Tomas to New York, because there had been something weird about him and Claude.\n\n\nSuddenly, Blair felt Claude's hand on her shoulder, and hung up the phone. Blair told Claude that she had wanted to surprise Tomas, but Claude warned her that Tomas wouldn't appreciate it. Claude related that the meeting with the art dealer could make or break Tomas' career, and Blair might ruin it. He said that if she went back to Llanview, Tomas wouldn't know that Blair had tried to spy. Blair agreed.\n\n\nStarr was on the phone with Langston when Dorian called, wondering why Blair had hung up on her. Starr didn't know, but promised to call Dorian back later. She resumed her call with Langston, and said that she and James were doing great. As the mysterious student sat down near Starr, Starr told Langston about Starr and James's night at the Palace. Noticing the guy listening, she walked away for more privacy. She told Langston about Hope's problem with James, and that she didn't know what to do.\n\n\nThe mysterious student noticed Starr's MP3 player sitting on the chair, and picked it up. She didn't notice, because James called. James told her that he most likely wouldn't return. Starr offered to pick his books up for him, and hung up. She dug through her purse, looking for something. Not finding what she was looking for, she looked around. She noticed the other student listening to her MP3 player, and demanded to know what he was doing with it.\n\n\nA short while later, Blair walked out of the elevator, laughing that Claude had no idea she'd returned. She picked up a glass from room service cart, and tried to use it to listen through the door. She heard Tomas tell someone that they \"won't get away with this.\" She ran away as Tomas burst through the door, and angrily stormed away.\n\n\nBlair looked into the room and cautiously entered. She noticed a file on the table, and opened it. She took out her phone and called Dorian. As she began to read the file to Dorian, a woman walked out. \"Can I help you?\" the surprised woman asked Blair. She wondered why Blair was in her room. Blair claimed to be housekeeping, but the woman wasn't fooled. Blair admitted that she was there to see Tomas, and wondered who the woman was. \"I'm his wife,\" she answered.\n\n\nJessica wanted to hold Ryder, but Aubrey wouldn't let her. She wouldn't let Jessica have Ryder until a court ordered it. Brody entered, but Jessica ordered that he stay out of it. When Aubrey refused again, Jessica related that she needed to find Viki anyway. Brody told her that Viki was at the hospital. Upset, Jessica wondered why Viki was at the hospital. Brody explained Clint's condition to Jessica. Brody wanted to help Jessica. However, the only way he could help her was to pack up, and move out.\n\n\nWhen Jessica was gone, Brody filled a shocked Aubrey in on what Jessica had walked in on earlier. Aubrey was distressed, because the return of Jessica meant that Ryder was no longer going to keep Joey and Aubrey together. Aubrey related that she really loved Joey, and just needed time to show him. She believed that love couldn't just disappear. She asked about Brody's love for Jessica, and whether he wanted Jessica or Natalie.\n\n\n As Viki entered, Joey was assuring Clint that the transplant would happen that night. Noticing the solemn look on her face, Joey wondered what was wrong. Viki informed the men about Gigi's condition. Clint realized that the fiancé that the doctor needed to talk to was Rex, who \"can't wait to dance on my grave.\" Viki's phone rang, and she answered it to someone from St. Anne's. She told Clint and Joey that Tess had escaped. Just then, Jessica entered the room.\n\n\nViki told the person on the phone that she'd call back, and hung up. After believing Jessica was Tess, Joey realized that Tess wouldn't have visited Clint. A happy Viki wondered how Jessica had gotten out of St. Anne's. She explained that Ford had helped Tess escape, and Jessica had fought her way back. Viki wondered if Brody knew. \"So does Natalie,\" Jessica replied cryptically.\n\n\nNatalie entered the room, clearly unhappy to see Jessica. Natalie told everyone that she'd seen Rex, and he wasn't doing very well. Viki explained to Jessica what had happened to Gigi. Clint knew he wouldn't get the heart. \"I didn't fight my way back to lose you!\" Jessica exclaimed. Viki told Jessica to be with her kids, but Jessica mentioned that Aubrey hadn't let her.\n\n\nJoey said he'd take Jessica home. Jessica promised a concerned Viki that she'd make an appointment with her doctor the next morning. Clint told Joey to go home and \"take out the trash.\" Joey promised to explain the comment to a confused Jessica on the way home, and the two left.\n\n\nGigi's doctor entered, looking for Clint's doctor. Natalie apologized to him for Rex's actions, but the doctor understood. Viki asked if she could see Gigi. The doctor said that she could, as long as the family didn't mind. Viki invited Natalie along, and the two left. Before the doctor could leave, Clint needed to ask him a question.\n\n\nOn the way to Gigi's room, Viki expressed how great it was that Jessica had returned. Natalie unenthusiastically agreed. A suspicious Viki wanted to know what had happened, because they could no longer have secrets if they wanted Jessica healthy. Natalie confessed that Jessica had walked in on her and Brody. Natalie tried to defend her actions, but Viki promised not to judge. Viki wanted clarification, so Natalie confided that she and Brody had been in bed together.\n\n\nNatalie continued that Jessica had been angrier than Natalie had ever seen her, but Tess hadn't returned. Natalie refused to apologize for how she and Brody felt about each other. Viki hoped that Jessica could accept things, because Natalie deserved to be happy. Viki and Natalie entered Gigi's room, and wondered where Rex was.\n\n\nRex entered Clint's room, and spat that his father wouldn't be getting Gigi's heart. Clint informed Rex that Rex's permission wasn't needed. Because Rex and Gigi hadn't been married, Rex had no legal rights.\n\n\nJoey followed Jessica into the nursery, and demanded that Aubrey give Ryder to Jessica. Jessica took Ryder, and walked out of the room to feed him. Joey told Aubrey that Jessica was back for good, so things were over between him and Aubrey. Aubrey thought that they should wait until a judge gave custody back to Jessica. Joey ordered her to pack, and to leave. She wondered where she was supposed to go. He suggested that she live with Cutter, but she refused. Joey informed Aubrey that he'd called a cab for her, so she needed to pack up.\n\n\nA short while later, Jessica ignored Brody on her way back to the nursery. She put Ryder in his crib and promised to make up for lost time. She vowed to never leave again. Just then, Ford entered the nursery. \"Tess!\" he exclaimed happily.\n\n\n",
    "imdb": "\nRex insists Clint will never get Gigi's heart. Young Sam interrupts as a killer is about to shoot the mysterious man with a scar. Joey kicks Aubrey out. Robert Ford searches for Tess, unaware that Jessica is back in control.    ",
    "tvmega_recap": "The doctors conclude that Gigi's heart could save Clint's life and know she has authorized being a donor. But as soon as Rex finds out that they are considering that, he tells them over his dead body. When Viki and Natalie find out what has happened to Gigi, they are devastated. But Natalie is torn between saving Gigi's life or saving her father's life. Robert Ford goes looking for Tess and sees she's left. He calls James and asks for his help. James tells his brother it's entirely possible that Tess has scammed Robert by having him falsely believing she loves him only so he will help her escape from St. Ann's and has no intention of being with Robert. But Robert needs to make sure she is ok. Jessica then comes back to her family and is ready to take Ryder back. They all are in support of that and Joey wants her to enable him to kick Aubrey to the curb by taking the only thing that prevents him from doing that away from Aubrey. Natalie admits to her mom that Jessica caught her in bed with Brody. Blair is in New York spying upon Tomás unseen. Original Todd is outside Dorian's home when everybody is gone, runs into Sam and saves his life from a gunman.",
    "soapcentral_condensed": "Natalie told Rex that, although she sympathized with the donor's family, the woman's death wouldn't be in vain if her heart was donated. Rex promised Gigi that he wouldn't let the transplant happen. Ford told James that he and Tess were in love. James suggested that Ford call St. Anne's to ask about Tess. Ford sneaked into the nun's habit and asked for James's help. Ford returned to the motel room, and found the room empty. He couldn't believe that Tess hadn't been there in a nun's straitjacket. Ford wanted to see if Jessica's family had gotten Tess, so he told James to stay in the hotel room and listen to Claude. Claude advised him to be careful, and walked into the room and listened to Claude listen to Blair. Ford went back to the room to find Tess had disappeared. Ford feared that the people from St.Anne's had gotten her, but James insisted that Tess had played Ford. Ford knew they wouldn't give him any information, and begged for James to help.\n"
}