{
    "soap_central": "\nDad and the T's\n\n\nTodd went to La Boulaie to see the children. Blair refused to let him near the boys because she didn't trust Todd's motives. Todd explained that seeing Starr at Hope's graveside had made him realize how badly he missed his children. Blair was sympathetic but remained steadfast. She told Todd that his actions had affected their children. Starr's life was a mess, Jack suffered nightmares of Todd being in jail, and Sam barely knew his father. Blair worried that Todd could hurt, manipulate or kidnap the children. Until he convinced her otherwise, Blair did not want Todd to be around Starr, Jack, or Sam. \n\n\nTodd grew desperate. Before Blair could shut the door on him, Todd reached out to Blair and embraced her. He held her tightly as he begged her to reconsider. Eventually Blair changed her mind. While she went to get the boys, Todd waited in the foyer. \n\n\nSchuyler Joplin was closing his desk drawer when Téa walked into his classroom. She quickly introduced herself then began questioning Schuyler about a possible connection between his mother and Todd. To Téa's frustration, Antonio walked in. He quickly called a halt to the questioning and informed Téa and Schuyler that he was there on official business. Téa had no choice but to leave while Antonio talked to Schuyler. \n\n\nAfter Téa's departure, Antonio asked Schuyler about his mother's association with Todd. Schuyler didn't know anything. He told Antonio that he doubted that his mother was involved in Todd's plot to steal Starr's baby. Schuyler insisted that his mother had too much integrity and enough money to rule out financial gain as a motive. Antonio asked Schuyler if it was possible that Todd could have blackmailed Leah. Schuyler recalled his addiction to drugs, but didn't share the information with Antonio. Before Antonio took his leave, he asked Schuyler if he had ever been to jail. Schuyler appeared nervous. Antonio noticed and warned him, \"If I were you, I'd be afraid.\" \n\n\nBo and Nora were at Matthew's school, in the principal's office. Bo was annoyed and didn't appreciate having to wait for Matthew's principal. His mood didn't improve when Matthew called to ask Bo if he could go to a Plain White T's concert at Ultraviolet. Bo told Matthew that there were consequences for his actions. He reminded Matthew that he had been grounded because he had bought marijuana at school. \n\n\nMs. Dickinson, the principal, walked into her office shortly after Bo ended the call with Matthew. She apologized for being late; she had been detained in a meeting. As she sat down, Bo showed her the joint that Nora had found. He explained that Matthew had purchased the illegal substance at school. Ms. Dickinson seemed surprised, and questioned whether the drug had been purchased at school or somewhere else. Bo assured Ms. Dickinson that Matthew had bought the joint on school grounds. He demanded to know what she intended to do about it. Ms. Dickinson told Bo that she would look into the matter and take the necessary steps to ensure that it didn't happen again. Bo was satisfied with the answer, and left. \n\n\nAs Bo and Nora walked out of Ms. Dickinson's office, Téa spotted them. She assumed that they were there to follow up on Todd's case. Neither Nora nor Bo, corrected her false assumption. \n\n\nTéa called Todd to ask him if there was anything that Schuyler could say to Antonio that might hurt Todd's case. Todd didn't seem worried. He was confident that Schuyler didn't know anything. He was certain that Dr. Joplin wouldn't have risked jeopardizing her son by revealing the details of Todd's plans to take Starr's baby. \n\n\nAt the Buchanan mansion, Cole came downstairs just as Matthew ended his call with Bo. Cole heard the tail end of the conversation and realized that Matthew was grounded. He commiserated with Matthew before he switched gears to ask him whom he'd purchased the marijuana from. Matthew admitted that he had never taken any illegal drugs. He had bought the pot to show his friends that he was cool despite what his parents did for a living. Their talk was interrupted when Matthew's friend, Becca, called. She wanted to know if he would be attending the concert at Ultraviolet. When Matthew told her why he couldn't go, Becca was surprised that Matthew had bought drugs. She encouraged Matthew to ignore his parents' edict and sneak out. \n \n\nLater, as Cole prepared to leave for Ultraviolet, Matthew asked if he could hitch a ride with him. Matthew lied and told Cole that Bo had given him a pass for the concert. When they arrived at Ultraviolet, Becca was waiting for them outside. She invited Cole and Matthew to party before the concert, but Cole declined. Matthew walked away with his classmate. \n\n\nInside, Starr and Langston sat at a table while they waited for Markko and Lola to join them. Starr told Langston about her encounter with Todd at Hope's graveside. Langston was stunned to hear that Todd had asked Starr to forgive him. \n\n\nWhen Gigi arrived at the nightclub, she told Rex that she wanted to go home and curl up with a glass of wine. Rex quickly changed her mind when he told her that the Plain White T's would be performing on stage later that evening. Gigi was thrilled when Rex took her backstage to meet the band and then asked her to introduce the group when they performed. \n\n\nVanessa and Cris were in their living room, kissing, when Cris pulled away. He thought that they should be careful around Lola. Vanessa told Cris to relax. She assured him that Lola understood what was going on between them. Before they could pick up where they left off, Markko arrived to pick up Lola. Vanessa wasn't happy when she realized that Langston was not with him. As Lola came downstairs, Vanessa told Markko that she expected him go straight to Ultraviolet without any pit stops along the way. After they left, Cris let Vanessa know that he thought she had been too hard on Markko. Vanessa didn't apologize for her behavior. She said that she was protective of her stepdaughter. She admitted that she was also worried about Lola. Vanessa had sensed a change in Lola recently and suspected that Téa was behind it. \n\n\nWhile Cris went to take a shower, Vanessa stumbled on the note that Ray had written to Lola. After she read it, Vanessa tried to call Lola, but got her voicemail instead. After Cris's shower, Vanessa tried to manipulate Cris into going to Ultraviolet, but Cris didn't take the bait. He wanted to take advantage of their time alone while they had it. Later, as Cris made love to Vanessa, she stared at her cell phone on the dresser. \n\n\nAfter Lola and Markko arrived at Ultraviolet, they went to the bar to get drinks. While they waited, Lola began opening up to Markko about her father. Unfortunately, Markko wasn't a good listener. When Langston came along, moments before the band stepped on stage, Lola was left hanging. She decided to reach out to Téa. She told Téa that she wanted to talk about the night that her mother was murdered. \n\n\nMeanwhile, Starr had confided to Langston that she had caught Cole using drugs. Langston couldn't believe it. She asked if Starr was sure that Cole had been high. Starr told her about Cole's reaction when he had seen her hugging Mr. Joplin and the confrontation that had followed. \n\n\nAt the Buchanan mansion, Renee urged Janet to go to the police. She warned Janet that Todd would get away with his crimes if she didn't. Janet was afraid to go to the police because they would arrest her. If she were arrested, Todd would know how to get to her. Bo's arrival sent Janet scurrying into hiding. \n\n\nBo was looking for Matthew. He was furious when he learned from Renee that Matthew had left with Cole to go to the Plain White T's concert. After Bo left, Renee returned to the living room to persuade Janet to do the right thing. \n\n\nNora joined Renee in the living room a short time later. Nora grumbled that her case against Todd was weak because her only witness was Starr. Nora was shocked when Janet suddenly stepped out of the shadows to tell her that there was another witness-Janet. \n\n\nBo arrived at Ultraviolet looking for Matthew. Rex advised his friend to give Matthew space to make mistakes. As the Plain White T's stepped onstage and began playing, Bo spotted Matthew. When Matthew saw his father, he didn't say anything. He simply led the way out of Ultraviolet. Rex watched as Bo followed Matthew out of the nightclub. \n\n\nStarr walked away from Cole while the band was performing. When Cole caught up to Starr, he asked her why she had walked away as she had. Starr told him that she realized that he was high and she did not want to be around him when he was on drugs. \n\n\nSchuyler removed an envelope from his desk drawer. It was a letter from his mother. \n\n\nToday's episode featured the song \"1,2,3,4\" by Plain White T's.\n\n\n",
    "tvmega_recap": "At La Boulaie, Todd comes to visit his children, but Blair refuses to let him see the children. At the high school, Nora and Bo wait in the principal's office to talk to the principal about Matthew. In one of the classrooms at the high school, Tea questions Schuyler about Todd and his involvement with Dr. Joplin. At Ultraviolet, Starr and Langston sit in a booth. Starr tells Langston that she had found Todd at Hope's grave. Gigi arrives at Ultraviolet to tell Rex that she had had a bad day and she was going home. Rex lets her know that her favorite band \"Plain White Tea\" is playing there tonight. Gigi changes her mind about going home. At Cristian's loft, Vanessa tells Cristian that they will soon be all alone since Lola is going out. Cristian begins to kiss Vanessa's neck when there is a knock on the door. Markko has arrived to take Lola to Ultraviolet, but Vanessa refuses to let Lola go with him. At the Buchanan house, Renee questions Janet as to how much she knows about Todd planning to steal Starr's baby. While Tea questions Schuyler, Antonio walks in to question him also. Blair and Todd hug. Blair finally gives in and lets Todd see the boys. Janet beats around the bush and doesn't want to get Renee more involved. Bo arrives home to find Matthew gone to Ultraviolet. Matthew arrives at the club. Vanessa calls Lola and then hides the piece of paper under her purse when Cristian begins to kiss her. Gigi meets the members of \"Plain White Tea.\" Bo comes to the club looking for Matthew. Lola calls Tea. Janet tells Nora that she can tell her all about Todd planning to steal Starr's baby.",
    "tvmega_summary": "Episode # 10358 -- Dads and the T's",
    "soapcentral_condensed": "Blair refused to let Todd near the boys because she didn't trust Todd's motives. Schuyler Joplin was closing his desk drawer when Téa walked into his classroom. Matthew called to ask Bo if he could go to a Plain White T's concert at Ultraviolet. Becca, Matthew's friend, wanted to know if he would be attending the concert. Matthew told her why he couldn't go, and Becca encouraged him to ignore his parents' edict and sneak out. Matthew and Cole went to the concert, but Matthew lied and told Cole that Bo had given him a pass for the concert and told him that he could hitch a ride with him. The concert was a success and Matthew was invited to join his friends Starr and Lola Langston for a post- concert party. The finale airs on September 14 at 9 p.m. ET on ABC.. For more information on the series, visit ABC.com/TheT's and follow the show on Facebook and Twitter.\n"
}