{
    "soap_central": "\n\nRex arrived at Llanfair to personally take Gigi to her interview at Buchanan Enterprises. While waiting for Gigi, Rex presented Shane with a video game. Unnoticed, Gigi watched as Rex and Shane bonded. As Gigi listened to Rex and Shane's conversation, Gigi began to have flashbacks from the past of a romantic moment shared between her and Rex. When Shane showed interest in a particular game, Rex offered to purchase it for him as a birthday gift. Gigi nearly panicked when Rex asked Shane the date of his birthday, and quickly interrupted the bonding session before Shane could respond. Rex received a call from Adriana, who had heard from Layla that Rex escorted Gigi to Capricorn the previous night. As Gigi listened, Rex explained to a livid Adriana that he and Gigi were just friends. When Rex told Adriana that he loved her more than he had ever loved anyone else, Gigi appeared sad. \n\n\nAt the diner, Lindsay and Bo discussed the upcoming meeting with Virgil Webster. While Bo was skeptical about convincing Virgil to back off the Columbia project, Lindsay appeared confident that Clint would have the answer. When Antonio and Talia joined Lindsay and Bo, Lindsay excused herself to make a call. Antonio wondered if Bo intended to help expose Ramsey, but Bo contended that his focus was on Buchanan Enterprises. As Antonio and Talia spoke with Bo, Talia noticed when a worried Carlotta motioned for Antonio. Carlotta informed her son that the diner could no longer receive deliveries because the account was frozen. A surprised Antonio made a phone call to the bank manager, but was unable to make any contact. \n\n\nAt the Buchanan mansion, Clint and Nora conducted business over the phone. Clint received a call from Lindsay, who encouraged him to use the incriminating evidence she provided him to blackmail Virgil. Clint was adamant that he would never resort to blackmail. Meanwhile, Nora spoke with a government agent concerning the freezing of Antonio's accounts. Nora wanted Antonio to hear the news of his financial setback from her-not the government. After saying goodbye to Nora, Clint received a call from Webster, who offered to help the Buchanans out of their jam. In another room, Nigel threatened to expose Jared if he ever betrayed the Buchanans. \n\n\nAt Capricorn, Cris and Sarah's romantic moment was interrupted by a phone call. Cris was alarmed to learn that the club's daily delivery was cancelled. The delivery guy informed Cris that Antonio's account had been frozen. \n\n\nWhile Jared and Natalie discussed strategy at B.E., Natalie became emotional as she realized her family's legacy was on the brink of destruction. When Clint and Bo arrived, Natalie and Jared wished them both luck as they prepared for the meeting with Webster. Webster appeared smug as he spoke about Asa, and offered to help \"save\" the Buchanan dynasty. Bo quickly informed Webster that they were aware of his involvement in the attempted takeover of Buchanan Enterprises. Clint and Bo warned Webster to immediately end the sabotage of their company's project, and threatened to take over Webster's company. Webster denied the allegations, and began criticizing the Buchanan family, as well as the brothers' ability to effectively run the company. When Bo became enraged by Webster's statements, Clint asked Bo to allow him a few moments alone with Webster. Alone with Clint, Webster refused to back down. Disgusted by Webster's threats, Clint presented Webster with the file containing proof of his inappropriate behavior. As Webster viewed the documents, a look of horror crossed his face. Webster told Clint, \"I was wrong. You're as big a bastard as your father ever was.\" Clint ordered Webster to back off the project or face being exposed. Webster warned Clint, \"The sharks are circling. Your troubles are just beginning.\" After Webster left, Clint appeared subdued. When Natalie learned of the victory, she was overjoyed but couldn't understand her father's quiet demeanor. \n\n\nBack at the diner, Antonio received a call from Cris, who informed his brother that Capricorn's accounts had been frozen. At the same time, Nora phoned Talia and asked that she keep Antonio at the diner until Nora arrived to speak with him. Unnoticed by Talia, Antonio left the diner and headed to Capricorn. Upon Nora's arrival, Talia told Nora that Antonio had already left. A concerned Talia wondered if Antonio was in trouble. Nora informed Talia that she could not reveal any information. Before leaving for Capricorn, Nora was approached by Lindsay. When Lindsay informed Nora that Clint didn't need Nora's assistance in handling Virgil Webster, Nora became agitated and left. Bo returned to the diner, and informed Lindsay about the meeting with Webster. After learning that Clint was still in conference with Webster, Lindsay appeared hopeful. Later, Clint called Bo and delivered the good news. Lindsay told Bo that she knew Clint could do it. When Bo told his brother that he was proud of him, Clint was consumed with guilt. \n\n\nWhen Antonio arrived at Capricorn, he encountered FBI agents, who informed him that they had orders to seize the club. As the FBI agents ordered everyone to vacate the premises, Nora arrived and informed the agents that the seizure of the club was postponed. Nora informed Antonio that the government was seizing all of his property. Nora stated that she had delayed the seizure of Antonio's assets, but he was in danger of losing everything. \n\n\nGigi and Rex arrived at B.E. for Gigi's job interview. When Natalie asked Gigi about her past experience, Rex attempted to \"enhance\" Gigi's work history. As Jared accompanied Gigi to meet with the interviewer, Natalie noticed Jared's obvious interest in Gigi. When Rex asked Natalie her thoughts concerning Gigi, Natalie stated, \"It doesn't look like Jared is going to have a problem working with her.\" Later, Rex and Gigi were elated when Natalie informed Gigi that she was hired. \n\n\n",
    "tvmega_recap": "Rex comes by to take Gigi to her job interview. Rex spends some quality time with Shane while he is waiting for Gigi to come downstairs. Gigi comes down, unbeknownst to Rex and listens to Rex's talk with Shane. Gigi remembers a time when she and Rex would play Nintendo games. Gigi overhears Rex ask Shane when his birthday is. At the Buchanan home, Jared, Nora and Clint prepare for their meeting with Virgil Webster. Clint gets a phone call from Lindsay, who asks him if he is going to use the info that she had provided for him. Clint tells her that the Buchanan's doesn't do things like that. Carlotta lets Antonio know that she may have to close the diner. Cris and Sarah are at Capricorn and they are sharing a very intimate moment. Cris gets a call that his shipment is not arriving. They go back to kissing. Cris gets up to make a call when the delivery man shows up. He lets Cris know that he will no longer be receiving any more shipments. Nora gets a phone call concerning the Vegas and she wonders how they can do this to nice people like the Vegas. Jared has a run-in with Nigel. Nigel threatens Jared that he needs to stay in line or Nigel will tell the other Buchanan's about his conniving ways. Natalie is in her office when Jared stops by her office. Nora stops by the Angel Square Diner to see Antonio. Lindsay begins hurling insults toward Nora again, as usual. Rex receives a call from Adriana, who is all upset about the time that he spends with Gigi. Rex takes Gigi to Buchanan Enterprises for her job interview. Natalie asks Gigi a few questions, but Rex seems to answer the questions for her. Gigi puts him out while Natalie sends Gigi to see the main boss. Bo arrives for his meeting with Clint and Virgil Webster. Virgil arrives for his meeting. At first, Virgil is very kind and polite, but then he turns on the nasty remarks. Bo leaves the meeting in a huff. Virgil starts to leave, but Clint decides to show him the file that Lindsay had given him. Virgil backs down, this time, but he vows that there will be a next time. Natalie and Jared come into the office and congratulates Clint on the fine job that he had done with Virgil. Bo comes back to the diner and tells Lindsay what had happened at the meeting. Antonio arrives at Capricorn. Antonio, Cris and Sarah all wonder what is going on. F.B.I., arrive and informs Antonio that the government is seizing control of his property. Nora soon arrives and lets the F.B.I, know that there had been a stay put on seizing Antonio's holdings. Nora lets Antonio, Cris and Sarah know that the government is seizing control of everything that Antonio owns.",
    "soapcentral_condensed": "Rex arrived at Llanfair to personally take Gigi to her interview at Buchanan Enterprises. While waiting for Gigi, Rex presented Shane with a video game. Antonio received a call from Cris, who informed his brother that Capricorn's accounts had been frozen. At the Buchanan mansion, Clint and Nora conducted business over the phone. Clint and Bo warned Virgil Webster to end the sabotage of their company's project, and threatened to take over Webster's company. Natalie became emotional as she realized her family's legacy was on the brink of destruction. Back at the diner, Antonio made a phone call to the bank manager, but was unable to make any contact. In another room, Nigel threatened to expose Jared if he ever betrayed the Buchanans. In a conference with Clint, Lindsay appeared hopeful that Clint was still in contact with Webster. When Lindsay informed Nora that Clint didn't need her assistance in handling Virgil, Nora became agitated and left. Later, Clint was consumed with guilt when he encountered his brother with the FBI.\n"
}