{
    "soap_central": "\n All On a Wintry Night \n\n\nTodd and Téa woke up together in bed. Cheerfully, they decided it was better to stay in bed for the day instead of going outside in the snow. Later, at Téa's insistence, the couple talked about the mistakes they had made. Even though they had just made love, Téa felt that nothing had been resolved and she really didn't know where they stood. She needed a clear head, and she did not have one then.\n\n\nTodd decided that he wanted to visit Viki but declined Téa's offer to accompany him. He thought she should stay behind in case she heard from Dani. Téa promised to wait for him and mentioned that she would send good thoughts to Viki. She had faith that everything would work out. Todd was hopeful that Téa had some of that same faith in their own relationship. He asked her if she thought they would make it. She honestly didn't know.\n\n\nA disgruntled Cole returned to his apartment and informed Starr that it looked as though his mother would have to remain in jail overnight. Lowell even had him escorted out of the courthouse because Lowell wanted Marty to suffer. Elijah had been hired to represent Marty and he was trying to get her an earlier arraignment, but he wasn't hopeful. Starr spoke to Cole quietly and assured him that everything would turn out okay. He didn't know what he would do without Starr in his life.\n\n\nStarr convinced a tired Cole to go to bed for some much needed rest, but he didn't think he would be able to sleep. He was too worried about Marty. Soon after, Cole decided that he should return to the courthouse. Starr successfully talked him out of it. He jokingly accused her of always having the \"perfect rational argument.\" She urged him to count sheep, but Cole confided that he was scared of sheep after an incident when he was a child. Starr was amused and tried to find something else that Cole could count to help him sleep. After he dismissed several of her ideas, she thought they should count his freckles.\n\n\nAt the hospital, Kim was disconnected from her telephone call with Stacy. \"Our girl is in trouble,\" she told Rex. She advised him that Stacy had been taken. Oliver arrived and announced that John had escaped from the courthouse and was out looking for Jessica.\n\n\nAs three cars headed up Llantano Mountain in less than ideal conditions, the car that Nurse Charles drove swerved onto the other side of the road after she tried to wrest the phone from Stacy. Suddenly, there was a crash. While Nurse Charles and Stacy were fortunate, the others were not. The nurse advised Stacy that the messenger was waiting for  the baby's arrival, as was the mother. \"I'm the mother, bitch,\" Stacy retorted. She called the nurse crazy and she repeated that the baby was a girl, not a boy as the nurse insisted.\n\n\nCharlie and Dorian were run off the road but neither had disabling injuries. The car that contained Brody, John, and Natalie crashed through the guardrail and down to the bottom of a ravine. The men were okay, but Natalie was unconscious. John tried to waken her and, finally, Natalie opened her eyes. The steering wheel had her pinned down. John managed to deflate the airbag, but he was unable to get her loose. A heavy piece of metal was still in the way.\n\n\nNatalie urged the men to seek help without her, but John refused to leave her alone. Brody tried John's cell phone, but he was unable to get a signal. As the trio discussed their next move, sparks started to shoot from the car.\n\n\nCharlie thought that the other car had gone down into the ravine, and he wanted to see if he could help the car's occupants. Dorian was adamantly against it and wanted to get away from the scene and continue following the nurse's car quickly. She didn't have her doctor's bag with her. She thought it was more important to leave the possibly injured behind and look for Mitch so they could kill him. The pair got back into the car, but Charlie was unable to get it started.\n\n\nBack at the hospital, Rex stepped aside to make a call, and Kim advised Oliver that Stacy hadn't really been in labor. She didn't want Oliver to tell Rex because she took note of how determined Rex was in his desperation to locate Stacy and his baby.\n\n\nA fourth car moved slowly along the mountain road in the blinding snow. Schuyler called Gigi to let her know he was on his way. She tried to persuade him to turn around and go home, but Schuyler declined. He was determined to see her because he desperately needed to talk to her about something. There was heavy static on the line as Schuyler related that he needed to talk about the baby. He advised a frightened Gigi that the baby was fine and hadn't been born yet because Stacy's labor had been a false one.\n\n\nSchuyler thought it best that he talk to Gigi when he saw her, but Gigi was persistent. She wanted to know if he trusted her, and he replied that he did. He trusted her more than anyone else, he told her. He loved her but preferred to talk to her when he saw her, Schuyler told her firmly. Gigi immediately thought it was bad news. \"Rex isn't...\" Schuyler began but the phone went dead. The connection was lost as Schuyler lost control of his car. When the car stopped, Schuyler's head fell forward against the steering wheel and the car horn. He was unconscious.\n\n\nOnce again outside of the car, Charlie thought he heard another car crash but a freezing Dorian thought that it was the crashing of a tree. They continued to argue over looking for help versus aiding the occupants of the other car. Suddenly, Dorian heard a car horn. Charlie suggested it was the howling of the wind. Both of them tried their cell phones, but they were unable to get signals. Dorian was insistent that they begin the trek towards the road.\n\n\nNatalie thought she heard a car horn and began to yell. John assured her that no one would hear them. Suddenly Brody's phone began to ring. It was Rex, and the men shouted over the loud static that accompanied the call. They each managed to share some information but not enough for a complete story. Brody learned that Mitch had kidnapped Stacy.\n\n\nBrody decided that he would scale the embankment and head to the main road and finally to the observatory. He took various items to enable him to complete the endeavor, including a gun with extra rounds. John made his choice to stay with Natalie even though she urged him to go. Brody left, and Natalie called out to John, and referred to him as MacGyver. She wanted to know what his next move was. John smiled. Natalie thought that she smelled gasoline. As the sparks continued to fly, the leaking gasoline was forming a puddle nearby.\n\n\nIn a hospital examination room, Rex, Oliver, and Kim studied a map. Oliver revealed that roads to the mountain had been closed off. Kim was sure there had to be another way. Once an out-of-the-way trail was discovered, Oliver proclaimed that a \"four-by-four\" would be necessary to climb the trail in the snow. Rex announced that he had such a vehicle at Ultraviolet, and the men departed. Rex was adamant that Kim stay behind and pointed to her high heeled shoes.\n\n\nAt the observatory hideout, Jessica opened her eyes and looked around. Mitch was close by and told her that it was normal to feel disoriented. He planned on leading her to embrace her future, and he told her that her baby was on the way. A confused Jessica remained silent and bewildered. Mitch introduced himself as her father and told her that her name was Jessica Lawrence. He added that her son was the chosen one.\n\n\nNurse Charles and Stacy arrived at the observatory, and Stacy ran to Jessica when she saw her. She hurriedly told the woman that they could work together to get away. She noted that she was a dirty fighter. Jessica did not respond and she looked at Stacy sightlessly. \"What the hell did they do to you?\" Stacy asked.\n\n\nMitch was furious when he heard that Dorian and Charlie had followed Nurse Charles. He was angry that he wasn't able to count on Dorian's loyalty, but the nurse smiled. She advised him that she thought Dorian's car had gone over the mountain. Mitch determined that it was time for the baby to be delivered. Stacy let it be known that she was not in labor, and she would refuse to allow anyone to touch her. \"Why is she a zombie?\" Stacy asked, referring to Jessica who had reached out and touched Stacy's belly. Mitch promised that she would know all about it if she didn't follow his orders.\n\n\nSmoothly, he told Stacy that she couldn't go outside by herself on the snowy mountain. He wanted the nurse to make sure the baby was doing all right. He didn't think that Stacy could take care of a fragile baby without them.\n\n\nRelenting, Stacy allowed Nurse Charles to examine her. The nurse advised Mitch that the young woman's labor had stopped and she wasn't really due for three to four weeks. An angry Mitch wondered how that could be since he knew exactly when the baby had been conceived. After Stacy admitted that Rex was not the baby's father, Mitch demanded to know everything.\n\n\nStacy related the events of the previous several months to Mitch. She explained how she had been pregnant with Rex's baby and that Gigi had harassed her to have an abortion. This had caused her to lose the baby, she justified. Mitch wanted to know why she didn't tell Rex the truth. Stacy made it clear that the baby was the only tie she had to Rex, and she couldn't bear to lose both the baby and Rex.\n\n\nShe continued the story, and gave the details of Kim's plan for Stacy to conceive again with another man. All she knew was that the baby she carried was not Rex's. She apologized for ruining Mitch's plan. \"It's over, right?\" she asked him. She figured there was no longer any point to her being there, and she wanted to know if Mitch believed her. She suggested that he check a paternity test after the baby was born. Out of the blue, Jessica spoke up. \"Father, is that my baby?\" she asked.\n\n\nDorian and Charlie moved slowly towards the road as Dorian complained about her freezing feet. She grabbed a branch and used it as a cane. Charlie berated her for not being dressed properly. Suddenly, he saw a light and headed to it. Dorian wondered if it could be Mitch.\n\n\nJohn continued to try to remove Natalie from the car. Suddenly, the sparks flew higher and wider and drew closer to the gasoline. A fire ignited and the car burst into flames.\n\n\nBrody made his way to the road and tried to use his phone, to no avail. Once again there was no signal.\n\n\nGigi kept trying to phone an unconscious Schuyler.\n\n\n",
    "tvmega_recap": "Several people are stuck out in a blizzard. John, Natalie and Brody attempt to get help but there appears to be a gas leak and the van blows up. Schuyler gets stuck while driving to see Gigi and when he's ready to tell her the truth about Stacy's baby. Rex and Oliver are in another vehicle after Kim has informed them that the crazy nurse got to Stacy. When Stacy arrives at the place where Mitch is keeping Jessica, Jessica appears to have lost her memory.",
    "tvmega_summary": "Episode # 10619 ~ All On A Wintry Night",
    "soapcentral_condensed": "Starr convinced a tired Cole to go to bed for some much needed rest, but he didn't think he would be able to sleep. Cole decided that he should return to the courthouse, but Starr talked him out of it. Nurse Charles and Stacy were fortunate, but the others were not. Rex stepped aside to make a call, and Kim advised him that Stacy hadn't really been in labor. He advised a frightened Gigi that the baby was fine and hadn't been born yet because it had been a false one. There was heavy static on the line as Schuyler related that he needed to talk about something related to the baby. Todd asked Téa if she thought they would make it. She honestly didn't know. She thought it was more important to leave the possibly injured behind and look for Mitch so they could kill him. Charlie thought that the other car had gone down into the ravine, and he wanted to see if he could help the car's occupants. Dorian was adamantly against it and wanted to get away from the scene and continue following the nurse's car quickly.\n"
}