{
    "soap_central": "\n\nAt Statesville Prison, chaos remained as guards continued to search and account for missing prisoners. John pointed to the man in a bed, presumed to be Mitch Laurence. \"Are you sure that's Laurence in that bed?\" he asked Richard Evans, the warden. Richard was certain, and he noted that the man was wearing his \"tamper-proof\" identification. John ignored him and began to pull the bandages from the man's face. It wasn't Mitch, but one of the prison guards, and John grew concerned about what might happen at Llanfair.\n\n\nMitch was ready to kill Clint, not only because he hated Clint, but because Clint had been granted an extension on life with Stacy's heart. Mitch hated Stacy even more than he hated Clint. Natalie pleaded with Mitch to leave Clint alone, and she offered to do anything that Mitch wanted in return. Mitch clarified that he'd heard Natalie correctly, and he began to kiss her.\n\n\nLater, John arrived and found Clint on the floor, thanks to Mitch's assault. \"He has Natalie,\" Clint managed to say. Viki descended the stairs just as the power returned. She entered the study and panicked when she saw Clint and John and learned that Mitch had kidnapped Natalie.\n\n\n\"Heed the messenger,\" Mitch called out to his empty church. He proceeded to give a sermon as a bound and gagged Natalie sat in one of the pews. Mitch noted that his flock was long gone, but his plan was to show how much he'd changed, in order to start a new following. He advised Natalie that he had a phone call to make.\n\n\nA nurse took Clint into another room to monitor his heart, and just then, Viki received a phone call from Mitch. \"Hello, Victoria,\" Mitch said almost cheerfully. Viki put the phone on speaker, and Mitch assured Viki that Natalie was fine. John demanded to speak to Natalie, and Mitch consented. Clint returned to the study as Mitch removed Natalie's gag.\n\n\nNatalie declared that she was okay, and when she heard Clint's voice, she was relieved that he wasn't dead. She yelled out that they were in the church, and Mitch threatened to shoot Natalie in the head. \"Touch her, I'll kill you this time,\" John shouted. Mitch advised everyone that his call couldn't be traced, because he'd disabled the GPS in the phone. John called Mitch a coward, but Mitch announced that he wanted to trade Jessica for Natalie.\n\n\nViki shrieked that there was no way that would happen. \"I'm not giving you Jessica,\" she proclaimed. Mitch advised the group that they had one hour to decide. He told John there was to be \"no cops, no tricks,\" or he would kill Natalie.\n\n\nOnce the call was over, Clint declared that he would not turn Jessica over to the crazed man, and there would not be a deal. Jessica was listening to all that was going on without being seen, but she walked into the room. She volunteered to go to Mitch, even as her parents shouted that they wouldn't allow it. Jessica urged John to make the arrangements.\n\n\nJessica and her parents began to argue, but Jessica suggested that John set a trap and use her as bait. John didn't want to go along with it, either, but Jessica thought it would be a good idea, even if Mitch were merely to see her. Viki put her foot down and assured her daughter that she would not let Jessica go through with it. Jessica disagreed and advised her mother that they had no choice.\n\n\nNatalie wouldn't want Jessica to sacrifice herself, Clint informed the group, and John agreed. Jessica thought that Natalie would do the same for her. Viki wanted Jessica to think about her children, but Jessica stood up for Liam instead. Viki tried to explain that Mitch always preyed on Jessica's vulnerability, but Jessica replied that she was no longer fragile, nor a victim.\n\n\nNatalie accused Mitch of breaking every Commandment. \"All for the greater good,\" Mitch insisted. Mitch decided that he wanted to make amends to Jessica, and rebuild his church. He planned on killing Natalie, who assured Mitch that no one would forgive him. He grabbed the Bible and began to read, \"Judge not, lest ye be judged...\"\n\n\nJessica would forgive him, and he would be reunited with his daughter, Mitch contended. Natalie suggested that he let her go to prove that he'd changed instead. She wondered what would happen after the hour had passed. \"I call your big boyfriend,\" Mitch replied.\n\n\nThe hour passed, and Mitch placed another call to Llanfair. \"Do I get my daughter?\" he bellowed. Clint yelled that Jessica was his daughter, and Mitch chuckled. He'd thought that Clint had died. He repeated his question regarding Jessica.\n\n\nBo, accompanied with a couple of cops, arrived at his residence, but Nora and Troy were gone. He sent the cops outside again to search, and suddenly, he heard a knocking at his balcony door. It was Lindsay Rappaport, and he led her inside. She explained that she'd had a bad feeling about Troy being on the loose, and she had decided to get to Bo's to warn him. Bo wondered whether she really might be Troy's accomplice.\n\n\nLindsay took exception to Bo's question, but Bo asked if it were her job to distract him, while Troy got away with Nora. Lindsay insisted that she was trying to help Bo, and she wanted to show him that she'd accepted his marriage. She spotted the license plate that she'd given the couple as a wedding gift, and she explained how she'd spotted Troy going into the prison library prior to the blackout, carrying a book.\n\n\nTroy had appeared nervous, but very full of energy, like he had been when around Nora before, Lindsay continued. He'd told Lindsay that he would be with Nora again soon, Lindsay added. He had been looking forward to his parole date, but Lindsay had thought Troy's behavior had been weird. Then \"all hell broke loose,\" and Lindsay had thought she'd better warn Bo.\n\n\nBo was focused on the part about Troy seeing Nora \"soon.\" He wondered if Lindsay had noticed the book that Troy had been carrying. She could only recall that it had been an electrician's manual. Lindsay confirmed that she had tried to dissuade Troy from making any plans with Nora, and again, she insisted that she was happy for Bo's marriage. She had wanted Troy to accept it as well.\n\n\nLindsay concluded that Troy had announced that he didn't have to accept Nora and Bo's marriage, and he would be with both Nora and Matthew as a family. Bo agreed that would never happen, and he was able to figure out where Troy had taken Nora.\n\n\nTroy led Nora into a house and removed her blindfold. He left her wrists bound together. \"Wow,\" Nora said unenthusiastically. She noted all of the trees surrounding the premises and asked about their location. Troy informed her that they were well into the woods. \"Our own little world,\" he explained, and he added that they would be there for the rest of their lives. He lit a fire in the fireplace and told Nora how he wanted things to be special for her.\n\n\nThe area would be great in the spring, Troy further added, and he asked Nora to give him another chance. He knew they would be happy there. \"Sure, Troy, I'll give you another chance,\" Nora replied, doing her best to play along. Troy proclaimed that he'd noticed that she'd tried to stall him with wine, and he was certain that she'd given Bo a clue about him. Troy thought that Nora was lying to him, but she denied it all.\n\n\nTroy confessed that he loved Nora, and he had rushed right to her when the prison break had occurred. Gently, Nora replied that she respected Troy, and she cherished many of their memories, but she needed and wanted him to accept the truth. \"I love Bo, and he loves me,\" Nora stated. \"And that's why there could never be anything between us,\" she continued. Troy reminded her that he was back, and things might change.\n\n\nNora reiterated that nothing would change, but Troy insisted otherwise. He had been away, but he was back. He denied that he was holding Nora hostage, but she held up her bound hands. She begged him to turn himself in, but Troy continued to advise Nora that she would grow to love the place that he'd settled them in. He bent over the floor in front of the fire and began to search inside of the floorboards for something.\n\n\nFinally finding a duffle bag, Troy was satisfied. \"Now I have everything I need,\" he announced. He assured Nora that he would never hurt her. \"So let me go,\" Nora pleaded. Troy began to dig through the bag. Nora continued to insist that she loved Bo, and Troy reminded her that he hadn't been around.\n\n\nNora reminded Troy that he had been in prison for the things he had done to her. She had felt bad, and she had had to pick up the pieces of her life. She had fallen back in love with Bo, and nothing would make her forget her husband, Nora maintained. \"Actually Nora, there is,\" Troy said as he held up a syringe.\n\n\nJames arrived at La Boulaie, looking for Starr, but Starr was in the cabana with Cole. James spoke to Sam instead until Starr rushed back inside. She played dumb as James informed her of the prison break, and she denied having heard from Cole when James asked about it. Sam, who had been ordered to bed, remained out of sight as he listened.\n\n\nUnable to reach Starr on the phone, James had been beside himself with worry about Starr's safety. Starr quickly explained that her phone had needed charging, and she'd been unable to take care of it during the blackout. When the doorbell rang, an anxious James insisted on answering it. A couple of prison guards were standing there, and they wanted to search the house for Cole.\n\n\nStarr denied having seen him, and she pointed to James. She had a new boyfriend, and Cole was fully aware of it, she said. The guards insisted on looking anyway, and Starr grudgingly allowed them to do so. James thought that Starr seemed nervous, but she stated that she just didn't want Hope to wake up due to all the noise.\n\n\nThe guards returned to the foyer after searching the house. While they hadn't found Cole inside, they wanted to look around the rest of the property. Starr agreed. \"Something seems off, Starr,\" James insisted. \"Are you hiding Cole?\" he asked.\n\n\nIn the cabana, Cole waited for Starr to return. He looked at photos on Starr's forgotten cell phone, and decided to leave. \"Freeze. Put your hands up,\" Sam ordered as he stood at the entrance and pointed a toy gun at Cole. \"I said put your hands up,\" the little boy repeated when Cole didn't listen. Sam noted that Cole was supposed to be in jail, and Cole suggested that the boy take him there.\n\n\nThey went inside the cabana, and Cole reminded Sam that he was Hope's father. He asked if Sam remembered some of the fun they'd had together in the past. Sam did, and Cole explained that he wanted to spend some time with Hope. Cole asked for the boy's help in keeping his appearance a secret, especially the police. Sam revealed that he had a friend who was a policeman, and John had made him a deputy sheriff. Cole again asked that the little boy not tell anyone that Cole was there.\n\n\nThe guards arrived at the cabana and went inside. \"Freeze,\" one of them yelled, but the only person inside was Sam. They urged him to get back to the house, as there were convicts on the loose. The little boy complied and followed them out the door. He gave Cole a thumbs-up as he left.\n\n\nBack at the house, Sam walked in with the guards. One of the guards handed Starr a card and urged her to call if Cole turned up, or she could be arrested. Starr looked over at Sam. The men left, and James kissed Starr goodbye. He had plans with Nate. He wanted Starr to follow through and call the cops if Cole appeared.\n\n\nWhen Starr and Sam were finally alone, he revealed that he had helped Cole. They weren't supposed to lie to the cops, but Cole had told him it was important, Sam explained. Starr thanked her little brother and advised him that it had to be a secret.\n\n\nStarr returned to the cabana, and Cole revealed that Sam had been there and had been a good sport. Starr tried to tell him to return to Statesville, especially since Hope was talking more. Starr had already had to cover up for their little girl. \"I still love you,\" Cole told Starr, who replied that it wasn't love at all. She thought that Cole was confusing it with being grateful. Cole retorted that Starr was wrong, and he loved her. He'd never stopped. He pulled her into a deep kiss.\n\n\nJames returned to the house and found Sam still sitting on the stairs. Sam explained that he couldn't tell James where Starr was, because it was a secret. James told the little boy that he and Starr had no secrets, but Sam said they did. He couldn't tell anyone the secret, especially James.\n\n\n",
    "tvdb": "Lindsay returns. Mitch is keeping Natalie prisoner.",
    "tvmega_recap": "In the aftermath of a major prison break, John and Mr. Evans discover that the unconscious person they believe is Mitch Laurence is really one of the prison guards. Mitch Laurence terrorizes Natalie at Llanfair. Natalie tells Mitch Laurence that she will do anything he wants if he doesn't kill Clint. Clint tells John and Viki that Mitch has taken Natalie. Mitch takes Natalie to a church that he intends to rebuild. He calls Viki and offers Natalie back in exchange for Jessica. Jessica tells her parents she will turn herself over to Mitch Bo rushes home and finds that Troy MacIver has taken Nora. He has taken her to a quiet little house, deep in the woods by the lake, where he says they have everything they need for the rest of their lives. Lindsay Rappaport shows up at Bo and Nora's house. She tells him Troy is on the loose. He concludes she is in on it with Troy. She swears she is only there to warn him. Starr hides Cole Thornhart in the cabana at La Boulaie. James tells her about the prison break and asks if she has heard from Cole. Cole swears Sam to secrecy. The police come to search for Cole.",
    "soapcentral_condensed": "Mitch Laurence kidnapped his daughter, Jessica, and tried to sell her to Clint. Clint refused to trade Jessica for Natalie. Mitch decided that he wanted to make amends to Jessica and rebuild his church. He planned on killing Natalie, who assured Mitch that no one would forgive him. He gave a sermon as a bound and gagged Natalie sat in one of the pews in his church, and he began to kiss her. The group reunited with Natalie, and Mitch asked Jessica to forgive him for what he'd done to her and her family, and she agreed. He then called Clint and said that Jessica had died, and that he was going to get her back. It was revealed that Clint had been granted an extension on life with Stacy's heart, which made Mitch want to kill him even more than he already hated Clint. He told Clint that he would not turn Jessica over to the crazed man, and there would not be a deal. He sent the cops again to search his residence, and suddenly, he heard a knocking at his door. It turned out to be Jessica.\n"
}