{
    "soap_central": "\n \nStarr arrived home, and was excitedly chatting to her mother on the phone about the school musical. Inside the apartment, Langston and Ford hurriedly dressed. Ford remarked that it was his opinion that Langston loved the thrill and danger of having sex in her place, but Langston snapped that she hated it and it wouldn't happen again. Ford reminded her that she had said the same thing the last time. As Langston hustled Ford to the door, they ran right into Starr, who was on her way in. Langston quickly covered and advised Ford that he'd be able to find Markko at the diner.\n\n\nStarr wondered why Ford had been there, and Langston responded that he had been looking for Markko. Starr was perplexed and wondered why Ford wouldn't have just phoned Markko. As Langston raced around cleaning up the apartment, she advised Starr that she had no idea what Ford had been up to. She needed to work on casting for her musical and plopped herself down into a chair. Horrified, she spotted a condom wrapper on the floor.\n\n\nStarr followed Langston's gaze and noted that the wrapper did not belong to her. Langston fidgeted and admitted that she and Markko had taken advantage of the fact they had been alone. Starr understood but was leery as Langston grew agitated and voiced concern over the possibility that Ford had seen the wrapper.\n\n\nAngrily, Langston accused Starr of giving her the third degree. \"Don't you have enough to worry about in your own life?\" she asked her friend sarcastically. \"Ford wasn't here to see Markko, was he?\" Starr asked slowly. She wanted to know if Langston had been having sex with Ford.\n\n\nAt the diner, Markko expressed his annoyance at Cole because Cole was working entirely too much on a school project. Cole admitted that it was \"intense,\" and Markko wondered whether it was the actual work or having Hannah as a partner. He couldn't help but notice that Cole had spent an awful lot of time with the girl. Apologetically, Markko explained that he had felt paranoid since he had found Langston in Ford's office. He filled Cole in on Langston losing her button on the way to school and the fact that he had found the button in Ford's office. Unknown to the boys, Hannah arrived and stood by the kitchen door and listened to the conversation.\n\n\nCole asked Markko if he thought that something was going on between Langston and Ford, but Markko was sure that it was his imagination. He trusted Langston. Cole hastily interrupted and shouted that he didn't trust Ford. Markko was confused, but Cole clarified that he thought Ford was the type of guy who would try to get Langston into bed. Markko asked if he should be worried about Langston and Ford. As Hannah continued to listen in, Ford walked through the front door of the diner.\n\n\nHannah approached Ford, but he tried to brush her off. He had to leave but he'd call her sometime, he told her. Hannah didn't buy that for a second, since he had told her previously that it was over between them.\n\n\nCole advised Markko that he had to leave, and Markko needed to get back to work anyway. Cole suggested that Markko stop worrying. Markko agreed, citing the fact that he and Langston just needed to spend more time together. As Cole walked out of the kitchen, he spotted Ford and Hannah, and heard their conversation even though they spoke in low tones. Ford thought that Hannah should stop embarrassing herself, but when Hannah called him a user, Ford suggested that they go somewhere private to talk. Hannah shrieked that she knew he was sleeping with Langston. Startled, Cole stared at them.\n\n\nKelly ripped up Todd's layout page about Schuyler in the office at the Sun. She told him it was disgusting, but she had plans for the business to change for the better. She pointed out that Schuyler was trying to take care of his daughter, and she wanted to know why Todd didn't have any compassion for another father. She created different scenarios to explain to Todd what she meant. She wondered how he would feel if the paper said that Starr was a tramp for having a baby in high school. Her examples backfired as Todd angrily told her to leave his family out of it.\n\n\nKelly continued that the people involved were real, and Sierra was an innocent baby. Todd declared that trash sold newspapers, but Kelly informed him that his sales were trash, and the paper needed something for people to relate to. She thought maybe Todd had hired her as a \"cry for help\" because of what Dani thought of him and his terrible relationship with Dani. Todd was annoyed that Kelly had included Dani in the conversation, but she stressed that Schuyler was like Todd in that he was a father who had redeemed himself.\n\n\nKelly wanted the paper to have fair articles and just report the facts, not take sides. She thought that she would interview Schuyler in order to obtain an impartial article. Todd felt that it was necessary for him to accompany Kelly in case Schuyler was dangerous, but Kelly put her foot down. She ordered Todd to stay out of her way. Just then, she received another phone call from the unknown man who told her that her mother was murdered.\n\n\nTodd thought it was probably a \"crackpot\" from the home where Kelly's mother had resided, but Kelly explained that Dorian was sure that Mitch was behind Melinda Kramer's death. Todd called his private investigator and learned that there was no information on the call that Kelly had just received. He asked the P.I. to investigate the care facility where Melinda lived at the time of her death. Todd promised Kelly that he would get answers for her. Kelly thought there was another way to get an answer.\n\n\nShe would go straight to the source and get the answer, she explained to Todd. He advised her that he would not allow her to visit Mitch. She retorted that he could not tell her what to do, and she would go to Statesville to find out if Mitch murdered her mother.\n\n\nGigi arrived at Schuyler's apartment and continued to knock on the door, while shouting for Schuyler to open it. She wanted to visit with Sierra Rose. Téa and Schuyler stood on the other side of the door, at a loss as to what to do. Schuyler whispered for Téa to remain quiet, but when Gigi called out and asked if Schuyler had left town with the baby, he couldn't help himself. He called out that he was there. Reluctantly, he partially opened the door as Gigi asked him what was wrong and why he wasn't in court. He informed her that his babysitter had cancelled, but Gigi didn't believe him.\n\n\nShe pushed her way in, but Téa stopped her and announced that she wouldn't be able to permit Gigi to see the baby as it was inappropriate. Téa didn't think the judge would like it and, even though Schuyler told Gigi she could visit, it wasn't his place to tell her so. Gigi appealed to Schuyler and insisted that he owed it to her for all they had been through. Schuyler admitted that he loved her, but he had to put Sierra first. He would not allow Gigi to visit the baby because he didn't want Sierra to be upset. Gigi cried out that she and the baby had bonded, but Schuyler was sorry and he couldn't allow it. Téa stepped in and advised a distressed Gigi that the issue would be decided in court. Gigi didn't think it was possible for Schuyler to hurt her more than he already had, she told him as she left in a huff.\n\n\nAt the police station, Rex implored Bo to talk to Clint about Kim's petition for custody of Sierra. Bo informed Rex that Allison Perkins was on the run and all of her actions always revolved around Mitch. Rex was upset as they recalled that Allison had wanted to reveal a secret before she went into her coma. Bo assured him that security at Statesville would be tighter around Mitch, but he felt that Rex could be in danger. Bo wanted Rex to be careful and to keep watch over his loved ones.\n\n\nIn the outer office, John pressed the prison guard for anything he may have heard in the conversation between Allison and Mitch, but the guard admitted that he hadn't been paying attention, since he thought Roxy was the actual visitor. As he headed for Bo's office, Oliver wondered aloud why Allison would have pretended to be Roxy. John recalled that Roxy was jumpy when Allison was around, and he thought that Roxy would be able to provide some insight.\n\n\nRex was happy that at least the baby wasn't involved in the latest turn of events. Oliver advised Bo and Rex that they had learned that Allison had impersonated Roxy at Statesville, but the guard hadn't heard any of her conversation with Mitch. Rex offered to investigate further and visit his father at Statesville. Perhaps Mitch would confide in him. Firmly, Bo maintained that Rex could not see Mitch because Mitch wouldn't tell him anything. He contended that DNA didn't make a father, but stepping up did. Oliver appeared to be deep in thought.\n\n\nAt the beauty salon, Allison pointed her gun at Natalie and Roxy and herded them into the back. She advised Natalie that while it was the fist day of the rest of her own life, it could very well be Natalie's last day. Natalie wanted to know why Allison had the baby and informed her that the baby was not Mitch's grandchild. \"Guess again,\" Allison answered. She refused to say anything more, though Roxy piped up that Allison had mentioned that the baby was related to Roxy. Natalie tried to talk Allison into giving up the baby but the fanatical woman insisted that the messenger wanted the infant. John arrived just then and, finding the front door locked, began to look around outside of the building.\n\n\nAllison ordered Natalie to take care of John, or she would kill everyone. Natalie raced to the front door and slowly opened it. John spotted her and forced his way inside. She advised him that she had no idea where Roxy was, and her own phone was dead, which was why John had been unable to reach her. She was supposed to stay away from him, anyway, because of Marty's pregnancy, she told him. John looked at her suspiciously, pulled out his gun, and began to wander around the salon, as he looked into all of its nooks and crannies.\n\n\nNatalie followed him around, but he found nothing. Putting his gun away, he informed her that Allison was on the loose, and she had disguised herself as Roxy. He was sure that Roxy knew something. Uneasily, Natalie claimed that she had not seen Allison, and she certainly would have told John if she had. She figured that Allison had left town. John looked at Natalie suspiciously again, and advised her that Allison had visited Mitch more than once. Natalie urged John to track Allison down. He thought Natalie should leave town to be safe, and Natalie agreed swiftly. John commented that she had gone along with the plan too quickly. He asked her what was going on.\n\n\nStuttering, Natalie revealed that she had been planning on leaving ever since she learned that Marty was pregnant. It was difficult on Natalie and on John, too, she assumed. Natalie felt something for John and knew she shouldn't, so she tried to avoid him. She couldn't get between John and Marty, and she thought life would be easier and there would be one less target for Allison if she left. John was speechless and brushed Natalie's hair out of her face gently. \"I don't know what to say,\" he stated simply. \"I do,\" Natalie replied. \"I'll miss you,\" she added.\n\n\nJohn wanted to walk Natalie out of the salon, but after she hemmed and hawed on various excuses, she settled on the fact that she needed to leave a note for Roxy. They said goodbye to each other. \"John?\" Natalie called. He turned around and \"Take care,\" was all she could manage to say. \"You too,\" he replied. \"Damn you Allison,\" Natalie growled as soon as John was gone. She wondered where Allison had taken Roxy and the baby.\n\n\nAllison escaped through the back door of the salon with Roxy and Sierra in tow. The trio wound up at the Angel Square Hotel, where Roxy let them all into a room. Roxy contended that Natalie would spill the truth to John, but Allison didn't think that was true. Roxy was sure that John would find out everything on his own if he didn't hear it from Natalie. Allison duct-taped Roxy's hands and feet as the hair stylist sat on the couch. Roxy had a flashback to the time when her baby was born and Allison had taken the baby from her at the hospital.\n\n\nRex made some calls and learned that both Shane and Natalie were safe. Gigi arrived, upset that Schuyler wouldn't let her see the baby. She advised Rex that Téa had done all the \"dirty work\" for Schuyler. Gigi wondered what kind of father would put himself first before his child. Oliver sat at a desk nearby and contemplated the notion.\n\n\nSchuyler was thankful that Téa had been at the apartment to help him get rid of Gigi though he hated sending her away. Téa was ready to call the police, but Schuyler begged her to allow him to wait for Allison's phone call. She stressed that Schuyler needed to appear in court, and she thought that Elijah would probably send another social worker since the first report had never been received. Schuyler wanted Téa to deter Elijah. He would do anything to get his daughter back and asked Téa if she would do the same.\n\n\nTéa spoke to Schuyler on the phone as she marched into the police station. She assured Schuyler she would file a motion to stop Elijah from procuring a second visit by a social worker. \"What's wrong with you?\" Rex blurted out to her. \"Excuse me?\" Téa responded. Rex wanted to know how Téa could stop Gigi from seeing Sierra when Téa herself was a mother. Téa assured him they'd meet in court. \"Let's blow this place,\" Rex yelled at the top of his lungs. Bo bolted from his office to see what the yelling was about. He spotted Téa and asked her if she were all right.\n\n\nTéa explained that custody battles were different, and this time she had to help the baby's father. \"Are you sure that's all?\" Bo inquired.\n\n\nThe phone rang and Schuyler answered hastily. \"Poppy Joplin, you ready to rumble?\" Allison asked him. She promised that the baby was fine and would be as long as Schuyler didn't call the cops.  Schuyler demanded to know where the baby was because he wanted to see her. Allison assured him that there was one simple thing for Schuyler to do before he saw the baby. She wanted him to break Mitch out of Statesville, and he would follow her instructions if he wanted to see the baby again.\n\n\n",
    "tvmega_recap": "Allison holds Natalie and Roxy at gunpoint so that they do not tell John that she has escaped. She has baby Sierra with her although they cannot figure out what she'd want with her now that they know she is not related to Mitch. Starr is able to put two and two together and figure out that Langston's big secret is that she's sleeping with Ford. And Markko is ready to do the same. Schuyler and Tea do not know what to do after Allison has taken baby Sierra or what to tell Rex and Gigi.",
    "soapcentral_condensed": "Kelly ripped up Todd's layout page about Schuyler in the office at the Sun. She wanted to know why Todd didn't have any compassion for another father. Kelly thought maybe Todd had hired her as a \"cry for help\" because of his terrible relationship with Dani. Todd declared that Kelly was trash, but Kelly informed him that his sales were trash, and the paper needed something for people to relate to. Kelly was annoyed that she had included Dani in the conversation, but she stressed that she wanted to have fair articles and just take the facts and not take sides. Todd told Kelly that she was a tramp for having a baby in high school, and she angrily told him he would have to leave his family of it. Kelly told Todd that he was a father who had redeemed himself, and he told her he would leave her out of his life. Todd said he would never leave Starr out of her life, and Kelly said she would never be able to leave him out of hers.\n"
}