{
    "soap_central": "\n\nAt school, Cole approached Starr and told her that he was going to take care of everything. When Starr reminded Cole that they needed to discuss the pregnancy, Cole said that he had a few more details to work out, and asked Starr to meet him back at her locker in a few hours. A confused Starr agreed as Cole ran off to make plans. After emptying his bank account, Markko presented Cole with the contents as well as some fake IDs for Cole and Starr. Cole thanked his friend and hurried off to collect his first paycheck at Buchanan Enterprises. AT B.E., Cole was surprised to learn that his paycheck was smaller than he had expected. Sensing Cole was in desperate need of more money, Jared offered him a loan. After promising to pay Jared back, Cole headed back to the high school to meet Starr. Realizing Cole wanted to keep the baby, Starr asked him about his plans. Cole told Starr that he wanted to run away with her and never return to Llanview. \n\n\nAt the club, Todd and Blair decided to have a little fun in the steam room. As they dropped their towels and prepared to make love, they were shocked to find Cris there. Cris taunted Todd. When Todd threatened to harm Cris, Cris replied that Todd only fought kids. Cris told Todd that he needed to improve his relationship with Starr before it was too late, and Blair agreed. Blair told Todd that he was dreaming if he believed the deal he worked out with Starr would work. After their argument, Cris left, and Blair and Todd resumed their \"activities.\" \n\n\nAt B.E., Clint, Bo, Natalie, and Jared held a powwow session in Clint's office. The Buchanans discussed possible ways to prevent Calvin Jenkins' hostile takeover of B.E. After reminding Bo that he had gone along with the plan to reason with Calvin, Clint told Bo that they were running out of time and needed to come up with a strategy immediately. While Bo and Natalie attempted to persuade Clint not to use underhanded tactics, Jared encouraged Clint to fight dirty. Jared even offered to help Clint dig up some dirt on Jenkins. Promising to find another way to handle Jenkins' takeover, Bo left to do some research. Alone with Clint, Natalie told her dad that the family would pull together and come up with a solution. After Natalie left the office, a sullen Clint starred at the file he had gotten from Rex; the file contained incriminating evidence concerning Jenkins' eldest son. \n\n\nAn angry Natalie approached Jared in her office. Disgusted by Jared's offer to help Clint dig up dirt on Jenkins, Natalie reminded Jared that she didn't intend to operate that way. Sensing Natalie was upset because he escorted Gigi to Capricorn the previous night, Jared asked Natalie if she were jealous. Infuriated, Natalie informed Jared that he was the jealous one. Jared moved closer to Natalie and attempted to pull her into an embrace. Before they gave into their emotions, a surprised Gigi interrupted and asked Natalie to sign some important documents. After Jared left, Gigi apologized to Natalie for going out with Jared. Natalie told Gigi that she had done nothing wrong and there was no need to apologize. \n\n\nLindsay ran into Marcie and Shane at the coffee house. After viewing a few pages of Shane's new comic book, Lindsay was pleasantly surprised to learn that the child was a gifted artist. Shane told Lindsay that his new comic was about super heroes and his dad was the star. Shane asked Marcie if they could visit Rex later. Shane wanted to give him a copy of his new comic. When Lindsay asked Marcie if she had received her bridesmaid dress for Rex and Adriana's wedding, Marcie sadly told Lindsay that Adriana hadn't mentioned Marcie being in the wedding party. Lindsay assured Marcie that Adriana would never exclude her, but Shane answered that Adriana would definitely do something that mean. Surprised by Shane's remark, both Marcie and Lindsay asked Shane his thoughts on Adriana. Shane stated that Adriana was evil just like the villainess in his new comic, Evelyn Evil. Shane said that Adriana pretended to be nice but really wasn't. Marcie and Lindsay were startled when Shane showed them his drawing of Evelyn Evil-the character looked exactly like Adriana. When Lindsay told Shane that Adriana was a nice person, Shane told her that Adriana was mean to his mother. Disturbed by the conversation, Marcie and Lindsay acknowledged how fortunate they both were to be free women. Lindsay told Marcie that she owed everything to Bo. \n\n\nIn a B.E. boardroom, Rex spoke with Adriana over the phone and asked her to tell Gigi that Adriana accepted their friendship. As Gigi looked on in horror, Rex handed her the phone. On the other end, Adriana was seething. Once on the phone, Adriana deviously told Gigi she must have misunderstood their previous conversation and suggested Gigi tell Rex that everything was fine between them. After agreeing to attend the wedding, Gigi handed the phone to an elated Rex. Dressed in revealing lingerie, Adriana asked Rex to come home soon. Rex said he had promised Clint to hang around B.E. for awhile, but promised to come home soon. Smiling devilishly to herself, Adriana stated, \"Oh Gigi, you are in for the surprise of your life.\" \n\n\nBelieving Rex had returned home, Adriana answered the door in her lingerie and was horrified to find Marcie and Shane standing there. When Shane stated that he wanted to give Rex a copy of his second comic, Marcie, nervous that Adriana would realize that she was Evelyn Evil, told the child to give Rex the first comic that was all about his dad. Adriana promised to give the comic to Rex when he returned home, and asked Marcie to be part of her wedding. Smiling knowingly at Shane, Marcie said she would love to be a part of the wedding. When Adriana asked Marcie to handle the guest book, a look of disappointment crossed Marcie's face. Shane shook his head at Marcie and responded, \"I told you so.\" Suspicious, Adriana asked the little boy what he had told Marcie. Before Shane could answer, Marcie interrupted him and made up an excuse to appease Adriana. \n\n\nIn a Michigan tavern, Dorian and Layla were horrified to witness Brody Lovett involved in a bar room brawl. As Brody violently assaulted a patron, Dorian and Layla couldn't believe that this was the man that Gigi had painted as a war hero. Dorian and Layla approached a bitter Brody and attempted to converse with him, but he refused. \n\n\nAfter a failed attempt at communicating with Brody, Dorian phoned Adriana and suggested she fly to Michigan immediately and speak with Brody. Adriana's conversation with Marcie and Shane was interrupted by Dorian's call. Adriana refused initially, but Dorian told her that Brody turned out to be a wild card. Dorian suggested that Adriana see Brody for herself before she considered bringing him to Llanview. Giving Shane a disgusted glance, Adriana told Dorian that she was positive that she wanted Brody to come to Llanview, but agreed to come to Michigan immediately. Explaining that she had a business trip, Adriana told Marcie and Shane that she needed to leave. Once outside the apartment, Shane again reminded Marcie that he had warned her about Adriana. Meanwhile, Adriana held Shane's comic and said, \"Oh daddy should definitely see this.\" \n\n\nAfter hitting on Layla, the angry war veteran agreed to speak with them. Dorian convinced Brody that his mother had lied about Gigi running off with another man and had also told Gigi that he was killed overseas. Brody appeared shocked when Dorian mentioned that he had a son, but later admitted to knowing that Gigi was pregnant. Believing she had run off with another man, Brody had decided to let the new man in Gigi's life raise his son. When Dorian told Brody that he had a right to meet his son, Brody replied, \"What's done is done.\" \n\n\nLindsay paid Clint a visit and offered him damaging information concerning Jenkins' son. When Clint told Lindsay that he already had information on Jenkins' eldest son, Lindsay informed Clint that she had startling information concerning the younger son. Lindsay was confident that Jenkins would do everything in his power to keep the information from becoming public. In another office, Bo and Rex discussed the upcoming wedding. When Rex mentioned that he thought Bo might be upset that Rex had dug up incriminating information for B.E., a surprised Bo demanded to know exactly what Rex was investigating. Cornered, Rex admitted to working for Clint. Meanwhile, Dorian received a call from Jenkins and complimented him on his decision to go along with the takeover. As Lindsay and Clint discussed strategy, Bo stormed into Clint's office and asked to speak with his brother. After Lindsay left, Bo lashed out at Clint for resorting to dirty tactics and using Rex to investigate Jenkins and his family. Clint reminded Bo that his good approach didn't work and stated that he needed to make sure the job was accomplished in the end. Disgusted by Clint's behavior, Bo suggested that Clint had resorted to blackmail all in an attempt to make money. \n\n\nRex encountered Jared at B.E. and warned him to stay away from Gigi. Rex believed Jared was playing games with Gigi and said his plan would never work. Jared told Rex that his jealousy towards Gigi was strange, considering Rex was marrying another woman in a few weeks. Outside the boardroom, Jared ran into Gigi and warned her that Rex was interfering in her life yet again. Gigi entered the room and demanded that Rex stay out of her personal life. Rex admitted to Gigi that he never forgot her and often thought about her. Rex said that he often felt as though nothing had changed between them. Gigi agreed. As they stood close, Rex and Gigi stared into each other's eyes. Meanwhile, Marcie and Shane arrived at B.E. looking for Gigi. After being told by Bo that Gigi could probably be found in the boardroom with Rex, Marcie and Shane approached the door. Shane couldn't wait to see Rex. \n\n\nBack at the tavern in Michigan, Brody explained that he had believed his mother and allowed his child to be raised by another man. Dorian and Layla appeared relieved when Adriana entered the bar. When Adriana approached the table, a surprised Brody looked at her and exclaimed, \"I knew you would come back to me.\" Brody began kissing Adriana. \n\n\nNatalie told Jared that he was wrong in believing there was something between them and that she couldn't control her feelings for him. Unconvinced, Jared pulled Natalie close and asked her to prove it. Jared asked Natalie to kiss him and if she was no longer interested afterwards, he would stay away from her. Stating that it would be a simple task, Natalie agreed. The two embraced and shared a passionate kiss.\n\n\n",
    "tvmega_recap": "Rex asks Adriana to \"be nice\" to Gigi. She does as he asks but Gigi doesn't buy it. Meanwhile, Dorian and Layla are on their mission and have found Brody Lovett (or so they hear), as Adriana has demanded they do. He informs them that he was with Gigi many years ago and has known all this while and that he conceived Shane with Gigi. Dorian and Layla inform Adriana and she rushes to find Brody in the hopes of \"reuniting\" him with Gigi. Yet, Rex seems to be more interested in Gigi than in his own fiancé. He is concerned about her interest in Jared and protests that she is too good for the likes of him. But nobody else understands why he thinks it's his business. Clint is still ready to play hard ball with Calvin Jenkins. Bo still disagrees. Dorian is still pulling Calvin's strings to motivate him to ruin the Buchanans.",
    "soapcentral_condensed": "At school, Cole approached Starr and told her that he was going to take care of everything. At B.E., Cole was surprised to learn that his paycheck was smaller than he had expected. At the club, Todd and Blair decided to have a little fun in the steam room. After Todd threatened to harm Cris, Cris replied that Todd only fought kids. Cris told Todd that he needed to improve his relationship with Starr before it was too late, and Blair agreed. The Buchanans discussed possible ways to prevent Calvin Jenkins' hostile takeover of B.C. and needed to come up with a strategy. In a B.B.E. boardroom, Rex spoke to Adriana over the phone and asked her to tell Gigi that she must have misunderstood their friendship. On the other end of the phone, Gigi told Rex that she had accepted their friendship and that she owed everything to Bo. At school, Starr asked him about his plans. Cole told Starr that he wanted to run away with her and never return to Llanview.\n"
}