{
    "soap_central": "\n\nBlair, Rex and Cristian make several important discoveries and demand answers from Sarah when they catch her at the apartment. John stops Miles from telling Bo about Marty's possible involvement in Spencer's murder. Miles seethes when John encourages Marty to end her marriage. Miles subtly threatens Marty, who is resigned to stay in her marriage for fear of what Miles might do to John if she left him. Marty is caught off guard by John's suggestion. Miles gets a very surprising delivery. Viki and David take delight in getting Dorian's goat by pretending to be having a hot and heavy affair. Dorian wonders if her obsession with Viki and David might have cost her her own romance with Clint. Tate plans on using his growing relationship with Adriana to his own sinister advantage. Bo and Lindsay are grateful for each other's friendship.  \n\n\n\n\n",
    "tvmega_recap": "Dorian visits Viki at Llanfair and is totally caught off guard when she sees Viki and David in a very compromising situation. Miles is on the phone with Bo and informs him that he has vital info in the Spencer Truman murder case. John takes the phone away from Miles and lets Bo know that he will handle the situation. Blair and Cristian arrive in Chicago to find that Todd is gone. Blair is surprised to learn that the girl, who had phoned her, was none other than Sarah Roberts. A woman news reporter arrives at Adriana's door to do a story on Tate Harmon, but Tate arrives and takes over the situation. Miles tells John that he will ruin his life and career if he keeps on interfering in his marriage to Marty. Viki decides to go along with David's plan in order to rub salt in Dorian's wounds. Blair questions Sarah as to what she knows about Todd and where Hunter could have taken him. Dorian arrives home to find Clint gone. Marty completely refuses to tell John exactly what else Miles has on her. Tate reveals his true feelings to Adriana. Adriana lets him know that she is still in a million pieces over Rex. Hunter comes to visit Miles and brings him a \"hot load.\" (Todd's body) David suggests that Viki sleep with him. John suggests that Marty spend the night at his place.",
    "soapcentral_condensed": "Blair, Rex and Cristian make several important discoveries and demand answers from Sarah when they catch her at the apartment. Miles seethes when John encourages Marty to end her marriage. Viki and David take delight in getting Dorian's goat by pretending to be having a hot and heavy affair. Tate plans on using his growing relationship with Adriana to his own sinister advantage. Bo and Lindsay are grateful for each other's friendship. The final episode of the series airs on Thursday, December 14 at 9 p.m. ET/PT on CBS. For more information on the series, visit www.cnn.com/soulmatestories and www.soulmattheatre.com. The finale airs on December 15 at 9pm ET/ PT on CBS and December 16 at 10pm ET on PBS. For additional information about the series visit the official website at www.southcarolina.org or go to www.suicidepreventionlifeline.org.\n"
}