{
    "soap_central": "\n\nDorian, Clint, David, and Mandy arrived at the Palace on their double date.  David attempted to make Dorian believe that Mandy was his true love, but a perturbed Dorian saw right through the rouse.  Clint lavished Dorian with attention in order to convince David that their love was real.  David took Mandy aside and berated her for not having told him that she knew Renee, and that Renee knew Mandy was a prostitute.\n\n\nIn front of the jukebox, Clint reminded Dorian that he was helping her out in exchange for getting the Buchanan name on the new stadium.  He pointed out that Dorian was actually still in love with David, but she scoffed at the notion.\n\n\nAt the table, the two faux couples continued to try to convince each other of the validity of their romances.  David brought up the fact that Clint had recently begged him for information on the whereabouts his recent ex-wife, Kimberly Andrews.  Dorian feigned having had a talk with Clint about Kimberly and said that she wanted Clint to have closure on that relationship.\n\n\nDorian changed the subject and asked Clint whether she should move into the Buchanan mansion or whether Clint should move into La Boulaie.  She laughingly wondered what Viki and her daughters would think should Mandy move in with David at Llanfair.\n\n\nDavid and Mandy went to choose another song on the jukebox, while Clint and Dorian stayed at the table.  Both Mandy and Clint told David and Dorian, respectively, that they were being ridiculous and that they needed to end the charade.  David and Mandy saw Clint and Dorian appearing to leave, and David proposed that they drink shots.  Both David and Dorian were convinced that the other would quickly get drunk and admit their true feelings in front of everyone.\n\n\nAt Todd's mansion, an agitated Téa told Dani that Todd was not Todd.  Téa showed Dani a photo of a younger Todd and told her that he was her real fiancé.  Téa pointed to a scar on the face of the man in the photo and said that it was proof that the man in the room was not Todd.  She asked Starr to confirm that Todd was not her father.  All Starr could say was that he really was Todd.\n\n\nTodd reminded Téa that the doctor had told them that her tumor might cause lapses in her memory.  He explained that he'd had an accident and plastic surgery.  She realized that he was telling the truth and apologized to everyone.  Todd suggested they go to the hospital, but Téa begged him not to take her, as it was their wedding day.  Todd complied with her wishes.\n\n\nThe judge arrived, and the ceremony began.  Todd interrupted the judge and asked him to hurry it along, because he and Téa had waited so long to get married.  He said that he'd been reminded how precious time was.  At a quiet reception, Todd, Téa, Cole, Starr, Dani, and Jack ate wedding cupcakes.  Téa was happy to see Todd and Dani hug.\n\n\nLater, Starr asked Cole why he seemed upset.  He explained that he had a bad feeling after the strange phone call he'd received from Hannah.  Cole told Starr that he needed to go check on Hannah.  Starr told him that, if it would help them get back on track, he should go see Hannah.\n\n\nAt St. Ann's, Eli stood over a barely lucid Hannah, after he'd just drugged her to make it appear that she'd overdosed in a suicide attempt.  He placed a bottle of pills in her hand and left the room.  A nurse asked him how Hannah was doing, and he replied that Hannah was riddled with guilt and had been unable to sleep because of it, but that she was finally resting.  The nurse placed a \"do not disturb\" sign on the door to Hannah's room.\n\n\nA woozy Hannah reached for the call button but passed out before she pressed it.  Cole arrived to check on Hannah, but a nurse prevented him from entering her room.  He left but returned with a key and discovered an unconscious Hannah in her room.\n\n\nKelly confronted Blair at La Boulaie as Blair packed a bag to elope with Eli.  Kelly told Blair that she couldn't marry Eli.  Blair asked, incredulously, why Kelly thought the marriage shouldn't go forward.  Kelly remembered the conversation she'd had with John and that he'd told her not to do anything to tip Eli off to the fact that they were on to him.\n\n\nKelly covered by telling Blair that Dorian would never forgive Blair if she got married without Dorian throwing an opulent ceremony.  When that didn't work, Kelly continued to try to dissuade Blair from going through with the wedding, without giving details.  A desperate Kelly finally told Blair that Eli was not who he'd said he was, but he walked through the door before Kelly had a chance to explain.\n\n\nEli sensed tension in the air, so Blair told him that she'd just announced to Kelly that she and Eli were eloping.  However, sensing Kelly's fear, Blair told Eli that she would like to get married in a proper ceremony at a later date.  Eli agreed.  As he took Blair's suitcase upstairs, Blair told Kelly in no uncertain terms that she would marry Eli.  Kelly took Blair into the living room and told her that there was reason to believe that Eli was a murderer.\n\n\nNatalie and Gigi sat in Gigi's car in front of the clinic.  Gigi told Natalie that she would be supportive if Natalie decided not to have the abortion.  Natalie replied that she had to end her pregnancy because she couldn't have Brody's baby and ruin his and Jessica's lives.\n\n\nGigi asked Natalie if she was sure that she should terminate the pregnancy, since there was an equal chance that John could be the father.  Natalie fantasized about the future, when she would tell John that she was in labor.  She then thought about later, as her and John's daughter, and Jessica and Brody's son played together.\n\n\nJohn sat at his computer at the police station and searched the investigation database for \"Bennett Thompson/Elijah Clarke.\"  Jessica and Brody arrived with news to share with John and Natalie.  John replied that he didn't know where Natalie was.  Brody said they'd wait to spring the news, but Jessica couldn't keep it to herself.\n\n\nShe announced that she and Brody were getting married.  John stood to congratulate them as \"no matches\" popped up on his computer screen.  John and Jessica both discussed Natalie's recent behavior.  Brody thought about the night of passion he and Natalie had shared and worried that the truth could destroy Jessica.\n\n\nAfter Jessica left, Brody asked John if he still thought that Elijah had talked Hannah into faking a breakdown.  John retorted that he thought that might have been the least of Eli's crimes.  John explained that Eli might actually be Bennett Thompson, who might have killed Kelly's mother, Rodney, and the records clerk in Boston, whom Kelly and Rex had recently met with.\n\n\nJessica walked back into John's office just in time to hear John tell Brody he needed to get a warrant.  John and Brody refused to tell a curious Jessica whom the warrant was for.  After Brody and Jessica left his office, John found a document that showed that Bennett Thompson had supposedly died in 2004.  Natalie arrived and somberly stated that she had to tell John something. \n\n\n",
    "tvmega_recap": "Gigi drives Natalie to the abortion clinic and tells her that it's entirely possible that the baby is John's and not Brody's. At that point, Natalie envisions how great it will be to have a child with John and how hers', John's, Jessica's and Brody's lives can all turn out good, unlike she'd feared could happen if it's found out that she is having Brody's baby. At that point, she discover that she cannot go through with it. John informs Brody that he has reason to believe that Eli is Kelly's mother's murderer, the same as Bennett Thompson. When Kelly finds out that Blair is going to elope with Eli, she tells her that she believes he's a murderer although Blair does not want to believe it. So she persuades Blair to postpone the wedding. Meanwhile, Eli has threatened Hannah and she is unconscious at St. Anne's on sleeping pills when nobody knows what he's done. Cole can sense that she might be in danger. So he goes to St. Anne's to find out. Dorian and David want to convince each other that they have moved on. So she offers Clint a business deal if he helps her have David believe that Clint is in love with her. And David hires and pays Mandy to pretend that she's in love with him. But neither of them convince the other that their scams are true.",
    "soapcentral_condensed": "Dorian, Clint, David, and Mandy arrived at the Palace on their double date. David attempted to make Dorian believe that Mandy was his true love, but a perturbed Dorian saw right through the rouse. Todd, Téa, Cole, Starr, Dani, and Jack ate wedding cupcakes. Todd interrupted the judge and asked him to hurry it along, because he'd been reminded how precious time was. Cole told Starr that he needed to go check on Hannah. Kelly told Blair that she couldn't go forward with the wedding without giving details. A desperate Kelly told Eli that he'd told her not to do anything to tip off Eli to the fact that they were to be married. Eli drugged Hannah to make it appear that she'd overdosed in a suicide attempt. Kelly covered for Eli by telling Blair that Dorian would never forgive her if she got married without throwing an opulent ceremony. Blair packed a bag to elope with Eli, but Kelly remembered the conversation she'd had with John and that she didn't want to go through with it.\n"
}