{
    "soap_central": "\nA Long, Strange Trip\n\n\nAt Llanfair, Natalie caught Tess with her hand in the family safe. Natalie recognized the stones as the missing Mendorran crown jewels. Tess pretended to have no knowledge of the jewels and quickly surmised that Aunt Tina was the culprit. Upon discovering the jewels, Nat was adamant about contacting the police, but a stern Tess argued with her sister about turning the stones over to the authorities. Unable to persuade Nat, Tess faked a dizzy spell and asked Nat to prepare her a cup of tea for her nerves. Once Nat left the room, Tess placed the jewels back inside the safe and removed a vial, containing a powdered substance, from her pocket. With a devilish smile, Tess held the vial and exclaimed, \"Nighty-night, Nat!\" \n\n\nWhen Nat returned to the library with the tea, Tess poured two cups of tea and plotted how she would place the drug into Nat's drink. Tess's prayers were answered when Nat received a call from Jared. While Nat was distracted by the call, Tess quickly sprinkled the powder into her sister's teacup. As she drank the tea, Nat thanked Tess for her forgiveness and ranted about their father placing Jared in harm's way. Insisting that Nat drink up, Tess smiled as she observed the drug appearing to have an effect on Nat. \n\n\nAt Llanview Airport, Sarah, Talia, and Antonio were relieved to be back in town. As they headed back to Sarah and Talia's apartment, Antonio asked Sarah when Cris's flight was due to arrive. Sarah stated that Cris didn't give her an arrival time-he said that he would be on the next available flight. \n\n\nAs Rex and Gigi prepared to exit the Llanview Airport, Rex was excited about reuniting with Shane, but Gigi feared telling the child the truth about his paternity. Gigi blamed herself for lying to Shane, but Rex reminded her that she was a good mother and did what she felt was best. Rex suggested that Gigi kick Brody out of the cottage, but Gigi insisted that Shane would never forgive her for mistreating Brody. As Rex and Gigi embraced, their tender moment was interrupted by Shane and Brody, who had come to welcome Gigi back home. Although happy to see Shane, Rex appeared perturbed by Brody's interference. Shane wasn't pleased by Rex's presence and inquired why his mother needed to leave town to search for Rex. To Rex's displeasure, Shane continued to boast about the wonderful time he had spent with his dad. When Gigi told Shane that Rex would accompany them home, both Shane and Brody appeared aggravated. Attempting to distract Shane, Gigi sent him on an errand. Gigi informed Brody that Rex knew the truth about Shane's paternity. \n\n\nBack at the cottage, Shane expressed his displeasure over Rex impeding on his time with Gigi and Brody. An excited Shane told his mother that he and Brody had a surprise for her. Brody advised Shane to save the surprise for later. When Gigi asked Shane to leave the room so that the adults could talk, he lost his temper. Screaming, Shane told Gigi that she could never take Brody away from him because they had taken a paternity test while she was away-the test proved Brody was Shane's father. Upon hearing the news, Gigi and Rex were outraged. Gigi sent Shane outside and immediately lashed out at Brody. Initially, Rex was suspicious that the test proved Brody was the father, but Gigi assured him that she had never slept with Brody and he must have altered the results. \n\n\nA smug Rex informed Brody that his services were no longer needed. Rex said that he and Gigi were a couple and had plans to raise their son together. Unwilling to lose Shane, Brody tried to undermine Rex by telling him that Gigi spoke negatively about him during her pregnancy and resented him running out on her. Expecting Shane to return, Brody goaded Rex into a fight. Brody referred to Rex as a deadbeat and stated that Gigi never attempted to find him. Unable to take Brody's jabs any longer, Rex punched him as Shane entered the room. Running to his father's aid, Shane looked up at Rex and yelled, \"You hit my father!\" A frustrated Rex yelled back, \"He's not your father!\" Puzzled, the child stared at Rex. \n\n\nAt Capricorn, Blair and John flirted over drinks. Meanwhile, Layla had convinced Mike to dance with her. As Mike and Layla enjoyed themselves on the dance floor, Marcie entered the club. Blair attempted to divert Marcie's attention from Mike and Layla, but it was too late. When Mike noticed Marcie, he tried to make peace with her, but Marcie was upset and walked away. Layla apologized for causing any trouble and left the club. Across the room, Clint and Dallas shared a drink at the bar. Upset by his argument with Nora, Clint wasn't in a good mood. Anxious to learn what the argument was about, Dallas urged Clint to give her the details. \n\n\nWhile Blair and Marcie talked at a table, Mike and John drank beers nearby. Staring at Mike, Marcie confided in Blair that it hurt her to realize that Mike would eventually start to date again. Understanding Marcie's feelings, Blair mentioned her insecurity over finding the gown that Todd had bought for another woman. Unable to keep her eyes off of John, Blair admitted to Marcie that she and John were involved. Marcie envied Blair's romance with John. \n\n\nMike approached an upset Marcie and tried to explain his innocent friendship with Layla. The discussion turned to the fact that Marcie wanted to raise Todd's grandchild and that Mike could never accept her decision. Observing Mike and Marcie, Blair commented to John how complicated the couple's relationship was. Blair stated that she was happy that her situation with John was uncomplicated. John replied, \"That's how I like it.\" \n\n\nAfter Clint explained the situation between him and Nora, Dallas criticized Nora's actions and reminded Clint of the past she shared with him. Clint was adamant that he wanted to continue his relationship with Nora. Clint defended Nora and wondered if he had gone too far. Dallas insisted that Nora was unreasonable. Dallas asked Clint to consider rekindling their relationship. \n\n\nAt the girls' apartment, Sarah, Talia, and Antonio were excited to be home again. Talia thanked Antonio and Sarah for bringing her back home and expressed her guilt over being untruthful about her father. Sarah and Antonio wouldn't allow her to blame herself for Carlo's actions. When Layla arrived home, the roommates enjoyed time together. Realizing that Antonio and Talia wanted to be alone, Layla and Sarah obliged. Layla went to bed and Sarah decided to visit her mother at Llanfair. Alone, Antonio and Talia made love. \n\n\nInside John's locked office at the police station, a clear image of Marty appeared on the computer. \n\n\nAt Todd's home, Todd spent time with Marty in her bedroom. Todd and Marty discussed the arrival of Todd's grandchild. Marty was uncertain that she would be able to take on the responsibility, but Todd was convinced that she would be well enough to care for the child in a few months. Hoping to assure Marty that she was on the road to recovery, Todd suggested that she try to walk for the first time. With Marty holding onto him, Todd gently helped her stand and take several steps across the room. Pleased with her progress, Marty thanked Todd for his help. The two shared a passionate kiss. \n\n\nBack at Llanfair, a gleeful Tess watched as Nat succumbed to the drug. As Nat fell off into a deep sleep, a devious Tess remarked, \"Sleep tight sucker!\" Sarah appeared and interrupted Tess's moment. A nervous Tess was at a loss for words when Sarah asked for her mother. \n\n\n",
    "tvmega_recap": "After Natalie walks in to discover Tess finding Tina's jewels in the safe, Tess realizes that she cannot have Natalie asking any more questions. So she drugs her coffee and Natalie passes out. Antonio, Talia and Sara return home from Mendorra assuming that they can put their bad experience behind them. Todd and Marty are growing closer as he helps her to walk. She indicates she trust him and he kisses her. At the bar, Marcie is upset when she sees Michael dancing with Layla and assumes he has moved on and has started dating. They cannot reach an agreement about Starr's baby. John and Blair want to encourage them to get back together. But it's not that simple. Clint is alone talking to Dallas after Nora asked him to leave her house. Rex and Brody have a big \"show down\" after Brody reveals that he lied to Shane by telling him that DNA proved he was Shane's father. He protests that it was because Gigi was away and uncontactable and he knew that Rex would not be there for his son. Shane is presently trusting only Brody, believes he is his father and wants Rex gone. Gigi and Rex do not know what to tell him.",
    "soapcentral_condensed": "Gigi and Rex return to Llanview after spending time with Shane and Brody. Shane is not pleased with Rex's interference in his time with Brody and Gigi. Marcie tries to divert Mike and Layla's attention from Marcie's drinking problem at the Upset Club. At Capricorn, John and Blair flirted over drinks with Layla and Mike, but Marcie was upset and walked away. At Llanfair, Natalie catches Tess with her hand in the family safe and realizes the jewels are the missing Mendorran crown jewels. Back at the cottage, Shane expresses his displeasure over Rex impeding on his time With Gigi andBrody. Rex tells Brody that the paternity test proved Brody was Shane's father and that he no longer needed to help with Shane's care. At the airport, Rex tells Gigi that he and Shane are a couple and have plans to raise their son together, but Gigi fears telling Shane the truth about his paternity.\n"
}