{
    "soap_central": "\n\nIn the Llanview High auditorium, as Starr made her way backstage after having received her diploma, someone grabbed her and pulled her away.  Her graduation cap was left behind.\n\n\nBlair and Langston wondered aloud what had happened to Starr.  The man searching for Starr stood not far from them.  As Blair called Starr on the phone, the phone in the strange man's pocket began to ring.  He looked at the screen and found that the call was from \"Mom.\"  Blair remembered that Starr had lost her phone so it had been futile to try to reach her.\n\n\nLangston surmised that Starr had probably gone for a walk because she was sad that Cole was not at graduation.  Langston reminisced about how much better things had been the year before.  Blair assured Langston that things would get better.  Langston thanked Blair for warning her about the consequences of fooling around with Ford.\n\n\nShe then noticed that the man who'd returned Starr's purse was in the auditorium.  Blair planned to thank the man for returning the bag, but he disappeared before she had the chance.  Blair and Langston were pleasantly surprised to see Cole arrive.  Cole asked where Starr was, and Blair went off to find her.\n\n\nThe man who'd snatched Starr turned out to be James.  He took her into a classroom and told her that her life was in danger because the man who was chasing him was now after her.  Backstage, the stranger found Starr's decorated graduation cap.\n\n\nJames reported that the man who'd returned her purse had used her phone to call him and had threatened to hurt Starr if James didn't give the stranger what he demanded.  He also stated that he'd been to Starr's apartment and that the place had been trashed.\n\n\nStarr made plans to report James to the cops.  James was surprised that she hadn't already and assumed it was because she knew he was not a threat to her.  Starr replied that she hadn't called the cops because she'd just wanted to forget the incident in which James had kidnapped her and Hope.\n\n\nStarr tried to leave, but James stopped her and said that he'd be killed if the police were involved.  Starr demanded to know the details of James's predicament but he replied that he didn't want to entangle her any more than she already was.  She replied that, since someone had broken into her house and wanted her dead, she was already in pretty deep.\n\n\nStarr began to scream, but James told her the truth.  He admitted to having stolen $50,000 from the man who'd been chasing him but that the money had since been lost.  James said that whoever did have the money would be in even worse danger than he was.\n\n\nJames told Starr that he'd seen the graduation invitation at her apartment, which meant that the man who was looking for them was probably also at the school.  Then, the stranger tried to get into the locked classroom and threatened to shoot if they didn't open the door.  He forced his way in, but James and Starr had escaped through another door, though they'd left behind her diploma.\n\n\nTo his surprise, Cole was led into a courtroom to find Marty and Eli.  Eli explained that he'd petitioned for another hearing and, if all went well, Cole would be released on bail.  Outside, Hannah viewed the photo she'd snapped of Starr and Nate at the park.\n\n\nMarty told Cole that Eli had gotten a new judge to hear the case, as the original judge had to step down due to an illness.  Cole admitted to Marty that he'd asked Starr not to visit him in jail because they continued to fight over Starr's unwavering support of Todd.  He lamented having missed Starr's graduation.\n\n\nHannah came in and told Cole that she was worried he might start to believe that she'd been the one to push Marty down the stairs and had attacked Ford.  The bailiff announced that the proceedings would begin.  Hannah told Cole that there was something else she had to tell him later.\n\n\nEli argued that Cole should be released on bail because he was not a flight risk, as his young daughter lived in Llanview.  He also contended that Todd, the man Cole was accused of beating, was himself an attempted murder suspect but that he was out on bail.  The A.D.A. did not object to Eli's request, and the judge set bail at $10,000.\n\n\nHannah congratulated Cole and asked him out to celebrate, but he replied that there was only one place he wanted to be--Starr's graduation.  Hannah was frustrated that Cole said he'd call her later rather than hear what she needed to tell him then.  After Cole left, Hannah confronted Marty and accused Cole's mother of turning Cole against her.  She warned that Marty wouldn't get away with it.\n\n\nAs the graduation ceremony ended, Téa assured Todd that she wouldn't keel over and told him she'd rescheduled her doctor's appointment.  Todd insisted that he drive her to the hospital.  He asked Blair to tell Starr congratulations, as he had to leave with Téa.\n\n\nAt the hospital, Todd argued with Téa and her doctor about wanting to stay with Téa during her treatment.  He insisted, but Téa put her foot down because she didn't want him exposed to the radiation.  As the doctor began Téa's treatment, Todd bribed his way into staying in the control room.\n\n\nTodd spoke to Téa via microphone and told her that there were less expensive ways to get a tan, which made her laugh.  She told him to stop it because she had to stay very still.  After the procedure, Todd took Téa home and stayed with her until she fell asleep.\n\n\nSitting in the audience, Dani told Nate that people would be suspicious if he kept carrying his backpack around.  He told Dani he'd be right back but did not immediately return.  When he did reappear, he explained that he'd put the backpack in his locker.  Just then, the man who'd returned Starr's purse to Langston walked by, obviously looking for Starr.\n\n\nDani told Nate that there were no news reports about missing cash, so he could give the money to his mom to pay the mortgage.  She said they should celebrate their good fortune, but Nate worried that their luck would run out.  He talked about how much his mother had sacrificed for him and how he wanted to repay her.  Dani said she wished she could save her mom from Todd.\n\n\nDani worried that Nate's locker wasn't secure and that he should just give the cash to his mother right away.  She and Nate retrieved the backpack from his locker, but he wondered how he'd explain it to his mother.  Before they left Nate's locker, the stranger walked by them in the hallway but did not notice them.  Nate was happily surprised when Dani offered to go home with him.  The stranger watched them leave together before he entered a classroom.\n\n\nAs they both reached for the same glass of punch, Viki accused Dorian of trying to steal her husband.  Dorian refuted Viki's claim but Viki replied that the only reason nothing had occurred between Dorian and Charlie was because he hadn't let anything happen.\n\n\nAfter Viki left with Charlie, David interacted with Dorian and alluded to the part in Langston's speech about making mistakes and making them right.  It was apparent that he was fishing for an apology from Dorian.\n\n\nLater, Viki and Charlie returned to the auditorium after having viewed mementos of her sons on the wall of fame.  Viki said that Joey looked so young in the photos but that he hadn't been too young for Dorian to have seduced him.  Charlie was shocked to hear that Dorian had done such a thing.\n\n\nAt that moment, Dorian appeared with David and asked Charlie to accompany her to a meeting about the project they were working on.  Viki asked David to discuss the job she'd offered him but remained secretive as to what the job would be.  Viki stated that, as arresting as David's face was, she was interested in another part of his body.  She then made it clear that it was David's brain she wanted, to oversee the Banner's trends section.\n\n\nDorian accused Viki of offering David a job out of spite.  David felt insulted and began to argue with Dorian, who threw a drink at him.  But she missed the target and Viki was drenched with punch.  Enraged, Viki splashed Dorian with her punch.  As others began to notice, their battle escalated while David and Charlie attempted to keep the situation from intensifying.\n\n\nLangston and Blair arrived at the punch table.  As soon as everyone congratulated Langston, Charlie left with Dorian, and Viki with David.\n\n\n",
    "tvmega_recap": "Right after Starr's graduation, James tells her that the guy who is chasing him is now after her now that he's found her purse. Now that James has discovered that the money he put in the briefcase is gone and doesn't know where it is, he's worried that the guy could come after him or Starr. Meanwhile, Nate has taken the money and is talking to Dani wondering what to do about it. Dani notices that her mother is totally engrossed in Todd and wonders why. Little does she know that Tea is dying, Todd has just discovered that and is by her side willing to help her. Meanwhile, Cole gets released on bail. Hannah acts like the \"Friend\" who cares about him more than Starr. But he's disinterested in her. When she's alone with Marty, she reveals that she is capable of taking drastic measures to anybody who prevents her from having her \"chance\" with Cole.",
    "soapcentral_condensed": "Starr was snatched backstage after receiving her diploma. The man who'd snatched Starr turned out to be James. Starr made plans to report James to the cops. Cole was led into a courtroom to find Marty and Eli. Cole admitted to Marty that he'd asked Starr not to visit him in jail because they continued to fight over Starr's unwavering support of Todd. Hannah told Cole that there was something else she had to tell him later. Téa assured Cole that she wouldn't keel over and she told him she'd call him later rather than hear what she needed to say. The judge set Cole's bail at $10,000 and asked him out to celebrate, but he replied that he wanted to be--Starr's graduation. He also admitted to having stolen $50,000 from the man who's been chasing him but that the money had since been lost. He said that whoever did have the money would be in even worse danger than he was. Cole said he'd be killed if the police were involved.\n"
}