{
    "soap_central": "\n\nNash and Antonio welcomed Nelly Furtado to Capricorn; apparently they were friends from way back. Antonio welcomed Jessica and Miles to the gala. Cristian glared. Jessica asked to speak to Cris in private. Meanwhile, viewers saw the arsonist prepare to set another fire. Jessica demanded that Cris let her handle this situation (her kissing Nash and keeping it a secret from Antonio) on her own. Miles asked if he could buy Blair a drink. Adriana and Rex made a pact not to talk about Todd or Spencer. Blair ran into Marty and they began arguing. Blair and Cris went out to get air. Blair told Cris that Todd didn't know how to have fun, at which point Cris pulled Blair into a hot kiss. Nash ran into Jessica in the stock room and she slapped him. Jessica blamed Nash for her troubles. They argued and then they started kissing passionately. \n\n\nNatalie told John she knows he thinks that Michael killed Spencer. John didn't want to discuss it. Natalie and John argued, and she stormed out. John called Bo. He wanted to talk to him about Truman's murder. \n\n\nMarcie and Michael left Tommy in Starr's care to babysit. They were off to hear Nelly Furtado. Michael was having a hard time not worrying about Tommy Jr. Meanwhile, Starr welcomed Cole, and they had pizza. They started to watch a movie and then started kissing. \n\n\nTodd dropped in on Evangeline, who didn't want to see him or discuss the kiss. Evangeline thought what happened was her biggest mistake. Todd didn't want that to ruin their friendship; he didn't want to lose the best friend he'd ever had. He assured he that he wasn't going to hurt her. \"Let me be your friend,\" he said. Evangeline opened the door and Todd tried to cheer her up. Todd wouldn't let Evangeline have the remote control and when she went after him for it, she fell on top of him. \n\n\n\n\n",
    "imdb": "\nAntonio is pleased to have his old friend Nelly perform at Capricorn. Michael worries about leaving Tommy with Starr. Nash and Jessica kiss, as do Blair and Cristian.    ",
    "tvmega_recap": "The arsonist is shown carrying a can of turpentine, and an old rag. At Capricorn, Antonio is busy preparing the stage and lights for the concert that night .Natalie visits John in his office, and she tells him that he looks terrible .She informs him that she knows what is up with him, that he thinks that Michael killed Spencer. Todd visits Evangeline at her apartment. She refuses to talk to him. Nash meets Nelly Furtado when she arrives at Capricorn. Nelly and Antonio have a talk about Jessica. Marcie is busy giving Starr instructions on watching Tommy. Michael comes in, and when he hears that Starr is going to watch Tommy, he insists that she isn't watching him. Todd tries to talk to Evangeline through the door. Jessica and Miles arrive at Capricorn. Jessica introduces Miles to Cristian. The arsonist quickly hides the turpentine and old rag from Jessica and Cristian. Antonio asks Rex and Adriana about Jessica. Miles buys Blair a drink and offers his help. Evangeline finally agrees to let Todd in. Evangeline tells Todd that she had kissed Todd. Cristian tells Jessica about the kiss between Todd and Evangeline. Natalie questions John about his thinking that Michael killed Spencer. Antonio introduces Nelly Furtado the stage. Antonio can't seem to find Jessica. Blair bumps into Marty at Capricorn. Miles lets Marty know that he has a niece in Llanview. Nash comes into the storeroom and meets up with Jessica. Jessica shows her anger for Nash by slapping him. Starr has a date with Marty's son. Blair meets Cristian on the outside. Cristian walks over, and they begin to kiss. Evangeline asks Todd to leave. Blair encourages Cristian to give Evangeline another chance. Marty finds out that Miles is Mitch Lawrence's brother. Jessica and Nash argue over the fact that they had just about made love. Jessica lets him know that she is going to tell Antonio everything. John and Natalie continue to argue over Michael and John's ignoring Natalie. Starr and her date kiss. Evangeline and Todd begin to watch a movie. They argue over the remote control. Natalie slams the door, and leaves John alone. John calls Bo, and lets him know that he thinks that he knows who killed Spencer. The arsonist sets to work Jessica and Nash kiss. The arsonist catches a pic of Nelly Furtado on fire.",
    "soapcentral_condensed": "Nash and Antonio welcomed Nelly Furtado to Capricorn; apparently they were friends from way back. Adriana and Rex made a pact not to talk about Todd or Spencer. Todd dropped in on Evangeline, who didn't want to see him or discuss the kiss. Michael was having a hard time not worrying about Tommy Jr. Marcie and Michael left Tommy in Starr's care to babysit. They were off to hear Nelly furtado. Meanwhile, viewers saw the arsonist prepare to set another fire. They started to watch a movie and then started kissing. Todd tried to cheer her up. He assured he that he wasn't going to hurt her. \"Let me be your friend,\" he said. Todd wouldn't let Evangelines have the remote control and when she went after him for it, she fell on top of him. Todd didn't wants that to ruin their friendship; he didn't Want to lose the best friend he'd ever had.\n"
}