{
    "soap_central": "\n\nTodd stood at the docks in the pouring rain. He took the gun out of his pocket and held it over the water. As he was about to drop it, Louie entered. He told Todd to \"hold it right there,\" but Todd pointed the gun at him. The two men recognized each other, and both were more at ease. Louie asked if Todd's gun was for protection. \"You could call it that,\" Todd replied.\n\n\nLouie wondered why Todd was throwing the gun into the water, and Todd answered that guns were dangerous. Louie asked if Todd had gotten his life back. Todd admitted that he'd made \"great strides\" that day. Louie was glad that things were looking up for Todd. Todd promised to make it up to Louie for saving him. Louie replied that he hadn't saved Todd to get a reward.\n\n\nTodd drew his arm back to throw the gun into the water, but Louie told him not to. Todd disclosed that he had a good reason not to hold on to the gun. Louie offered to take the gun off of Todd's hands. Todd insisted again that guns were dangerous, but Louie understood, because he'd fought in Vietnam. When he'd gotten home, he'd sworn to never shoot a gun again. Todd wondered why Louie wanted Todd's gun.\n\n\nLouie told Todd about a program that John had started where people could turn in guns to John in exchange for one hundred dollars. Todd didn't want to give the gun to Louie. He said that he'd give Louie the one hundred dollars when he had it, which he promised would be soon. Louie said that Todd could afford to give Louie the gun, and held out his hand. Todd made Louie promise not to lose or sell the gun, and to only give it to John. He finally handed the gun over, and warned him to be careful.\n\n\nLouie realized that Todd had never told Louie who Todd was. Todd revealed who he was, to Louie's disbelief. Louie took out a copy of the Sun with Victor on the front page, and said that the man didn't look anything like Todd. He was bewildered that people had believed that the man was Todd. Louie couldn't believe that there were two men walking around claiming to be Todd. \"Not anymore,\" Todd said. Louie was happy for Todd. He patted Todd on the shoulder, and walked away.\n\n\nIn Bo's office, Nora wondered whether or not Bo had actually meant to agree to raising Destiny's baby. Bo loved the idea, but reasoned that it was up to Destiny and her parents.\n\n\nA short while later, Bo and Nora entered the diner. Nora saw the Evans family. Bo suggested that they go somewhere else. However, Nora wanted to talk to them.\n\n\nDani, Destiny, and Destiny's parents sat in the diner. Mr. Evans was happy to be spending time with \"my baby\" again. Mrs. Evans remarked that Destiny was no longer a baby because of the baby on the way, \"thanks to Nora.\" Mrs. Evans went on about Nora overstepping her bounds, but Destiny stopped her. Mr. Evans reminded his wife that Nora had apologized. Dani looked over at the door, and cringed to see Bo and Nora in the diner.\n\n\nThe family watched as Nora pulled Bo over to the table. Nora made small talk about how Destiny was doing. Nora admitted that she wanted to talk to the Evans family. As Bo attempted to sit Nora down, she expressed how excited she and Bo were about being involved in their grandchild's life. As Mr. Evans tried to get Mrs. Evans to leave, she revealed that Destiny and her child would be staying in the Evans house, but that Bo and Nora could visit whenever they wanted.\n\n\nNora pulled out a piece of paper, and told the Evans family that she'd written down some things to spell out Matthew's rights as the father. Mrs. Evans wondered if Nora was suing them, but Nora denied it. She explained that the paper only contained guidelines. Mrs. Evans was offended to think that Nora was trying to tell her how to run her family, but Nora insisted that they were one family. \"One big, happy family,\" Mr. Evans agreed.\n\n\nNora handed the paper to Mrs. Evans, but she didn't take it. Mrs. Evans knew what it was like to have a son in a coma, but she resented Nora trying to replace Matthew with the baby. As the women began to argue, Dani yelled at them to stop. They were stressing Destiny out, which wasn't good for her, or the baby. Adding to that, Destiny revealed that she had something to say as well.\n\n\nDestiny told her mother that Nora loved her son, and was just trying to stick up for him. As Mrs. Evans went off on Nora, Dani told Destiny that she had to go. She had her own \"crazy family\" to deal with. Destiny didn't want Dani to leave her alone, but Dani left anyway. Bo said that they could all talk another time, to which Mr. Evans agreed. Mrs. Evans instructed Nora to talk to her lawyer if Nora had anything else to say. The Evans family left, and Nora lamented her stupidity.\n\n\nAt the hospital, a gurney was rolled into a room. A doctor asked who the unconscious boy on the bed was. According to a school ID found with the boy, the nurse revealed that the boy was Jack Manning.\n\n\nStarr was on the phone when Blair ran through the room, yelling for Jack. Starr hung up the phone and wondered what was going on. Blair explained that she'd taken Jack home from Victor's because he hadn't been safe there. She admitted that she thought Todd had taken a gun from Dorian's safe. Blair hadn't wanted Jack caught in the crossfire, but it looked like Jack had run off.\n\n\nBlair continued that she'd left a message for Téa about Todd. Blair thought that Jack had probably gone back to Victor's. The phone rang, and Blair answered expecting to hear Jack's voice. However, it was a nurse at the hospital, who told Blair that Jack was there.\n\n\nTéa arrived at her house. She dug around in her purse for her keys, but saw that the door was open. She cautiously entered the house, and called for Victor. She entered the living room, and saw Victor on the floor in a pool of blood. Téa let out a bloodcurdling scream, and begged Victor to talk to her. He opened his eyes, and Téa called 9-1-1.\n\n\nAt the station, a soaked Brody held his gun holster. John entered, and asked Brody if he was off-duty. Brody told John about Blair's hunch that Todd had stolen a gun. While Blair had gone to warn Victor, Brody had tried to find Todd, but couldn't. John realized that was probably the reason why Blair had called him. He revealed that he'd put out an APB on Todd. An officer told John that Téa had called 9-1-1 about her husband being shot.\n\n\nUnder instruction from the 9-1-1 operator, Téa ran down the stairs with an armful of towels. She held one on the gunshot wound as she demanded for Victor to open his eyes. He did, and she told him to keep breathing. She told Victor that he couldn't leave her alone because of all the things they had yet to do with Dani. She suggested that she might let Dani marry someone that Victor wouldn't approve of, which made Victor smile slightly.\n\n\nTéa begged Victor to tell her who had shot him. He tried to speak, but a shower of blood burst from his mouth instead. She told him that he was the love of her life, and that she would never let go of him. She heard sirens, and assured him that the paramedics were almost there. \"I love you,\" Victor muttered, and she repeated it back to him. He closed his eyes, but she yelled at him to open them. She ordered him not to leave her, as the EMTs entered.\n\n\nThe paramedics worked on Victor, but soon stopped. One of the men admitted that Victor had been gone before they'd arrived. They apologized as John and Brody entered. The paramedics covered Victor's body with a sheet. John instructed his officers to look for clues around the house. John walked over to Téa, who was in shock. He wanted to ask her a few questions while the night's events were still fresh in her mind.\n\n\nTéa told John that she'd been at the Sun, and had agreed to meet Victor back at the house. She'd noticed the front door open when she'd arrived home, and hadn't gotten any answer when she'd called out for Victor. She'd entered the living room and found Victor covered in blood. John expressed his sympathy for her loss, but she knew that John and Victor had hated each other. She'd been so sure that nothing would ever kill Victor.\n\n\nAs pictures were being taken of the crime scene, John asked about the towel Téa was holding. She'd been instructed to put pressure on the wound. John took the towel from her, and handed it to an officer in order to find \"fibers and residue\" from the wound. John offered to call someone for Téa. Téa realized that she had no idea how to tell Dani what had happened.\n\n\nOutside, the officers determined that there had been no forced entry. Brody found a set of keys in the bushes. He figured the keys were how the shooter had gotten into the house. There was a tag on the keys that read \"JM.\"\n\n\nBrody entered the house and showed John the keys. John showed them to Téa, who recognized them as Jack's. Téa told John about Blair's message about Todd stealing the gun, and wondered if John thought that Todd had shot Victor. She recognized that everything had been Irene's fault, and not Victor's.\n\n\nBrody returned to the living room, having just gotten off the phone. He informed John that Jack was in the hospital with a head wound, and John said that he'd head over. He instructed Brody to look for fingerprints on the keys, and left.\n\n\nCrime scene pictures were being taken outside the door as Dani arrived. She demanded to know what had happened. An officer at the door needed ID from Dani before she could enter. She showed him ID, but the officer warned that Dani probably didn't want to go into the house. She pushed her way into the house, entered the living room, and found her mother in shock, looking at a body bag. Wide-eyed, she demanded to know who was in the body bag.\n\n\nBlair and Starr arrived at the hospital, and found the doctor. The doctor informed Blair that Jack had been unconscious since he'd been found at the ambulance bay outside. Jack only had a bump on the head, and he was starting to wake up. They went into Jack's room, and the doctor said that he wanted to keep an eye on Jack. Blair reminded the doctor that Matthew had only had a bump on the head, and he was in a coma. The doctor wanted to run some tests to avoid a situation like Matthew's, so he left to set the tests up.\n\n\nBlair demanded to know where Jack had gone, and how he'd ended up in the hospital. Jack insisted that he didn't remember, but Blair didn't believe him. Starr said that he'd been found \"out cold\" in front of the hospital, and wondered if someone had taken Jack there after he'd been attacked. She asked how he'd gotten there, but he had no idea.\n\n\nBlair wondered if he'd gone back to Victor's, which Jack confirmed. John entered, and asked how Jack was doing. He said that the hospital had called to tell John that Jack was there. He showed Jack a picture of the keys that had been found, and asked if he recognized them. Blair saw that the picture looked like evidence, and wondered what had happened. John admitted that there had been an \"incident\" at Victor's. To everyone's shock, John said, \"I'm sorry, Victor's dead.\"\n\n\n",
    "tvmega_recap": "Bo tells Nora he would love to raise Matthew's child if that is what Destiny wants. Destiny's grandmother blames Nora for Destiny keeping her baby. She says she won't let those people take her grandchild. She tells Nora that she will not allow her to replace Matthew with Destiny's baby. Dani bails on Destiny when it gets to intense. When she gets home, an officer advises her not to go inside but she does anyway. Tea goes home and looks for Victor. She finds him laying on his back in a pool of blood. She calls 911 and tries to save him. When he regains consciousness she asks him who shot him. An officer tells John about Tea's 911 call. The ambulance arrives and the paramedic pronounces Victor dead just as John and Brody arrive. Brody finds Jack's keys on the ground. Jack is MIA and Blair is worried because the gun is missing from Dorian's safe and she thinks Todd might go after Victor with it. Brody tells John that Blair called to report the missing gun. The hospital calls Blair that Jack is there. She worried that he was shot. They tell her that he was found in front of the ambulance bay, unconscious with a lump on the back of his head. Jack doesn't know what happened or how he got there. Brody gets a call saying Jack is in the hospital. John goes to the hospital to have Jack identify his keys. He tells them that Victor is dead. Todd Manning stands in the rain, holding a gun and allowing himself to get drenched. The man that fished him out of the river asks him why he is throwing the gun in the river; he can take it off his hands so he can trade it to the police for $100.00.",
    "soapcentral_condensed": "Todd stood at the docks in the pouring rain. He took the gun out of his pocket and held it over the water. As he was about to drop it, Louie entered. The two men recognized each other, and both were more at ease. Louie asked if Todd had gotten his life back. Todd admitted that he'd made \"great strides\" that day. Louie was glad that things were looking up for Todd. Todd promised to make it up to Louie for saving him. Todd didn't want to give the gun to Louie, but Louie offered to take the gun off of Todd's hands. Todd made Louie promise not to lose or sell the gun, and to only give it to John. He finally handed the gun over, and warned him to be careful. Todd revealed who he was, to Louie's disbelief. He was bewildered that people had believed that the man was Todd. Mr. Evans was happy to be spending time with \"my baby\" again. Mrs. Evans remarked that Destiny was no longer a baby because of the baby on the way \"thanks to Nora\"\n"
}