{
    "soap_central": "\n\nBlair dropped in on Spencer. He looking at plans for a new house he's thinking of buying. \"If you like and you want it, it's yours,\" he told Blair. Blair told Spencer it was amazing how far he'd come in life given his shady background. She asked about Lenny again, and Spencer asked her why she's suddenly so interested in all his old cohorts. Blair covered and said she just wants to learn about his past. Spencer said that Lenny actually lives in Llanview, up on Llantano Mountain. He shot Blair a very suspicious look as she took in the info. They started kissing and Blair excused herself to run out in the hall and call John to tell them she knows where Lenny is. Meanwhile, Spencer made a phone call to someone saying he wants to know if cops show up at Llantano Mountain because he's set a trap. Blair came back and Spencer said a bunch of stuff about betrayal and how it's the worst thing a person can do. He told Blair he simply meant how Todd betrayed her. They hopped in the sack and Blair pretended it was Todd on top of her, not Spencer. \n\n\nBo and John sat talking about trying to locate Lenny. John had someone look into Blair's claims about his whereabouts and learned that no one at the mountain ever saw Lenny. He and Bo realized that Spencer was just testing Blair and were concerned that it means her cover is blown.\n\n\nLenny was at the docks trying to hire a boat to take him out of town.\n\n\nStarr told Todd she thinks Blair might marry Spencer. Todd said not to worry because even if they do marry he'd make sure she doesn't have to live with them. Starr told her father that Ricky is moving away and that she's upset about it even though he always seemed to like Langston better. Todd told Starr she should forget about Ricky just like he has forgotten about Blair. Starr pointed out that Todd actually hasn't forgotten about Blair and added that there's no way Blair really loves Spencer anyway. Todd told Starr she's gorgeous and shouldn't worry about having boyfriends. Starr said she felt better.\n\n\nAdriana wrote a little surprise love letter to Rex and hid it on his computer. Before she logged out, though, she clicked on his \"cached mail\" folder to find dozens of sent emails from \"admirer\" addressed to her. When Rex woke up Adriana tried to leave, but he stopped her. Adriana lied that she's just creeped out because she had a nightmare about the homeless guy. She asked Rex to get her a glass of water and when he came back she clocked him over the head with a lamp, knocking him out.\n\n\nEvangeline and Cristian rejoiced in her regaining her sight. Cristian was less happy when Evangeline said, \"And I have one man to thank,\" because that man is Todd. He felt better when she told him she loves him, though. Todd dropped by to find them making out. \n\n\n",
    "tvmega_recap": "Adriana looks at the laptop while Rex sleeps. She finds many, many messages from Rex to her email address. \"Oh no!\" she says suddenly realizing what this means. Rex still sleeps quietly on the bed a few feet away. Starr tells her father that she is afraid that her mother is about to marry Spencer. She spends all her time with him. Meanwhile, at the apartment, Spencer shows Blair plans of a house that he wants to show her. Blair tells Bo that she is going to get the goods on Spencer that night. She butters him up and talks about the similarities of their pasts. She asks about Lenny. Spencer tells where the man lives and how he has done well for himself with a could of scores he has made, and then investment deals. He watches Blair carefully when he tells EXACTLY where Lenny lives. Blair decides she needs to leave for cookies and while in the hall she calls Bo and tells him EXACTLY where Lenny is. John and Bo can tell right away that Spencer is onto Blair and they order her out of his building right away. She will not leave. She has to find the gun next. While she is on the phone, Spencer is in the apartment calling an associate and telling him to get to the condos and call back if the cops show up. Bo and John decide that they won't send a car up as that might blow Blair's cover. Instead they will just fax a picture of Lenny to see if he can be recognized that way. Spencer and Blair are making love and she has to envision that it is Todd that she is with to get through it. Spencer's man calls and tells that there isn't a leak and that no cops showed up at Lenny's. David mentions that when Spencer got David out of town long ago, he used a boat to do it. Bo and John decide that Lenny might be trying to do just that. They head to the pier and catch Lenny as he and the driver of the boat are making their way towards the boat. Rex wakes up as Adriana is getting her purse to leave. When he turns his back on her, she grabs the lamp and clocks him in the head with it.",
    "soapcentral_condensed": "Starr told Todd she thinks Blair might marry Spencer. Adriana wrote a little surprise love letter to Rex and hid it on his computer. Todd told Starr she's gorgeous and shouldn't worry about having boyfriends.Evangeline and Cristian rejoiced in her regaining her sight. Cristian was less happy when Evangeline said, \"And I have one man to thank,\" because that man is Todd. Lenny was at the docks trying to hire a boat to take him out of town. Todd said not to worry because even if they do marry he'd make sure she doesn't have to live with them. He felt better when she told him she loves him, though. The episode ended with Blair and Spencer making out in the bedroom and Blair pretending it was Todd on top of her, not Spencer. The next episode will air on Thursday, September 14. The finale will air at 9 p.m. ET on E! The next two episodes will be on Friday, September 15 and Saturday, September 16.\n"
}