{
    "soap_central": "\n\nUp on Llantano Mountain, Charlie looks over the property for Dorian but is anxious to get to his lunch date with Jared. He's quite upset when Dorian announces that there is not enough gas in the car. She speaks to the new chauffeur, Richard, and indicates that he is to go along with anything she says, when he tells her that there is actually plenty of gas. She sends him on foot to the gas station, telling him to take his time. As time passes, Charlie becomes frantic, noting that it just won't do for him to be late, as Jared won't understand. He let him down too many times in the past when he had a drinking problem, he tries to explain. Dorian finally admits that she knows about Jared being his son, though at first Charlie tries to deny it. She confesses to overhearing their argument and that Jared could be in a lot of trouble for pretending to be a Buchanan. Charlie states that everything is his fault, that he was an awful father and he would never be the one to divulge Jared's true identity. He pleads with her not to say anything but is curious to know why she hasn't already. With no answer forthcoming, Charlie tries his phone but unfortunately, is unable to get a signal. Dorian is apologetic but she has something else to tell him as well. She hands him the latest edition of the Sun with Viki's picture on the front page. \"VIKI FREED,\" it says.\n\n\nAt the diner, Jared waits in vain for Charlie to show. He flashes back to a scene of his childhood, of a day that was supposed to be a special occasion but instead was ruined by his father's drinking. He tells the waitress that his companion is not coming apparently, and that this person is really not a friend, is in fact nothing to him. Adriana and Rex worry about Marcie, with Adriana stressing that she's not upset over Gigi's involvement. She and Rex went out a very long time ago and \"it's not like she's having your baby,\" she adds. The talk turns to wedding planning instead and they create a guest list. Rex only has 3 family members to invite, scratching his grandmother who is like Roxy on steroids. He vows that he will track down more relatives so that there are not only Cramers in attendance. He also notes that he tried to get information on his newest possible relative, Charlie Balsom, but could find nothing.\n\n\nOver at the police station, Viki assures Marcie that she's fine, though Marcie tearfully informs her that she'll never forgive herself for what she did. Viki tries to tell her it's all over and that she wasn't in her right mind, but Marcie doesn't want any excuses made. She's not the same person any longer, though Viki thinks she is. \"Stop being kind to me...I don't deserve it,\" she insists. Michael indicates that he'll wait while Marcie is being processed. She learns from Viki that Shane loved the Pirates book. Michael asks for Viki's forgiveness and thinks the entire thing is really his fault. John is down at Gigi's cell, asking for help for Marcie. He wants to know about her being held hostage with Shane by Todd and Lee. At first Gigi rejects having said it, then claims to have made it up. John realizes that she was threatened and offers them protection. He continues to press, stating that perhaps this information will help Marcie out, but Gigi remains adamant. ADA Jenkins wants to speak with Viki privately, vowing to ask for the maximum penalty possible against Marcie,  but she refuses to go off with him. She will not press charges and she will not testify in court against Marcie, the shocked man is advised. Viki thanks Michael for adopting and taking care of her nephew. She promises to pass on the message that they miss him and want him to be happy. Her next task is to accompany Gigi to her arraignment. John leaves his number with the waitress. Michael tells Marcie he loves her and asks John for some good news. He tells his brother he's working on it, he's waiting for Gigi to come around. Michael is worried about Marcie.\n\n\nNat and Jess try to obtain information on their mother's man while at the Bonjour Café but Moe refuses to say anything and when Noelle tries to, he keeps interrupting her. He says that Viki should be the one to tell her story. \"Your mother's boyfriend is a catch,\" Noelle says, getting in the last word. Shane chats with Viki's daughters and they explain the court procedure to him. He's worried when he learns that his mom may have to pay bail, explaining that they have no money. The girls quickly change the subject and play a game with him though he understands what they're trying to do and thanks them. A wonderful surprise comes through the door in the forms of Viki and Gigi; Viki has paid the bail. She insists that she does not want to be paid back because Gigi looked after Marcie and her son and helped them out. She tells everyone that she must leave, this time for good, and everyone is tearful as goodbyes and hugs and kisses go around. She tells them to call her if anything at all is needed. Moe tells her to keep her uniform in case she wants to come back some time. Jess takes a final group picture.\n\n\nTodd, Tommy (now Sam) and Blair arrive home to a welcome home party, given by Starr and Jack. He cries off and on for his mommy but otherwise seems to be having a good time. As Marcie is processed, the Mannings party on. She has her mugshot taken and is finger printed, while the family in Llanview fingerpaints, putting all of their handprints down in glorious colors. Blair suddenly realizes that they forgot Starr's 16th birthday and promises to make it up to her. Blair reminds Todd that now that he has his son, they don't have to remain married. \"What if I want to?\" he asks. They're interrupted by Starr, who is shopping online for baby clothes. Todd tells her to get her coat, he's taking her shopping for herself. He leaves Sam with Blair. In a moment of quiet, there's suddenly a voice and there is Margaret! \"You're not his mother, I am, \" she shouts to a startled Blair.\n\n\n",
    "tvmega_recap": "Jessica and Natalie try to persuade Mo to give them info about their Mom's boyfriend. Mo refuses to tell them anything. Noelle comes out and lets them know that she will tell them all about Viki's boyfriend. Viki visit's the jail and sees Marcie. Marcie wonders what Viki is doing here after all Marcie had done to her. Rex and Adriana look at a pic of Gigi in the newspaper. Adriana assures Rex that Gigi can take care of herself. Jared comes into the diner and sits down at a table. He lets the waitress know that he is waiting for someone. Charlie gets in the car with Dorian. He wants to get to his appointment, but Dorian lets him know that he is not going anywhere. John comes to see Gigi in jail and questions her. Gigi lets him know that she and Shane had never been held hostage. Todd and Blair bring Tommy home. The house is silent until they spy the study doors. Starr and Jack open the doors and yell, \"surprise. \" Through tears, Viki, Mo, and Noelle say good-bye to each other. Viki gets Gigi out of jail.",
    "soapcentral_condensed": "Viki assures Marcie that she's fine, though Marcie tearfully informs her that she'll never forgive herself for what she did. Michael asks for Viki's forgiveness and thinks the entire thing is really his fault. Rex only has 3 family members to invite, scratching his grandmother who is like Roxy on steroids. John is down at Gigi's cell, asking for help for Marcie. Michael tells Marcie he loves her and asks John for some good news about Marcie's mother.Natasha tries to obtain information on their man while at the Bonjour Café. Noelle tells Shane that his mother's boyfriend is a catch, getting in the last word with Shane. A surprise comes through the door when he learns that his mom may have to pay bail, explaining that they have no money to do so. The girls change the subject and play a game with him, though he understands what they're trying to do and thanks them for the surprise. He learns that he's worried when he learn that he may have his mom's boyfriend to pay for his bail.\n"
}