{
    "soap_central": "\n\nCole met Starr at Rodi's and told her that Hannah was living with Marty. Starr was angry and didn't think that Marty was the right person to take Hannah in because she wasn't objective. Cole reminded her that his mother was a \"shrink\" and would be able to get Hannah to a better state of mind. Starr thought that maybe Marty was just a saint. \n\n\nCole confessed that Hannah had moved in a day earlier, and Starr was annoyed that she hadn't heard the news previously. Cole admitted that he hadn't wanted to ruin their evening. Starr wondered why he chose to run over to Marty's to see Hannah at all, and Cole explained that Hannah was a friend who risked her life for him. He wanted to be friends with her just the way that Starr was friends with James. \n\n\nStarr announced that she and James were no longer friends. He was important to her, but he had wanted more than friendship, and that was impossible. James had been obvious with his affection and had finally admitted it, Cole snapped. Starr confessed that James hadn't confessed at all, but he had kissed her. A wide-eyed Cole repeated what Starr told him. Starr related the experience, and she said that James wanted more from her, so it was difficult for him to just be friends. It was painful. She turned and had a longing look in her eyes. Cole looked at her and asked if Starr had feelings for James. Starr was annoyed.\n\n\nShe'd told James over and over that her life was with Cole. She turned the tables and asked if Cole had feelings for Hannah. Cole insisted that he loved Starr. She replied that wasn't what she asked. She admitted to having feelings for James, but it had nothing to do with her and Cole. She knew Cole felt something for Hannah. They finally agreed that it wasn't their feelings that were important at all, but what they did. Starr reminded Cole that she wasn't with James, but Hannah was with Marty. Cole offered to see his mother elsewhere, and Starr was content. They both appeared deep in thought. \n\n\nAt Llanfair, Jessica wanted to pick a wedding date. She considered Halloween but opted for a mid-October affair. Brody voiced his opinion that it might be too soon, which caused a worried Jessica to ask if he still wanted to marry her. Brody assured her that he did, and it wasn't about the baby. He thought it wouldn't give them enough time to plan the large wedding that Jessica wanted. She advised him that it didn't matter to her, and a justice of the peace would do just fine. Just as Jessica hugged Brody and told him how upset she'd be if he had gotten someone else pregnant, Natalie walked into the room. \n\n\nBrody assured Jessica that she could pick any date she wanted, but he had his own \"wedding stuff\" to do. Natalie stood there silently as Brody left. Jessica was positive that Brody was having difficulty with the fact that the baby might be Ford's. She felt strongly that any man would have a problem with that situation, and the truth was always there in the background, even if it wasn't mentioned. Natalie stressed that it wasn't Jessica's fault, and while Jessica knew that, and knew that all had been forgiven, she couldn't stop thinking about it. She knew that Brody did the same, and it was torturous. \n\n\nNatalie was preoccupied as Jessica stated how simple things were with John and Natalie. After all, they knew that their baby was John's. Brody should \"man up,\" Natalie protested. The odds were that the baby was his, and he would melt when he held the baby for the first time anyway. He would get through it. Jessica thought Natalie was lucky. She then asked her to be her maid-of-honor, unless it was matron-of honor, she clarified. \n\n\nJessica asked if John and Natalie planned on marriage, and she hoped that Clint wouldn't trap the couple like he did to Jessica and Brody. Natalie stated that there was no talk of marriage, but they hadn't been back together for very long. Jessica could picture Clint telling Natalie to \"marry the baby's father now.\"\n\n\nRoss landed at the police station in handcuffs, and John announced with tongue-in-cheek that Ross resembled a local purse snatcher. Ross was irritated and advised John that he needed to get to court for his custody hearing. He was positive that he would get custody of Dani thanks to his copy of the \"iron-clad\" will. He thought it was a shame that Eli had died. John wasn't so sure, and he mentioned the DNA from the body in Tahiti and the local evidence with Eli's prints that didn't match each other. \n\n\nJohn figured that Eli needed help to fake his own death and so helped Ross with his pursuit of custody. Ross reminded John that the DNA test from Tahiti had been spoiled, but John bragged that he'd had his own tests run. He was certain that he could probably tie Ross in with the other murders that Eli had committed, and he would see to it that Ross spent the rest of his life in jail. He would never see Dani again. \n\n\nRoss insisted that he and Dani loved each other, and Dani needed him. John wondered if Eli wouldn't turn on Ross eventually and even prevent Ross and Dani from leaving. Ross spoke up quickly. Eli wouldn't turn on him, he started. He caught himself and added that Eli was dead. John figured that Ross would wish that Eli was dead. He thought that Ross should \"come clean.\" Ross was afraid he'd lose Dani if he admitted anything, but John told him he would lose her anyway. \n\n\nJohn wondered how Dani would feel when she found out the will had been changed. Ross knew he would be forgiven, but John thought it might be difficult to trust Eli to keep quiet. Ross questioned whether he'd stay out of prison and have full access to Dani if he spoke up. John curtly stated that he would consider a deal after he heard what Ross had to say. A police officer showed up to take Ross to court. John suggested that Ross tell his story to the judge. \n\n\nA nervous Dani began to hyperventilate and told Nate that she really needed to get to court. She was afraid she might have to leave with Ross until she turned 18, and the couple shared a bear hug. Nate handed her a lucky charm that he had, though Dani asked if it would make her mom return because Téa was the only one who would be able to fix things. Nate offered to drive Dani, but she advised him it was only a short walk from school. \n\n\nNate was unable to start his car and called James for help. Nate was frantic because he wanted to get to the custody hearing. He was afraid he wouldn't see Dani after it was over. He really liked her, he told James, and he couldn't just let her walk away. He gushed that Dani was the best thing to ever happen to him, and she was a miracle. He hadn't even been looking for anyone. She was just there. She even left another guy for him. Nate vowed that he would go off with her if he could, but she cared about both of her fathers. He was afraid he would lose her. A brooding James bent down under the hood and continued to work on Nate's car. Nate's conversation hit too close to home.\n\n\nNate suddenly changed the subject and asked about Ford and his job search. He mentioned that there were jobs available at the country club and he could talk to the manager. He asked what was going on with James and Starr. He thought that James was acting \"off.\" James didn't reply, but instead he advised Nate that he needed a new starter for the car. \n\n\nTodd wandered the hall at the Cherryvale clinic as he looked for Greg. He paused right in front of Téa's door. Inside, an ecstatic Téa was counting the moments until she would see Todd and Dani. Greg reached Todd just as Todd started to open Téa's door. Greg grabbed the door knob and closed the door. He wanted to know what Todd was doing there. Sarcastically, Todd stated that he was there to see Téa. \"Todd, is that you?\" Téa called out weakly from inside of the room. \n\n\nTodd explained that he wanted Greg to testify in court, in order to uphold Téa's desire for Todd to obtain custody of Dani. Todd knew that Greg had been the last person to talk to Téa before she died, and Greg was familiar with her wishes. Greg insisted that he couldn't possibly have known what Téa was thinking about at the end. Téa continued to call out for Todd and Dani, and she began to cry. \n\n\nTodd pleaded with Greg, and the doctor refused. Suddenly, Todd pushed Greg up against the wall. \"You owe me,\" Todd growled. He reminded Greg that the doctor had lied about Téa and her wishes. Finally, Todd ordered him to testify, or he would see to it that Greg lost his fingers. In her room, Téa continued to call out for Todd, and suddenly he heard it. \"What the hell is that?\" Todd asked. \n\n\nHannah inquired why Marty had invited her to live in Marty's house if she still thought of Hannah as a psycho. Marty admitted that she'd had a crush once-upon-a-time that had turned into an obsession just like Hannah, and she had almost ruined someone's life. Hannah felt she had made some amends, but Marty thought that Hannah was too attached to Cole. It wasn't a normal friendship but based on rejection, Marty explained. Hannah wondered what had happened with Marty's obsession, and the doctor divulged that it had taken lots of work. She ended up being friends with her obsession in the end though. \n\n\nBrody arrived to talk to Marty. He explained that his doctor was away, and he had been referred to Marty. He needed to talk, but he was concerned since Marty and Jessica were friends. Marty promised that their discussion would remain confidential. Brody told Marty about Jessica and the baby and the fact that the baby could be Ford's. He told Jessica he'd love the baby no matter what, but he was afraid that he might not. He was tired of the lying, and he couldn't hide what he did any longer. He always wanted his own family.\n\n\nMarty wanted to know what lie Brody was talking about, but Brody didn't reply. He stated that he would be a father to the baby no matter what, and none of it was Jessica's fault. He admitted that he was angry at Ford and disappointed. He wanted to be the baby's father, but he had no right to be angry or to judge. Jessica and Ford had only slept together the one time. \"I never would have...\" He cut himself off and merely said that he had made some bad choices and done some things. \n\n\nHe really loved Jessica, but she was very fragile and he wasn't perfect. She lost Nash and had split apart. Marty asked if Jessica would lose Brody. \"Never,\" he said. He was afraid she'd lose her baby if she found out he had done something upsetting. Marty explained that Jessica had taken the chance to be honest with Brody and had trusted him. She didn't want Brody to be perfect but honest like her. She had been brave to admit her mistake. Brody replied that he couldn't be completely honest because too many people would get hurt. \n\n\nMarty mulled over the conversation after Brody left. She kept thinking about his declarations of bad choices and how he had no right to judge. Hannah walked into the room and thanked her for putting up with her. She promised to try to get over her obsession with Cole. Marty thought that Hannah would be happier that way. Hannah walked away and turned to look at Marty behind her back. She appeared menacing. \n\n\nDani and Blair walked into the empty courtroom, and Blair promised they would fight the decision if they had to. Dani wasn't sure what she wanted, only that she didn't want to leave Llanview. She also didn't want to lose her dad. Todd's attorney arrived and exclaimed that he was unable to locate Todd. Dani confessed that Todd had wanted to run away with her, but she couldn't leave all of her friends and family. She had known that Todd was lying when he claimed to be picking her up for Blair. She knew that he was panicked. \n\n\nBlair explained that Todd's actions were always the same when he felt threatened. She thought that Dani was just like her mom, and Dani told her that Todd had said the same thing. Dani declared that she didn't feel like Téa who was a strong woman. Dani was afraid that she couldn't do what she had to without Téa. Blair put her arms around the teen and comforted her as she cried. \n\n\nDani wasn't aware of what Téa wanted for her, but Blair felt she had the answers. Téa wanted Blair to take care of Dani, and she had even given her an encyclopedia filled with everything about Dani. She thought that Dani knew the real truth, but didn't want to hurt anyone. Todd was crazy, Blair admitted, but he was a good dad, and Téa wanted Dani to be with him. \"Are you sure?\" Dani asked. She had never questioned Téa's choice of Blair. \n\n\nTodd thought that someone had called his name, but Greg explained that his patient was calling her husband Rob. Todd received a call from Blair who urged him to get to the courtroom. Greg rushed into Téa's room. She was awake and insisted she had heard Todd's voice. Greg told her it was a dream. He agreed to accompany Todd to court. A nurse stopped into Téa's room to administer some medication. Téa was positive she had heard Todd's voice. \n\n\nLater the nurse removed the family photo from a sleeping Téa's hand. She looked at it and did a double take. Téa was right, her husband had been there earlier. She wondered why Greg hadn't said anything to Téa. \n\n\nThe judge arrived and was aggravated that they had to wait for Ross and Todd, but Ross turned up first. He slipped into a seat near Dani and quickly whispered that everything he had done was because he loved her. The hearing was called to order, and Ross stood up and requested that he be allowed to talk. \n\n\nShortly after, Todd walked in with Greg. Todd started to talk and said that Greg knew what Téa wanted, but John urged him to shut up. Todd ignored him, but the judge interrupted. She thought it best that Dani leave the courtroom so that she wouldn't have to listen to the commotion. Todd's attorney thought that Greg had important information, and Todd clarified that Greg would tell the court that Téa wanted Dani to be with Todd. Greg took the stand and made it known that Téa wanted Ross to raise Dani. \n\n\nJessica advised Natalie that she would have to invite Marty to the wedding, and she was hopeful that John would be okay with that. Natalie was certain that was fine. Brody returned and announced that he had to speak to Jessica. Natalie left the room, and Brody confessed that he hadn't been honest. He was having a difficult time accepting the fact that Ford could be the baby's father. Jessica wondered what would happen next, and Brody thought that she would have to feel what he felt during those periods when he was upset. He loved her. Jessica knew that their doctor would suggest they be honest and always tell each other the truth. \n\n\n",
    "tvmega_recap": "Brody is hanging on to his secret that he slept with Natalie and could be the father of her baby although it's \"out of the bag\" that Jessica slept with Robert Ford and he could be the father of Jessica's baby. He goes to talk to Marty and admits he made a \"mistake\" and has a \"secret\" and she seems to put two and two together. Jessica still has no clue that Brody and Natalie slept together and they don't dare tell her. But she senses there is something up with Brody that he is not telling her. Cole informs Starr that Hannah is staying in his mom's home. She is outraged that Hannah not only got acquitted, did not have to go back to St. Anne's but Marty takes her into her home. Starr then informs Cole that James cannot accept just being her friend. He asks her if she has feelings for James beyond friendship. She asks him if he has similar feelings for Hannah. Nate wants to be there for Dani at her court hearing, but she walks and he drives. While on the way, his car breaks down. James is there to help him. He shares with James that he will be devastated if Dani has to move to Tahiti. Nate knows that James has feelings for Starr. Todd is bound and determined to get the judge to rule in his favor so he demands that Greg go with him to the hearing, knowing that Greg knew what Tea's last wishes were before she died. Little does anybody know, except Greg and his nurse, that Tea is alive and well. Greg wants to prevent them from seeing each other. Meanwhile, John tells Ross that he needs to come clean and give up his serial killer brother. John knows he is not dead although he cannot prove it, or Ross will never see Dani again. At that point, Ross seems to realize that maybe he cannot trust Eli and might have no choice, but before he can admit it in court, Greg testifies that Tea told him she wanted Ross to have custody of Dani although he knows otherwise. While Hannah stays at her home, Marty tells Hannah that she is a bit concerned about her \"obsession\" over Cole. She is not judging her but knows that she, herself, once had a similar obsession at Hannah's age so she'd like to help her. Hannah appears gracious but we wonder what happens when she fixes Marty some tea later that night.",
    "soapcentral_condensed": "Cole met Starr at Rodi's and told her that Hannah was living with Marty. Starr was angry and didn't think that Marty was the right person to take Hannah in because she wasn't objective. Cole reminded her that his mother was a \"shrink\" and would be able to get Hannah to a better state of mind. At Llanfair, Jessica wanted to pick a wedding date but opted for a mid-October affair. Brody voiced his opinion that it might be too soon, which caused a worried Jessica to ask if he still wanted to marry her. Jessica asked if John and Natalie planned on marriage, and she hoped that Clint wouldn't trap the couple like he did to Jessica and Brody. Natalie stated that there was no talk of marriage, but they hadn't been back together for very long. The odds were that the baby was his, and he would melt when he held the baby for the first time anyway. John was positive that he would get to court for his custody.\n"
}