{
    "soap_central": "\n\nStarr answered a knock at the front door of La Boulaie. She was surprised to see the man with the scar on his face, and she wondered why he was there. \"Can't a dad just pop in to see his little girl?\" the man asked. She advised the man that just because he said something didn't make it true, and she slammed the door shut. The man opened the door again. He informed Starr that it had been proven. \"I am your father. I'm Todd Manning,\" he said.\n\n\nTodd explained that the man Starr had believed to be her father for eight years had been revealed to be Todd's identical twin Victor, and Starr's uncle. Todd awkwardly confessed that he'd wanted Starr to be the first to get the news. \"Shorty, it's me,\" Todd insisted. Starr was shocked, but she ran to her father and hugged him. Tearfully, she told him, \"I don't need proof. It's you, Dad. You're home.\"\n\n\nTodd teased Starr for having tears, and they both began to talk at once. \"Why would he do that to me?\" Starr wondered. Todd explained that it hadn't been Victor's fault, and he defended the man he had learned was his brother. He jokingly stated that it was a surprise to learn that Addie was the sane grandparent, and he added that Irene was alive and in custody. He noted that Victor was not taking the news very well.\n\n\nTodd confessed that he'd been \"in limbo\" for eight years, and thoughts of his family were the only thing that had kept him sane. As the pair chatted, Hope wandered into the room. Todd was ecstatic to meet his granddaughter, and he noticed that she looked just like Starr had when she was younger. He wanted to hold the little girl, and Starr placed her daughter into Todd's arms.\n\n\n \"What's up, Peanut?\" Todd asked Hope. He joked that she only appeared to be missing Mr. Peanut's accessories, but he could call her Shorty instead. Starr exclaimed that there was only one Shorty. Todd sat down on the floor to play with Hope and her toys, and he suggested that they all go to the zoo or his penthouse. He paused. He realized that he wasn't certain that the penthouse was still around.\n\n\nAt Llanfair, Brody played with Liam and told the little boy that he would make certain that Todd didn't reveal the truth about the baby's real father. Just then Natalie walked into the room with some news. She took the baby and informed Brody that she'd met with Delphina. The psychic had not only helped out with Rex, but she'd provided Natalie with some information regarding the blank tape. Natalie advised a nervous Brody that she had her first clue.\n\n\nAnxiously, Brody asked about the clue. Natalie explained that she'd learned that apparently there had been something on the tape that would change people's lives. Brody voiced his skepticism, though he explained that he was always doubtful due to his job. Natalie was only certain that the tape had originally contained Marty's session with the doctor, and that Gigi, for one, had been aware of what had been on the tape.\n\n\nNatalie wanted to put Liam to bed. She advised Brody that she was excited about the news on the tape. He grew pale and asked who else knew anything besides Gigi. Natalie admitted that it was her uncle Todd, and she picked up the phone to call Todd.\n\n\n \"You can't do that,\" Brody told her. He took the phone out of Natalie's hand. Brody reminded her that Todd had claimed that he hadn't seen Marty, and Todd wouldn't be able to change his story, or he'd be accused of lying. Brody added that everyone was involved in trying to figure out who Todd really was too.\n\n\nNatalie agreed with Brody's assessment, but she explained that Delphina had said it was important to get at the information. Brody thought it should all be dropped so that they could just concentrate on their little family. He suggested that they begin to search in earnest for their new home instead. Natalie admitted that she was tired, but she agreed to help out the next day.\n\n\n\"Stay away from Todd. I have to stop this,\" Brody muttered after he and Natalie had said their goodbyes, and he was alone.\n\n\nShane answered a knock at the front door and was not happy to find Jack on the other side. Shane quickly moved to close the door again, but Jack announced that he wanted to talk. He inquired whether Shane would be returning to school in the fall. At Shane's reluctance to answer, Jack added that he'd changed, and he'd see to it that no one bothered Shane.\n\n\n\"It's over,\" Jack insisted after Shane voiced his disbelief. \"Everything,\" Jack added. He would make certain to tell everyone. Sarcastically, Shane pointed out that Jack would do that because he was the leader, except for the night that Gigi had died. That night, Brad had been the leader, because Jack hadn't known anything, Shane continued caustically.\n\n\nAt Capricorn, Rex told Cristian about having to travel to Kentucky to visit a place called Spotted Pony, and he explained about how it somehow related to Gigi. Cutter lurked nearby to eavesdrop. After Cutter heard that Rex would be visiting the place, Cutter quickly made a phone call. He advised the person on the other end to get to Capricorn right away. He noted that it was an emergency.\n\n\nRex wished that he could get to his destination quickly. Cristian reminded Rex that Rex was rich, and he could probably use the family jet. Rex placed a call and made the arrangements. He thanked Cristian for reminding him of his wealth. Cristian voiced his concern over Rex's pursuit of a ghost, but Rex explained that it was necessary for him to go.\n\n\nTomas grabbed Blair and kissed her. She was surprised, and Tomas wondered how his kiss compared to her two most recent kisses with her ex-husbands. Blair surmised that Tomas was jealous, but she assured him that it was all complicated due to the two Todds. She maintained that she was over Todd, though, and Tomas felt that if that were really the case, none of it should matter.\n\n\nTomas also believed that he'd \"had something\" with Blair prior to the mess with Todd and the kisses she'd shared with both Todds. Blair clarified that she was also distant because she'd learned that Tomas had been a paid assassin. That had changed her mind about things. Tomas tried to make his past life sound better than it was, and he insisted that type of life was over. He promised to never hurt or betray Blair, but she advised him that she had too much on her plate.\n\n\nBlair contended that while she was over Todd, he was still the father of her children and therefore in her life. She had to be concerned over what was happening, and she thought that as a father, Tomas should understand. Tomas admitted that he just wanted everything to be over, because he wanted a real and normal life with Blair. She made a hurried exit instead, as she mumbled that she had to check on her children.\n\n\nRama showed up to see Cutter, and the two grabbed a table. Cutter accused Rama of tipping Rex off to the Spotted Pony, but Rama assured him that it hadn't been her. Cutter informed her that Rex was on a mission, and they were both worried that Rex would begin asking questions. Rama was certain, though, that Rex's visit had nothing to do with Cutter, and what had happened had been many years in the past.\n\n\nCristian stopped at the table to check on drinks and to make certain that the tense-looking couple were okay. Rama assured him they were fine, and Cristian noted how Jessica had been fine, too, but Cutter had duped everyone after he'd married Jessica. After Cristian was gone, Cutter noted that his bout with the Buchanan family had been \"child's play\" compared to what had happened at the Spotted Pony.\n\n\nRama continued to try to reassure Cutter, but he wasn't too sure that things would be all right.\n\n\nTomas stopped at the bar to chat with Cristian. Tomas regretted his past life, and he wished that none of it had ever happened. Cristian assured him that Tomas' father would have understood, and Cristian thought that if Tomas treated Blair well, she'd give Tomas a chance. Tomas wasn't happy with his competition.\n\n\nThe man known as Todd for the past eight years, newly dubbed Victor Jr., arrived home. Téa was anxious to hear about the results of the DNA test, but they were interrupted when Dani walked in. The women demanded to be told what had happened, and Victor informed them that Starr had been right. The two men had been revealed to be brothers and identical twins. One had been named Todd and the other Victor. Irene had given one brother away, because she couldn't afford both. Victor had been brainwashed.\n\n\n\"That's sick,\" Dani exclaimed. Victor advised her that she couldn't hate Victor, because none of it had been his fault. \"Who are you?\" Téa inquired angrily. Victor announced that he loved his family, and Dani began to shriek. \"You're not my dad,\" she shouted. She began to yell about all they'd been through. Victor chuckled and calmed her down. He declared that he was their father and husband. \"I'm Todd. The other guy is nothing.\"\n\n\nDani ran over to him and wrapped her arms around him. \"Thank God,\" Téa proclaimed. Victor announced that he wanted to celebrate, and he thought it was time for a beach vacation in Hawaii.\n\n\nAs Shane and Jack continued to debate, Rex returned home. He demanded to know why Jack was there. Shane put Jack on the spot and announced that Jack had something to say. Angrily, Rex maintained that he only wanted to hear one thing, and he ordered Jack to leave. Jack advised Shane that he'd meant what he said.\n\n\nAfter Jack was gone, Rex advised Shane that he didn't have to talk to Jack. Shane acknowledged that Jack had been nice and had offered to watch Shane's back when Shane returned to school. Rex advised his son that Jack was a sociopath.\n\n\nShane revealed that Echo had made him dinner, and the kitchen smell had reminded him of Gigi. Rex announced that he had to go out of town, and he would make certain that Todd and Jack were paid back. Rex was hoping to return home with good news, and he might have something for Shane.\n\n\nJack received a phone call from the father he knew, who urged him to return home.\n\n\nAs Starr sat and watched Todd, the man with the scar, play with Hope, she received a phone call. It was the man she'd thought was Todd until that day. He summoned her to his house, because he wanted to tell her something. Starr felt uncomfortable. She explained to Todd that she had to go, because Victor had been the only father she'd known for the last eight years. She wanted to put the baby to bed, but Todd stopped her.\n\n\nTodd thought it was too early for bed, and he offered to babysit. \"I missed you,\" he said to Starr. She declared that she'd missed Todd for years, too, though she'd never understood why.\n\n\nVictor, formerly known as Todd, urged Dani and Téa to start packing. He was waiting for Starr and Jack to arrive. Téa and Dani were excited and happy to learn that Todd was the man they'd always known and loved. Victor assured Téa that it was okay if she'd doubted his identity, though Téa proclaimed that she'd always loved him. She and Dani marched upstairs.\n\n\n\"You can go to hell, Irene. I'm Todd Manning. This is my house. This is my life. Nobody's gonna take it away from me,\" Victor declared forcefully while no one was around.\n\n\nNatalie received a phone call from Rex. He asked her to accompany him to Anchorage, Kentucky, to visit the Spotted Pony. \"I'm coming, Gigi,\" Rex proclaimed after his call to Natalie.\n\n\nTodd continued to play with Hope, and he used various voices with the little toys. He noted that someone might be different on the inside from the way they appeared on the outside. He didn't hear Blair return home, and she stood and watched them. She heard an engrossed Todd state that love lasted forever.\n\n\n\"I knew it,\" Jack declared when he returned home and learned that his father was Todd. He deemed the \"other guy\" to be pathetic. Starr walked in as Dani and Téa were walking down the stairs with their luggage. Starr assured the women that she already knew, and she understood that they would need a place to stay. Jack saw his sister and advised her she'd been wrong. \"Scarface\" was the one who had been the fake, he added.\n\n\nStarr looked at Victor. \"What did you tell them?\" she asked him slowly. She was confused. She thought that Téa and Dani were leaving. The others excitedly informed her of the trip to Hawaii for all. As tears began to roll down Starr's face, she told her family members that Victor had been lying to them, and they couldn't leave with him.\n\n\n",
    "tvmega_recap": "There is a real dilemma for all of Todd's \"loved-ones\" in determining which of the two Todds is the \"real\" one. Original Todd goes to talk to Starr and informs her all of what Irene revealed to himself, to current Todd and to Viki about how he is the real Todd and current Todd has only been \"programmed\" to be him. Although she later leaves when current Todd asks her to \"come home\", she seems to be bonding with original Todd and lets him put Hope to bed after she leaves. Meanwhile, current Todd is able to \"reassure\" Tea and Dani by telling them what Irene revealed. We know, however, that she's revealed that he's \"Victor Jr.\" while original Todd is the real Todd. When Starr returns to current Todd's home after hearing the \"truth\" from original Todd, she is very alarmed to find out that it appears that current Todd has lied to her stepmother, half sister and brother and they are unaware. Blair admits that she still has \"mixed feelings\" about whether to move on and reveals she may trust original Todd when she overhears him telling the story to Hope about his romance with Blair when they were young. Rex somehow believes that he may find some information about The Spotted Pony and can get some answers about why he keeps \"seeing\" Gigi. So he is ready to fly to the place he's found out about in Kentucky and asks Natalie to come with him. We also see that Cutter and Rama both know a secret regarding The Spotted pony in KY that could get Cutter into a lot of trouble if Rex ever finds out. Meanwhile, Brody is very worried that Delphina might reveal to Natalie that she knows that John is Liam's father and not himself. And when Natalie reveals that she heard that Todd knows the answer to the \"unanswered questions\", and Brody is also aware of that, he is determined to prevent Natalie from finding out that he is not her baby's father.",
    "soapcentral_condensed": "Starr answered a knock at the front door of La Boulaie. She was surprised to see the man with the scar on his face. \"I am your father. I'm Todd Manning,\" he said. Todd explained that the man Starr had believed to be her father for eight years had been revealed to be Todd's identical twin Victor, and Starr's uncle. He jokingly stated that it was a surprise to learn that Addie was the sane grandparent, and he added that Irene was alive and in custody. Todd awkwardly confessed that he'd wanted Starr to be the first to get the news. Todd sat down on the floor to play with Hope and her toys. He suggested that they all go to the zoo or his penthouse. He realized that he wasn't certain that the penthouse was still around. At Llanfair, Brody played with Liam and told the little boy that he would make certain that Todd didn't reveal the truth about the baby's real father. Just then Natalie walked into the room with some news. She took the baby and informed Brody that she'd met with Delphina.\n"
}