{
    "soap_central": "\n\nAs the snow gently fell, everyone began to congregate at the ski lodge on Llantano Mountain for the winter festival. As some of the teens hung out, Cole spotted his mother, and he and Starr made a hasty retreat. Britney gushed how sorry she was that Cole hadn't been able to make it, and Langston, in shock, played along. Britney swore she was not a rat, but Starr was still suspicious of her motives. Cole fell for her trick, though, and she offered to scout the lodge for them when Starr wanted to go inside. Starr learned that her parents were both at the festival as well.\n\n\nMarty learned that Miles had a room; he knew nothing of locker rooms and had rented it for them so they could change their clothes and stow their stuff. He was nervous and didn't have an agenda he replied in response to her questions. He also explained that he had gotten stuck and had invited someone else along, but it was no one she knew.\n\n\nBlair was quick to locate the drinks in the lobby, as Adriana and her crew arrived to take pictures. She learned that Cristian and Evangeline had split up but announced that she was taken. Todd and Evangeline ran in after some snowboarding, and one of the first people they saw was Blair. \"Are you following me?\" she asked Todd. He'd had no idea she was there but learned she was not alone. \n\n\nEvangeline spotted Layla hanging onto Cristian. She was quickly advised that it was all business, and drama was unwanted. Both Cristian and Evangeline admitted they were there to keep from thinking of each other, but she wanted to leave immediately. Miles located Blair while Marty went off to buy lift tickets, and he admitted he was there with Marty too. He explained his prior commitment to her while Todd listened and found it quite amusing. \n\n\nRex was unhappy with Tate being a model and kept close tabs on Adriana. When Blair spotted Langston, who was supposed to be with Starr, studying, she quickly grabbed for her phone. As she called Starr, Marty called Cole. Both kids were reached and told their moms that they were not studying with the other. As they stood outside, shivering, they pacified their moms, while technically not lying. Marty learned that Blair was the other woman on her friend date. \n\n\nSuddenly, an announcement was made. All roads were closed due to a nor'easter. No one would be able to leave the lodge, and no one else would be able to get up the mountain either. Rex and Cristian were recruited when it was learned that the other models wouldn't be showing up. Evangeline embarrassed Layla when she caught her with Cristian, who was ready for the shoot in the designer's underwear. \n\n\nMiles offered his room to Marty and Blair, who both declined. He attempted to get another room, but all spare rooms were given over to the kids on the high school trip, separate rooms for girls and boys. Britney snapped a picture of Cole and Starr on the sly. Langston later advised her that she was not falling for Britney's friend act. Rex and Adriana ended up without a room at all but in a public area. Luckily, they were able to close it off somewhat with the doors. \n\n\nStarr and Cole got to the girls' room before the others and were caught making out when Langston and Britney arrived. Britney thought they should leave again and give the couple some alone time. The rooms were not large enough for everyone to be comfortable as Evangeline, Blair, Marty, and Layla ended up in one room while Todd, Miles, Tate, and Cristian took another. As Marty and Blair argued, Evangeline and Layla glared at one another. \n\n\nAs Blair decided to hang a \"do not disturb\" sign on their door, Todd did the same on his. They were right across from each other and were there at the same time. \"I really hate you,\" Blair said to Todd. \"I hate you more,\" Todd replied.\n\n\n",
    "imdb": "Everyone is on a collision course as they arrive at the Winter Festival on Llantano Mountain. Cole and Starr's carefree evening together turns into a nightmare when they spot Marty and then Blair and Todd. Todd is amused by Blair's predicament when Miles admits Marty is at the festival with him. Still hurting over her break up, Evangeline argues with Layla when she sees her sister with Cristian. Although not angry, Marty sets Miles straight about telling the truth and not making assumptions about dates. Rex draws his line in the sand with Tate where Adriana is concerned. Things go from bad to worse when the road down the mountain is closed due to weather. As night falls, Blair, Evangeline, Layla and Marty are forced to share one room and are soon at each others' throats. Down the hall, Todd, Miles, Tate and Cristian make miserable roommates. Starr, Cole and Langston end up sharing space with a scheming Britney. Rex and Adriana, however, end up by themselves for the moment.",
    "tvmega_recap": "Everyone begins to arrive on Llantano Mountain for the Winter Carnival. As everyone enters the Lodge, the camera shows a sign which reads, \"Snow expected.\" Cole and Star arrive much to their friends surprise. Miles and Marty head for a hotel room. Marty is skeptical that Miles had gotten a room. He promises that he doesn't have a hidden agenda. He informs her that he is meeting another woman. Blair arrives, and in the lobby she sees \"hot toddies\" on the table. As she starts to pour her a cup, Adriana, Rex and Tate arrive. Adriana explains as to why they are there. Layla arrives and fills them in that Christian is doing the photo shoot. Christian and Blair exchange looks. Todd and Evangeline arrive. Blair tries to call Star to see where she is (unbeknownst to her that Star is on the outside of the lodge) . Blair argues with Todd over his bringing Evangeline up there to rub in her face . Blair lets Todd know that she is there with Miles Lawrence. Star and Cole are on the outside. Marty suddenly comes up, and Cole and Star hide behind some bushes. Adriana realizes that Rex is jealous. Evangeline walks in and sees Layla hugging on Christian. Evangeline confronts Layla and Christian about them being together. Christian questions Evangeline as to where Todd is. Miles confesses to Blair and Todd that he was with Marty Saybrooke. Cole and Star finally manage to make it into a room. They begin to kiss. Two of their girlfriends walk in on them. The manager of the hotel alerts everyone that the roads are closed because they are expecting a NorEaster. Miles talks to Blair when Marty walks up. Miles tries to explain to Marty as to how things had happened. Cole and Star are alerted that their parents were there. Todd and Blair both get separate rooms. Blair puts out the, \"Do Not Disturb\" sign. She sees Todd across the hall putting out the same sign. They exchange looks. Blair and Todd both say that they hate each other.",
    "soapcentral_condensed": "Starr and Cole got to the girls' room before the others and were caught making out when Langston and Britney arrived. Evangeline embarrassed Layla when she caught her with Cristian, who was ready for the shoot in the designer's underwear. Rex was unhappy with Tate being a model and kept close tabs on Adriana. Rex and Cristian were recruited when it was learned that the other models wouldn't be showing up. All spare rooms were given over to the kids on the high school trip, separate rooms for girls and boys. The rooms were not large enough for everyone to be comfortable as Evangelines, Blair, Marty, and Layla ended up in one room while Todd, Miles, Tate, and Cristan took another. \"I really hate you,\" Blair said to Todd, \"I hate you more,\" Todd said to Blair. 'I'm not falling for Britney's friend act,' Langston later advised her that she was not falling in with Britney.\n"
}