{
    "soap_central": "\nDay Of Future Past\n\n\nBlair woke up in bed after her passionate night with John, and even in the new light of morning, the former Mrs. Manning agreed with McBain that there would be no regrets. Blair told John that she'd needed \"this\" and that she appreciated his friendship, but both of them agreed they weren't ready for a new relationship. Blair reminded him that he still wasn't over Marty, and John assented, but said that he valued Blair's kindness and strength. Blair told John that he gave her one thing Todd never had: honesty. They agreed to keep their night together to themselves, and then decided to go get pancakes at Carlotta's diner. \n\n\nUnfortunately, over at the diner, pancakes were off the menu, as Gigi discovered when she arrived at work that the restaurant had burned to the ground overnight! As Carlotta and a team of firemen trawled through the wreckage in search of what could have caused the blaze, Gigi ran into Brody, who had arrived with something of Gigi's that she'd left at the cottage. Brody was dismayed to realize Gigi was unemployed, but pressured her to find some time to talk with him, insisting that they needed to come together as parents for Shane and discuss their relationship. Gigi said they didn't have a \"relationship,\" but Brody reminded her that they were roommates and co-parents, and he felt they should be more. Frustrated, he finally blurted out, \"I'm asking you out on a date, woman!\" Gigi said all she could think about was finding a new job, and feared that they would not be able to provide for Shane's future. Brody promised to help become a breadwinner and said that he'd taken on the responsibility of caring for Shane long before the boy was born. Brody left to find a listing for the want ads, and Gigi gave Carlotta her condolences on the loss of the diner. Putting on a brave front, Carlotta said she was just glad no one was hurt, and that things were replaceable, but people were what mattered. \n\n\nAt Todd's house, Marty awoke to find Todd asleep in the chair beside her. As he woke, Marty thanked him for making her feel safe and relatively well for the first time in ages; she touched his hand, but Todd shied away. Marty said she'd get past the shock of the history Todd had related to her the night before, and the story of her rape, while Todd expressed regret that she'd had to relive it at all. Todd bashfully admitted that it had been wonderful having her in his life again, sounding surprised to hear himself say it. He told Marty that having her to talk to when everything else in his life was falling apart meant a lot to him. When Marty asked him if she'd ever put her life back together with another man, before John McBain, Todd hedged and said they could talk about it later. Marty gushed that she couldn't understand how Todd's wife could've passed up a man like Todd for someone like John. Todd promised to get her anything she wanted for breakfast, and Marty asked for blueberry pancakes. Todd promised to rush over to the diner and get some, leaving Marty alone to daydream about her close moments with Todd. \n\n\nIn Mendorra, Jonas arrived in Talia's bridal suite, where Talia was shooing away various tailors and bridesmaids. Talia swore she wouldn't marry him, but Jonas reminded her she had no choice. Down in the dungeons, Carlo brought Tina back to the cells, where Cain and Antonio waited. Seeing that Tina was hysterical, Antonio asked her where Sarah and Cristian were. As Carlo left, Tina tearfully told Antonio that the young lovers were \"gone.\" She explained what had happened, and how Carlo had forced Sarah and Cristian over the falls; she said she was positive they had drowned. Horrified, Antonio refused to believe it, reminding Tina that she herself had survived the same falls. Tina explained that she had been rescued before she could drown, whereas she was sure there was no hope for Cris or her daughter. Cain focused on the present, trying to think of a way out of their predicament, but when pressed, he admitted they no longer had any allies in Mendorra that could save them. Antonio realized that Carlo's only weakness was his daughter-Talia. \n\n\nMeanwhile, in 1968, Bo and Rex paced ceaselessly. They had hoped that they would snap out of the \"dream\" or \"fantasy\" they believed they had become lost in when the lightning struck, but a glance at the newspaper Chuck Wilson II brought them made them realize they were still stuck in the past. Bo tried to use the phone to dial someone in the future, but the operator informed him that the area code he was using did not yet exist. Giving up, Bo suggested they \"bide their time,\" while Rex needled him about the possibility of his sleeping with Emma Bradley just as the true Asa had. As the two castaways fretted about the resemblances between the people in the past and present, a woman suddenly wandered into the drawing room who looked exactly like Lindsay. The dazed, unstable woman demanded to know who \"Lindsay\" was, and asked \"Asa\" if she was another one of his extramarital affairs. As the two Chuck Wilsons arrived on the scene, Bo realized that the \"Lindsay\" of the past was actually his unbalanced mother, Olympia Buchanan, Asa's first wife. \n\n\nThe \"Chucks\" apologized for Olympia escaping her confinement and tried to usher her away, but Olympia demanded a look at her son, \"Bo\" (actually Rex). Chuck I tried to get Bo to agree to send Olympia to a private sanitarium, while Olympia fawned over Rex, babbling that no one would take \"[her] boy\" away from her. Rex and Bo didn't understand what she meant, until Olympia blurted out that \"Asa\" wanted to send her son away to fight in \"that terrible Vietnam War!\" In fact, Bo and Chuck II were shipping out at the end of the week. Chuck I promised that Bo and Chuck II would be fine in Vietnam and be back before she knew it, but Olympia wouldn't be calmed down-and neither would Rex, who was horrified at the thought that he might have to take part in a war that would continue for another five years. \n\n\nMeanwhile, in 2008, Todd arrived in Angel Square to find the site where Carlotta's diner had been blocked off due to the fire. Looking down the police cordon, he saw Blair and John talking about the disaster, and overhead them discussing spending the night together. Todd approached them and demanded to know if they were sleeping with each other. \n\n\nIn Mendorra, Carlo arrived at the bridal suite, and privately asked Jonas to execute Antonio, but leave Cain and Tina alive to witness the royal wedding. As Jonas left, Carlo took a few moments to speak to his daughter alone. Talia tried to articulate to her domineering father how miserable she was, but Carlo promised Talia that she would come to enjoy her life as princess consort of Mendorra, and said that she would forget Antonio before long. Having been fitted with tiara and gown with her hair pinned up, Talia said she would only marry Jonas if Carlo agreed not to harm Antonio. Carlo slyly replied that he wouldn't lay a hand on her beloved. \n\n\nIn the dungeon, Cain said that the only way to survive was to let Talia marry Jonas, to which an infuriated Antonio shot back, \"over my dead body!\" Just then, Jonas entered the dungeon, holding a knife. \n\n\nIn 1968, Bo quietly warned Rex that he (as \"Bo\") had no choice but to be drafted, and that if Rex died in Vietnam, the \"real\" Bo would not live to see 2008. After Chuck I dragged Olympia away, Chuck II arrived with a \"strange gadget:\" Rex's cellphone, which he found on the property where Rex and Bo had been struck by lightning. Rex snatched up the phone and immediately tried to call Gigi in 2008, and to his delight, she answered. \n\n\n",
    "tvmega_recap": "Bo and Rex are still trying and failing to get out of 1968. But a new character appears who looks just like Lindsay and who reveals that she was Bo's mother, Olympia angry at her husband, Asa's infidelity and worried that her baby boy will be drafted to go and fight the Viet Nam war. Bo tells Rex there's nothing they can do to rewrite history. And he has already tried unsuccessfully to make a call to the present. But Rex finds his cell phone, makes a call and reaches Gigi in the present. Gigi finds that she might be out of a job after the diner has burned. In Mendorra, Carlo Hesser has arranged for Sara and Cristian to be killed and for Talia to marry Jonas Chamberlain. Blair and John have slept together but are agreeing not to \"jump into\" anything. Todd and Marty are growing closer. But it looks like Todd is going to go to the diner and run into Blair and John.",
    "soapcentral_condensed": "Gigi and Brody discuss their relationship, but Brody blurts out, \"I'm asking you out on a date, woman!\" Rex and Boas try to dial the phone to dial someone in the future, but the operator informed him that the area code he was using did not exist yet. In Mendorra, Jonas arrives in Talia's bridal suite, where Talia was shooing away various tailors and bridesmaids. Down in the dungeons, Carlo brought Tina back to the cells, where Cain and Antonio waited. As Carlo left, Tina tearfully told Antonio that the young lovers were \"gone.\" She explained what had happened, and how Carlo had forced Sarah and Cristian over the falls; she said she was positive they had drowned. Tina explained that she had been rescued before she could drown, whereas she was sure there was no hope for Cris or Cristian. Cain tried to think of a way out of their predicament, but he no longer had any allies in Mendoria that could save them.\n"
}