{
    "soap_central": "\nHit Me With Your Best Shot\n\n\nAt Rex's loft, Stan was stunned when Stacy refused to hand over the money unless he punched her in the face.  Convinced that Stacy was either crazy or attempting to frame him, Stan attempted to leave, but Stacy assured him that there was a method to her madness.  Stacy told Stan how much she loved Rex and would never want to cause him any trouble.  Presenting Stan with a pair of Rex's gloves, Stacy requested that Stan hit her while wearing the gloves.  Stating that the evidence would point to Rex, Stacy insisted that she would never want Rex to be accused of assaulting her.  Appearing somewhat hesitant, Stan accepted the gloves and asked, \"Where do you want it?\"    \n\n\n\nMoments later, Stacy placed a hand over her eye and screamed in pain. When she asked Stan why he had hit her so hard, Stan grabbed the bag filled with money and rushed toward the door. Before leaving, Stan told her that she could always return to Las Vegas if her relationship with Rex didn't work out. Declining his offer, Stacy insisted that she had moved on. Staring at her bruised face in the mirror, Stacy smiled slyly and remarked, \"Love takes time and I'm a very patient woman.\" \n\n\nOn the way to Schuyler's apartment, Schuyler and Gigi took a shortcut through the park.  As Gigi squealed with delight over the possibility of exposing Stacy and reuniting with Rex, both Gigi and Schuyler were shocked when Rex appeared and questioned her relationship with Schuyler.  Rex told Gigi that Schuyler was a drug addict who had been suspended from his job at Llanview High School because he had seduced Starr Manning.  Gigi and Schuyler laughed and told Rex that Stacy had pulled the wool over his eyes. Continuing to berate Schuyler, Rex accused him of stealing Stacy's money and told Gigi that he didn't want Shane anywhere near Schuyler.  Fed up with Rex's tirade, Gigi and Schuyler walked away.\n\n\nRex returned home and discovered a bruised Stacy.  Rex was consumed with anger when Stacy told him that Stan had hit her.  Rex listened as Stacy informed him that Stan had broken into the apartment, assaulted her, and ran off with the money.  When Rex questioned several discrepancies in Stacy's claim, she quickly covered her tracks, and Rex believed her.  Rex attempted to phone Bo, but Stacy convinced him not to.  Stacy appeared touched when Rex admitted that he cared about her and suggested that she see a doctor.  Stacy asked Rex if he would take care of her at the loft.  Stacy smiled as Rex offered her an icepack and gave her a massage. \n\n\nAt Schuyler's apartment, Gigi told Schuyler that she didn't believe any of Rex's claims.  Gigi told him that she knew that Stacy had lied to Rex about him.  When Schuyler wondered if Rex had always been consumed with anger, Gigi told Schuyler that she had turned Rex into a bitter person.\n\n\nExcited to prove Stacy had lied about donating her stem cells to Shane, Gigi asked Schuyler to show her the bag of blood that he was certain belonged to Stacy. Schuyler reassured Gigi that the truth would be revealed once they had the blood tested at another lab. As he rummaged through the refrigerator, Schuyler was surprised to discover that the evidence had been stolen. Convinced that Stacy had made a duplicate key to his apartment, Schuyler told Gigi that Stacy had stolen the proof. \n\n\nAs Schuyler continued to blame Stacy, a devastated Gigi repeated Rex's charges against him, and she accused Schuyler of lying about everything.  Defending himself, Schuyler informed Gigi that Rex had knowledge of the missing bag of blood and suggested that she ask him about it.  Apologizing for her outburst, Gigi said that she believed Schuyler.  Gigi admitted that she was frustrated that she might never be able to prove Stacy's guilt.\n\n\n\n\nAt the Brennan home, Bess stood fact-to-face with Brody.  He pleaded with her to return home with the baby.  An unemotional Bess stated, \"No one is taking this baby from me. You can try if you're man enough!  Bess told Brody that he wasn't capable of taking care of Jessica, but Brody insisted that Jessica deserved to have her life back.  When Brody proclaimed his love for Jessica, Bess appeared nervous.  As Bess screamed for him to leave, Brody grabbed her and begged Jessica to surface. \n\n\nAs Brody tried to make contact with Jessica, Mr. Brennan appeared and pointed a rifle at him. Bess instructed Mr. Brennan to shoot Brody, but Brody tried to explain that Jessica was sick. While Mr. Brennan listened to Brody's explanation, Mrs. Brennan hit Brody over the head with a vase and knocked him out cold. \n\n\nRealizing that Brody was injured, Jessica emerged and questioned what had happened. Jessica demanded to know who the Brennans were and told them to stay away from her and her baby. Unaware of her surroundings, Jessica accused the Brennans of hurting Brody. \n\n\nAware that Brody's claims were accurate, Mr. Brennan phoned the hotline. Before he could relate his address to the operator, Bess surfaced and pulled the telephone cord out of the wall. The Brennans watched as Bess picked up the baby and headed out the door. As Bess opened the door, police lights and sirens greeted her. \n\n\nAt La Boulaie, Todd attempted to start an argument with John, but Blair intervened. As Starr and Marty tried to comfort Cole, he told them that he wanted desperately to find Hope. After checking his cell phone, Cole abruptly announced that he received a text message informing him of a random drug test. Starr was suspicious, but Cole promised to call afterward. \n\n\nAs Blair and Starr sat on the staircase and discussed Hope, Todd overheard Starr thank Blair for supporting her during the entire ordeal with Hope. Starr said that she wished that her father had been on her side during the pregnancy. Todd appeared sad when Starr stated that she and Cole could have been parents to Hope had Todd reacted differently to the news of her pregnancy. \n\n\nDue to Todd's rude behavior, Marcie and Michael suggested that they leave. Blair and Starr tried to persuade them to stay, but John was also fed up with Todd's criticism and decided that he would drive Marcie and Michael home. After running the guests away, Todd was surprised when Blair told him that he was welcome to stay. \n\n\nAdmitting that she had blamed Todd for Hope's death, Starr told her father that after learning that Hope was alive, she no longer harbored resentment toward him. Todd and Starr agreed to work at rebuilding their strained relationship. Starr suggested that Todd check on Téa at the hospital and then return to La Boulaie to await news concerning Hope. \n\n\n\nBack at their apartment, Mike sensed that Marcie was troubled. When Michael questioned if Marcie was thrilled about the good news concerning Hope, Marcie sadly replied, \"I don't want anyone else to be hurt so that we can be happy.\" \n\n\nWhen Marty dropped Cole off at the drug center, she was delighted to run into Rachel. After thanking Rachel for helping Cole, Marty told Cole that she would meet him in the parking lot after he completed his drug test. Realizing that Cole had lied to Marty about being contacted to take a random drug test, Rachel demanded to know why he had lied. Cole told Rachel about the news that Hope was alive. \n\n\nRachel questioned why Cole appeared anxious and scared after receiving such good news. Cole said that he felt guilty because a part of him wished that he had never learned the truth about Hope being alive. Rachel insisted that Cole be honest about his feelings concerning Hope. Cole stated that he was angry that Hope would be placed into Marcie's custody. Admitting that he felt guilty about signing his parental rights away, Cole screamed, \"I want my baby and I don't want to lose her again!\" \n\n\nJohn ran into Marty in the parking lot. Marty told John that she was worried about Cole, but John assured her that Cole would be fine because his mother was back in his life. \n\n\nBack at La Boulaie, Blair listened as Starr expressed her concern about Hope's safety. Blair told her daughter that Jessica would return Hope home safely. Appearing torn, Starr said that she was happy for Hope and Marcie, but admitted that she was afraid. Holding her child, Blair told Starr that she understood.\n\n\n",
    "tvmega_recap": "Starr, Cole, along with their parents and Marcie and Michael all wait in suspense to find out when they will see baby Hope. Yet they all realize that even if she's returned home safely, there may be complications and conflicts regarding who she should live with Meanwhile, Brody finds Jessica while she is Bess. Yet, she is able to successfully convince Nash's parents that he wishes her harm and cannot be trusted. But when she notices that they wish him harm, Jessica comes out long enough to reveal her love for Brody. Yet, she manages to be Tess in order to attempt to leave with the baby until it's too late when she hears and sees sirens.",
    "tvmega_summary": "Episode # 10450 -- Hit Me With Your Best Shot",
    "soapcentral_condensed": "Stacy asked Stan to hit her with a pair of Rex's gloves so she could prove that Rex had assaulted her. Rex accused Schuyler of stealing Stacy's money and told Gigi that he didn't want Shane anywhere near him. Gigi told Schuylers that she didn't believe any ofRex's claims. An unemotional Bess stood face-to-face with Brody and pleaded with her to return home with baby Brody. Bess told Brody that he wasn't capable of taking care of Jessica, but Brody insisted that Jessica deserved to have her life back. Brody tried to explain that Mr. Brennan was sick, but Bess pointed a rifle at him and told him to shoot Mr Brennan. An emotional Bess said, \"No one is this baby from me. You can't try if you're man enough! You're not man enough!\" Brody pleaded with Bess to leave, but she insisted that he was the one who was sick.\n"
}