{
    "soap_central": "\n\nCole arrived at the courthouse for Hannah's hearing, where he met Nora.  He asked if Nora would be dropping the charges against Hannah, but Nora was reluctant to commit herself.  When Hannah arrived accompanied by Marty and a guard, she was surprised to find Cole waiting.  \"What are you doing here?\" she asked.  \"Well, I'm here for you,\" Cole replied.\n\n\nThey entered the courtroom, and court went into session.  Speaking for the Commonwealth of Pennsylvania, Nora informed the judge that Hannah's confession to the assault on Ford had been false, extracted under duress by Eli, and produced affidavits from Blair and Ford confirming Hannah's innocence.  She said that the state would not be pursuing charges against Hannah for that crime, but instead for obstruction of justice, as Hannah's lies had allowed Eli to go free and continue his reign of terror.\n\n\nThe judge requested a psychiatric testimony from Marty, who promptly took the stand.  Marty defended Hannah, and said that the young girl had been exploited and manipulated by two men, Robert Ford and Elijah Clarke.  As Hannah's attorney, Eli had taken advantage of his position and used Hannah to facilitate his crimes, therefore she could not be held responsible for her actions while under Eli's sway.  Marty believed that Hannah had been driven to self-destructive behavior and was a victim, not a criminal.\n\n\nNora cross-examined Marty, and reminded the court that Hannah's campaign of deception had begun before the coed had run afoul of Eli; her lies had put Todd in the hospital and Cole in jail.  Marty countered that while Hannah's actions were wrong, there were mitigating circumstances.  She argued that Hannah's psyche had been fragile for years due to parental absence and neglect, which left the young woman emotionally warped.  Marty told the court that Hannah was seen as an embarrassment to the O'Connor family, who had all but abandoned her.\n\n\nMarty told Nora that she knew from personal experience that children from dysfunctional homes lashed out, and did anything for attention and aid.  She argued that Hannah was on the verge of a breakdown long before meeting Eli or Ford.  Nora insisted that Hannah be held accountable for what she'd done to Cole, which prompted Cole to rise to his feet from the gallery.  \"Everything Hannah did, she did to protect me!\" he cried.\n\n\nThe judge asked to hear Cole's statement.  Approaching the center of the courtroom, Cole admitted that Hannah had caused trouble for him and for his relationship with Starr, but said that she had almost died in the hope of saving him from Eli's evil scheme.  At a loss for words, he sat back down.  Continuing with her testimony, Marty told the court she had seen real remorse from Hannah, and that sending the girl to prison would be throwing her life away; she needed outpatient care and supervision.  Incredulous, Nora asked who would be responsible for Hannah if not her parents, and Marty replied, \"I will.\"\n\n\nNora couldn't believe that Marty was so willing to forgive Hannah after everything the young woman had done.  Marty said she felt she had a bond with Hannah; she had also done terrible, reckless things when she was young, and she felt Hannah deserved the same support and second chance Marty had been given.  Nora relented and agreed to drop the obstruction charge, and the judge adjourned the court after warning Hannah not to take her new start for granted.\n\n\nAs the courtroom broke up, Nora congratulated Marty on doing the right thing for Hannah, while Hannah and Cole shared a moment in the gallery.  Cole told Hannah how glad he was she was free, but Hannah couldn't believe any of it was happening.  Cole asked how he could help her transition back to the free world.  \"Just be my friend,\" Hannah said, putting her hand on Cole's. \"That's enough.\"\n\n\nAfter the courtroom cleared, Cole thanked Marty for her efforts on Hannah's behalf.  Hannah emerged from the back of the courtroom, and told them her paperwork was done and she was free.  \"Now what?\" Hannah asked.  \"We go home,\" Marty replied, and left the courtroom arm-in-arm with the happy teens.\n\n\nAt Rodi's, Clint pressed Inez about her obvious distress, but Inez insisted she wasn't crying.  After a little prodding, she told him about her run-in with James, and how Ford had been fired and James had lost his free pass to Llanview University.  She said that both her long-lost sons were hurting, and there was nothing she could do.  Clint was concerned to hear that James was losing an education, and said there had to be something that could be done.  Inez said there was nothing to be done -- the boys wouldn't take money from her, and would never forgive her for abandoning them so many years before.\n\n\nAs Clint comforted Inez, Bo walked into Rodi's and glimpsed them together.  Inez told Clint she appreciated his listening to her, and Clint promised to always be available if she needed to talk.  Just then, Bo horned in on the discussion, greeting the would-be couple.  Clint told Bo about Matthew's first day at Buchanan Enterprises, and Bo asked what Matthew was up to at the family business.  Clint said that Matthew was a natural, but joked that the boy was mostly handling the photocopying.\n\n\nAt another table, Gigi confronted Kelly and demanded to know if Kelly was interested in Rex.  Mortified, Kelly strenuously denied any interest in Rex and said that there was nothing between the two of them; their relationship was strictly business.  \"So you two ending up naked together is business?\" Gigi asked.  Kelly blamed Jack for the mishap at La Boulaie, but Gigi's hackles rose as she realized she hadn't heard about Rex and Kelly's latest nude romp.  Kelly insisted it had been an innocent mistake, and that she and Rex were only business partners.\n\n\nKelly asked if her hiring Rex twice presented a problem for his and Gigi's relationship, and said that Rex had only taken the job in order to help out with the bills and Gigi's tuition.  Seething, Gigi told Kelly that she paid her own way and had just received a grant to help out with her college expenses -- Rex didn't need to work for Kelly to help her, and she didn't need to be a charity case.  Kelly apologized, and said that Gigi had no need to worry, as she had no future plans for Rex and the case would likely be solved at any moment.  Still miffed, Gigi said she had to get to class and was glad they had sorted things out.\n\n\nBack at the bar, Clint headed to the office, and Bo and Inez continued their conversation alone.  Bo told Inez he owed her an apology for making her uncomfortable during the double date they'd had at the Palace, but Inez insisted that she and Clint hadn't gone on any dates.  Bo explained that his relationship with Clint had grown complicated in the previous several years, and that Clint approaching Inez had felt \"a little close for comfort\" for him, but said they were adults and could make their own decisions.  Inez told him she got the impression he didn't want her to date Clint, but Bo denied it and said that Clint had been given \"big boots\" to fill since Asa's death.  Clint had faced disappointment, some of them Bo's fault, and those disappointments had a negative effect on the elder Buchanan.\n\n\nBo continued talking out of both sides of his mouth, telling Inez that perhaps she and Clint could help each other while simultaneously recounting Clint's various gun-toting episodes, including the one at Bo's second wedding to Nora.  Inez was horrified, but Bo told her Clint's machismo was only bluster.  \"I'm so excited to date your homicidal brother!\" Inez cracked.  As she and Bo laughed together, Nora walked up and asked them what was so funny.\n\n\nAt Buchanan Enterprises, Matthew confronted Rex about breaking into Clint's office.  Rex told Matthew he couldn't explain, but that Matthew knew him well enough to know he wouldn't be searching Clint's office without a good reason.  He pleaded with Matthew not to blow the whistle. He said his case was huge, and he needed to get to the bottom of it in order to protect Clint and the entire Buchanan clan.  Matthew was suspicious that Rex was planning to harm the Buchanan empire, but Rex said the boy knew him better than that, and that they were like family.  \"Actually, Rex,\" Matthew said as he sneered, \"we're not.\"\n\n\nMatthew told Rex that he was a true Buchanan, and it was his responsibility to protect the family.  He asked again who had hired Rex to break in, and demanded to see the files.  Rex attempted to smooth things over by putting the files back in Clint's desk, and asked if they could forget the incident ever happened.  In response, Matthew picked up Clint's desk phone and called building security.\n\n\nBack at Rodi's, Kelly noticed that Clint had left the bar, and she freaked out.  She called Rex, murmuring to herself that he needed to get out of the B.E. offices fast.\n\n\nAt B.E., Rex was confronted by security, and prepared to spill the beans to Matthew about his discovery.  Before he could, his phone rang as Kelly called.  Entering the room, Clint picked up the phone and handed it to Rex, telling him it was likely his boss.  Rex told Kelly he would call her back and quickly hung up.\n\n\nClint dismissed the security guard as Matthew explained the situation to his uncle.  \"Good work, son,\" Clint told him.  Matthew asked if he should call his father or the FBI, but Clint told the boy to go back to his photocopying.  Snubbed, Matthew left the office.\n\n\nAlone with the object of his investigation, Rex asked Clint to explain what Rex had found.  Clint opened his drawer and produced the file, including a photograph of David imprisoned in Morocco, cleaning toilets.  Rex asked why Clint hadn't told Bo about David.  \"This is as far as it goes, Balsom,\" Clint said, re-shelving the file and warning that it would be unwise for Rex to share his findings with Kelly or anyone else.  Rex asked if Clint was threatening him, and was met with a steely stare.\n\n\nAt Rodi's, Kelly left a message on Rex's phone.  She assumed he was all right, and that Clint wasn't onto him.  \"Let me know if I need to bail you out, plan a funeral,\" she cracked. \"...Kidding.\"\n\n\nAt Llanview University, Carlotta, who was back from a trip to visit Antonio and Jamie, greeted Cristian in his studio and classroom.  She was happy to see him, but wanted to know why on earth he had let his fiancéé leave the country.  Cristian explained that he and Layla had competing job offers, but Carlotta couldn't understand letting work get in the way of love and a real commitment.  Cristian insisted it wasn't forever, and that in a year, he and Layla would reunite and \"reevaluate.\"  \"Sounds like a practical business deal,\" Carlotta sniffed, and said it was no way to start an engagement.\n\n\nCarlotta told Cris that he could paint anywhere, and needed to join Layla in Paris or defer his grant at L.U.  Losing his patience, Cris told his mother that he and Layla had considered all the options; they hadn't wanted to be apart, but felt they had made the best decision, albeit a difficult one.  Carlotta apologized for meddling, and said she just wanted him to be happy.  Hugging his mom, Cris promised that she would have another grandchild and multicultural family soon enough.  As Carlotta left, she told Cristian how proud she was of him.\n\n\nWith Carlotta gone, Cristian called Layla in Paris, only to get her voicemail, as it was the middle of the night in France.  He told her he had only called to say he loved her.\n\n\nGigi arrived in the studio early for Cristian's first class.  She told Cristian she wasn't sure what she was good at, but she hoped art was it.  Cris encouraged her to simply express what was in her heart, and Gigi asked if she could see what he was working on.  Examining his abstract painting, she concluded that Cris was missing Layla, and that he was sad, but also angry at the situation.  As Gigi continued to expertly analyze Cristian's work, he told her he thought she would do just fine.\n\n\nIn the woods, Starr pulled away from James's tempting kiss, only for him to kiss her again.  She resisted even less the second time, but pulled away once more, insisting that she couldn't.  Still crying, James apologized and said he knew he shouldn't have kissed her.  \"What were you thinking?\" she asked.  \"Thinking had nothing to do with it,\" he replied.\n\n\nDespondent, James told Starr he didn't know what he was doing; his world was falling apart.  He wept as he explained what had happened with Ford, his forced dropout, and his encounter with Inez, and how he hadn't been able to let her in despite her overtures.  He knew how much \"Bobby\" hated her, but he still remembered the lullaby she had sung to him, and a blue sweater she had worn when she had held him.  Part of him wanted to forgive Inez, to understand what she had been through with his father, but he couldn't get past her abandoning him and Ford.  He had wanted his mother to make it all better again, but he hadn't been able to let her.\n\n\nTouched by James's anguish, Starr told him she knew what it was like to feel torn apart by a parent, but shifted the subject and asked why he had really kissed her.  \"I've been lying to you,\" James said - he'd kissed her because he wanted to; it was the only thing that took him away from the pain of reality and made him feel happy.  \"Well, you're a great friend,\" Starr began.  \"That's a lie!\" James snapped.\n\n\nJames told Starr he didn't want to be her platonic friend, he couldn't just hang out with her, and the only reason he had said he could was because he hadn't wanted to lose her.  \"Well, I don't wanna lose you either!\" Starr blurted out.  James reminded Starr that she didn't feel the same way he did, and she was fine with things staying the way they were.  As he turned to leave, Starr told him that wasn't completely true.\n\n\n\"My head wants one thing,\" Starr explained, \"but my heart, it's...really, really complicated.\"  She attempted to flee the scene, but James followed her down the wooded path, asking her to clarify her feelings.  Starr said she had analyzed how she felt and concluded that friendship was all they could have.  \"If I say I want something more, that's what'll happen,\" she moaned.  But Hope was her number one priority, and she loved Cole despite their troubles; she was committed to him, no matter what she felt for James.\n\n\n\"I guess this is it, then,\" James said glumly, and admitted he had always thought they would have another chance.  Starr said she was sorry, but that she wouldn't turn her back on him when he was in trouble.  She pleaded with him to try a platonic friendship, and promised to be there for him; they could talk and forget about their romantic lapses.  \"But I can't do that,\" James said, and he sighed. He said that if he was around her, the same thing would only happen again.  Starr asked if he was walking away from her for good.  \"I have to,\" James muttered.\n\n\n\"We mean something to each other, don't we?\" Starr asked James. \"We get each other, you can't just turn it all off?\"  She asked if there was really no middle ground to be had for them between platonic friendship and love.  James told her second best wasn't good enough for him.  Crushed, Starr told him she hated it, but she understood.  \"See you around, Twinkle,\" James said as he headed down the path alone, leaving a heartbroken Starr behind. \n\n\n",
    "tvmega_recap": "Bo runs into Inez at Rodi's. She tells him that she gets the impression he doesn't want her to go out with Clint. He says Clint is a great guy, he just thought it was a little close at the beginning. Starr comforts James when she finds him crying. He tells her that he is having a hard time accepting his mother. He kisses her and admits that he wants to be more than friends with her. She admits that she has conflicted feelings but is adamant that keeping her family together is her priority. He tells her that he can't continue to be just friends with her so he cannot see her anymore. Cole goes to Hannah's hearing. Nora drops the charges against Hannah but charges her with obstruction of justice instead. Marty speaks on Hannah's behalf and says Hannah was a victim. She offers to supervise Hannah's outpatient care if the court releases her from Ste. Anne's. Nora agrees to the terms and the judge releases Hannah. Gigi asks Kelly if she is interested in Rex. Kelly says it's all business. Carlotta doesn't understand how Cristian could let Layla go to Paris without him. Gigi goes to Cristian's studio. She tells him what she gets from a painting that he is working on and he tells her that she is going to do fine. Matt catches Rex taking files from Clint's office. Rex tells him that he can't tell him why but that he is protecting Clint. Matthew calls security. When Clint arrives at the office, he tells Security that he will handle it. Rex tells Clint that it appears he knows all about David being in a Moroccan prison.",
    "soapcentral_condensed": "Hannah O'Connor's confession to assaulting Ford was false, extracted under duress by Eli. The state would not be pursuing charges against Hannah for that crime, but instead for obstruction of justice. The judge requested a psychiatric testimony from Marty, who promptly took the stand. Marty defended Hannah, and said that the young girl had been exploited and manipulated by two men, Robert Ford and Elijah Clarke. Cole asked if Nora would be dropping the charges, but Nora was reluctant to commit herself. Nora relented and agreed to drop the obstruction charge, and the judge adjourned the court after warning Hannah not to take her new start for granted. Inez said there was nothing she could do to comfort Clint and Inez's long-lost sons, James and Bo, but Clint told her he would never forgive her for abandoning them so many years before. At Rodi's, Clint pressed Inez about her obvious distress, but she insisted she wasn't in distress. After a little prodding, she told him about her run-in with Ford and how he had lost his Llanview University pass.\n"
}