{
    "soap_central": "\nEye of the Needle\n\n\nDorian received a phone call from David. David immediately sensed that Dorian was troubled, but she refused to discuss her problems. David didn't push for answers because he had exciting news to share with his wife. David had landed a spot in a national television commercial. Dorian was happy for David. \n\n\nDorian realized that Ray was standing in the living room, so she made a point of playing up her affection for David. After she ended the call, Dorian bragged about her husband's good fortune. She invited Ray to watch the commercial with her. Ray wondered if the offer was Dorian's way of asking him out for a date. Dorian set Ray straight; she wanted Ray to see how talented David was, nothing more. Dorian insisted that she loved her husband. \n\n\nRay and Dorian sat down to watch David's commercial. Dorian was thrilled when David appeared on the screen, dressed in a black tuxedo. She glowed with pride as David was shown as a suave and debonair gentleman. Dorian's joy turned to horror when David suddenly announced that he suffered from hemorrhoids. Ray's jaw dropped while David peddled a hemorrhoid treatment on television. When the commercial was over, Ray admitted that David did look handsome. \n\n\nDorian tried to hide her mortification from Ray. When David called back to ask Dorian what she had thought of his work, Dorian was at a loss for words. Instead, Dorian asked David to return home so that they could celebrate his success together. David had to decline Dorian's invitation. David explained that he had been asked to be the spokesperson for Have-A-Seat. According to David, he was scheduled to tape additional commercials for the company the following day. \n\n\nDavid put Dorian on hold while he answered a call from his agent. Dorian disconnected the call. She invited Ray to gloat, but Ray declined. Instead, Ray confessed that he had used Téa to make Dorian jealous. Ray then leaned in to kiss Dorian. \n\n\nBrody bumped into Jessica and her daughters at the gym. Jessica was cordial but short with Brody. Brody asked for a moment of her time so that he could clear the air between them. Brody surprised Jessica when he admitted that he cared for her. Brody confessed that he had talked to Dr. Levin about his feelings for Jessica. Jessica couldn't understand why, if Brody cared about her, he had slept with Gigi. Brody explained that what had happened with Gigi had been all about Shane, not Gigi. \n\n\nBrody's explanation only confused Jessica further. She suggested that they remain friends. Before Brody could stop her, Jessica gathered her daughters then left the gym. \n\n\nJared and Natalie arrived at the Buchanan mansion to welcome Matthew home. Before they joined the rest of the family in the living room, Jared asked Natalie if she had changed her mind about not revealing that Chloe was Hope. Natalie admitted that she was conflicted about what to do. Natalie reminded Jared that secrets had a way of being discovered. Jared was certain that the truth about Chloe was an exception. \n\n\nWhile Matthew's family gathered in the living room, Nora and Bo arrived home with their son. Matthew wasn't in the mood to celebrate when the living room doors were thrown open as the family yelled, \"Surprise!\" He apologized to everyone then pushed himself out of the room. Nora and Bo followed their son. \n\n\nNatalie consoled Clint; she reminded him that he had done a good thing for Matthew. Clint was disappointed that Matthew had been upset by the gesture. \n\n\nJessica's arrival with her daughters distracted everyone. Natalie pulled Jessica aside to talk. Jessica told Natalie about her encounter with Brody at the gym. Jessica admitted that she was disappointed. However, Jessica found comfort from her daughters. Jessica explained that, no matter how much pain she was in, seeing Chloe gave her hope. \n\n\nLater, Natalie and Jared announced that they needed to talk to Jessica. When Jessica noticed their somber expressions, Jessica admitted that she was worried. Natalie confessed that they wished to discuss a serious matter with Jessica. Natalie and Jared had decided to accept Jessica's offer to be Chloe's godparents. Jessica was overjoyed by the news. \n\n\nAs Matthew settled into his room, he apologized for leaving the party. Matthew insisted that he wasn't ready to socialize with people. Matthew felt as if everyone pitied him. The only person who hadn't made Matthew feel that way had been Destiny. Matthew didn't understand why Destiny had not been around since she had visited him in the hospital. \n\n\nClint took a moment to apologize to Nora. Nora assured Clint that he had nothing to feel sorry about, but she needed some time alone. Clint gave Nora the space she had requested. Her solitude was short-lived. When Nora answered a knock at the front door, she found Hank standing on the doorstep. Hank wasn't alone; Rachel had accompanied her father. \n\n\nDestiny went to La Boulaie to talk to Sean. Destiny was annoyed with Sean because he had not helped her paralyzed friend, Matthew. Sean had no idea how he could be of help to a paralyzed child. Destiny pointed out that Sean couldn't, but he knew someone who could. Sean insisted that Destiny drop the matter. He also warned Destiny not to pursue the issue further. Destiny ignored Sean's advice; she was determined to help Matthew. \n\n\nKyle had doubts about taking John Doe's bone marrow and passing it off as Stacy's. He pointed out that, as a long-term care patient, John Doe might not be healthy enough to donate. Roxy refused to allow Kyle to back out of their agreement while Shane's life hung in the balance. Eventually, Roxy convinced Kyle to start the procedure on John Doe. \n\n\nAt the hospital, Stacy entered Shane's room with a bright smile on her face. While Stacy basked in the glow of Shane and Rex's gratitude, Gigi bit her tongue to remain silent. However, the reality of the donation hit when Michael announced that they were ready to start the procedure. \n\n\nStacy balked when Michael tried to lead her to another room to begin the transplant. Stacy scrambled for an excuse to leave. Stacy announced that she had an appointment at another hospital. Rex, Shane, Gigi, and Michael appeared taken aback by Stacy's reaction. To explain her odd behavior, Stacy claimed that she didn't have health insurance. \n\n\nMichael explained that people had donated money for Shane's treatment. The money collected was more than enough to cover any expense that Stacy might incur. Stacy continued to stall, prompting Gigi to ask to have a private word with her sister. \n\n\nIn the hallway, Gigi asked if Stacy had changed her mind about donating her bone marrow to save Shane. Stacy insisted that she intended to follow through with her promise, but she had to do it another day. Stacy was forced to make up another lie. Stacy claimed that she had a deep fear of needles. \n\n\nGigi reminded Stacy of all of the painful tests that Shane had to endure; Gigi didn't have any sympathy for Stacy. Rex joined the sisters. He wanted to know what was going on. Eventually Michael intervened by dragging Stacy to an examination room. \n\n\nMichael explained to Stacy that before they could harvest her stem cells, she would have to undergo a series of injections that were designed to stimulate cell production. He warned her that there would be side effects. While Michael stepped out of the room to fetch the medication needed to begin the process of harvesting the needed cells, Stacy called Roxy. Stacy wanted Roxy's assistance to slip out of the hospital. \n\n\nRoxy refused to help Stacy. Before she ended the call, Roxy told Stacy that she hoped the medication they injected Stacy with would make Stacy fat. \n\n\nWhen Michael returned to the exam room, he realized that Stacy remained reluctant to undergo the procedure. Michael admitted that he couldn't force Stacy to donate. He offered to give her some time to think about her decision then left the room. \n\n\nAlone, Stacy entertained a fantasy of Rex walking in to declare his love for her. When Michael returned to the room, Stacy agreed to go through with the injections. \n\n\nIn the hallway, Rex became annoyed when Gigi made a less than flattering comment about Stacy. Rex suggested that Gigi stop badmouthing her sister, since Stacy would be the one to save Shane's life. As Rex stormed away, Gigi's cell phone rang. \n\n\nBrody had called to check on Gigi. Gigi cried about her situation with Stacy. Brody told Gigi that he had tried to reason with Stacy but had failed. Gigi appreciated Brody's effort on her behalf. She told Brody that he was the only person who understood. Gigi was unaware that Rex had heard her last comment. \n\n\nRex snatched the phone out of Gigi's hand. He yelled at Brody to leave them alone while they were in the hospital with Shane then disconnected the call. Rex blasted Gigi and reminded her that Stacy was the only person who had pulled through for Shane. \n\n\nWhen Gigi went to Shane's room, Rex was with their son. Shane asked what was going on; he sensed it involved Stacy. Gigi and Rex insisted that everything was fine. Shane was relieved, but he asked if everyone could start being nicer to Stacy.\n\n\n",
    "tvmega_recap": "Dorian wants to deny her interest in Ray and have him believe that she prefers David when she's afraid that maybe he prefers Tea. David calls and asks her to see his new commercial. She has Ray watch it assuming they'll see an impressive presentation. But David shows that he's a spokesman for a hemorrhoid commercial. When Ray sees that she's humiliated as well as hurt that it's more important to David than she is, he surprises her by appearing sensitive and he kisses her. Stacy knows she has to make everybody believe that she is donating her own bone marrow for Shane. So she goes with Michael to the exam room. But he tells her all of the things she has to undergo in order to donate the bone marrow. And she is afraid. Yet, she has the fantasy about winning Rex over. Rex and Gigi are having serious problems when he overhears her talking to Brody and being very gracious. He asks her why she is so angry at Stacy having no clue what Stacy did. Matthew comes home and is not ok with the welcoming party now that he's confined to a wheelchair. His friend, Destiny asks her brother Shawn (Dorian's' body guard) to come with her to Matthew's party. But he reveals he has some issues with Matthew's family.",
    "tvmega_summary": "Episode # 10412 -- Eye of the Needle",
    "soapcentral_condensed": "Dorian received a phone call from David. David had landed a spot in a national television commercial. Brody surprised Jessica when he admitted that he cared for her. Jessica told Natalie about her encounter with Brody at the gym. Jessica explained that, no matter how much pain she was in, seeing Chloe gave her hope. Nora and Bo arrived home with their son. Matthew felt as if everyone had been pitied him. Destiny didn't understand why she had not been around since she had visited him in hospital. Rachel went to Destiny to talk to her father Sean La Boulie. Nora apologized to Clint for leaving the door open for Hank. Clint assured Nora that he had nothing to feel sorry for. Nora gave Clint some time alone but she needed the space. She asked Clint if he had anything to say to her about Destiny. Clint said he didn't know what to say, so Nora asked him to say something to her. Nora asked Clint to say what he thought about Destiny's visit to the hospital.\n"
}