{
    "soap_central": "\n \n\nIn his office at the police station, Bo examined Allison Perkins' case file.  As John entered, Bo informed him of the reason for their briefing - Allison had awoken from her coma and escaped Statesville Prison several weeks prior, and was likely on the loose in Llanview.  Bo assumed she would once again target the Buchanan family, and told John they needed to alert Natalie and Jessica in particular.  John remembered Allison's last rampage in 2008, and recalled how she'd claimed to have a huge secret about the Buchanans on a mysterious DVD, which was shattered in her fall from the balcony of the Palace Hotel ballroom.  He hoped to question Allison about her long-lost secret, and Bo said they'd get to the truth once they found her.\n\n\nBrody arrived, and Bo filled him in on the situation, and emphasized the potential danger to Jessica.  John warned Brody that Allison had to be considered armed and dangerous.  Bo emptied an envelope full of Allison's possessions upon her hospitalization; the pile of knick-knacks included the smashed DVD, which had been snapped in two.  John wondered if the DVD had contained an old message from Mitch, but Bo felt sure that with Mitch back in circulation, Allison was likely following all-new instructions from the Messenger himself.\n\n\nThe boys in blue examined Mitch Laurence's visitors list from Statesville, and looked through the names for any sign of Allison; they found Brody's visit, and many entries for Roxy, but no Ms. Perkins.  John had sent for the prison's surveillance tapes to be sure, but Bo reminded him that Allison's father had once been the warden at Statesville, and she'd broken out herself, which meant she was amply capable of evading prison security.  Brody headed into the bullpen to call Llanview High and check for sightings of Allison, while Bo checked in with Oliver on patrol at Llanfair, and John called Natalie.  Oliver reported no sign of Allison or the Buchanan sisters at the house, while John got Natalie's voicemail, and urged her to call him back - \"it's about Allison Perkins.\"\n\n\nJohn joined Brody in the bullpen where they continued looking over the Statesville visitor records.  John was surprised Roxy had visited so many times, but Brody's mind remained on Jessica's safety.  John told him to head to Llanview High and check on her.\n\n\nAfter Brody left, John sat down with one of the prison guards from Statesville, and asked him to identify the woman who'd repeatedly visited Mitch.  The police technician brought up Roxy's picture on the computer, but the guard said the face was close, yet somehow \"different.\"  Sensing a lead, John had the tech pull up a picture of Allison, and the guard said that was the woman he'd seen, but with different hair.  When the technician superimposed Allison's face onto Roxy's picture, the guard identified her as the woman who'd visited Mitch.  The only question, John mused, was where Allison had gone since then.\n\n\nAt the Sun, Todd entered his newly shared office, and listened in as Kelly chatted on her phone in an attempt to track down the mystery man who'd called her about Melinda's death.  After she hung up, Todd pressed her for details, and Kelly explained that Dorian believed Melinda's death was no accident, as her mother didn't have a heart condition.  Kelly admitted she suspected Mitch, as well, but dismissed her phantom caller as a prank, and wondered if she was just being paranoid.  She told Todd she hadn't informed Dorian about the call, and wasn't going to.\n\n\nJust then, Dorian swooped into the office and told Kelly she didn't have to tell her anything, as she already knew all about it.  Kelly assumed Dorian had overheard them talking about the phantom caller, but was surprised and relieved when the oblivious Mayor Lord started in about her niece accepting Todd's job offer instead.  Kelly thought Dorian would be pleased she was staying in Llanview, and Dorian said she was overjoyed, but working at the Sun under the yoke of Todd was no place for her.  Dorian ordered Kelly to quit, but Kelly said she wouldn't; she wasn't going to be under Todd's thumb, or Dorian's.\n\n\nDorian accused Todd of having no interest in Kelly or her journalistic talent, and said he'd only hired her to stick it to Blair.  Todd disagreed, and said Kelly was a talented asset who would elevate the paper.  Dorian laughed at his high-minded rhetoric, and pointed out his newest sleazy front page layout, which detailed the Sierra Rose custody fight with a crude cartoon and a headline reading \"Morasco Fiasco.\"  She warned Kelly that oil and water didn't mix, and that Kelly was too good to work for such a rag.  \"Todd is Todd,\" Dorian proclaimed, and stalked out.\n\n\nTodd asked Kelly why she hadn't told Dorian about the phone call, and Kelly said it was pointless, as she had no way to trace the caller's point of origin.  Todd told her not to give up so soon, and set his private investigators onto the case.  Surprised and touched by the gesture, Kelly asked Todd why he was helping her.  Todd dismissed his generosity, and said he simply didn't want his latest asset distracted from work by personal considerations.\n\n\nTodd asked Kelly if she was ready to get to work, and she agreed.  Her first move, however, was to tear up his front page layout.  \"This is disgusting,\" she declared, and told Todd that with her help, the Sun would change for the better.\n\n\nIn the Llanview High gymnasium, Jessica surprised Cristian with her request to join the musical stage crew.  Tired of her games, Cris flatly refused, and Jessica responded by suggesting that Todd would pull his financial support from the school arts program if he learned they'd denied his niece's request.  Cristian asked Jessica if she'd really resort to blackmail, and Jess countered by asking him why he was afraid to be alone with her.  She told Cris to relax; he'd made it clear he was with Layla, and Jessica claimed she was ready to move on with Brody, who'd asked her out.  She asked Cristian to let her prove that she was moving on by working alongside him, and rekindling the platonic friendship they'd had before they began dating.\n\n\nJust then, Brody arrived outside the gym, and was struck by the sight of Cristian and Jessica together.  As he entered and greeted them, he asked to speak to Cristian alone.  Taking Cris aside, Brody explained that Allison Perkins was on the loose, and he didn't want to alert Jessica and possibly jostle her fragile mental state.  Instead, he asked Cristian to let her join the stage crew as a means of keeping a protective eye on her, while Brody and the police continued their search for Allison.  Reluctantly, Cristian agreed.\n\n\nReentering the gym, Brody said his goodbyes, and told Jessica he'd call her about their date soon.  After he walked out, Jessica asked Cristian what they'd been talking about, but Cristian covered, and told Jess she could join the crew after all.  As Cristian and Jessica walked off together, Brody watched from the corridor with a heavy heart.\n\n\nAt the courthouse, Gigi stopped Rex from making a beeline for Schuyler's apartment.  She didn't believe Schuyler would run off with Sierra Rose, and sympathized with the babysitter excuse Téa had given to the judge.  Rex didn't buy it; he was sure Schuyler had another secret.  Gigi insisted they give Schuyler the benefit of the doubt, but Rex didn't understand why she was being so decent to a man who wanted to take her niece away from her.\n\n\nAs they continued to argue, Kim sashayed in, dripping with jewels and swaddled in designer duds.  She asked about the hearing, and Rex told her it was postponed.  Kim said it was just as well, as Schuyler and Gigi's battle would amount to nothing, since Kim would be raising Sierra.\n\n\nRex and Gigi were taken aback by her wild assumptions, and Gigi told Kim that Kim wasn't mothering material.  Kim shot back that she was the mother Stacy had wanted for Sierra, and that her new husband, Clint, and his crack legal team were on the case.  She said she'd learn how to be a mother, and that together, she and Clint could provide a family for Sierra, something Rex and Gigi had tried and failed to do on their own.  When a call from her interior decorator interrupted the confrontation, Kim walked off into the nearby courtroom.\n\n\nTurning to Rex, Gigi was fearful, afraid that Clint Buchanan's money and power could take Sierra Rose away from them forever.  Fed up, Rex told Gigi he'd take care of it, and hurried away.\n\n\nWhen Kim returned to the hallway, Gigi asked again why Kim was making a play for Sierra.  Kim replied that she had been Stacy's true sister, the only one that had really been there for Stacy.  She and Clint could pay the bills and care for Sierra in the lap of luxury, while Schuyler could barely pay his rent, and Gigi remained a barmaid.  \"Give Sierra Rose to people who can treat her right,\" Kim ordered, headed down the hall, and left Gigi alone and confused.\n\n\nSoon, in the neighboring lobby, Kim found herself sitting and pondering an old photo of her and Stacy; speaking to the picture, she promised to raise Sierra Rose as her own, and keep the baby's true paternity a secret.  Just then, Dorian breezed past, screaming orders into her cell phone.  Noticing Kim, she stopped to offer her condolences for Stacy, and tossed in a compliment for what she was sure was a skillfully made knockoff purse.  Kim told her it was no knockoff, and that Clint Buchanan wanted only the best for his bride.  \"You're married?\" Dorian sputtered, and Kim triumphantly brandished her wedding ring.\n\n\nAt Schuyler's apartment, Téa was horrified to learn that Sierra Rose had been kidnapped.  She asked who was responsible, and Schuyler said that the woman had called herself Allison Perkins.  He was sure it had something to do with Mitch Laurence, and Téa decided they had to call the police.  But Schuyler refused, and showed her Allison's video message warning him not to contact the authorities.  He feared that if he disobeyed Allison's instructions, she'd kill Sierra.\n\n\nAs they continued to argue, Téa noticed the social services badge Allison had left behind; she wondered what had happened to the real social worker, and insisted that as an officer of the court, she was obligated to call Bo and the police.  Ignoring Schuyler's pleas, she called the station and asked for Bo, but as her call was transferred to Bo's office, Schuyler asked her what she would do if it had been Danielle in Sierra's place.  As Bo answered the call, Téa froze, then covered and told him she'd had a legal question, which had just been answered.\n\n\nHanging up, Téa turned back to Schuyler and grudgingly told him she'd play it his way for the time being.  As they waited for Allison to call with more instructions, Schuyler grew increasingly frightened for his \"daughter.\"  When Gigi arrived at the door, knocked, and called for Schuyler, both Téa and Schuyler scrambled to figure out what to do.\n\n\nBack at the police station, Bo wrapped up a call to Clint's voicemail, to warn him about Allison Perkins.  No sooner had he hung up than he was confronted by Rex, who ordered Bo to get Kim and his brother off Gigi's back.\n\n\nAt Foxy Roxy's, Allison hid behind her facial mask as Natalie began to search the hair salon for the crying baby she heard.  When Allison trained a gun on Natalie from behind, Roxy scrambled to get her foster daughter to leave.  But Natalie wouldn't be deterred, and discovered Sierra Rose hidden in the corner.  Charmed by the adorable baby, Natalie asked whose it was.\n\n\nRoxy claimed she'd taken up babysitting as a side gig, but Natalie didn't understand why Roxy would have hidden the little girl from her.  Keeping an eye on Allison and the gun at all times, Roxy spun a yarn, and said she hadn't wanted to upset Natalie with thoughts of John and Marty's pregnancy.  As Allison gestured at Roxy with the gun, Roxy attempted to maneuver Natalie towards the exit.  Unfortunately, the mention of John cued Natalie to begin talking about her mixed emotions regarding her ex, and how they'd never considered children.  When Sierra began to cry again, Natalie returned to the baby's side and picked her up; she asked Roxy for the baby's name, but failed to notice \"Sierra Rose\" monogrammed on the child's pink blanket.\n\n\nRoxy said the baby's name was \"Angel,\" and again attempted to get Natalie to leave, but instead Natalie began to talk about how her John issues had led her to clash with Jessica, whose amnesia had created a rift between them.  Roxy urged her to head home immediately and work things out.  When Natalie set Sierra Rose down, however, she spotted the name on the blanket, and asked Roxy what she was doing with the child of two people she despised.  As Roxy struggled to think up an explanation, Allison crept through the shop and quietly locked the front door.  Roxy told Natalie she was doing Schuyler a favor by watching the baby, but Natalie didn't believe it.\n\n\nPanicked, Roxy ordered Natalie to leave immediately, but Natalie said that if Roxy wouldn't talk, Natalie would call Bo.  Natalie rushed over to the phone, only to feel the muzzle of Allison's pistol pressed against her back.  Allison ordered Natalie to put the phone down.  When Natalie turned, she asked the woman in the facial mask who she was.  Wiping the lotion from her face and pulling off the towel wrapped around her scalp, Allison reintroduced herself to Natalie: \"Great to see you again, for the last time!\" \n\n\n",
    "tvmega_recap": "Schuyler reveals to Tea that Alison Perkins kidnapped Sierra Rose and warned him not to call the police. Tea says they have to call the police because Allison probably killed the social worker she was impersonating. She tells him that as an officer of the court, it is her duty to report a crime but he talks her out of it. After the custody hearing has been postponed at Schuyler's request, Gigi tells Rex that confronting Schuyler will not help her get custody of Sierra Rose. Kimberly arrives and tells them that the hearing is a waste of time because Stacy said she wanted Kim to raise her child. When Gigi tells her that she doesn't have a chance, she informs them that the high-power lawyers that her new husband Clint Buchanan hired have a different opinion. Dorian runs into Kimberly at the courthouse and is shocked to discover that Kimberly and Clint are married. Rex goes to the police station and tells Bo to stop Clint and Kimberly from pursuing custody of Stacy's baby. Gigi goes to Schuyler's apartment. Todd overhears Kelley asking about tracing a call. She reveals that a man called her about her mother's death. Todd hires a private detective to look into it. Dorian goes to the Sun and expresses her disapproval of Kelly working with Todd. Jessica continues to pursue Cristian. He continues to keep her at arms length. Brody asks Cristian to keep an eye on Jessica because Alison Perkins is out. Bo and John discuss Alison Perkins' escape. Bo tells John that he thinks Alison is awaiting instructions from Mitch Laurence. Bo notices that Roxy went to visit Mitch twice in one day, so he asks the guard to identity the visitor from a picture. He doesn't quite recognize Roxy or Alison. When he sees a picture of Alison's face with Roxy's hair superimposed, he confirms her as the visitor. Alison is at Foxy Roxy's Salon with a gun when Natalie goes there to see Roxy. Roxy suggests that Natalie come back another time but Natalie refuses. Natalie finds Sierra Rose and demands to know whose baby she is. Roxy says she is babysitting. Natalie notices the baby blanket has \"Sierra Rose\" embroidered on it and figures out that it is Schuyler's daughter. Roxy tells Natalie to leave, but Natalie picks up the phone to call Bo. Alison pulls her gun on Natalie and tells her it is great to see her again for the last time.",
    "soapcentral_condensed": "Allison Perkins escaped from Statesville Prison several weeks prior, and was likely on the loose in Llanview. Kelly called the Sun in an attempt to track down the mystery man who'd called her about Melinda's death. Dorian swooped into the office and told Kelly she didn't have to tell her anything, as she already knew all about it. Kelly said she wouldn't be under Todd's thumb, or Dorian's or her journalistic talent, and Todd said he'd only hired her to stick it to Blair Blair. Kelly was overjoyed when the oblivious Mayor Lord started in about her niece accepting Todd's job offer instead, but Dorian said she wasn't going to be under his thumb, and pointed out his newest sleazy front page layout, which detailed the custody fight with Sierra Rose. She warned Kelly that oil and water didn't mix, and that Todd was too good to work for such a rag, and proclaimed that Kelly was a talented asset who would elevate the paper.\n"
}