{
    "soap_central": "\n\nAt Capricorn to rehearse a new song, Blair wants to help Cris out in some way as he sits and stares into space. Life around him is a mess with his brother gone and not talking to him, a racist out to kill him and his ex-girlfriend dying. No one can help him, he tells her. When Layla arrives from the hospital with Vincent and announces no change, Cris admits to Blair that he still loves Evangeline. They ask each other if they'd go back and start over with their loved ones. Though they had a brief moment that felt like old times in Chicago, Blair feels that there are \"...too many wounds to heal\" between her and Todd. Cris decides that he will tell Evangeline he loves her and never stopped. Blair practices her song and they drink a toast to things getting better. Vincent hangs with Layla and tries to comfort her as she reminisces and cries. He wants to take her home, just to make sure that she's safe. She can call him anytime if she needs him, he offers.\n\n\nMiles gets back to the hotel and plays the stolen tape; he hears Marty's confession to killing Spencer.\n\n\nAt the police station Marty starts to confess to John but they're interrupted by Bo who wants to fill John in on a new lead in the arsonist case. Apparently Rex inadvertently stumbled upon a tip when he learned that Tate went to a camp in Wyoming and returned changed. Could it be a coincidence? John wonders how it could be Tate, in such public view, but Bo suggests that he can \"hide in plain sight.\" He promises not to tell the mayor. While waiting for John, Marty receives a call from Miles, demanding that she see him right away regarding Spencer's murder. When John returns, he's surprised to find Marty gone. \n\n\nJess begins to crash and Viki and Clint learn that she's having kidney failure. She receives an emergency dialysis but things don't look good. In the meantime, Antonio, Jamie and Nash head back to Llanview. Antonio tells Nash that he may not have Jess forever. After all, he says, she promised to love him and she walked out on him. The same could happen to Nash. Nash retorts that he's more concerned with the fact that Jess is dying. He realizes it's a tough situation for Antonio and feels badly for what he's going through and understands. Antonio insists that he's returning and donating his liver because it's the right thing to do. Nash is finally able to reach Clint via telephone and learns that Jess is in danger of complete breakdown. Clint only hopes that the couple of hours it'll take for them to get back to Llanview will be soon enough. Jess is handed the phone and Nash urges her to hang on. They profess their love for each other and Jess asks to speak to Antonio. She apologizes to him as she hates asking him to be her donor. He tells her not to be sorry, that he wants to help. She will always be grateful, she tells him. Clint takes the phone and begs him to hurry. He and Viki beg their daughter to wait for Antonio. Unfortunately, there's a problem; there are heavy thunderstorms in the vicinity and the plane's arrival will have to be delayed.\n\n\nJohn runs into Cole at the coffee shop as he's rehearsing his lines for the musical. He begs off helping run lines and suggests he find a girl to help him. He'd rather just see the show one time, he confesses. Cole swears he's staying away from girls for now. In answer to John's question about Marty's whereabouts, Cole only heard from her that she had a meeting to go to. He actually asks about the status of John's and Marty's friendship and learns from the detective that they're just friends. No surprise there, the boy replies. John is in no way like his dad, though he was  hoping. Cole just goes on and on and then stops in embarrassment, asking the detective to forget the whole conversation. They admit that they like talking to each other though. Cole will tell his mom that John was looking for her, as McBain leaves her a message. \n\n\nMarty gets to Miles' suite and hears her taped confession. Wondering how he got his hands on it, Miles will only say that \"it fell into my possession.\" She assures him that she will turn herself in and was about to confess to John when he called. He's extremely upset that she killed his best friend but she misinterprets what he's saying. Surprisingly, he tells her she must not confess to the police because what would happen to her son if she does? He begs her to keep quiet. His best friend is dead but he loves her. In return he wants her undying gratitude and her hand in marriage. He'll keep her secret.\n\n\n",
    "tvmega_recap": "John tells the receptionist to get him Statesville back on the phone. Marty comes in and tells him that she has to talk to him. Miles comes back into his hotel room Marty tells John that this isn't about something that Cole had done, but her. Miles listens to the tape that he had stolen out of the psychiatrist's office that contained Marty's conversation with her psychiatrist friend. Miles finds out that Marty had killed Spencer Truman. Christian sits up against the wall at Capricorn. Blair comes and tapping him on the backside, asks him if there is anything she can do to help. Christian fills her in on everything that had been going on. Antonio, Jaime, and Nash head back to Llanview for the transplant. Nash is frantic that he cannot get in touch with Clint. Michael explains to Clint and Vikki that the tests would take about an hour. The nurse notices that something is wrong with Jessica. Michael orders Vikki and Clint out. Michael tells them that they are losing Jessica. Michael finds out that Jessica had gastrointestinal bleeding. Michael comes out and tells them that Jessica's kidneys are failing. John questions Marty as to what she had done. Marty lets him know that she doesn't know quite how to begin .Bo comes out of his office and tells John that he thinks that they have gotten a lead in the hate crime case. Miles finds out that Marty had killed Spencer Truman. Bo fills John in on the situation with Tate and his link to Wyoming. Marty gets a call from Miles to meet him in his hotel room that they need to talk about Spencer Truman's murder. John goes back to join Marty, but he finds her gone. The doctors can't give Vikki and Clint much hope for Jessica's recovery. Nash calls Clint and lets him know that he is on his way home with Antonio. Paige goes to see Bo and fills him in on Jessica's condition. Nash asks to talk to Jessica. Jessica asks to talk to Antonio. John questions Cole as to where Marty is. Miles plays the tape for Marty in which she had confessed to the murder of Spencer Truman. John questions Cole had something happened lately that had made Marty so unhappy lately. John lets Cole know that he and Marty are only friends. Cole lets John know that he is nothing like his father. Marty asks Miles where had he gotten the tape. Marty tries to explain to him that she had blocked it out. Miles asks her not to confess to the police that she had killed Spencer Truman. Miles tells Marty to not let anyone ever know what she had done. Miles also lets her know that he will never let anyone know what she had done because he loves her. Vikki and Clint sit vigil by Jessica's bedside, hoping and praying, that Nash and Antonio will make it home in time to save Jessica's life. The pilot gives Nash and Antonio that they are having thunderstorms and will have to delay their arrival into Llanview. Miles tells Marty that he will keep her secret forever in exchange for her undying gratitude and her hand in marriage.",
    "soapcentral_condensed": "At Capricorn to rehearse a new song, Blair wants to help Cris out in some way as he sits and stares into space. When Layla arrives from the hospital with Vincent and announces no change, Cris admits to Blair that he still loves Evangeline. Vincent hangs with Layla and tries to comfort her as she reminisces and cries. John runs into Cole at the coffee shop as he's rehearsing his lines for the musical. He begs off helping run lines and suggests he find a girl to help him. Cole swears he's staying away from girls for now. In answer to John's question about Marty's whereabouts, Cole only heard from her that she had a meeting to go to. He actually asks about the status of John's and Marty's friendship and learns from the detective that they're just friends. John is in no way like his dad, though he was  hoping. Cole will tell his mom that John was looking for her, as McBain leaves her a message.\n"
}