{
    "soap_central": "\nIt's Not The Meet, It's Emotion\n\n\nOn duty at the police station, Oliver and Layla examined Mitch Laurence's rap sheet with awe and horror.  Layla encouraged Oliver to get his mind off work and onto his date with Kyle, but Oliver said he had to man the office and then do crowd control at the mayoral swearing-in ceremony before he could relax.  Layla realized that her roommate was nervous, and Oliver admitted he was afraid of disappointing Kyle; he had only just come out of the closet, whereas Kyle was experienced and had been out since high school.  But Layla didn't understand the nature of Oliver's qualms until he mentioned how in the years since college, Kyle had been with men who'd \"[known] what to do.\"  \"You're worried about the sex?\" Layla blurted out.\n\n\nApoplectic, Oliver hustled Layla into John's office for a private conversation and told her to keep her voice down.  He told her he was ready to be with Kyle, but had only been with women since his university days.  He feared he wouldn't be able to perform properly or satisfy a lover.  \"Well, I had a good time,\" Layla chimed in. She assured him that sex was just sex, but Oliver and Kyle were in love, and there was no way they wouldn't make each other happy.\n\n\nAt La Boulaie, Starr, Cole, Langston, and Markko reviewed footage of Kyle, Oliver, and Nick from the mass gay wedding.  The teens were impressed by Markko's filmmaking technique, and pleased to hear that he would be continuing his documentary on Dorian's rise to power.  Langston expressed curiosity about what had become of Llanview's big gay love triangle, while Markko hoped that his documenting the mayoral race would get him back in Dorian's good graces.  Langston reassured him that Dorian didn't hate him.\n\n\nEntering the drawing room, Dorian added her own two cents; she told Markko she did not hate him, as he'd merely made an error in judgment, which fate had corrected.  Starr reminded her aunt that \"fate\" had also led to Jared's death, and heartbreak for Viki, Natalie, and the Buchanans.  \"Oh, no, I was speaking of fate in the abstract,\" Dorian trilled.  Reflecting on Jared's tragic death, Dorian seized the spotlight.  She agreed that Viki had made a \"heroic\" choice to cede the mayoral office, and said the circumstances were unfortunate, but as Dorian was in power, she would do her job in Jared's name.\n\n\nBreaking from her reverie, Dorian noticed that Markko was filming her with his camera.  Langston explained to her mother that Markko was compiling footage for his documentary on her campaign, and would also film the swearing-in ceremony.  \"Do you think you can have it ready in time for Sundance?\" Dorian asked, her mind on the film festival circuit.  Markko promised to try.  Her spirits boosted, Dorian raced off to get dressed.\n\n\nA short time later, Markko's camera was still rolling as he taped Dorian descending the La Boulaie staircase in her mayoral finery.  Dorian spoke directly to the camera, promising to do her duty to the fullest as mayor of Llanview.  Just then, Amelia arrived, asking Dorian if she'd follow through on her promises to the gay and lesbian community.  Dorian introduced Amelia to the camera, and reiterated her commitment to equal rights.  \"I'm Dorian Lord, and I keep my promises,\" she declared, flashing a \"V for Victory\" sign at the camera.\n\n\nIn Angel Square, Kyle was on his way to the hospital when he ran into Nick, who was preparing for the swearing-in ceremony.  The exes made awkward small talk as Kyle asked about the status of Dorian's campaign promises to the gay community.  Bitter, Nick said that after being left at the altar, he was loath to get his hopes up.  Kyle apologized to Nick, but said he hadn't been in love with Nick, and would've been uncomfortable making such a commitment to him when he really wanted someone else, namely Oliver.  Nick grudgingly accepted his apology.\n\n\nNick asked Kyle how things were going with Oliver, and Kyle explained that they were going on their first official date later in the evening.  Nick was surprised to hear the lovebirds were taking things so slowly and carefully, and quickly surmised that they hadn't slept together since college.  He admitted he couldn't fathom it, remembering that he and Kyle had immediately been intimate.  \"Right,\" Nick realized sadly. \"You weren't in love with me.\"  Swallowing his pride, Nick agreed to be friends, and the exes exchanged a handshake and a hug, which Oliver witnessed as he arrived in the park.\n\n\nNick quickly disabused Oliver of any notion of impropriety, and said he merely wanted to let bygones be bygones.  He told the couple that they were lucky to have each other and asked if they would be making it official when Dorian handed out marriage licenses, but Kyle and Oliver said they weren't ready for that.  Nick said he could understand that, and accidentally blurted out his knowledge of their sex life or lack thereof.  With the cat out of the bag, Nick beat a hasty retreat, wishing Kyle and Oliver the best of luck.\n\n\nOnce they were alone, Oliver confronted Kyle about speaking to Nick about their \"relations.\"  Kyle said that Nick had figured it out on his own, and swore that he would never be so cavalier about their relationship, that Oliver meant too much to him.  Kyle said it was okay to be nervous about their date, and that they both were, but they were going to do things right.  Calming down, Oliver kissed Kyle on the cheek as he left for the hospital.\n\n\nDorian and the teens arrived in the crowded park just in time for the ceremony, with Markko's camera still rolling.  Nick pulled Amelia away from the crowd, and asked if Dorian was still committed to her campaign platform.  Amelia told him not to worry, and that Dorian would go all the way.\n\n\nAscending the dais, Dorian took her vows with the aid of a justice of the peace, as Starr and Langston looked on with pride.  While Dorian was speaking before the masses, a young man confronted her and asked if she intended to keep her promises to the gay and lesbian voters.  Milking the drama of the moment, Dorian produced a stack of marriage licenses and told the crowd she had every intention of honoring her promises and signing the gay and lesbian marriages into law that very day.  Before she could put pen to paper, however,  the Pennsylvania Attorney General accosted Dorian, and told \"Mayor Lord\" that by order of the governor, he was there to shut her down.\n\n\nAcross town at St. James Church, another hallowed ceremony was disrupted as Mitch Laurence rose from the coffin meant for Jared.  \"Well, don't look so surprised!\" he admonished the shocked mourners. \"It's not like this is the first time I've come back from the dead!\"  Bo, Brody, and John rushed to the pulpit to grab Mitch, who began to taunt and mock the assembled Buchanans.  \"Where is he?\" Natalie howled at Mitch, demanding to know where Jared was.  Mitch played dumb, but warned the family not to dress Jared too warmly, as he doubted the late Mr. Banks was going to a better place.\n\n\nEnraged, Charlie lunged at Mitch, only to be pulled off him by Bo and John.  Mitch explained that Jared's body was still at the funeral home, but he'd co-opted the coffin for a family reunion.  \"I don't understand,\" he cried. \"You all seem so offended!\"\n\n\nClint headed for the exit to see to Jared at the funeral home, but Bo and Nora begged him to wait for backup in order to avoid a trap.  Clint said he would be all right.  Through it all, Mitch wriggled in Brody's grasp, taunting Jessica and Natalie, and asked Jessica if she'd gotten his letter.  When Mitch called Jessica his daughter, Clint reacted violently: \"She's my daughter!\"\n\n\n\"Ah, yes, Clint Buchanan, the cuckold,\" Mitch purred, needling Clint about his \"assignation\" with Viki all those years before, when they'd conceived Jessica.  Viki reminded Mitch that he had raped her, but Mitch merely expressed appreciation to Clint for raising his daughter for him.  Disgusted, Clint rushed out to the funeral home, fearing what he would find there.  Mitch jeered that Clint should also fear what he might find in his own home.  \"Right, Nora?\"\n\n\nAs Bo and Nora winced at Mitch's implications, a hysterical Natalie stepped forward and asked what Mitch was doing out of jail.  Mitch gleefully explained that the Napa police had dropped all charges.  \"No freakin' way!\" Roxy cried as she leaped to her feet.  John said that it was true, and he'd just gotten the call.  Turning back to Jessica, Mitch had good news: \"We won't need letters anymore, kitten.  Daddy's home!\"\n\n\nBo directed Brody and another officer to grab Mitch, who said the Llanview Police Department couldn't hold him.  Bo disagreed, and said Mitch was under arrest for the murders of Wayne Landers and Pamela Stuart, though Mitch continued to pin the killings on Jared.  As Bo and Brody began to drag Mitch out of the church, Mitch told them to stop so he could say a proper hello to his son, Rex.  \"He's the son I always wanted,\" Mitch marveled, staring the horrified young man down. \"I'll be in touch.\"  As he was led away, Mitch continued shouting at Rex, \"We have much work to do, you and I!\"\n\n\nThe congregation struggled to recover from the disruption, while the Buchanans were baffled by Mitch's sudden release from prison.  Clint returned, and said he'd found Jared's body waiting at the funeral home, but received no explanations as to how Mitch had managed to get into the coffin.  John told Marty he would accompany Bo and Brody to the station with Mitch in custody, and hurried out.  Attempting to restore order, the pastor directed the congregation to the cemetery for Jared's burial and Nash's re-internment.\n\n\nAs the church emptied, Rex stumbled into the foyer, still reeling from his first encounter with Mitch.  Gigi attempted to comfort him, but Roxy had more succinct advice: stay away from Mitch at all costs.  As Roxy left to accompany the funeral procession, Rex continued to puzzle over Mitch's words about \"work to do,\" and said that it was like Mitch knew him already.  Gigi said that wasn't true, and that Bo was more his father than Mitch, who was not only a stranger, but a monster.  Ushering him back towards the altar, she encouraged Rex to pray with her, not only for Jared, Natalie, and Charlie, but for their family, so they might be \"delivered from evil\" and able to take care of one another.\n\n\nAt the police station, Brody and Bo tossed Mitch into a holding cell.  Mitch continued his endless stream of taunts, deriding Bo's attempts to be a father to Rex and goading Brody about his mental illness and his past in Iraq, hoping to spur him to violence.  Before Brody could lose his cool, John arrived.  As Brody left to rejoin the Buchanans, Mitch told the cops again that they'd be unable to hold him, and got in another jab at Bo about Clint, and his inability to see danger lurking so close to home.  As Bo and John left the cell block, Mitch reached into his pocket and pulled out a photo of Rex.\n\n\nAt the cemetery, the Buchanans, their friends, and their family assembled at a new gravesite for Jared's burial.  Viki, Jessica, Clint, Nora, Moe, Noelle, and Roxy each took a turn reading a verse from a poem by Mary Elizabeth Frye. \n\n\n\n\n\nTaking the final verse, Natalie choked out the words through her tears. \"Do not stand at my grave and cry,\" she said softly. \"I am not there.  I did not die.\"\n\n\nAs the ceremony ended, an overcome Charlie staggered off to a corner of the cemetery, still clutching the liquor bottle hidden in his coat.  As Viki approached him, he told her he needed to get to an Alcoholics Anonymous meeting immediately, and hurried away.\n\n\nAs the mourners comforted one another, Viki and Jessica approached Natalie and asked if she was ready to leave.  Weeping, Natalie asked for a few more minutes alone with Jared, and the others agreed.  As Roxy passed by, Natalie hugged her and thanked her for being there.\n\n\nAlone with Jared's coffin, Natalie struggled to find her voice. \"Some funeral, huh?\" she joked.  She admitted that the chaos with Mitch was typical for her family, but she knew that Jared had always felt that every family was weird, and he'd always known what to say.  Remembering their time together, she told Jared that when he'd gone out of town on business trips, she'd fantasized about being there with him, even if it was somewhere she'd never been; when it was, she would simply close her eyes and remember the Buchanan ranch in Texas, where they'd fallen in love, and envision them there.  Producing a portrait of the ranch, she placed it beside Jared's coffin, and began to sob as she wondered where he was, and if he could hear her.\n\n\nReclining on the grass, Natalie lay down beside the coffin and closed her eyes.  She told Jared that she was going to picture him at the ranch, waiting for her.\n\n\nNearby, Jessica and the family concluded the ceremony re-interring Nash's remains.  As Jessica fought back tears, Viki and Marty comforted her.  Jessica told Marty that Mitch's violation of Nash had only made her pain fresh again. She asked Marty she still grieved for Patrick.  Marty said she did, but her pain lessened over time, and things would get easier.  She embraced her friend.\n\n\nBack at the police station, Bo and John headed for Bo's office as Bo wrestled with what to do about Mitch, and how to stop him once and for all.  John reminded Bo that two heads were better than one.\n\n\nIn the cell block, Mitch received another visitor.  He assumed the boys in blue had returned to taunt him, but was pleasantly surprised when he found Charlie glaring at him through the prison bars. \n\n\n",
    "tvmega_recap": "At St James' Church during Jared's funeral service, Jared's casket opens and Mitch Laurence sits up. He discloses that the Napa police released him. He reveals that he knows Rex is his son, and tells him they have work to do. Rex wonders what he means. Roxy warns Rex to stay away from Mitch. Bo arrests Mitch for the murders of Wayne Landers and Pamela Stewart. Jared's body is retrieved from the funeral home and buried. Nash's body is reinterred. Charlie has a bottle of vodka in his pocket and is tempted to drink it. He tells Viki he is going to a meeting but instead, he goes to see Mitch Laurence in jail. Fish and Layla discuss Fish's lack of confidence in moving forward with the physical aspect of his relationship with Kyle. Kyle and Nick clear the air about Kyle backing out of their marriage to be with Oliver. They agree to remain friends. Nick slips and mentions that Kyle and Oliver have not slept together. Markko is making a documentary about Dorian to make up for not voting for her. Dorian Lord is sworn in as Mayor of Llanview. She announces that she is issuing marriage licenses to all of the couples who participated in the commitment ceremony the month before. The state Attorney General, Andrew Gallagher arrives on the Governor's behalf and announces that he is there to shut her down.",
    "tvmega_summary": "Episode # 10577 ~ It's Not Meet, It's Emotion",
    "soapcentral_condensed": "Oliver and Layla are worried about their date with Kyle. Kyle runs into Nick, who was preparing for the swearing-in ceremony. Kyle apologizes to Oliver for leaving him at the altar. Nick says he's in love with Oliver, but wants someone else. Kyle and Oliver go on their first official date, and Nick is surprised to hear his ex-boyfriend is gay. The lovebirds were taking things so slowly and carefully, and quickly surmised that they hadn't slept together since college. The teens were impressed by Markko's filmmaking technique, and pleased to hear that he would be continuing his documentary on Dorian's rise to power.  Dorian spoke directly to the camera, promising to do her duty to the fullest as mayor of Llanview.  \"I'm Dorian Lord, and I keep my promises,\" she declared, flashing a \"V for Victory\" sign at the camera.  Just then, Amelia arrived, asking Dorian if she'd follow through on her promises to the gay and lesbian community.\n"
}