{
    "soap_central": "\n\nJohn stops by Marty's to retrieve his notebook. Cole is shocked to overhear that Marty and John went out drinking and playing darts. As John is about to leave, Cole invites him to stay to toast Patrick's birthday. While Marty is hanging up his jacket, John asks Cole if there are any other special traditions he should know about. Cole mentions that they usually sing and read poems, and Marty says that it's not so much a poem as a prayer. John recites his father's favorite Irish blessing, which happens to be the one that was Patrick's favorite as well. Marty, John, and Cole toast Patrick. Marty and Cole start to reminisce about the various stories Patrick told them, which prompts John to think about his father. After reminiscing, John thanks Cole and Marty for inviting him to share their traditions with him. As he's preparing to leave, John gets a text message. After John leaves, Cole asks Marty if she was on a date with John. Marty tells Cole that she's not trying to replace Patrick. Cole tells her that he doesn't mind if she goes out on dates, even if it is with John.\n\n\nMichael is impatiently waiting for Rex to call him with information on Todd and Blair. As he starts to call Rex, Marcie asks him who he's calling. Mike tells her that he's checking on a patient. Once Marcie gets Tommy back to sleep, she asks Michael how his patient is. He clumsily forgets that that is what he told her when she caught him calling someone, and changes the subject to Tommy. He thinks Tommy had a nightmare. Marcie doesn't believe that. Tommy has the perfect life. Michael promises that Tommy won't have another nightmare.\n\n\nTodd and Blair sneak into the adoption lawyer's office building in Chicago. Rex trails them. As Todd is trying to pick the office door's lock, he hears a strange noise. It's Rex's phone vibrating because Michael is trying to call him. After Todd successfully picks the lock and gets in the office, Rex calls Mike back and tells him that Todd and Blair have gotten into the office and could potentially find information about Tommy's adoption. \n\n\nAs he's talking to Rex, Marcie walks in and asks Mike if anything is wrong. He evades her questions, and Marcie realizes that Michael is lying to her again. Marcie begs Michael for the truth. While he's trying to come up with his version of the truth, John arrives. Mike wants to know why John is there. Marcie explains that she invited him over because she's worried that Michael's in some kind of trouble. Mike is upset by this and walks out. Marcie apologizes to John for getting him involved in this, and then asks him if Mike has confided in him at all. John tells her he doesn't know anything and tries to reassure her to have faith in Mike and that this problem between them will pass. Michael returns. He and Marcie apologize to each other for snapping and walking out and for getting John involved, respectively. After John leaves, they talk things over and comfort each other. \n\n\nWhile Todd and Blair are searching the office, Blair worries that Spencer sent them on a wild goose chase. As she's trying to convince Todd to give up if they don't find anything in this office, they hear a noise out in the hall. Todd peeks outside, sees nothing, and then continues searching. He finds a file on adoptions in Llanview. Meanwhile, out in the hall, Rex calls the police to report a robbery. While Todd and Blair are looking through the file, an officer bursts into the office and arrests them, while Rex still sneaks around in the hallway. \n\n\nViki, Dorian, and Clint are driving around searching for Jessica. Viki and Dorian bicker about how Dorian could have taken her own car to help the search because they could have covered twice as much ground that way. As they're bickering, Viki has an epiphany as to where Jessica might be. Clint wonders why Viki would think that Jessica is with Nash. She thinks that Jess's behavior at the adoption hearing has something to do with Nash. Dorian asks if there is anything going on between Nash and Jessica. Clint had assumed it was only one-sided, which prompts Viki to ask if Nash had talked to Clint about his feelings for Jessica. Viki then says that she knows Jess is worried about how Tess's feelings are factoring into her life. As Clint heads toward Nash's cottage, Dorian suggests that they call first. Viki tells her that obviously they're not going to barge into Nash's house. Clint agrees and adds that calling them would just give Nash the opportunity to lie about Jessica's whereabouts, or Nash's involvement in her disappearance, as Viki thinks. Viki also says that she didn't think that Jessica was capable of what she did at the hearing unless she was under an enormous amount of pressure. \n\n\nNash brings Bree to his cottage, and happily waits for Jessica to arrive, while telling Bree how special things are going to be now that Jessica is moving into the cottage with them. He hears a knock at the door. Expecting that it's Jess, he rushes to open the door, and is surprised to find Viki, Clint, and Dorian waiting for him. Viki and Clint ask Nash if he had anything to do with Jessica's decision at the hearing. He evades the questions, and then wonders if Jessica not adopting Jamie is such a bad thing. As Nash continues to not give them any information about Jessica, Clint grows frustrated and leaves. Before they go, Viki asks Nash to have Jess call them if he does hear from her, and then tells him to let Jessica make up her own mind about her decisions about Antonio and Jamie. \n\n\nWhile they're driving back, Dorian wonders if there is anything going on between Jessica and Nash. Viki tells her that if there is, it is certainly none of her business. \n\n\nBefore Jessica has a chance to bare her soul, Antonio tells her that he's the one that's going to start their discussion. He asks her where she was and why she didn't call. She tries to explain things to him, but he rips into her for hurting Jamie by not going through with the adoption. Jess says that she thought she was doing the right thing by not going through with the adoption, which leaves Antonio incredulous. He tells her that the best thing is to keep Jessica as far away from Jamie as possible. Jessica insists that she does love Jamie. Antonio wonders what, or who, kept her from adopting Jamie. Jessica tries to explain what was going through her mind while she was in front of the judge, but Antonio doesn't let her finish. He then asks her if she loves Jamie as much as she loves Bree. She says that that's a horrible question, and she absolutely loves both of them equally. Antonio doesn't understand how Jessica could change her mind in court like that if she loves Jamie as much as she loves Bree. Jess tells him how badly she felt after leaving the courtroom, and explains how everything changed after she left. Antonio berates Jessica because she was screaming in the rain while Jamie was off crying herself to sleep that night. She tells him that she saved Jamie more pain in the long run by not adopting her, which Antonio doesn't believe for a minute. She insists that she would have caused both Jamie and Antonio more pain, and tells him that he has to hear what she's feeling. Before she can tell him anything more, he tells her that he's spending the night at Carlotta's so Jamie doesn't think her other parent abandoned her. Before he leaves, he tells Jessica that they found her car near the quarry, and that they also found her necklace. After he leaves, Nash sends Jessica a text message asking her if she told Antonio the truth. \n\n\n",
    "tvmega_recap": "Todd and Blair sneak into an adoption agency to gain info on who had adopted his son, and where he may be. Rex watches them. Michael is impatient and wants Rex to call. Michael starts to make a call. Marcie comes in and tells Michael that she had finally gotten Tommy down. She notices that he had been dialing a number and she questions him as to who he had been calling. He lies to her and tells her that he was calling a patient. John comes to visit Marty. He tells her that he was driving by and had seen the light on. He questions her if she had found his notebook. Marty invites him in. John gets his notebook and starts to leave, but Cole invites him to stay. Clint, Dorian and Viki go in search of Jessica in the same car of all things. Viki, suddenly, has a thought that she may know where Jessica is. Nash brings Bree into the apartment. Antonio asks Jessica does she want to bear her soul to him right now. She nods her head, \"yes.\" Antonio tells her him first. Antonio asks her had she been in an accident or was she hurt. Antonio demands to know why she hadn't called. Jessica asks about Jaime. Antonio and Jessica begin to argue. Antonio tells Jessica that he sure doesn't know her anymore. Clint questions Viki as to why she thinks that Jessica is with Nash. Clint tells Viki that Nash had fallen in love with Jessica. Dorian asks does Jessica reciprocate his feelings. Dorian suggests calling first. John asks is that soda bread on the table. Marty takes John's coat and hangs it up. John picks up a piece of the bread and tells Cole that it is as hard as a rock. John recites a poem which was his Dad's favorite and also Patrick's. Marcie questions Michael about his patient Todd has difficulty in picking the lock. Michael tells Marcie that she will never have another nightmare. Michael calls Rex. Todd manages to get the door unlocked .Michael finally gets in touch with Rex. Michael demands to know what is going on. Marcie comes out the baby in her arms. She questions Michael as to what is wrong. John relives experiences about his father. Antonio questions Jessica if this was Tess that had caused her behavior. Jessica tells her that she feels that Jaime deserves better. Antonio screams at Jessica that he wants to keep Jaime as far away from her as possible. Todd searches through the files. Todd refuses to go down. Michael begins to talk to the baby instead of answering Marcie's question. Marcie accuses Michael of lying to her yet again. John thanks Marty for putting up with him. John gets a beep and leaves. Cole questions Marty if she had been on a date with Detective McBain. Nash opens the door and finds Viki, Dorian and Clint. Jessica insists that she loves Jaime. Antonio demands that Jessica start talking. Jessica begins to try to explain about her feelings. Jessica tells him that something changed. Jessica remembers making love to Nash. Clint wonders if Nash knew what had happened at the adoption agency., Nash beats around the bush and doesn't really give them any straight answers. Marty tells Cole that she is not trying to replace his father. Marty apologizes about Starr. Cole advises her to date John. Marcie orders Michael to tell her the truth. Michael tells Marcie that everything that he has done he has done for her. There is a knock on the door. It is John. Michael becomes angry and walks out after he finds out that Marcie had called John to help out in this situation. Todd and Blair search through the files trying to find some piece of info that will help Todd find his son. Suddenly, Blair hears a noise outside. She hurries to turns the lights off. Marcie urges John to tell her what is going on with Michael if he knows. John assures her that Michael hasn't said anything to him. Rex waits outside the door. Todd looks out the door and doesn't see anyone. Todd finds some valuable information. Rex calls the police and reports a burglary in process. Clint asks does he know where Jessica is. Nash assures them that Jessica will turn up. Jessica tells Antonio that nothing that happened today was planned. Jessica continues to cry as Antonio continues to scream at her. Jessica tells Antonio that she doesn't know how she feels, but he has to hear it right now. The police come in and arrest Todd and Blair. Antonio tells Jessica that he had found her car at the quarry and he holds up a bracelet that he had given her. Nash calls Jessica. She cries as she looks toward the door.",
    "soapcentral_condensed": "John stops by Marty's to retrieve his notebook. Cole is shocked to overhear that Marty and John went out drinking and playing darts. As John is about to leave, Cole invites him to stay to toast Patrick's birthday. Michael is impatiently waiting for Rex to call him with information on Todd and Blair. Viki, Dorian, and Clint are driving around searching for Jessica. Clint asks Viki if there is anything going on between Nash and Jessica, which prompts Viki to ask if Nash had talked to Dorian about his feelings for Jess. As Clint heads toward Nash's cottage, Viki suggests that they first call Dorian. Nash brings Dorian to his cottage and happily brings his wife back to Bree's house to see her family. The episode ends on a cliffhanger as Viki and Dorian find Jessica's body at Nash's house, but she's not with him. The season finale airs at 8 p.m. ET on Thursday, September 26. The series finale airs on September 28.\n"
}