{
    "soap_central": "\nDUNGEONS AND DRAGONS\n\n\nIn Mendorra, the arrival of Her Royal Highness was announced, causing the staff to line up and bow. Tina walked in with Cris and Antonio and replied, \"Yeah, it was swell,\" in response to hopes that she had a pleasant trip to the States. She learned that her prince was off posing for his royal portrait and she acknowledged that she was without her pooch, David Vickers, who had run away and was probably off eating garbage. In a cell somewhere on the premises, Talia stewed alone until Sarah was tossed in alongside her. Jonas advised them that all would be revealed soon. Sarah was feeling sick and confused, having remembered nothing since she arrived at her Llanview apartment to await the insurance agent. Jonas assured the others that the women would be safe as long as they all cooperated. \n\n\nIn similar scenes in two different locations, Blair cried over her latest encounter with Todd, while Todd expressed surprise that Blair wanted a divorce. At the diner, John offered to listen to Blair get things off her chest, while Marty offered to do the same with Todd. Both of the Mannings verbalized their inabilities to trust the other, while they both admitted they still loved each other. Blair admitted that she ran over to Todd's because of Delphina's tip that there was another woman, but she didn't see anyone. Todd reinforced his case against John, citing that the man turned Blair against him and that now both he and Marty were John's victims. Todd portrayed John as someone who had used Todd's love to his own advantage and had turned his entire family against him. He thought that John was a danger to both himself and Marty. \n\n\nGetting ready for his sudden wedding, Bo confided to Clint how happy he felt. Clint wondered if Bo was really sticking it to Asa by marrying Lindsay, feeling that Asa was still around wheeling and dealing. Bo felt quite confident that Asa was not involved at all and that he really loved Lindsay, feeling sure that their marriage would work out. Nearby, Nora reeled over the copy of R.J.'s letter that she found among her papers and when Clint walked in, advised him that Bo could not marry Lindsay. She insisted that it was because Lindsay was a two-timing, murdering liar, and not about herself and Bo as Clint suggested. \"You don't want Bo to marry anyone, do you?\" Clint asked her. He told her to let things go. Bo voiced his happiness to Rex and wondered if the young man had set things straight in his own life. \n\n\nCole and Starr continued their discussion in Angel Square, though they could not see eye to eye on a decision. Starr confessed that she felt the pregnancy was an accident while Cole saw things far differently. She thought that their having each other was enough but Cole felt that she just didn't understand his side. Starr didn't feel that Cole had thought things through, like supporting himself-let alone anyone else-while he was still in school. He advised her that he had contacted a lawyer because no strangers would adopt his baby. When Starr began to blurt out that they weren't strangers, he put recent happenings together and realized that the McBains were Starr's parents of choice. Cole felt that it was Starr's way of getting back at her father, but she defended her choice as the perfect solution. Cole angrily announced that Marcie wouldn't get his kid and that he would do what he had to. \n\n\nAt the diner, Gigi pursued Carlotta about a job since she could and would not work for Dorian. Langston couldn't understand why everyone was against her guardian. Gigi went off on a couple being able to love freely, causing Markko to speculate that she wasn't talking about him and Langston, or Dorian at all. Gigi agreed when Markko adamantly expressed his view that one's first love could be their only love. \n\n\nThe judge stopped to speak to John to learn if he had any more information to obtain his warrant for 437 Jackson Hill Rd. John responded that he was working on it, but Blair realized that it was Todd's address. Attempting to get anything at all on John's investigation, Blair pushed to be involved. She offered to get John into Todd's house and laid out several scenarios on how to be successful. John remained mute and though Blair was psyched on the idea of the two of them being a good team in the past, John advised her that he had to do things by the book. He did agree that she was better off without Todd. They decided to move on to a place with something a little stronger to drink. John mentioned that he saw Starr and Cole talking earlier, for which Blair was grateful. \n\n\nMatthew wondered if Nora was upset because Lindsay was about to become his stepmother. Marcie arrived in time for a toast, made by the best man, Rex. Bo felt it of great importance that he and his bride have \"lots of laughs\" in their marriage. \n\n\nSarah was angry when she realized that Talia had led her into a trap but it dawned on her that they were in their predicament due to Tina. She felt that her mother probably slept her way into her job as princess. She figured it had something to do with the jewels, but couldn't understand why Talia was involved. When Jonas finally met with Tina and her guests, Antonio assured him that he would not get the jewels until they saw the girls. \"Maybe I want more,\" Jonas quickly advised them. He told them further that he would get back to them, as he turned and walked out. The trio was confused but Antonio began to think that someone else was possibly involved. \n\n\nNora turned to Nigel for advice, asking if he would protect the family if someone were committing fraud (not realizing how close Nigel was to that same personal decision). He asked her if she considered her conscience or her loved one's feelings to be most important. She admitted that her own personal choice of conscience didn't work out too well the last time she chose that route, and that Bo hated her and didn't talk to her for a very long time. On the other hand, she didn't know if she would be able to live with herself if she remained quiet, she pondered. When the judge arrived to perform the ceremony, Nora regretfully tucked the letter in her blouse, telling herself to let it go. Clint was proud of her and suggested that Bo should have to deal with the consequences on his own. As the ceremony began, Nora plastered a phony smile on her face. \n\n\nMarty was interested to learn that Todd had children but when she asked if she herself had any, Todd apologetically told her that she was alone. He sadly uttered that John had stolen his life, and grabbing his hand, Marty commiserated with him. Marty felt that they would have to help each other through tough times. \n\n\nSarah voiced her concern about Cris and Antonio, and Talia assured her that while they were guilty by association, they were safely at home in Llanview. Sarah let out a sigh of relief. Talia informed her that she had a long story to tell. \n\n\n\"I want the full value of joy,\" Bo expressed in his vows. He asked for a house full of love, laughter, and trust. Lindsay acknowledged that because of Bo, \"...my life makes sense.\" She felt that she had become a better person and a more honest person. She accepted Bo willingly as her new husband, but before Bo could return the favor, Nora interrupted.  She pulled the letter from her blouse and insisted that he needed to see something! \n\n\nAntonio and Cris were shown to their chambers. Finally, the prince returned and Tina ran to him, shrieking that \"...they took my daughter.\" As she ran into his arms, the prince, who looked just like Cain Rogan, comforted his wife. \n\n\nAs Sarah listened to Talia's story, a new visitor interrupted. It was Carlo Hesser, who knew Sarah but realized she wouldn't have remembered him from so long ago. \"Hello, Daddy,\" Talia mumbled. \n\n\nAs Todd prepared to bring Marty back upstairs the doorbell rang. It was Cole. \n\n\n",
    "tvmega_recap": "Starr is adamant about giving her baby to Marcie and Michael. Cole is equally adamant that he won't let her give their child to anybody. Meanwhile Marty (his mom) and Todd (her dad) seem like they might be developing a friendship. She remembers nothing about Todd and expresses sensitivity toward him when he informs her that John McBain and his wife prevented him from seeing his kids. Cristian, Antonio, Sara and Talia are all taken to Mendorra with Tina while Jonas Chamberlain holds them hostage. And we find out a secret about Carlo Hesser.",
    "soapcentral_condensed": "In Mendorra, the arrival of Her Royal Highness was announced, causing the staff to line up and bow. Blair cried over her latest encounter with Todd, while Todd expressed surprise that Blair wanted a divorce. Todd portrayed John as someone who had used Todd's love to his own advantage and had turned his entire family against him. Bo voiced his happiness to Rex and wondered if the young man had set things straight in his own life. Gigi pursued Carlotta about a job since she could and would not work for Dorian. Langston couldn't understand why everyone was against her guardian, Gigi went off on a couple being able to love freely, causing Markko to speculate that she wasn't talking about him and Langston, or Dorian at all. Cole and Starr continued their discussion in Angel Square, though they could not see eye to eye on a decision. The judge stopped to speak to John to learn if he had any more information to obtain his warrant for 437 Jackson Hill Rd.\n"
}