{
    "soap_central": "\nComing Out of the Dark\n\n\nIn the loft, Stacy proudly announced that she was pregnant with Rex's baby.  Gigi refused to believe Stacy, but Rex was stunned. While Gigi and Stacy argued about whether or not Stacy was even pregnant, Rex took a moment to absorb the news.  When Stacy finally convinced Gigi that she was pregnant, Gigi countered that the baby couldn't be Rex's, and then turned to Rex for confirmation.\n\n\nDenial turned to disbelief and then anger as Gigi realized the implication of Rex's ominous silence.  Stacy smiled victoriously as Gigi, devastated, turned away from Rex.  Rex immediately sprang to Gigi's aid when she began hyperventilating.  Stacy refused to be ignored.\n\n\nWhile Rex tried to explain his state of mind when he had slept with Stacy, Stacy did her best to capitalize on the rift between the lovers.  Eventually, Gigi fled the apartment.  Rex gave chase while Stacy trailed behind him.  When Gigi managed to elude Rex, he took his frustration out on Stacy.  He confessed that he wished that she had died when she had fallen down the steps.\n\n\nStacy was undeterred by Rex's vehemence.  She continued to follow Rex until he gave up his search for Gigi.  Rex turned his wrath on Stacy.  He ordered her to move out of his loft immediately. Stacy reminded Rex that she was pregnant, but he didn't believe her.  As Rex stormed off, Stacy smiled with confidence.  She was certain that Rex would have a change of heart when he realized that she carried his child.\n\n\nSchuyler was out for a run when he stumbled into Gigi.  Gigi was too distraught to effectively hide it from Schuyler.  It took little encouragement from Schuyler for Gigi to share the ugly details of Stacy's latest bombshell.  Gigi quickly realized that Schuyler had already known about the encounter.  Furious, Gigi demanded to know why Schuyler hadn't told her about the tryst.\n\n\nSchuyler admitted that it had not been his place to tell her about Rex's liaison.  Gigi quickly calmed down when she realized that Schuyler had a point.  However, she wondered why Rex had remained silent.  Schuyler suggested that perhaps Rex hadn't wanted to break Gigi's heart.  Gigi was frustrated by the unfairness of it all.  She knew that they would never be rid of Stacy if the baby turned out to be Rex's.\n\n\nAt the Buchanan lodge, Natalie tried to persuade the power company to fix their power outage.  According to the power company, no one else on their grid had reported an outage.  Frustrated, Natalie abruptly ended the call.  Brody walked up moments later to ask where Jessica was.\n\n\nIn the woods, Jessica spotted someone she presumed was Nash.  Jessica called out as she tried to follow the man, but he did not respond.  Within moments she lost track of the person.  When Brody approached, Jessica told him what she had seen.  Brody reminded Jessica that Nash was dead.  Jessica assured Brody that she was aware of her husband's demise.\n\n\nBrody decided to take a look around the woods to see if he could unravel the mystery.  Unfortunately for Brody, he didn't find anything to suggest that Nash, or anyone else, had recently been through the woods.\n\n\nNora stood outside of the lodge as she left a voicemail message for Bo.  Before she ended the call, Nora confessed that she wished she could see Bo.  As she prepared to return to the lodge, the headlights of a car temporarily blinded her.  It was Bo.\n\n\nAs they stood outside, Nora told Bo about Matthew's arrival.  She confessed that she had seen the resentment in Matthew's eyes when Shaun had to carry him into the lodge.  Bo realized that the lodge wasn't equipped with a wheelchair ramp; there had never been a need for one.  Nora also revealed that it had been Destiny, not Téa, who had talked Matthew into the lawsuit.\n\n\nNora wondered if they had made the right decision to deny Matthew the corrective surgery.  Nora briefly gave in to her fears, prompting Bo to hold her while she cried.  Nora managed to pull herself together when Bo promised her that they wouldn't lose their son.  After the moment passed, Nora mentioned the wedding banner snafu.\n\n\nWhen Bo suggested that it might be a sign, Nora joked that it meant she needed a new printer.  Bo wouldn't let it drop; he asked her if she really thought that had been the message behind the misprint.  Nora confessed that she didn't know what to think about the mistake.  Bo urged Nora not to think as he slowly leaned in to kiss her.\n\n\nIn the bedroom, Matthew looked at a picture of Asa while he begged his grandfather for a sign.  Matthew wanted to know how he should proceed with his parents.  Moments later, Destiny poked her head into the room.  She asked Matthew whom he had been speaking to.  Matthew admitted that he had been talking to his grandfather.\n\n\nDestiny sat down on the bed while Matthew explained his dilemma.  Destiny advised Matthew to follow his heart; if he believed Greg could help him, then Matthew should trust that.  Matthew appreciated Destiny's support and guidance.  As the two talked, Destiny mentioned Nora's reaction to learning that Destiny had been instrumental in Matthew's decision to sue his parents.  She admitted that she didn't want Nora to dislike her.\n\n\nDestiny beamed when Matthew assured Destiny that he liked her, so Nora's opinion didn't affect his.  Destiny changed the subject to ask Matthew about his grandfather.  Matthew was certain that Asa would have liked Destiny.  When Matthew glanced out the window, he was stunned by what he saw: his parents kissing.  Destiny and Matthew watched the passionate embrace for a few moments until Matthew turned away to ask Destiny a favor.  Matthew didn't want Destiny to tell anyone about the kiss.\n\n\nOutside, Nora pulled away from the kiss.  She was horrified by her behavior because she intended to marry Clint the following day.  Nora tried to brush the kiss off as unimportant, but Bo didn't make it easy for Nora.  He confessed that he thought about Nora constantly.  According to Bo, he would have regretted not kissing Nora when he had the opportunity.\n\n\nBefore Nora could respond, Jessica and Brody approached.  Brody explained that they suspected a prowler had been in the woods.  Brody declined Bo's offer to investigate, since Brody hadn't found anything during his search.  Bo suggested that perhaps it had been the caretaker.  Everyone decided to return to the lodge when they noticed that the lights were on.\n\n\nViki and Clint found a gift-wrapped wedding present in one of the bedrooms of the lodge. Asa had purchased the gift for one of Viki and Clint's weddings.  Viki and Clint were puzzled because the wrapping looked new, not old.  However, the distinctive handwriting on the card confirmed that it had been from Asa.\n\n\nViki and Clint decided to open the gift.  They realized that the present had been intended for their 1982 wedding.  It was a photo album that Asa wanted them to fill with memories of their life together.  It was also Asa's way of welcoming Viki into the Buchanan family.  They discussed the possible reasons that Asa had not given them the gift, but neither found a suitable explanation.\n\n\nAs Charlie approached the room, Clint asked Viki if she was happy with Charlie.  Viki assured Clint that she dearly loved Charlie and looked forward to their life together.  Clint gave Viki his blessing and then the two hugged.  Charlie stepped away from the doorway before he was seen, and called out a warning to alert Viki and Clint of his arrival.\n\n\nViki showed Asa's gift to Charlie.  When the lights turned on, Viki and Clint headed downstairs.  Charlie lagged behind; he seemed troubled.  Later, Viki pulled Charlie aside to thank him for putting up with her unusual blended family.  Charlie admitted that he thought it reflected well on her that she had a good relationship with her ex-husband.\n\n\nBo, Nora, Jessica, and Brody joined the rest of the wedding guests in the lodge.  As the family gathered to toast to the wedding couples, Nora and Bo seemed distracted.  Meanwhile, Matthew studied his parents closely.\n\n\nAn unknown person stood outside of the lodge, watching as everyone hugged, kissed, and toasted to the happy couples.\n\n\n",
    "tvmega_recap": "The ghost of Asa is visiting all his family members that gather at the lodge. He indicates that he wants Viki to marry Clint instead of Charlie and Nora to marry Bo instead of Clint. He also causes Jessica to see and sense Nash there. Matthew also senses that he needs his grandfather's help in deciding whether to sue his parents. And he talks to Destiny about his grandfather. Stacy reveals to Rex and Gigi that she is pregnant with Rex's child. Gigi assumes that that is impossible since Rex \"told\" her that he never slept with Stacy. But he later reveals that he did once. At that point, Gigi is horrified that it could cause Stacy to ruin their lives forever if it's true. She runs into Schuyler and talks to him about it.",
    "tvmega_summary": "Episode # 10489 ~ Coming Out of the Dark",
    "soapcentral_condensed": "Stacy proudly announced that she was pregnant with Rex's baby. Gigi refused to believe Stacy, but Rex was stunned. In the woods, Jessica spotted someone she presumed was Nash. Jessica called out as she tried to follow the man, but he did not respond. Brody decided to take a look around the woods to see if he could unravel the mystery. At the Buchanan lodge, Natalie tried to persuade the power company to fix their power outage. Bo realized that the lodge wasn't equipped with a wheelchair ramp; there had never been a need for one. Nora told Bo about Matthew's arrival. Bo urged Nora not to think about the mistake as he leaned in to kiss her. As he kissed her, Bo suggested that it might be a sign that she needed a printer. Nora confessed that she didn't know what to do about the misprint on the wedding banner. Bo asked her if she really thought that she had been the one to talk Matthew into the lawsuit. Nora briefly gave in to her fears, prompting Bo to hold her while she cried.\n"
}