{
    "soap_central": "\n\nStarr and Cole are in the park kissing when Brittany comes along and interrupts them. Starr is upset by her jabbing comments and snaps at Cole, who realizes that Starr's frustration is more due to her missing and worrying about her father. Cole gets a call from Miles who invites him and Starr to dinner with himself and Marty. Cole and Starr arrive at Rodi's and Miles and Marty aren't there yet, but they see Brit and her gang sitting in the corner. Blair comes by, having left Capricorn earlier and talks with Starr about why and Todd. Miles and Marty show up and Miles asks Blair to join them for dinner. She declines stating she doesn't want to be the 5th wheel and goes up to the bar to have a drink. Tensions are high at the table when Brit comes over to talk to Starr and Marty gets a phone call that she has to take away from the table. Brit tells Starr Cole is lying to her but Starr blows her off. After Marty's phone call is finished, Blair comes up to her and tells her she knows that Marty had nothing to do with Todd disappearing but knows that Miles and Cole both know something about it. Blair offers to help Marty get rid of Miles if she helps her to find Todd, who we see stumbling around in the park. He finds his \"missing\" poster on the map of the park and then falls down behind the bushes. He tries to call out for help but isn't heard.\n\n\nJessica and David come through their surgeries fine and are in the same recovery room. Jessica tells David that he's a hero and that she's incredibly grateful. David tells her to stop, that he's no hero. Nash sneaks in and then the nurse comes along and they take Jessica to her room, and Clint comes in to talk to David who tells him that Asa was going to give him $10 million for killing Spencer.\n\n\nRex and Sarah are at Capricorn and he tells her that if anything happened to Todd she could have been charged as an accessory to murder. Before Blair had left Capricorn she had run into Sarah who offered to be supportive, that she just was allergic to the idea of prison, but Blair doesn't want her help. Rex gets a call from Michael, who wants to meet. When Rex's phone rang Sarah took off to the hospital to find out how Jess was and then comes back to Capricorn.\n\n\nMichael runs into Marcie at the hospital and she wanted to know why he took off. She explains her worries when she found out she can't get pregnant and that he's acting like he can't be with her and he's not taking her feelings into consideration when he up and left after she told him. He tells her that he is sorry and he loves her and Tommy more than anything, that they can try to adopt again, but that he needs to leave to meet with someone (he doesn't tell her it's Rex) – she's incredibly angry and hurt, refuses a kiss when he leaves and after he's gone whispered to herself \"see you later.\"\n\n\nMichael shows up at Capricorn and he and Rex talked about Tommy and Todd. Michael doesn't want Todd to show up again, ever, so he and Marcie can keep Tommy, as Todd will never stop until he finds his son, though he already has two kids. Michael just wants to keep his family intact. Sarah shows back up and wants to know why he and Michael were talking about Todd.\n\n\n",
    "tvmega_recap": "Starr and Cole share a kiss on a bench in the park. Britney comes up and tells them that they had better enjoy that while they can. Blair practices a number at the Capricorn Club. Rex comes in to the bar and joins Sarah. Rex tells Sarah that if anything happens to Todd then she could be arrested as an accessory to murder. Paige lets Viki, Clint, and Nash know that Jessica and David are out of surgery, and they are doing fine. During her musical number, Blair becomes upset and leaves the stage. John watches her from afar. Todd walks through the woods, holding his side. David comes to, as well as, Jessica. They hold hands. Jessica calls David her \"hero.\" Clint is still upset with David over the bargain that he had to make with him in order to save Jessica's life. Miles wants to take his family out to dinner and he insists that Cole break his plans with Starr. John tries to comfort Blair over Todd. Sarah comes up and offers her help, but Blair takes it the wrong way. Michael calls Rex and tells him that they need to meet and talk. Marcie tells Michael that they need to talk.",
    "soapcentral_condensed": "Starr and Cole are in the park kissing when Brittany comes along and interrupts them. Cole gets a call from Miles who invites him and Starr to dinner with himself and Marty. Blair offers to help Marty get rid of Miles if she helps her to find Todd. Jessica and David come through their surgeries fine. Michael doesn't want Todd to show up again, ever, so he and Marcie can keep Tommy, as Todd will never stop until he finds his son, though he already has two kids. Rex and Sarah are at Capricorn and he tells her that if anything happened to Todd she could have been charged as an accessory to murder. Jessica tells David that he's a hero and that she's incredibly grateful. David tells her to stop, he's no hero. Clint comes in to talk to David who tells him that Asa was going to give him $10 million for killing Spencer. Rex gets a phone call from Michael, who wants to meet. Sarah takes off to the hospital to find out how Jess was and then comes back to CapricORN.\n"
}