{
    "soap_central": "\n Look but Don't Touch \n\n\nNora vowed that Todd was going down, and promised Bo that she was capable of multi-tasking between Todd's trial and their troubles with Matthew. Bo urged her to get some sleep before the trial's commencement. Nora felt confident that she had a good case with her two big witnesses, Janet and Starr. Prior to the trial, Nora rehearsed her opening statements in the courtroom. \n\n\nStarr ran crying into Schuyler's arms, even as he advised her that it wasn't a good idea. Delicately moving her aside, he wondered why she needed to confide in a teacher instead of a friend. Starr explained that she was unable to locate Langston and she felt sure that Schuyler could relate to her recent knowledge of her dad's suicide attempt. \n\n\nConfessing that her treatment of her dad was in no small way related to her dad's actions, she heard her teacher quickly advise her that it was not her fault. Starr wondered if she should give Todd a second chance and not testify at his trial. Schuyler helped her to organize her thoughts and asked her why she wanted to testify. At first it was for Cole, but then it was more about her protection of Hope, she told him. As for not testifying, she explained that she didn't want her dad to be alone, she had brothers who needed him and he had changed his mind about the kidnapping. \n\n\nSchuyler mentioned that his mother would never have been involved with Todd. He advised Starr to listen to her heart, which would allow her to make the right choice about testifying. He added that it would have to be the right choice, considering all of the time she was spending just thinking about it. He made it known that he would be present at the trial, too. \n\n\nOnce Starr was gone, Schuyler removed his mom's letter from his desk drawer. In her own writing, she confessed to her involvement with Todd and her inattentiveness during Hope's birth due to her worry about Todd's blackmail threat regarding Schuyler. She admitted that she was not able to live with what had happened. \n\n\nAt the café with Todd, Téa wanted to celebrate that she had ruined Nora's case. She told Todd about her next move, which involved him running a story on the front page of the Sun. She had written a story about Janet's aliases and her mile-long rap sheet and didn't care if there were people out to get Janet once they saw she was still alive. A very loud and obnoxious Cole stopped at their table to voice his opinions of them. \"I don't speak bitch,\" he snarled at Téa as she made an effort to talk to him. \n\n\nHeading to his own table to meet with his drug dealer, Cole explained that he was out of the pills and needed more. Clarifying that he was only the middleman, the boy urged Cole to keep better control over the pills that he was taking, since the dealer had to watch his own supply. Cole demanded to have the name of the supplier but the boy refused to give it to him. \n\n\nTalia kept an eye on a nervous Janet, who was in protective police custody in a hotel room. When Bo stopped by with Marty, Talia voiced her concerns over the two women seeing each other. Bo thought it a good idea, hopeful that both Marty and Janet would \"be on the same page.\" A rude and assertive Marty demanded that Janet make sure to bury Todd or she would bury Janet. An apologetic Janet attempted to express how much she cared for Marty, but Marty wasn't buying it and accused Janet of merely missing her paycheck. \n\n\nJanet denied Marty's accusation, reminding Marty that they had been friends. She couldn't tell Marty the truth about Todd, even if she had known everything, she explained. She saw that Marty had fallen in love with Todd and she was trying to protect her. She knew that Todd had believed that he had fallen for Marty, too. She promised to tell her story at the trial and make up for her inaction. Marty found it difficult to put her faith in Janet, but the former nurse explained that she was doing it for Hope. Marty could only wish that it were enough to put Todd away for good. \n\n\nAs Jessica packed her belongings at St. Anne's, she told Brody that she had been released. She expressed her uneasiness, attempting to explain that there was something bothering her. He offered his congratulations and boosted her confidence, urging her not to have any doubt in herself. He reluctantly left her alone to finish packing. \n\n\nOn her way out, Jessica made a point of finding Brody and handing him a \"Sane Day\" gift. It was a football and she ordered him to practice his spiral throws. She suggested that he call her when he was released so she could give him proper lessons. \n\n\nEnding up at Rodi's, a frenzied Marty was about to take John up on his offer to talk, but Wes interrupted them. An annoyed John looked on as the pair took off together. \n\n\nSpeaking to a filled courtroom, Téa voiced her concerns regarding Todd's past. She advised the jury that she did not want his previous actions considered, due to those being in the past. She emphasized that Todd was not capable of the crimes he was accused of, and that the charges were flimsy and trumped-up due to Nora's personal vendetta. During an early break, John strongly suggested that Wes return to work at Rodi's. He showed Marty the newspaper, with Janet's picture front and center on the first page. Catching a glimpse of it, Nora accused Téa of jury tampering, and demanded that the judge call a mistrial. She also requested that Téa be removed as Todd's attorney. \n\n\nThe judge refused Nora's requests, but agreed to the sequestering of the jury for the remainder of the trial. Antonio was the first witness called to the stand. He recounted the evening that a traumatized Marty had been discovered at Todd's house, along with hundreds of baby items and a map of New Mexico. Upon cross-examination, Téa wondered if there was any evidence that the items had anything to do with Starr. She pointed out that Todd had planned on making donations to an orphanage. Whether he had signed the papers before or after that night was irrelevant, she added. \n\n\nStarr was the next one called to the stand. Nora asked her if she had spoken to her father about the kidnapping. All eyes were on Starr, as she remained quiet. \n\n\nAn already edgy Janet snapped when she saw the cover of Todd's newspaper. She enlightened Talia to her questionable past and the fact that she had been in hiding for years. She was agitated that certain people would learn she was alive and would be out to kill her. She demanded a meeting with the district attorney. Talia attempted to calm the witness down, but when Talia's back was turned, Janet broke a vase over the police officer's head, causing her to fall to the floor.\n\n\n",
    "tvmega_recap": "Todd's trial is underway. Starr knows she has a real dilemma about whether to testify against her father when she's the only witness and she learns, from Tea, that not long ago Todd tried to take his own life. She goes and talks to Scuyler Joplin knowing he's in the same boat as her, since his mother did take her own life. Scuyler then privately opens a letter his mother wrote her right before she ended her life, where she reveals that she was ready to help Todd kidnap Starr's baby because Todd threatened to expose her son. And now that Starr's baby is dead, she cannot live with what has happened. Tea is able to discredit her witnesses and with Todd, she exposes Janet as a fraud in The Sun. Janet is ready to testify against Todd but when she sees the article, she is afraid to do so. And Starr is not certain if she wants to testify against her father when Nora calls her to the witness stand.",
    "tvmega_summary": "Episode # 10364 -- Look but Don't Touch",
    "soapcentral_condensed": "Nora vowed that Todd was going down, and promised Bo that she was capable of multi-tasking between Todd's trial and their troubles with Matthew. Starr ran crying into Schuyler's arms, even as he advised her that it wasn't a good idea. Talia kept an eye on a nervous Janet, who was in protective police custody in a hotel room. As Jessica packed her belongings at St. Anne's, she told Brody that she had been released from prison. An annoyed John looked on as Wes took up his offer to talk to John on his own, but took up on his offer. It was released at 9 p.m. ET/PT on September 14. The series finale airs at 10 p.M. ET on September 15. The Blu-ray and DVD versions of the episode will be released on September 21 and September 22, respectively, and the Blu-Ray version of the DVD will be available on September 28 and September 29. For more information on the series, visit www.starz.com/lookbutdon'ttouch.\n"
}