{
    "soap_central": "\n\nAt the gym, Vincent and Rex were worked out, while Adriana and Layla were there looking for new male models for their design label.  Nash walked up to the designers at that moment, becoming the fifth wheel to the group. Adriana gave Nash the cold shoulder because of the situation between Antonio and Jessica.  While the girls were considering the mystery new guy, Nash suggested himself as their new model (since he needed the funds to buy out Antonio), which Adriana rejected in loyalty of her brother and in disgust.  Later on, the girls discussed Evangeline, their current relationship with their men, and how they were going to do a thorough background check on the next model.  Vincent, Rex, and Nash talked further about Nash financial problems in the steam room and the guys were throwing out suggestions to help Nash.  Vincent was out of funds, so Rex had a risky idea that involved Roxy hosting an invitation-only poker game.  Nash was leery about it but since he needed quick cash to pay off Antonio, agreed to the scheme.  Mystery new guy was also in the stream room listening in on the quick-cash scheme. \n\n\nAt Buchanan Enterprises, a reporter hounded Clint about the fall of the Buchanan stock due to Asa's death.  Dorian got rid of the insensitive reporter reminding him about the death of the Clint's Pa and that it wasn't the time.  Clint then took his fierce gal pal to lunch.  Later on, Natalie showed up for worked and her assistant told her there was a Jared Banks here to see her.  Enter, mystery new guy from the gym, he claimed he was the answer to her prayers.  \n\n\nAt the Diner, Lindsay defended Marcie to John about his suspicion about his sister-in-law possibly being a suspect for Spencer's Murder.  After, John leaves Bo comes in and Marcie gives her condolences about Asa.  Bo talks about Asa to the ladies and Marcie tells Lindsay's news about being Llanview's \"Woman of the Year.\"  Marcie also gave the news to Clint and Dorian when they arrived and of course, Dorian made about her stating \"I can't believe it, I've been overlooked again.\"  However, she offered her congrats anyway to the Lindsay. At the hospital, John was trying to find more evidence linking Marcie to Spencer's murder, when Michael came in and warned his big bro to back off and once again begged him to keep Tommy's identity a secret. Michael also told John that he will regret it if he destroys his family.  John said that's the last thing he wanted to do. Michael once again told him to leave the situation alone, pointing out that Marty has confessed to the murder. John warned his brother that he'll do, what he has to do.  \n\n\nMeanwhile at the courthouse, Miles pleaded guilty to the charges of stealing Marty's confession tape and blackmailing her into marrying him; while Marty stopped a reporter in the hallway getting confirmation regarding Miles' confession of guilt.  Todd and Blair caused an outburst (what else is new), since Miles wouldn't be tried for the kidnapping against Todd.  At Todd's suggestion, Nora presented to the judge that Sarah could testify as a witness but the judge denied it, since there wasn't any physical evidence and gave Nora a warning about bring it up again.  Todd caused another outburst, this time against the judge and the way she was handling the case against Miles.  Both the judge and Nora gave Todd a warning about another outburst, then the judge called a dismissal.  Once outside the courtroom, Marty and Todd wanted to know why Miles changed his verdict to guilty.  Miles admitted, \"It was the right thing to do and that he's moving on.\"  Then, Todd promised Miles that he will pay for what he did to him.  Miles lawyer and Nora realized that Todd was threatening Miles.  Meanwhile, Blair thanked Marty for saving her life and for killing Spencer.  Blair also asked Marty why she didn't stay to help her, Marty admitted she couldn't remember.  \n\n\n",
    "tvmega_recap": "Miles pleads guilty to stealing the tape from the psychiatrist's office and using it to get the upper hand against Marty. Everyone is surprised by Miles' plea of guilty. Lindsay blasts John for suspecting Marcie and Michael of killing Spencer Truman. She points out to him that Marcie and Michael are his family. Clint arrives for work as acting CEO at Buchanan Enterprises. Everyone finds out that Lindsay had been named \"Woman of the Year\" and they wonder whom the presenter will be. Nora walks in and finds out that she will be the one, who will be presenting Lindsay her award. After being in court with Miles, Natalie comes into work at Buchanan Enterprises. She pauses for just a moment by Asa's picture. Once in her office, the secretary comes in and tells her that someone is there to see her. Jared Banks is introduced to Natalie. He promises her that he is there to change her life for the better.",
    "soapcentral_condensed": "At the gym, Vincent and Rex were worked out, while Adriana and Layla were there looking for new male models for their design label. Nash suggested himself as their new model (since he needed the funds to buy out Antonio), which Adiana rejected in loyalty of her brother and in disgust. Meanwhile at the courthouse, Miles pleaded guilty to the charges of stealing Marty's confession tape and blackmailing her into marrying him; while Marty stopped a reporter in the hallway getting confirmation regarding Miles' confession of guilt. Todd and Blair caused an outburst (what else is new), since Miles wouldn't be tried for the kidnapping against Todd. At the Diner, Lindsay defended Marcie to John about his suspicion about his sister-in-law possibly being a suspect for Spencer's Murder. Bo talks about Asa to the ladies and Marcie tells Lindsay's news about being Llanview's \"Woman of the Year\"  Dorian made about her stating \"I can't believe it, I've been overlooked again\"\n"
}