{
    "soap_central": "\n\nSpencer enters Paige's hospital room to find that she and David are plotting against him. He tries to guilt David by bringing up how he bailed him out of jail because he is his brother and that he would hate to see him go to jail for a long time for shooting Thomas McBain. David reiterates the fact that he is going to plead guilty so that Spencer can no longer hold it over him as leverage. When Spencer starts in on Paige, she reveals that she told Bo how she assisted Spencer in delivering Margaret's baby. Spencer thinks she's bluffing at first but then tells her it doesn't matter since it will be her word against his and since her reputation has been tarnished, no will believe her. An angry Paige throws him out her room when he starts in on the planted evidence against Bo. Outside Paige's room, Spencer receives a call from the morgue attendant who wants assurance that Spencer is going to live up to his end of the bargain since he desperately needs the money for his ill sister's operation. Spencer gives his assurance and the morgue attendant assures Spencer that no one will hear the truth from him.\n\n\nBlair is surprised when she returns to the penthouse to see that Todd has returned home. He tells her that although he slept alone, it felt good to be in his own bed. He inquires as to whether Blair was with Spencer. Blair hesitantly confirms that she was with Spencer but it's not what Todd thinks. When Blair doesn't elaborate, Todd kicks her out of the penthouse. She tries to gather some things for her and the kids but Todd refuses to let her take anything saying that he will forward her things. He also informs her that he is suing for full custody of Starr and Jack since he does not want them living under the same roof as Spencer. Blair insists that she and the kids will be staying with Dorian but Todd wonders for how long.\n\n\nAfter fighting with Todd, Blair heads over to see Bo and sees him packing his things. She tells him that Todd threw her out of the penthouse because she was with Spencer. Bo tells her that it's ironic how she is trying to get evidence on Spencer for Todd but she is pushing Todd further away in the process. Blair agrees but tells him that she is not only doing this for Todd since she let a manipulative Spencer into her and her children's lives and now she has to make things right. She baits him with information that she has obtained but knows that he does not want to hear since he does not support what she is doing. Bo finally relents and Blair informs him that she overheard David confess to killing Tom McBain but that she will not testify against David until she has evidence on Spencer.\n\n\nRex recants for Bo how he and Adriana were attacked by her stalker at Dorian's. Bo wants to know how long Rex planned on keeping secret how the attacks had been escalating. Rex agrees that he needs help protecting Adriana but Bo informs him that there is nothing he can do now that he no longer has his badge. He tells Rex that he needs to talk to John and let the police take over the situation. Rex agrees to contact John but tells him that he is the best cop and man that Rex knows.\n\n\nDorian is stunned when Adriana fills her in on her stalker situation. She is afraid for Adriana especially since the stalker was bold enough to attack her at their home while Starr and Jack were right inside. Adriana tries to get Dorian to see how Rex protected her but Dorian's main concern is protecting Adriana and finding someone to watch over her. She does acknowledge that although she did not approve of Rex and Adriana's relationship, she is grateful that Rex was there to protect her and promises to thank him the next time she sees him. However, when Rex shows up at the house she yells at him instead for not informing her that Adriana was being stalked. Adriana steps up and tells her that it was her idea to keep Dorian in the dark against Rex's wishes. Rex promises a grateful Dorian that he will watch over Adriana. Behind Adriana's back Dorian hires Darryl to be Adriana's bodyguard and after she leaves, he makes a phone call thanking the person on the other end.\n\n\nMichael finds it odd that they haven't received any calls from social services about potential adoptive parents for Thomas. Marcie reveals that they did receive a call about a family who wanted to see Thomas that day but she told them that they were too busy to set up the appointment. When Michael inquires about what they are doing that will keep them so busy, Marcie tells him that they have to go shopping. After going back and forth with Marcie, Michael figures out that Marcie has become attached to Thomas and does not want to see him go. As they are getting ready to go shopping, they spot David and Marcie tears into him for all the hurt that he caused her husband and his brother. David begs Marcie to not make a public scene but Marcie does not care and continues berating him. A remorseful David tells Marcie that he is truly sorry for all the McBains lost but Michael tells him it's too little, too late.\n\n\nNatalie and John enjoy a no work breakfast together where they discuss Vince Jones. John tells Natalie to stay away from him to which she agrees. When Natalie asks if she can tag along with John for forensics experience he tells her no stating that business and pleasure should not be mixed. They are interrupted by a call on Natalie's cell phone. It is Vince Jones demanding that she meet him at the café in Angel Square as soon as possible otherwise he will have to go to John to arrange a meeting. Natalie agrees and then lies to a skeptical John about where she is headed. When she arrives, Vince tells her that he has found a way that she can pay him back for helping her identify Tom's killer. John heads over to the station where Bo informs him that someone recently overheard David confess to killing his father.\n\n\n",
    "tvmega_recap": "Blair is home alone. She thinks about the night before and overhearing David and Spencer talking. Suddenly she realizes that Todd is at the house. He has come there to reclaim his home. He asks her where she was the night before. She admits that she was with Spencer. \"See that wasn't so hard was it? Get the hell out of my house,\" he orders. Blair says that she still loves Todd but confirms that she is with Spencer still. \"Get out!\" Todd orders. She starts heading to the stairs. She wants to get some things for the kids. Todd points a finger at her, so that she knows that he is being serious. He tells her that he will never allow his children to go anywhere near the likes of Spencer Truman. Blair goes to see Bo who is still hanging out at the station. She tells that things are getting worse and that Todd is talking about getting custody of the kids. She has to get more information on Spencer and make things right. She tells Bo that she overheard David talking to Spencer the night before and he confessed to killing John's father. Todd calls to find out about getting full custody of his children. As he talks, he gets so angry that he slams a picture of Blair that he sees into the wastebasket in front of him. After that call, he calls David. They have some business to finish up and he invites the man over to talk about that. David comes for his two million but Todd won't pay that out until he gets information on where his kid is. Spencer gets a call from the man from Kentucky who gave him the bodies. He is calling to make sure that his sister will be taken care of like Spencer promised. Spencer assures that all is fine. The man promises that he will keep his mouth shut as they discussed his would. \"Good man,\" Spencer says smiling.",
    "soapcentral_condensed": "Spencer enters Paige's hospital room to find that she and David are plotting against him. He tries to guilt David by bringing up how he bailed him out of jail because he is his brother and that he would hate to see him go to jail for a long time for shooting Thomas McBain. David reiterates the fact that he is going to plead guilty so that Spencer can no longer hold it over him as leverage. An angry Paige throws him out her room when he starts in on the planted evidence against Bo. Rex recants for Bo how he and Adriana were attacked by her stalker at Dorian's. Michael finds it odd that they haven't received any calls from social services about potential adoptive parents for Thomas. As they are getting ready to go shopping, David and Marcie are in tears for all the hurt that they have caused Marcie. After going back and forth with Marcie, Michael figures out that Marcie has become attached to Thomas and does not want to go see him.\n"
}