{
    "soap_central": "\n\nPaige awakens from a nightmare to find Bo sitting by her bedside. He tells her that Todd is alive. Paige wonders how and then confesses to Bo about helping Spencer deliver Margaret's baby. Bo can't believe that Paige knew that Margaret was alive and sat back while Todd was prosecuted for a crime he didn't commit. Paige says that she was hoping that somehow Todd would get off. She then goes on to explain to a disbelieving Bo that she was on her way to tell everything the night of Todd's execution; the night of her accident. Bo informs her that Todd was executed and it was only due to a miracle that John got to the prison in time for Todd's life to be saved. Paige is remorseful for her actions but swears that she kept silent due to the evidence that Spencer set up to make everyone believe Bo railroaded Todd. Paige informs Bo that Spencer has got it in for the Bo and the whole Buchanan clan and that he won't stop until he destroys them.\n\n\nWhile Bo is visiting with Paige, Hugh is paying Nora a visit and discussing with her the new twist that Todd's case has taken. He tells her how he made a mistake when he went after Todd the way he did and now there is evidence that suggests that Bo signed the autopsy report and went to a morgue to get two bodies to plant as Margaret and her baby. Nora tells Hugh that if he wants to help Bo then he needs to play by the book and ask Bo for his badge. Hugh steps outside of Nora's room when he gets a call from Bo asking him to meet him at the station because he has something to give him.\n\n\nJohn, Natalie, Spencer, Dorian, and Blair end up at the same nightclub. Spencer invites Dorian to sit with him and Blair so that they can talk while Natalie and John keep a watchful eye on the situation. To everyone's surprise, David shows up after having just been released on bail. John and Natalie are angry that David is allowed to walk around free after committing murder. David sits at Spencer's table and questions Blair as to why she is still hanging around Spencer when the father of her spawn has just been found innocent and brought back from the dead. Blair wants to know who posted David's bail believing it was Dorian as does David until Spencer reveals himself as the one who posted his brother's bail. Before taking her leave, Dorian warns David to be careful of the company he keeps while enjoying his temporary freedom. David reveals to Spencer that he has decided to be a man once and for all and plead guilty for taking the life of a good and honest man. \n\n\nViki visits with Todd and is dismayed to learn that he has revenge on his mind. He vows to get back at Blair for turning her back on him and calling him a murderer in front of his children. Viki reminds Todd that he has a second at life unlike Duke who will never hold a girl's hand or have a family to love. She implores Todd to forgive Blair and put his family back together but Todd tells her that they were over the day he saw her and Spencer together at the cabin. Viki tells Todd that she sees him becoming the vengeful and hateful man that he used to be and that she can't watch him destroy himself. Viki leaves with Todd calling after her.\n\n\nCristian is on the verge of losing his fight when Evangeline finds her way to the side of the ring and encourages him to get up and keep fighting. Thanks to Evangeline's words and support, Cris gets up and knocks his opponent out. Vince asks Cris and Evangeline to have a drink with him and Layla to celebrate Cris' win but Evangeline says that they have plans. After changing his clothes, Cris wants to know what their plans are but Evangeline reveals that she made that up to get out of hanging out with Vince. Cris takes Evangeline back to his place so that they can paint together. A skeptical Evangeline wonders how she can help Cris paint when she can't see but Cris tells her to trust him as he takes her hand and helps her draw an arc. While getting more brushes, Cris begins to feel pain in his hand again and keeps it a secret when Evangeline asks him what's wrong. He pulls her into a passionate embrace.\n\n\nVince and Layla run into Natalie and John at the nightclub. When Vince pretends as though he doesn't know her, Natalie reveals to John that it was Vince who led them to David. Vince and John have a heated discussion about Vince's assistance with finding his father's killer as Layla and Natalie try to keep them from coming to blows. Unfortunately, Vince goes a little too far when he makes a comment about how John shouldn't send Natalie out to do his dirty anymore because someone might snatch her up right out from under him. John attacks Vince and warns him to stay away from him and especially from Natalie. \n\n\nAdriana thinks that Darryl may be her stalker but Rex tells her that there is a witness who can put Darryl at the club during the time that Adriana was attacked. She asks him how much money he lost after betting against Cristian and Rex tells her that he lost big but hopefully he will get that money back from Claudia unless Bo stops him from spying on Jessica. Adriana apologizes again for spilling the beans to Bo but Rex tells her that they are going to have their disagreements and that it's okay. Adriana playfully tosses Rex into the pool and when Rex leaves to find a towel to dry off, Adriana is attacked by a masked man. Rex hears her screaming and gets the man off of Adriana. The stalker turns on Rex and begins to drown him in the pool.\n\n\n",
    "tvmega_recap": "John and Natalie are having a night out. They see Spencer with Blair and Dorian and decide that isn't a good area for them to be in. They turn their heads and they see David walk in to the establishment. They had no idea that he was freed. David walks over to Blair and tells her that he thought that being with Todd was her biggest mistake, but that he can see now that he was wrong. John and Natalie talk about how David could have gotten out of jail. He obviously got bail somehow. John desperately wants to know who would put up that kind of money to get him out. He and Natalie decide to fish around and find out. John and Natalie decide to head out. As they are leaving, they bump into Vincent and Natalie. Natalie is surprised when she realizes that John knows the man. Vincent pretends that he doesn't know Nat but she tells John straight off that Vincent was the person who gave her the information that helped find John's father's killer. Rex and Adrianna are at the pool. They fall in after play-fighting. Afterwards she tells him to go get them some towels, he leaves. That is when Adrianna is attacked by a man dressed in black wearing a ski mask. She struggles and screams. Rex returns. Adrianna is pushed out of the way. The man overpowers Rex and ends up leaning over the pool, holding Rex's head under the water. David is surprised that Spencer was the one to put up the bail money for him. Spencer says in front of Dorian and Blair that he didn't go a good job helping to raise his brother and wants to help him now, even for the trial. David tells him that he did shoot a man with two kids and that makes him guilty.",
    "soapcentral_condensed": "Paige awakens from a nightmare to find Bo sitting by her bedside. Bo can't believe that Paige knew that Margaret was alive and sat back while Todd was prosecuted for a crime he didn't commit. Paige informs Bo that Spencer has got it in for the Bo and the whole Buchanan clan and that he won't stop until he destroys them. Viki visits with Todd and is dismayed to learn that he has revenge on his mind. John and Natalie are angry that David is allowed to walk around free after committing murder. David sits at Spencer's table and questions Blair as to why she is still hanging around Spencer when the father of her spawn has just been found innocent and brought back from the dead. Evangeline encourages Cris to get up and keep fighting when he is on the verge of losing his fight. Vince asks Cris andEvangeline to have a drink with him and Layla to celebrate Cris' win. After changing his clothes, Cris wants to know what their plans are but Evangelines reveals that she made that up to get out of hanging out with Vince.\n"
}