{
    "tvdb": "Shane tells Neela to do what it takes to Jack to confess to killing his mother. Natalie tells Clint she and Jessica were descent to one another while decorating the tree. Ta asks John how the investigation going so Todd can go down for Victor's murder. Viki tells Moe and Noelle that she's glad to be at the Pie bake off to honor Gigi. Gigi tells Cutter that she needs to go to the Bon Jour Caf one more time. Jack tells Neela that Todd knows he started the fire and is practically blackmailing him. Viki points out to Rex that Prof. Fina resembles Delphina. Todd goes to check on Ta and if there's anything he can do. Kim wants an answer from Clint to choose either her or Viki. Cutter finds Gigi missing from the airport. Jack makes Neela promise she won't tell anyone what he's about to tell her. Rex goes back to the diner and comes face with Gigi. ",
    "tvmega_recap": "John is with tea in the hospital after she's had a labor pain but has been told she and the baby will be ok. John is still concerned about her stress and she just wants him to arrest Todd and get justice for what has happened to her brother. In their conversation, however, she urges him not to give up on Natalie although he believes Natalie is done with him and he has no choice. Natalie has a similar conversation with Clint where her father urges her not to give up on John. Viki, Rex and Shane are ready to come back from Paris, TX after Noelle's pie, the Gigi Morasco Special has won the pie baking contest. But there appears to be only 2 seats available so one of them has to stay behind. Viki is reluctant to returning knowing that Clint is in her home. But Noelle urges her to get back to her life. And Rex volunteers to stay behind somehow knowing he has some sort of \"incompletion\". Little do they know that Gigi/Stacy who looks just like Gigi and who may be Gigi, has been outside the Bon Jour cafe right when her pie \"won\". Shane urges Neela to get the truth out of Jack on tape recorder about being responsible for Gigi's death. But she has reservations believing that Jack is a nice boy and feels remorse for what he did. Right when Viki is returning home, Kim finds Clint and asks him to choose between her and Viki. He knows that Viki is the woman he loves but assuming she's done with him, he lets Kim kiss him right when Viki walks in the door to see them. At the Bon Jour, while Rex stays behind, he comes face to face with Gigi/Stacy."
}