{
    "soap_central": "\n\nIn the warehouse where she was held captive, Dani finally managed to get the locked door open. Expecting to see Starr, she stared in disbelief when she found her mother instead. Téa was bound and gagged, and she stared back. Both women began to cry. \"Oh, my God,\" Dani stated repeatedly as she grew hysterical. \"I thought you were dead,\" she shrieked as she managed to get her mother's gags undone. Both Téa and Dani sobbed as they told each other about the events that had transpired since Téa had gone to St. Kitts to die. Dani worked on her mother's bindings and grabbed a bottle of water for a dizzy Téa to drink.\n\n\nTéa told her daughter that Eli had put together a plan that had consisted of Téa's death. She revealed the sequence of events as she knew them and assured her daughter that she wasn't really sick. She never had been, though she still needed to recover from the drugs that had been administered to her to make it look like she was dying. Dani disclosed that they'd had a funeral for Téa and even had what they thought were her ashes. Téa declared that she should never have left her family, but Dani asserted that they'd been set up. Eli had even killed his own brother.\n\n\nTéa began to cry again, but the women agreed they had no time to grieve. Dani told her mother about the custody issue, and Téa realized that Eli had managed to change her will. She was concerned about Todd's pain, but Dani confessed that both she and Todd had known that Téa had wanted Dani to remain with Todd all along.\n\n\nDani confided that Todd had been barely able to function without his wife. Téa confirmed that she had been at Cherryvale for a while. It was difficult to believe that she had been so close. Dani suddenly realized that they had no idea about what might have happened to Starr and Hope, since she thought that Starr had been the person on the other side of the door.\n\n\nVivian massaged Shaun's tensed up shoulders while they sat in her office at the hospital. She was worried about him, but Shaun advised her that he was concerned about his brother. Vivian revealed that according to tests and observation, it looked as though Greg would pull through. Shaun was thrilled to hear the news.\n\n\nJessica and Brody arrived at the hospital for Jessica's appointment and talked about the paternity test. Jessica declared that she wouldn't go through with it if Brody really didn't want her to. She loved only him and wanted to marry him, she told him. She also wanted to have a \"houseful\" of babies, which meant at least eight, she teased. She thought they should get the test done so they could move on with their lives.\n\n\nShaun emerged from Vivian's office and pulled Brody aside. He wanted to know if there had been any word on Eli's whereabouts. Brody confirmed that Todd had spoken to Eli on the phone, and Eli wanted money from Todd. Shaun offered to help out in any way that might be needed. Vivian was ready to see Jessica and Brody, and Shaun wanted to check in on Greg.\n\n\nDressed in scrubs and a surgical mask, Eli entered Greg's room and began to talk to the unconscious doctor. He reminded Greg that he had been expected to kill Téa, and he had broken his promise. Greg would have to pay, even though he reminded Eli of himself with his attempts at trying to deceive Eli. He pulled the curtain closed. \"This is the end of the road for you my friend,\" Eli uttered. He recited the chain of events that had led to that moment. He filled a syringe and added it to Greg's intravenous line. He thought that Greg had been a challenge to him, and he would miss Greg.\n\n\nVivian met with Jessica and Brody, and she advised them that Jessica's blood pressure was leveling off. She wanted Jessica to remain on bed rest though. The couple revealed that they wanted the paternity test, and Vivian provided some details on the amniocentesis procedure. She would set up the appointment for later in the week, and she offered to do the DNA test on Brody while they were in the office.\n\n\nFord was surprised when he answered a knock at his apartment door and found Clint standing there, along with two daunting-looking men. Clint introduced them as his associates, Mr. Black and Mr. Blue. The trio entered the apartment, and the two men grabbed Ford and began to beat him. Clint made himself at home in the kitchen and helped himself to food and drink as the physical attack continued. Finally, the men were through, and Ford lay on the floor. \"Why?\" was all he could muster. \"Ask my daughter,\" Clint replied.\n\n\nHe accused Ford of luring Jessica to bed and using her while she had been mentally impaired. He knew there was a chance that Ford might be the father of Jessica's baby. The men took hold of Ford again and began to punch him. When the men were through, Clint called Ford a mongrel and informed him that he usually fixed mongrels. He declared that Ford was to have nothing to do with the baby, even if it turned out that he was the baby's father. Ford replied that had always been the understanding. Clint warned that he would be watching Ford.\n\n\nFord assumed that all meant that he was out of his job at the university, but he implored Clint to allow James to keep his grant. His brother had nothing to do with the situation. Clint agreed, but he also amazed Ford when he announced that Ford could keep his job for the time being. He promised that he would always be able to have Ford fired. He added that his thugs had made sure to avoid Ford's face when they attacked him, because Clint didn't want Inez to be upset. She would have been humiliated, Clint added. While he liked Inez, his family was first, Clint concluded as he left the apartment. He left Ford on the floor.\n\n\nJames paid a visit to Marty's house to look for Cole, but Hannah advised him that Cole wasn't there. He wanted to create a plan with Cole so that they might be able to locate Starr. \"Anything for Starr,\" Hannah muttered. James was curious as to how his bullet necklace had ended up in Hannah's purse, since he had placed the necklace around Starr's neck himself. Hannah claimed that Cole had found it on the floor of Cole's apartment, and they'd assumed it had been ripped off of Starr's neck in her struggle with her assailant.\n\n\nShe maintained that Cole had tossed it out, since he didn't want any reminders of James around. James continued to press Hannah on the fact that it had fallen out of her purse. He asked how it had ended up in her possession. She lied that she'd picked it out of the trash, because she was certain that James would want it back, since it reminded him of Starr. James stressed that he had saved it because it was the bullet that had been removed from his body. It belonged to him and so did Starr, Hannah affirmed. Everyone who had eyes could see how James and Starr felt about each other, she continued. She revealed that Starr had confessed to Cole that she had feelings for James.\n\n\nShe added that Cole had told Hannah that fact right before he'd kissed Hannah. James retorted that he was aware of Hannah's issues with guys, and he reminded her that Bobby was his brother. Smugly, he told her that she and Cole would never happen. Hannah retorted that Cole and Starr had been on the verge of breaking up for months. She wondered what James would do if Starr told him she was no longer with Cole. She asked if James would just send Starr home. Hannah also agreed that she had feelings for Cole, and she suggested that James fight for Starr.\n\n\nJames reminded Hannah that his biggest concern was Starr's safety, especially since Eli was a \"stone cold killer.\" Hannah was well aware of Eli's traits, and she admitted that she felt bad. She hoped that things worked out, but she still thought that Starr would have difficulty denying her feelings for James. Starr and Cole worked hard on their relationship for Hope, James replied angrily. Hannah thought that James should consider the fact that Starr wouldn't be able to stay away from him.\n\n\nAfter James was gone, Hannah wandered around the house. She wondered if James would take her advice on pursuing Starr, or if he were suspicious of her. She would have to \"move things along,\" she declared.\n\n\nLocked in the attic at Hannah's house, Starr was unsuccessful in her attempts to force the door open. She tried to amuse Hope, and she rolled a baseball to the baby. Suddenly, she spied a window quite high up on the wall and out of reach. She improvised and built a tower to climb on and ascended the precarious structure slowly. Suddenly it toppled, and she landed on the floor. She presumed that her ankle was twisted, but she was determined to make a new plan. Hope tossed the ball to her. \"Hope, you're a genius,\" Starr told her daughter.\n\n\nShe picked up a pen and wrote a message on the ball. \"Mother and daughter held captive in attic. Call Todd Manning for a reward,\" she wrote. She threw the ball at the window and missed. She pronounced it a strike but vowed to keep trying. On her second try, the ball crashed through the window. \"Homerun,\" Starr yelled. She couldn't wait for someone to find it and call Todd.\n\n\nNate showed up at Todd's house to apologize to Todd for \"making [you] lose Dani.\"  He had only wanted to make sure she disappeared from Ross's clutches, because she didn't want to leave everyone and everything she loved in Llanview. Todd advised the teen that Nate had only thought of himself and had been stupid and selfish. He couldn't accept Nate's apology, though, because he would have done the same thing himself, Todd disclosed, much to Nate's surprise. \"I've been known to act first and think later,\" Todd confessed.\n\n\nNate pointed out that Todd had done that when they had taken the surprise trip to New York. He noted that Dani still talked about that trip all of the time. Todd replied that sometimes the action worked out okay. He assured Nate that Eli would have gotten to Dani no matter where she had been, and Nate was lucky to be alive. Nate vowed to help out with Dani's return. Todd mentioned that he had spoken to Dani, and she sounded all right. He asked whether Nate had found any briefcases lately and revealed that he had spoken to Eli also. The man wanted fifty million dollars for Dani's return.\n\n\nNate declared that Dani was worth ten times that amount, and Todd responded that no, she was worth twenty times that amount. Todd wished that he had spoken to Starr, too, he told Nate, but Eli had refused to allow it. Nate was perplexed and pronounced that the first rule of kidnapping was to allow the victim to talk to the people with the money. That was to let the people know that the victim was still alive. Todd glared at Nate, but then gave him a slight grin. An awkward moment ensued, and Nate stammered as he tried to retract his statement. He was certain that Starr was still alive.\n\n\nTodd rushed the teenager out, and tried to assure him that everything was fine. Nate was annoyed with himself. Todd spoke out loud to the urn sitting on the table. \"I was nice to him, right? Boy, what a moron,\" he stated. He couldn't worry about Dani's boyfriend's feelings, though, since he was worried about the girls, he said. He was sure that Starr was okay. He promised that he would pay whatever it took so that all of the girls could get home. He wouldn't let anyone down.\n\n\nShaun walked into his brother's room as the \"doctor\" pulled back the curtains. He asked about his brother's progress, but suddenly, Eli picked up a metal tray and struck Shaun on the side of his head. Shaun fell to his knees, and Eli fled.\n\n\nVivian swabbed the inside of Brody's mouth and advised him that she would take it to the lab. He was surprised that the test had been so simple. Jessica knew it wasn't easy for Brody, but he assured her that it was. He loved her, Bree, and the new baby. Jessica considered herself to be a very lucky woman. Just then, Shaun stumbled in and announced that Eli was at the hospital and wearing a pair of scrubs. He had run to the stairwell. Brody immediately called for backup and requested that the hospital be put on lockdown.\n\n\nShortly after, Clint arrived to take Jessica home. She informed her father that Brody had police business to attend to. She updated him on her progress and the fact that she and Brody were going to have the paternity test done. Clint was all for it and assured her that he didn't think Ford would be a problem.\n\n\nShaun and Vivian stopped at Greg's room. She thought that Greg had been lucky, because Eli might have done something if he had been given the chance.\n\n\nDani had difficulty getting the knots out of Téa's bindings and wondered if Eli had been a sailor. They needed to get away before he returned. Dani finally succeeded in freeing her mother, and Téa stood up with some difficulty. Her legs had fallen asleep. Mother and daughter wrapped their arms around each other. Dani still couldn't believe her mother was really there. She asked about the first thing that Téa wanted to do when she got home.\n\n\nTéa asked if it were a trick question and clarified that Todd wouldn't allow her to do anything. They made plans for all of the fun things they would do as Dani helped her mother to the front door. They were too late; Eli arrived as they were about to go out. \"Danielle, you've been busy, but you weren't going to leave without saying goodbye were you?\" Eli said menacingly.\n\n\nJames arrived home and found his brother in a great deal of pain. Ford claimed that he'd had a strenuous day at the gym, and held frozen bags of vegetables to his sore body. James admitted he had gone to look for Cole so that they could help to find Starr together. Ford was not pleased. James added that he had seen Hannah, and his brother urged him to stay away from her. He called her \"certifiable.\" \n\n\nJames proclaimed that Hannah was obviously looking for some help to break up Starr and Cole, and he was certain \"she knew something.\" His necklace had been in her purse, and Starr had been wearing it before that. He wondered if Hannah had anything to do with Starr's kidnapping.\n\n\nNate showed up shortly after and told his brothers about Eli's call for ransom for Dani. It had been a strange call, according to Todd, because Eli had refused to allow Todd to speak to Starr. He asked Ford about his pain, and Ford said he had tripped.\n\n\n",
    "tvmega_recap": "Clint goes to Robert's home and has two guys assault him for what he did to Jessica. But he tells Robert he still gets to keep the job that Clint has enabled him to keep at LU and James can keep his grant. Meanwhile, Jessica and Brody are happily planning their future together with their new baby but agree to get the paternity test so that they know. In the place where Eli has kept her, Dani manages to untie herself from the chair and rushes to the other room in an attempt to save Starr and Hope, assuming they are on the other side. But when she gets through, she is shocked and elated to see her mom. They cry and rejoice but are horrified to find out that Eli, whom they've both seen as a trusted family member and upstanding citizen, is a serial killer and psycho. She admits she does not remember much but is going to get better and be with her daughter and husband. Dani unties her mom and they are ready to go home while Eli is gone. Eli goes to find unconscious Greg in his hospital room and is ready to inject a lethal dose and kill him knowing what Greg was planning, until Shaun catches him and he runs. Greg is still unconscious however, and Eli escapes. And he comes back in time to prevent Tea and Dani from escaping. Meanwhile, Hannah holds Starr and baby Hope captive and is determined to keep Starr away from Cole for as long as it takes for him to forget all about Starr and fall in love with Hannah. But when she returns to Marty's, James notices that she is carrying his bullet on the chain in her purse. He finds that very odd since it was last in Starr's possession. He also finds it very odd when Nate informs him and Robert that Eli called and let him, Todd and Blair all talk to Dani but made no mention of Starr and nobody knows where Starr and Hope are. He senses they are in danger and is determined to save them.",
    "soapcentral_condensed": "Dani finally managed to get the locked door open. Expecting to see Starr, she found her mother instead. Téa was bound and gagged, and she stared back. Both women began to cry. Vivian was ready to see Jessica and Brody, and Shaun wanted to check in on Greg. Ford was surprised when he answered a knock at his apartment and found Clint and two men standing there, along with Clint's associates, Mr. Black and Mr. Blue. He accused Jessica of luring him to her bed and using her mentally impaired while she had been mentally impaired. The men grabbed Ford and began to beat him at his home. Jessica declared that she wouldn't go through with it if Brody really didn't want her to. She loved only him and wanted to marry him, she told him. She also wanted to have a \"houseful\" of babies, which meant at least eight, she teased. She thought they should get the test done so they could move on with their lives.\n"
}