{
    "soap_central": "\nUngentle Love\n\n\nIn the Llanview Police Department cellblock, John and Marty continued their conversation. John told Marty he no longer thought Todd was a viable suspect in the killings, and that Talia's murder didn't fit the pattern. Marty suggested that as the killer, Todd had been there to target John, and Talia had gotten in the way. John insisted that Todd had had a chance to shoot him during the hostage crisis and hadn't; he said Todd was a loser, not a killer. John assured Marty that Téa would get him out soon, and they'd find the real murderer. With that, Marty left to find Téa. \n\n\nAt Layla and Talia's apartment, Layla was hysterical in the wake of her roommate's death. As Cristian comforted her, Layla recounted her last memories of Talia, and was mortified to think she had wished her death on her voicemail, even in jest. Holding her, Cristian told her it wasn't her fault. Layla said she needed to go to the morgue to see her friend. \n\n\nCristian pulled up a video on his laptop of Layla's birthday party, where she and Talia shared some cozy memories. As Layla watched herself partying with Talia and embracing her friend, she allowed Cristian to hug her, thanking him for showing her that Talia knew she loved her. \n\n\nLayla prepared to take Aziza, the dog, for a walk, and Cristian told her he'd go with her. Thanking Cristian for his help, Layla accompanied him out of the apartment. \n\n\n\n\nIn the morgue, Antonio shared a sorrowful reunion with his late ladylove. As Antonio stared at Talia's lifeless body, Bo told him that Talia had been a great cop and a greater person, who he'd been privileged to know. Sobbing, Antonio cradled Talia in his arms, blaming himself for leaving her alone. He said he'd been so eager to hunt down Carlo to protect their family, that he hadn't been there to protect her when she'd needed him most. \n\n\nBo told him to save his recriminations for the murderer. He confirmed that they suspected the same perpetrator who had killed Lee Halpern and Wes, and reluctantly said they had a suspect in custody: John. \n\n\nAt the drug treatment center, Lola innocently laid out for Rachel how Markko had helped Cole falsify his urine sample. Rachel was skeptical of Lola's motives, but told her that if her allegations were true, Cole would be in violation of his sentencing agreement and would go directly to jail. Seething, Cole tore into Lola, calling her crazy and obsessed with Markko. Rachel hustled Lola out, assuring her that appropriate steps would be taken. \n\n\nOnce the girl was gone, Rachel asked Cole point-blank if he'd cheated on his drug test. Cole denied it at first, leading Rachel to head for the phone to call Markko. Cole stopped her, and admitted he'd faked the test, but claimed paramedics had given him a painkiller after the crisis at Todd's. Rachel ordered Cole to admit he was still using. \n\n\nCole asked Rachel if she was going to send him back to jail, but Rachel said there were plenty of drugs in prison; if he went in, he'd remain an addict for the rest of his life. She said what was needed was a firm commitment to never use again. Cole lamented his trials of the last several years, and Rachel said lots of addicts had hard lives. Rachel said she wouldn't cut him any slack or allow him to make excuses, and that preserving his life was too important. \n\n\nRachel said it was time for Cole to detox, and warned him that \"the hard part starts now.\" She said he'd be re-tested and told him to call her if he needed help with withdrawal symptoms. Cole left, but outside, he found himself taking out his hidden bottle of pills. Making a decision, Cole walked back into Rachel's office and presented her with the pills without a word. \n\n\nBack at the jail, John received another visitor, Antonio. As Antonio entered John's cell, he said he knew John hadn't killed Talia. He said he was anxious to get Jamie away from the reporters and the gossip at school, and said he had to find a way to protect his daughter even if he couldn't protect the woman he loved. \n\n\nJohn said the department would do everything they could to find the killer, but Antonio said the LPD wasn't what he needed. He needed someone who could operate outside the law and do what was necessary, and that man was John. Antonio urged John to make the murderer pay, and do what Antonio couldn't in his new job; he asked John to do it for Talia. \n\n\nBo visited the cell and gave John his best wishes. As Antonio shook John's hand, he called for a guard and was escorted away. After he was gone, John examined what Antonio had put in his hand: the key to his cell. \n\n\nAt La Boulaie, Langston and Markko hung out in the foyer. They greeted Starr as she returned from spending the night in the ICU, still horrified to hear about the murder on the property. Langston told Starr that wasn't all that had gone down recently, and told her about Lola's advances on Markko. \"What a little slut!\" Starr exclaimed, pooh-poohing their fears about Lola's revenge scheme. \n\n\nAfter Markko left for work, Langston noticed Starr had found her locket. Starr explained that Cole had returned it to her, and bashfully admitted that Langston had been right; she and Cole still had feelings for one another. \n\n\nOn his way out of La Boulaie, Markko ran into Lola returning. Tense, Markko warned Lola not to go after Langston, but Lola told him he'd be the one going down. \n\n\nInside, Starr told Langston that she and Cole were still just friends, but that they had come together again through the crisis and because of Hope. When Langston asked for details, Starr flashed back to Cole's promise to Hope at her gravesite. She told Langston she'd rather keep her discussions with Cole to herself for the moment. \n\n\nAs the girls hugged, Lola entered the house. She asked if they were talking about her, and warned them that if they thought she was a bitch, they hadn't seen anything yet. Throwing a glare over her shoulder, Lola stalked up the stairs. \n\n\nIn the drawing room, Dorian and Ray hashed out their differences. Ray admitted that he had agreed to stay away from Dorian in order to provide a better example to Lola and put a stop to her pursuit of Markko. Dorian was angry that Ray had led her to believe he'd had no interest in her, and that her attraction was one-sided. She said she'd felt he didn't want her. \"How could I not?\" Ray replied. \n\n\nDorian challenged him, and said that admitting his feelings would've meant he had lost some control over the situation, giving Dorian some power to pursue him. Ray told Dorian he hadn't meant to hurt her, and had enormous respect for her. He said that Lola was \"wounded\" and he hoped Dorian could provide her with a role model for the future. \n\n\nFeeling patronized, Dorian backtracked, and told Ray that their kiss had meant little to her beyond making David jealous. Ray refused to accept that, and told her he knew that when he'd kissed her, she'd kissed back. Dorian told Ray she'd sent the picture of them kissing to David, and Ray asked her if she'd done it to bring her husband home, or to make him stay away forever. Walking up from out of nowhere, David Vickers told Dorian he'd like to know the answer as well. \n\n\nAt the courthouse, Téa followed Todd towards the courtroom where his latest custody motion would be heard. Todd told Téa he intended to win custody back from Blair with the \"stable stepfather\" in prison on a capitol murder charge. Téa he said Todd had no chance, but Todd wasn't so sure, and headed for the judge's chambers. \n\n\nDesperate to stop him, Téa grabbed Todd by the collar, yanking him towards her. The proximity between the two ignited passions, and suddenly Todd and Téa were kissing passionately in the empty courtroom. Todd tried to pull away, but Téa threw the books off the nearby defense counsel's table and told him she'd do anything to keep him from the judge. The lovers hurled themselves onto the table and began to make passionate love, vying for dominance as Téa slapped Todd across the face. \n\n\nIn the afterglow, Todd and Téa began to pick up their clothes, trading barbs all the way. \"I can tell how much you love your kids since you stopped to have sex before trying to get them back,\" Téa cracked. Todd challenged her to admit she wanted more from him than sex, and Téa threw the same question back at him. As Todd nibbled on Téa's arm and she re-did her makeup, Marty walked in to find them together. \n\n\nDisgusted, Marty asked Téa what was going on. \"This has nothing to do with my professional life!\" Téa protested feebly as she and Todd rushed to put their clothes back on. Marty was horrified that Téa would go back to Todd, in a courtroom much less, and while claiming to want to defend John. \n\n\n\"I admit it was a poor choice of venue,\" Téa replied. Marty suspected Todd and Téa were in on Todd's plans together, but Téa said Marty was wrong, and that Téa and Todd had a complicated history. Marty said she didn't want to hear it, and told Téa she was fired. As she stormed out, Todd raced after her. \n\n\nTodd reached Marty at the elevator, and told her he was sorry she'd had to see him with Téa. Repulsed, Marty said she didn't care, and pressed the elevator button, closing the doors in his face. \n\n\nBack in the courtroom, Téa cursed as she attempted to zip her dress up. As she felt a pair of hands at her back, she recoiled, telling Todd to get away from her. But the person behind her wasn't Todd - it was her ex-boyfriend R.J. Gannon, who asked Téa if he sounded like Todd Manning to her. \n\n\nIn the morgue, Antonio visited Talia one last time. Looking down at her, Antonio told Talia he'd done what he could to help avenge her murder, and said he had to find some way to say goodbye. Lying down and taking her into his arms, Antonio wept as he asked her, \"How can I say goodbye to my heart?\" \n\n\nIn the LPD cell block, John waited for the guard to make his rounds, then quickly retrieved the key Antonio had given him and opened the door to his cell. Moving with a purpose, John made his way out of the cell. \n\n\n",
    "tvmega_recap": "Todd tells Tea that he is going to get his kids back since their stepfather has been arrested for murder. Everyone feels the aftermath of Talia's death. Lola turns Cole and Markko in for faking the drug test. Antonio talks to John and John explains everything about finding Talia. Cole asks Rachel not to send him to jail. Antonio tells John to hunt the guy down. Antonio says that he has to get Jamie out of there to protect her.",
    "soapcentral_condensed": "Ungentle Love is on tonight at 10 p.m. ET on HLN. The episode opens with the death of Talia, and ends with John and Téa. In the next episode, Cole confesses to Rachel that he cheated on his drug test. John and Antonio share a sorrowful reunion with Talia's body in the morgue, and John urges Antonio to find the murderer and do what he can to make the man pay for what he's done to his daughter and the police department. The pair share a hug and a kiss before Talia is taken away to be buried in Llanview, Arizona.. The next episode airs at 10pm ET on Wednesday, November 14. For the full episode, go to HBO.com/ HLN's \"Ung Gentle Love,\" tonight at 9 p.M. ET/PT (Thursday, November 15 at 10p.m., Friday, Nov. 16 at 9p. ET) and Sunday, November 17 at 9pm ET (Sunday, November 18 at 9am, Monday, Tuesday)\n"
}