{
    "soap_central": "\nDon't Get Mad, Get Even\n\n\nRachel was startled to discover Schuyler residing at the drug rehabilitation center.  Schuyler explained that Roxy had evicted him upon learning that Rex and Gigi had separated, as a result of Schuyler's interference.   Although he was adamant about pursuing a relationship with Gigi, Schuyler asked Rachel for her opinion.   Advising Schuyler to tell Gigi that he had fathered Stacy's child, Rachel warned Schuyler that his relationship with Gigi didn't stand a chance unless he told her the truth.  A determined Schuyler announced that he would reveal the truth to Gigi once he was convinced that she loved him half as much as he loved her.\n\n\nWhen Gigi  arrived at the cottage to see Shane, she was surprised by his cold behavior.  Noelle listened quietly as Shane asked his mother to return home, but Gigi maintained that she needed time alone.  Shane wondered if Gigi had decided to leave his father for Schuyler.  Avoiding Shane's question, Gigi promised her son that she would never abandon him.    Upset by his mother's failure to give him a direct answer, Shane stormed out of the room.\n\n\nWhile Noelle attempted to console her friend, Gigi feared that she had become a terrible person.  When Gigi confessed that she desired to be with Schuyler, Noelle questioned if Gigi loved Schuyler.  Never stating that she loved him, Gigi admitted that Schuyler made her feel special, but she also revealed that she felt guilty about betraying Rex.  Gigi wondered if she wasn't meant to be with Rex.  Suggesting that Gigi follow her heart, Noelle agreed that Rex might not be the right man for Gigi.\n\n\nShane returned and invited Gigi to join him and Rex for pizza, but she declined.  After a brief hug,  a distraught Shane exited the room.  Gigi was devastated.   Comforting her friend, Noelle advised, \"You're a great mother, now it's time for you to be a happy woman.  You deserve it!\"\n\n\nLater, Gigi phoned Schuyler and invited him to spend New Year's Eve with her at the cabin.\n\n\nWhile Oliver stood guard outside Mitch's hospital room,  Rex approached and requested a short visit with Mitch.   Meanwhile, Mitch placed a phone call to Dorian.  Reminding Dorian that he had provided her with ample evidence, Mitch demanded that Dorian fire Bo as police commissioner.  Dorian insisted that she had to confirm that the evidence was legitimate, and asked for more time.  Mitch refused to grant her request, and ordered Dorian to complete the task within twenty-four hours, otherwise danger would befall the Cramer women.\n\n\nAt the police station, John asked Bo and Nora to close the case on Mitch's suicide attempt.  Indicating that the evidence supported his statement, John requested that his superiors put an end to the madness and focus on the pending charges facing Mitch.  Before either Bo or Nora could respond, Natalie burst into the room and announced, \"John didn't do anything!\" When Nora questioned whether Natalie had provided a statement, John reminded Nora that Natalie had experienced a tremendous loss and suggested that they close the case without a statement from her.  Relating that the  Internal Affairs division wasn't pursuing the case, Nora agreed to close the investigation.\n\n\nA nervous Natalie questioned whether Mitch would beat the charges and be released.  Nora and Bo appeared suspicious when Natalie expressed concern that Mitch might harm John.  Realizing that Natalie's behavior was arousing suspicion, John immediately ushered her out of the office.  Afterward, Nora asked Bo if he believed John's claim that Mitch had stabbed himself.  Bo admitted that he didn't believe John and wondered if his police lieutenant had done the deed himself.  Although skeptical of John's story, both Bo and Nora agreed not to waste department resources smearing a good cop.  They decided to focus on charging Mitch for the murders of Wayne Landers and Pamela Stewart.\n\n\nObserving John and Natalie through Bo's office window, Nora questioned why Clint hadn't told Natalie about the breakup between Nora and Clint.   Deep in thought, Nora exclaimed, \"What is he waiting for?\"  Bo was convinced that Clint would move on, but Nora warned him that Clint was out for blood.  Bo received a call from Oliver, who alerted Bo that Rex wanted to visit Mitch.  Bo asked to speak with his friend.  After advising Rex to walk away, Bo finally agreed to allow him to visit Mitch.\n\n\nWhen Rex entered Mitch's hospital room, Mitch smiled and declared, \"Hello son, I've been expecting you!\"  An infuriated Rex warned Mitch to stay away from Natalie, but Mitch informed Rex that his interest wasn't in Natalie.  Rex was startled when Mitch announced that his only desire was for Rex and Rex's unborn child to become Mitch's followers.   Rex stated that he would never leave Gigi and Shane.  Rex was stunned when Mitch questioned why Rex would want a woman who had left him for a drug addict.  Mitch also stated that Rex already knew the truth -- Gigi would never return to him.  Rex couldn't believe Mitch was  aware of the problems that existed between Rex and Gigi.\n\n\nAs Rex stared at him in disbelief, Mitch suggested that Rex  start fresh and join Mitch's commune once his heir was born.  Enraged, Rex warned Mitch to stay away from Gigi, Shane, and Stacy.   Referring to Bo as Rex's surrogate father, Mitch blamed Bo for poisoning Rex against him.  With an evil smirk, Mitch announced that Bo would be the first person that Mitch targeted.\n\n\nOliver observed Rex's nervous demeanor as Rex exited the room.  Rex was dumbfounded when Oliver mentioned that Stacy had also paid Mitch a visit.\n\n\nAt Rex's loft, Kim received a call from Clint.  The ex-stripper was delighted when Clint requested her presence at the mansion.  After hanging up with Clint, Kim observed Stacy, who was deep in thought.  Kim was surprised when Stacy related that Mitch wanted Stacy's baby.  Explaining that Mitch had promised to help Stacy get her hooks into Rex, Stacy stated that Mitch wanted her unborn baby in exchange for his efforts.  Kim questioned how Mitch could make good on the deal if Stacy gave the child away.  Stacy told Kim that Oliver had burst into the room before Mitch could provide any details.\n\n\nKim wondered how Stacy intended to handle Mitch.  Declaring that she was growing close to her unborn child, Stacy admitted that she was torn over keeping her child or having a romantic relationship with Rex.  Kim worried that Mitch might harm Stacy if he learned that Rex wasn't the father of her baby.  Reminding her friend that Mitch was dangerous, Kim suggested that Stacy string Mitch along until she made a decision.   After offering her words of wisdom, Kim raced off to meet Clint.\n\n\nClint wasn't pleased when Dorian paid him a visit at the Buchanan mansion.  Announcing that a scandal was brewing, Dorian handed Clint a photo of Bo and Nora kissing, and questioned if he was aware of the situation.  Realizing that the photo had been taken on the night of the party at the lodge, Clint assured Dorian that her evidence was real.  Dorian told Clint that she had planned to endorse Bo at the Mayor's Ball that evening, but she didn't know if that was a wise choice based on the revelation.  When Dorian asked Clint to advise her on how to handle the problem, she was surprised when Clint declared, \"Fire Bo's ass!\"  Dorian feared facing Clint's wrath if she exposed the secret and fired Bo, but Clint encouraged her to embarrass Bo and Nora publicly.   Clint agreed to be present when Dorian humiliated Bo and Nora at the ball.\n\n\nMoments later, Kim arrived at the mansion, and was thrilled when Clint invited her to join him at the Mayor's Ball.  When Kim stated that she didn't have anything to wear, Clint told her that they were going shopping for dresses.  Kim squealed in delight.\n\n\nRex stormed into the loft and demanded to know why Stacy had visited Mitch at the hospital.  Expressing her fear of Mitch, Stacy told Rex that she had warned Mitch to stay away from her baby.  As Rex continued to chastise her, Stacy rubbed her stomach and told Rex that she felt the baby kick.   Rex inquired whether that was the first time Stacy had felt the baby kick.  He informed Stacy that she should've experienced the child kicking over the past few weeks.  Claiming that baby had kicked several times, a nervous Stacy asked Rex to experience the miracle for himself.  With his hand on Stacy's stomach, Rex admitted that he felt closer to the baby.\n\n\nA telephone call interrupted Stacy and Rex's special moment.  When Stacy answered the call, Mitch chimed, \"Time for my answer!\"  An arrogant Stacy replied, \"No!\"  Angered, Mitch asked, \"Will you give me your baby?\"  Stacy  responded, \"No!  Don't call again!\"\n\n\nBack at the police station, John and Natalie discussed their dilemma outside of Bo's office.  While John tried to convince her that the evidence supported his claim, Natalie feared that the murder weapon might be discovered.  John advised her that the case was over, but Natalie  mumbled, \"It'll never be over as long as that monster is alive!\"\n\n\nAs Bo and Nora exited the office and approached John and Natalie, Dorian arrived with invitations to the Mayor's Ball.   Bo, Nora, John, and Natalie declined the invitation, but Dorian persisted until they all agreed to attend.  Promising to put Mitch away for good, Dorian asked Bo to publicly announce his plans regarding Mitch at the ball.  Heading toward the door, Dorian promised that the night would be eventful.\n\n\nLater, Clint escorted Kim back to the loft.   Examining the many garment bags, Kim apologized for being unable to pick an outfit to wear to the ball.  Promising to choose a dress for the evening, Kim informed Clint that she would return the other dresses.  Advising her to keep all the dresses, Clint related that he would find a reason for her to wear them.  Staring at the expensive garments, Kim could barely contain herself.\n\n\nOut in the hall, Clint received a call from Dorian.  Dorian reported that Bo and Nora would be in attendance at the ball.  When Dorian inquired whether he would make an appearance, Clint asked, \"Do you plan on humiliating Bo and Nora?\"   Once Dorian promised to expose that the police commissioner and district attorney were having an affair, Clint agreed to attend the event.\n\n\n",
    "tvmega_recap": "Mitch demands that Dorian finds a way to get Bo fired from his job. She is not willing to do that until he gives her a photo of Bo and Nora kissing. She goes to show it to Clint and Clint admits to her that he will endorse her and encourage her to get them both fired from their jobs and into trouble. Stacy is spooked by Mitch Laurence's \"plan\" to take her baby. Rex confronts Mitch and Mitch tells him he wants Stacy's baby. Dorian goes to the station to tell Bo, Nora, John and Natalie she'd like them all to attend her mayoral inauguration ball. None of them are enthused. But Clint tells Kim he'd like her to be his date to Dorian's ball and is ready to support Dorian in her cause.",
    "tvmega_summary": "Episode # 10593 ~ Don't Get Mad, Get Even",
    "soapcentral_condensed": "Don't Get Mad, Get Even was released on December 31, 2011. The movie is based on the book \"The Cramer Murders\" by Mark O'Mara. The film is the second installment of a two-part series about the murders of Wayne Landers and Pamela Stewart. The book is also the first in a series of books about the Cramer family, titled \"The First Cramer\" The book was published by Simon & Schuster on December 28, 2011, and is published by Hodder & Stoughton at a cost of $10,000. The first installment of the series, \"The Second Cramer Murder,\" aired on December 30, 2012, at 8 p.m. ET on Hodder&Stoughton. The second episode of theseries,  \"The Third Cramer murder,\" airs on January 2, 2013, at 9 p.M. ET. The third and final installment,  \"The Fourth Cramer murders,\" is released on January 3, 2013 at 10 p. M. E. T.\n"
}