{
    "soap_central": "\nSo You Think You Can Be Shane Morasco's Father?\n\n\nNatalie was elated when Tess agreed to release Natalie so that she could go to the hospital to see her brother, Rex. Tess laughed at Natalie's naiveté and took delight confessing that she had merely been toying with Natalie. Natalie pleaded with Tess to reconsider. She even promised to give up Jared, but Tess wasn't swayed. Tess told Natalie that she hated her and wanted Natalie to suffer. \n\n\nFurious, Natalie warned Tess that she would not prevail. Eventually, Natalie warned, Natalie would be free and her relationship with Jared would be stronger than ever. Meanwhile, Natalie predicted, Tess would lose her children. They traded harsh, angry words before Tess turned off the monitors in Natalie's room and then left. Natalie was crushed that she had lost her link to the outside world. \n\n\nAt the hospital, Bo intercepted one of the surgical nurses to get an update on Rex's condition. The nurse could only tell him that Rex had suffered extensive damage as a result of the gunshot. \n\n\nAs Bo paced the hallway, worried about Rex, Jared and then Roxy joined him. Roxy was distraught and turned to Bo for answers. Bo did his best to fill Roxy in on the events leading up to the shooting. He finished by telling Roxy that Rex had been a hero. Rex had jumped in the line of fire to save Shane. Roxy was overcome with emotion, and fainted. \n\n\nNearby, Leyla placed several frantic phone calls to Adriana. Unfortunately, Leyla was unable to reach Adriana. She was forced to leave several urgent messages, begging Adriana to return her calls. \n\n\nEventually, Marcie and Charlie arrived at the hospital to lend their support. Charlie was surprised that Natalie had not made an appearance. Jared admitted that he was baffled by Natalie's continued absence. When Charlie asked if Jessica had any insight into what was keeping Natalie away, Jared admitted that something seemed off with Jessica. Jared just couldn't put his finger on what specifically bothered him about Jessica. \n\n\nElsewhere at the hospital, Gigi tried to talk to Shane about Rex. As Shane glared at his mother, it was clear that he was angry and filled with resentment. He refused to believe that Rex was his father even after Gigi explained that she had already been pregnant when she had met Brody. Shane pointed to the recent DNA test results as proof that Brody was his biological father. Gigi gently told Shane that Brody had used Rex's toothbrush to ensure a DNA match. \n\n\nShane remained unconvinced. He began banging a nearby locker door, in an effort to drown out Gigi's attempts to make him see the truth. When Gigi demanded that Shane cease with his obnoxious behavior, Shane stormed out of the room. He continued to deny the possibility that Rex was his father. Gigi didn't give up. She followed Shane and reminded her son that Rex had risked his life to save Shane. Shane wasn't impressed. He accused Gigi of forcing the lie that Rex was his father on him for her own selfish reasons. \n\n\nShane once again walked off, so Gigi followed him. When she caught up to Shane, Gigi told him a brutal truth. If Rex died, one day Shane would regret not saying goodbye to his father when he had the opportunity. \n\n\nA short time later, Gigi and Shane joined everyone as Roxy gathered them together to hold hands and say a prayer for Rex. \n\n\nRex underwent surgery for the injuries he had received when Brody shot him. While he was on the operating table, Rex appeared to have an out-of-body experience. Invisible to everyone, Rex stood in the operating room and watched as the doctors worked to save his life. As the surgery progressed, Rex heard Gigi's prayers for him and realized that he was in trouble. \n\n\nSuddenly, Rex found himself transported onto the set of a game show called, So You Think You Can Be Shane Morasco's Father? Rex watched in disbelief as Colin MacIver was introduced as the show's host. Colin smiled and quickly introduced the other game contestant, Brody Lovett, and the prize, Shane. Colin then turned to Rex and asked him if he was ready to start the game. Rex was hesitant to play and reminded Colin that he was Shane's biological father, so he didn't see the point of playing. \n\n\nColin disagreed, as did the audience. \n\n\nEventually, Colin convinced Rex to play the game. When Rex asked what would happen if he answered incorrectly, Colin was cryptic. However, in real time, Rex's blood pressure began to drop during the surgery. Unaware that his fate on the show determined his fate on the operating table, Rex sat down to play the game. He answered the first question correctly so his condition in the operating room improved. As the game progressed, the questions became increasingly more difficult for Rex to answer. It didn't help when Rex was joined by two special guests on stage: Jen and Lindsay Rappaport. \n\n\nAs Rex failed to answer the questions to Colin's satisfaction, his condition deteriorated. Finally, Rex was asked to name his true biological father. His eight choices: Bo Buchanan,  David Vickers -- the man, not the dog, Mitch Laurence, R.J. Gannon, Cain Rogan, Charlie Banks, Jackie McNaughton, and Snoop Dogg. Rex decided to use his lifeline and called Roxy. By the time she finally agreed to tell him the name of his biological father, the time limit expired and the call was disconnected. Pressured to make a choice, Rex selected Bo Buchanan as his true biological father. The answer was incorrect. On the table, Rex went into cardiac arrest. \n\n\n",
    "tvmega_recap": "Rex's ghost sees himself on the operating table. Then he is suddenly thrust into a game show called Who's Shane Morasco's Father. Everyone gathers at the hospital waiting to see how Rex is. Gigi tells Shane the truth. Shane thinks she's lying and keeps talking about Brody. He argues about the DNA test and Gigi explains how Brody used Rex's toothbrush. Charlie and Jared talk about Jessica. Jared says something isn't right there. Tess taunts Natalie saying she can go see Rex and then saying she can't. They argue. On the game show, Rex has to answer questions about his life and who his real father is. When he answers correctly at the game show, he gets better in the operating room. When he answers wrong his health fails. He faces Jen and Lindsay. They finally ask Rex who his father is and give eight photos; Bo, Charlie, RJ, David Vickers Mitch Laurence Snoop dog, Kane Rogan and Jackie McDonald. Rex calls his lifeline, Roxy. At the hospital Roxy does a prayer circle. Everyone joins in. On the lifeline, Roxy says not David Vickers then the line goes dead. Time is up. Rex guesses Bo but is wrong. They say Brody won Shane and Rex flat lines.",
    "tvmega_summary": "Episode #10285 - \"So You Think You Can Be Shane Morasco's Father?\" Written by Elizabeth Page, Ron Carlivati, Carolyn Culliton, Shelly Altman, Janet Iacobuzio, Chris Van Etten, and Anna Theresa Cascio",
    "soapcentral_condensed": "Natalie was elated when Tess agreed to release Natalie so that she could go to the hospital to see her brother, Rex. Meanwhile, Gigi tried to talk to Shane about Rex. Shane refused to believe that Rex was his father even after Gigi explained that she had already been pregnant when she had met Brody. Rex underwent surgery for the injuries he had received when Brody shot him. While he was on the operating table, Rex appeared to have an out-of-body experience. Rex was transported onto the set of a game show called, So You Think You Can Be Shane Morasco's Father? Rex watched in disbelief as Colin MacIver was introduced as the show's host. Colin then asked Rex and the audience if he was ready to play and the prize was Shane's biological father. When Rex answered incorrectly, Colin was cryptic and asked him what would happen if he answered incorrectly. It didn't help when Rex was joined by two special guests on stage: Jen Rapport and Lindsay Rapport.\n"
}