{
    "soap_central": "\n\nAs fate would have it, Todd and Blair, Marcie, and Viki occupied motel rooms on the same floor of the Bon-Suites, unaware of their close proximity. As Todd continued his quest, an unknowing Marcie was close to opening her door to him. After Blair stopped Todd from his late-night door-knocking, he put up a flyer with Marcie's photo, offering a reward. At the same time, Marcie hated having to lie to Gigi, whose heart went out to her new friend. Later, a financially strapped Gigi saw the flyer Todd had posted.\n\n\nViki and Charlie grew closer and made plans for another date. Meanwhile, Alex was flabbergasted when Nigel revealed certain details of Asa's will.\n\n\nNatalie and Jared's first real kiss led to a second, and they finally admitted their feelings. The two then decided to pursue a relationship but looked forward to taking things slowly.\n\n\n",
    "tvmega_recap": "Jared and Natalie kiss but they are interrupted by David, who looks for Dorian. Clint and Nora kiss, while Dorian watches from the door. Alex confronts Nigel about David being the long lost son of Asa Buchanan. Nigel denies saying that David was Asa's long lost son. Blair and Todd are in Paris, Texas and are just across the hall from Marcie and Tommy, and just next door to Viki. Marcie tells Tommy to have a good night's sleep. Todd wants to go search for Marcie and Tommy, but Blair stops him. Charlie talks with Viki about Todd. Charlie wants to know more about Todd. Jared bears his heart and soul to Natalie. Nora and Clint vow to be just friends and to forget about the kiss. Viki invites Charlie to the Thanksgiving dinner at the café. Todd knocks on Marcie's door, but Marcie refuses to answer. Todd knocks on Charlie's door, but Charlie cannot give Todd much help. Gigi spies the poster that Todd had placed on the pop machine. Natalie pries herself away from Jared so they can have another date. David and Dorian make love.",
    "soapcentral_condensed": "As fate would have it, Todd and Blair, Marcie, and Viki occupied motel rooms on the same floor of the Bon-Suites, unaware of their close proximity. Alex was flabbergasted when Nigel revealed certain details of Asa's will. Natalie and Jared's first real kiss led to a second, and they finally admitted their feelings. The two then decided to pursue a relationship but looked forward to taking things slowly. Later, a financially strapped Gigi saw the flyer Todd had posted.Viki and Charlie grew closer and made plans for another date. Meanwhile, Alex and Nigel were reunited and Alex was shocked to find out that Asa had left her a large sum of money in his will, which she had no idea about until she found out from Nigel. Viki and Jared were also reunited and they decided to take things slowly and have a date the next day. They also had plans to go on another date the following day, which turned out to be their first date.\n"
}