{
    "soap_central": "\n\nJessica and her family, as well as Nash, learns just how dire her condition is and what needs to be done to try to save her life. Dorian does her best to bolster Nash. Although not allowed to see Jessica himself, Nash brings Bree to see her mother. Talia finds a threatening letter from OPP among Cristian's ruined artwork. Cristian, Evangeline, Nora and Talia realize they've been set up. Blair returns from Chicago and is frustrated by what she perceives as a lack of interest on the part of the police in Todd's disappearance. Bo and Blair listen to the tape found at the scene of Todd's disappearance. Blair decides to take matters into her own hands. Adriana reaches her breaking point when Rex refuses to stop trying to dig up dirt on Tate. \n\n\n",
    "tvmega_recap": "Bo sits in his office and he overhears a commotion outside his office. Bo opens the door and sees that it is Blair, who is arguing with one of his police officers. Bo ushers Blair into his office. Blair immediately wants to know what is being done to find Todd. Marcie and Tommy come in to Rodi's looking for Rex. Marcie finally sees Rex and tries to talk to him, but he overhears Tate and Adriana laughing and talking at a nearby table. Rex approaches the table and immediately begins to make his accusations. Jessica finds out from Michael that she has liver cancer. Evangeline visits Christian in his damaged loft. All of his paintings are destroyed. Nash cannot believe it when he finds out that Jessica has liver cancer. Michael tells Jessica that the only hope for Jessica is for a liver transplant. Everyone begins to want to be tested to be a donor for her. Some new evidence is brought into Bo's office concerning Todd's disappearance. Blair immediately wants to hear the tape, but Bo is hesitant to let her listen to it, but he finally agrees. He puts the CD in the player and turns it on. All they can hear is a baby crying. Talia and Nora both arrive at Christian's apartment and are shocked at what they find. Rex confronts Adriana if she and Tate are sleeping together yet. One of Tate's fans come up to him and tells him that he is still his favorite pitcher. The little boy's father confronts Tate about lying about being gay. Blair tells Bo that she will take matters into her own hands. Paige comes to visit Bo and tells him the news about Jessica. Talia reads a note that was left in Christian's apartment. The arsonist sets the gas valve so the gas fumes will come through the air ducts in the air conditioning system. Evangeline goes to stand in front of the air ducts. Nash brings Bree to see Jessica. Jessica exchanges looks with Nash through the door. Talia tries to open the door, but finds out that the door is locked. Everyone passes out from the gas fumes.",
    "soapcentral_condensed": "Jessica and her family learn just how dire her condition is and what needs to be done to try to save her life. Blair returns from Chicago and is frustrated by what she perceives as a lack of interest on the part of the police in Todd's disappearance. Adriana reaches her breaking point when Rex refuses to stop trying to dig up dirt on Tate. Talia finds a threatening letter from OPP among Cristian's ruined artwork. Cristian, Evangeline, Nora and Talia realize they've been set up. Bo and Blair listen to the tape found at the scene of Todd's disappeared. Blair decides to take matters into her own hands. Dorian does her best to bolster Nash. Although not allowed to see Jessica himself, Nash brings Bree to see her mother. The final episode of the series airs at 9 p.m. ET on Sunday, November 14. The series finale airs at 10 p.M. ET Sunday, December 15. For more information on the series, visit the official website.\n"
}