{
    "soap_central": "\n\nJessica opened the front door of Llanfair to Ford. She coldly reminded him that he'd have to call if he wanted to see Ryder. He gave a file folder to her, but she threw it back at him. She couldn't believe he'd gotten a court order. She demanded that he leave, but he asked her to read the papers before she got hysterical. He entered the house, and Jessica apologized. He explained that the papers were a sample agreement, and that she could change whatever she wanted.\n\n\nFord continued that he wanted visitation rights with Ryder, but no more problems with Jessica's family. He promised to be flexible with the agreement. Jessica apologized for how she'd acted, and admitted that she'd had a very bad day the day before. She'd found out that Natalie and Brody were together. Ford admitted that he'd heard about the situation. Jessica was just happy that it hadn't broken her \"into a million pieces,\" and that Tess hadn't returned. Ford confessed that, \"I really wish she had.\"\n\n\nFord apologized, because he knew that Jessica probably didn't want to hear how much he missed Tess. However, Jessica encouraged him to go on. She wanted to know what had made Ford fall in love with Tess. Ford had hated Tess at first, but had started to notice how smart and funny she was. \"When she loves you,\" he started, \"you feel it in your soul.\" He realized that he needed to accept the fact that Tess was gone.\n\n\nJessica gave the papers back to Ford, and said that the proposed agreement was fine with her. Ford and Jessica agreed that Ford would get Ryder the next day. He turned to leave as Ryder's cries were heard over the baby monitor. Jessica offered for Ford to check on Ryder with her. A surprised Ford happily agreed, and the two went up the stairs together.\n\n\nNora hung up the phone, and told Bo that Matthew had had a good night at the rehab center. Nora hated that Matthew was so far away, but Bo reminded her that Philadelphia wasn't that far away. Nora was desperate to figure out what had happened to Matthew. Nora remembered that Matthew had told her and Bo that someone else had known about Matthew killing Eddie. She surmised that the person Matthew had tried to talk about was the same person who'd hurt him.\n\n\nNora didn't know what to do with her time since she wasn't at Matthew's bedside constantly. She wanted to do \"what we do best,\" and get justice for Matthew. Bo agreed to treat it like any other case, so the two began to make a timeline of the night Matthew had gotten hurt. They knew that someone other than Destiny had to have visited, and determined that their living room was the crime scene.\n\n\nNora said that, since they hadn't been at the apartment very much, none of the evidence would be contaminated. The two began to look all over the apartment. Nora found a mango-flavored gum wrapper between the sofa cushions. She talked out loud and said that neither she nor Bo chewed gum, and Matthew hated mango. She figured that the gum wrapper either belonged to Destiny, or to the person who'd hurt Matthew.\n\n\nDestiny ate breakfast in the diner with Shaun and Vivian. Shaun was happy to see that Destiny finally had an appetite. Destiny wanted to talk about something else, so Vivian suggested teen pregnancy. A surprised Destiny dropped her silverware, as Vivian explained her new teen pregnancy support group to Destiny. Vivian gave Destiny a pamphlet, and continued that Destiny would make a perfect volunteer. As Destiny tried to give excuses as to why she couldn't help, she suddenly felt sick, and ran to the bathroom.\n\n\nVivian thought that she shouldn't have pressured Destiny into volunteering. Shaun knew that Destiny was just stressed out over Matthew. He knew that she'd \"had a thing\" for Matthew, but the two were best friends. Destiny returned, and explained that she had probably eaten too fast. Shaun had to go to work, but told Destiny to stay with Vivian. When Shaun was gone, Destiny said that she had to leave as well. Vivian stopped Destiny, and told her that she could talk to Vivian about anything. Destiny left, and Vivian curiously looked at her teen pregnancy pamphlet.\n\n\nAt the diner, Deanna gave a money-filled envelope to the lawyer who had the information about her mother. The lawyer instructed her that she would need to do better if she wanted to find her mother. She had worked hard for the money, so she pleaded with the lawyer for one clue. The lawyer spat that, if Deanna wanted any information, she'd have to keep washing cars.\n\n\nOn the phone, Dani again apologized to Nate for not telling him that Matthew had killed Eddie. Nate bumped into Rick, who asked if Nate was ready to make a movie. Dani wondered who Nate was talking to, but Nate said he'd call her later. Dani asked if Nate was still going to Sam's birthday party, but realized that he'd already hung up.\n\n\nRick told Nate that a crew was all ready to make the movie. Nate wanted more time to make his decision. Rick's phone rang, and he walked away to take the call. Nate entered the diner, as Deanna's lawyer walked out. He sat down with Deanna, who told him that the lawyer wouldn't take the down payment. Noticing that Nate looked distressed, she wondered what was wrong. He told her that Rick was outside, and had pestered Nate about doing the movie. Nate didn't think he had a choice in the matter, because he thought that Bo and Nora would obsess over how Matthew had gotten hurt.\n\n\nDeanna suggested that there was a way out of doing the movie that she and Nate hadn't yet thought of. She thought that, even if Bo and Nora found out that Nate had hurt Matthew, Nate still knew that Matthew had killed Eddie. However, Nate didn't want to blackmail the Buchanans. Rick appeared, and the three moved to the kitchen for privacy.\n\n\nNate told Rick that he would do the movie, but that he didn't want Deanna involved. He took out a piece of mango-flavored gum, and tensely chewed on it. Nate told Rick that he couldn't force Nate and Deanna to do anything. \"Or maybe I can,\" Rick said, and produced a file folder stuffed with papers.\n\n\nTomas was putting breakfast on the table as he muttered that Baz's loud music was \"atonal crap.\" \"That's my atonal crap,\" Baz shot back as he entered the room. Tomas went on about taste in music being subjective, and told his son to sit down for breakfast. He explained that he'd made one of his mother's specialties, as he put on classical piano music. Baz thought that the music was \"pretentious crap.\"\n\n\nTomas informed Baz that the music was Tomas playing when he'd first started out, but Baz wanted to agree that they would never understand each other's music. As they argued over the music, Dani entered and demanded that they stop. Tomas invited her to sit down to breakfast, but she'd already eaten. Baz added that he hated eggs, so Tomas went upstairs to get Téa to eat.\n\n\nBaz asked Dani what was wrong, because she'd looked \"weird\" when she arrived at the house. She had just been wondering why Nate had hung up on her for no reason. Changing the subject, Dani wondered what was going on with Baz and Tomas. Baz admitted that they were getting used to each other as father and son. Dani related that she and Todd had needed to get used to each other as well.\n\n\nBaz wondered if Dani had known Todd when he'd had his old face, but she hadn't. He told her that Starr had been talking about how Todd had looked in the past. He thought it would be strange to have a father show up looking like a completely different person. Baz had to go, but assured Dani not to worry about the phone call with Nate.\n\n\nA short while later, Dani answered a knock on the door to Destiny. \"I have something to tell you,\" Destiny said urgently.\n\n\nTodd and Téa lay in bed, and Todd tried to kiss Téa. She told Todd to stop, claiming that she had a headache. He reminded her that she'd had a headache every night, and wondered what he could do to make it go away. He believed that she couldn't stay angry at him forever for what he'd done for Jack. Todd confided that Jack's mistakes scared Todd, so he just wanted his wife's support. She wanted to be on Todd's side, but didn't agree with his illegal actions.\n\n\nTodd told Téa that she'd known what she was getting into when she'd married him. He insisted that he was the same person she'd fallen in love with. \"Are you?\" she countered. He wondered if she still loved him. \"Of course I love you, you idiot!\" Téa yelled. \"I just don't like you very much right now.\" She tried to walk out of the bedroom, but Todd grabbed her arm. Tomas appeared and demanded that Todd let go of Téa.\n\n\nAs Todd and Tomas argued over Téa, she left to take a shower. As Baz appeared in the hallway and eavesdropped, Tomas told Todd that he knew things about Todd that could ruin him. Todd said the same about Tomas. Tomas said he would keep his end of the deal unless he saw Todd mistreating Téa or Dani again. Todd reminded Tomas that they would \"both go down.\" However, it was a chance that Tomas was willing to take.\n\n\nTéa walked out of the bathroom and wondered what was going on between the men. Todd said that Tomas was leaving, but Tomas wanted to tell Téa something about Todd first. She wanted it to wait, because she had to get ready for Sam's birthday party. Tomas promised that she would want to hear what he had to say.\n\n\nStarr lay on the couch next to the pool. James entered, and Starr was happy to see him. He admitted that he'd told his boss that he was going to be at work late, just so he could see Starr. Starr wanted to make sure that James didn't resent all the time Starr had been spending with Baz, but James only wished that he could see Starr as often as Baz did.\n\n\nJames had gotten a blow-up pool toy as a gift for Hope. He called himself pathetic for \"buying the affection of a two-year-old.\" Starr assured James that Hope liked him, but just missed Cole sometimes. She urged him to be patient. He agreed, because he intended to spend a long time in Starr's life. They shared a passionate kiss, and Starr asked how much time James had until he had to leave for work. \"As much as we need,\" he replied.\n\n\nA short while later, Starr and James sat with their legs dangling in the pool. James hadn't thought that Starr had meant that they would go swimming when she asked how much time James had. Starr reasoned that there were too many family members that could interrupt them at La Boulaie. James confessed that he thought about being with her all the time, and hadn't imagined their first time on a couch next to a pool anyway.\n\n\nStarr assured James that it would happen as soon as things got better with Hope. Starr pulled James on top of her. James wondered about her family walking in on them. \"Who?\" Starr replied, and passionately kissed James. Baz entered, causing Starr and James to stop what they were doing. \"Oops,\" Baz said insincerely.\n\n\nBaz told Starr that there were a couple things they needed to decide before they met at Capricorn later. James kissed Starr, and left for work. Baz glared after James. Starr wanted to know what was so important. Baz confessed that he thought something was going on between Todd and Tomas.\n\n\n",
    "imdb": "\nA stick of mango chewing gum provides a clue for Bo and Nora. Destiny is shocked when Vivian brings up the subject of teen pregnancy. Baz learns that Todd and Tomas share a secret. Robert Ford explains Tess to Jessica.    ",
    "tvmega_recap": "Dani tries to make amends with Nate about keeping Matt's secret. Rick, the pornographer presses Nate to make a decision about the movie. Deanna negotiates with a man about finding her mother. Deanna tells Nate that he doesn't have to do the porno because he can negotiate with his knowledge that Matthew killed Eddie. Nate tells Rick he will do the porno but he can't force Deanna. He takes out a notebook that shocks Deanna. Shaun notices Destiny's increased appetite. Vivian wants to talk to Destiny about teen pregnancy. She asks her to volunteer with the Teen Pregnancy class she is teaching. Destiny gets nauseous and runs to the bathroom. Vivian thinks Destiny is too upset about Matthew to deal with anything else. Shaun says Matthew is her best friend and in fact, he thought they were more, but he overheard them having a conversation about Matthew having sex with someone else. Vivian suspects Destiny wasn't ok with that conversation. Vivian tells Destiny that she is there for her if she ever needs to talk about anything. Destiny tells Dani that she needs to tell her something. Nora is sad that Matt is away from them in rehab. She wants to find out who hurt Matthew. She wonders who else knew about Eddie Ford's murder. They conclude that someone other than Destiny must have been in their house while they were gone. They begin to look for clues. Nora finds a mango flavored chewing gum wrapper in the sofa cushion. Tomas makes breakfast, but Dani tells Tomas she already had breakfast and Sebastian tells him that he doesn't like eggs. Sebastian says he is still getting used to Tomas being his father. Dani tells him it took her awhile to get used to Todd being her father. Tea feigns a headache to avoid having sex with Todd. Todd asks her if she wants a divorce. She tells him she can't compromise her professional ethics to stand by him in something that was wrong. He asks her if she still loves him. She says she just doesn't like him very much right now and begins to storm off. He grabs her by the arm to stop her from going. Tomas appears and tells Todd to get his hands off Tea. Sebastian hears Todd reminding Tomas that he kept him out of prison. Sebastian accidentally interrupts James and Starr making out by the pool. He tells Starr that something is going on between their fathers. Tomas tells Tea that he has to tell her something about Todd Ford brings a document to Jessica and she throws him out, believing it is an ultimatum from his lawyer. He tells her he isn't challenging her for custody; it is just a preliminary visitation schedule that she can alter as she likes. She tells him that Natalie and Brody are officially a couple and she is glad the news didn't trigger a re-emergence of Tess. He tells her that he wishes Tess had resurfaced. He tells Jessica that it is difficult seeing her because he misses Tess and she looks and sounds like Tess. Jessica asks him what it is about Tess that he finds appealing. He tells her that Tess is like a scared kid. She lives more than most people because she knows her existence could end at any moment. He says that when Tess loves someone, they feel it in their soul. Jessica agrees to the visitation terms and invites Ford to come with her to change Ryder.",
    "soapcentral_condensed": "Nora found a mango-flavored gum wrapper between the sofa cushions. She figured that the gum wrapper either belonged to Destiny, or to the person who'd hurt Matthew. Destiny wanted to talk about something else, so Vivian suggested teen pregnancy. Deanna gave a money-filled envelope to the lawyer who gave her the information about her mother. The lawyer instructed her that she would need to do better if she wanted to find her mother, so she pleaded with the lawyer for one clue. Nate realized that Dani was still going to Sam's birthday party, but realized that he'd still go to the party. Nate apologized to Dani for not telling him that Matthew had killed Eddie, but she said he'd call her later to tell her that he was ready to make a movie. The two agreed that they'd go to a movie the next day, but Nate said he was going to a birthday party instead. Nate asked Dani if she was ready for a movie, and she said she was.\n"
}