{
    "soap_central": "\n\nViki and Dorian have a war of words revolving around Dorian's opinion that Viki is jealous of her and trying to get Clint back. Viki insists that they have their own busy lives. Taken aback when Dorian calls her a slut, Viki reminds her that she's the one who had the one-night stand with Clint. He's not in love with Viki nor passionate about her, Dorian continues triumphantly. On the other hand, she's mysterious and unpredictable. Viki calls her a liar and notes that she has more ammo against Dorian and will make sure that Clint doesn't end up with her. She holds the trump card as she flaunts her Christmas gift from Clint. She's been too busy with Blair to celebrate the holiday, stutters Dorian.\n\n\nDorian returns home and finds Adriana and Rex waiting for her. Little does she know that up until just prior to her return, the two were unclothed and making love on her living room floor. They allude to that in their conversation but she doesn't catch on. She tries to get rid of Rex to no avail and asks that they all go to visit Blair. Dorian admits that having Adriana back in her life is her best gift. Adriana informs her that she still doesn't trust her.\n\n\nThere are major happenings at the hospital, with all of the local residents either being patients or visiting some. Michael is extremely angry with John; after all the strings he pulled to have John transferred, his brother is not being very co-operative. He's not taking his pain meds, which are very important, and is not behaving. He could get an infection or worse and Michael's name is on the line. Plus, he can't lose him again. John insists that he can't take his medicine until Spencer is \"down for the count.\" He learns that Blair lost her baby thanks to Spencer, as he pulled her off the roof. John is ready to go after Spencer. Marty refuses to divulge any information to Bo on Spencer other than that he blames Todd for all that has happened. Evangeline feels that Spencer should pay for his crimes, not hide out in a mental institution. Marty reminds her that Wingdale will be no picnic and she will continue to stick to her opinion regarding Spencer's mental state. She would never lie, even because of Todd. Evangeline just wants to see the case back in court. Marty receives a phone call and agrees to take on another patient. Bo feels that the truth is somewhere in-between the two men's stories. Bo informs Spencer that John would have killed him while Todd didn't. Spencer continues to threaten Asa but Bo is interested in what happened at the warehouse. Spencer tells him that Todd tried to kill Blair after hearing that she was carrying Spencer's baby, but Bo is skeptical. As far as he knows, Todd didn't even know about the baby at that time. He notes that all of Spencer's monitors are showing normal rates so he hardly appears to be having a meltdown. Spencer will see Todd go to the death chamber for killing his baby and attempting to kill Blair and himself, he gloats. Bo retorts that he really is insane after all. Todd blames himself for the baby's death. Blair asks him to leave her alone; he calls Viki and breaks down. Evangeline finds an emotional Todd and tries to comfort him. All he does is hurt the innocent people who are so important to him, he tells her tearfully, pounding the walls and sinking to the floor. Viki arrives and they lift him up, offering their help. Todd hugs his sister, telling her he loves her. He cries on her shoulder that he's cursed. Marty visits John, her new patient, but he catches on and knows immediately that she's a shrink. He plays word games with her and basically refuses to answer her questions. He just wants his discharge papers. He wants to go home and solve the case. Marty can tell that John has seen a therapist before and with the difficult time he's giving her, she can't believe that people actually find him charming. Shortly after, John learns that he'll never leave the hospital if he doesn't pass the test with the psych. Dorian, Rex and Adriana arrive and learn about the baby. Adriana pulls Rex aside, frantic that they should tell Todd about his other baby. Not now, Rex hushes her. He sees Bo who admits that Todd is looking pretty guilty. There's a concern that Blair will get Todd in trouble because of what happened with the baby. Evangeline stops by Spencer's room to tell him that he will pay, just as Hugh would have wanted, which infuriates Spencer. If the law doesn't get him, then someone else will. Dorian and Adriana go into see Blair; Viki convinces Todd to go back into the room but Blair doesn't want anything to do with him. She just needs some time, Viki reassures him. \"To hate me more,\" he replies.  \n\n\n",
    "tvmega_recap": "Blair is upset. Todd can see that she blames him for losing her baby. He leaves the room and Evangeline is there to help him when he starts feeling down. He calls Viki to come to the hospital. Rex and Adriana are on Dorian's living room floor making love. Rex wants to get up and get dressed before the dragon lady returns but Adriana wants more of him. He can't resist and they are at it like rabbits again before the fireplace. Dorian was out at Viki initially thanking her for helping to get Adriana to come around, but now she has returned to her home and she hears raucous laughter in her house. She flies through the door. \"Adriana! What is going on?\" Adriana and Rex are on the couch dressed and snuggling but that is all. \"What did you expect?\" Adriana asks sarcastically. \"Did you think that we would be making love on the living room floor?\" Dorian says that she has been thinking that they should go and see Blair She tries to dismiss Rex from the house but Adriana will not allow it and they all go to the hospital to see Blair. When Todd tries to go into the room, Dorian shouts at him to get out. He won't go though unless Blair tells him to. \"Please leave,\" Blair says quietly. \"I want to be alone with my family.\" Those words sting and Todd leaves the room quickly. Bo goes to talk to Spencer to see what his story is about the roof incident. \"Well, I was tied up, Todd was torturing me he was talking on the phone and that is when he found out about the baby. He thought that it was mine and he snapped! He got Blair over there and then pushed the both of us off the roof,\" Spencer says. Bo doesn't believe him but Spencer knows that there is no way that Bo can prove anything different. Bo meets with Rex in the hall of the hospital. Rex heard about Blair losing the baby and he asks if there are any leads in the case. Bo says that unfortunately, everything that he digs up in this investigation makes Todd look guiltier and guiltier. Marty talks to Evangeline and crosses the line when she accuses Marty of not taking the case with Spencer personal enough. She tells how she was there when Todd flatlined and thought that he was going to be killed on death row. Marty gets offended when it appears that Evangeline has forgotten that she has been raped by Todd and has had to do her job and push her feelings aside. Evangeline apologizes for being insensitive. She tells that John is in the hospital right now and they need to get this case finished before John gets out. She gets a call to go and see John and assess him for release. Marty refuses to release John and he has no idea who he was just talking to.",
    "soapcentral_condensed": "Viki and Dorian have a war of words revolving around Dorian's opinion that Viki is jealous of her and trying to get Clint back. There are major happenings at the hospital, with all of the local residents either being patients or visiting some. Evangeline feels that Spencer should pay for his crimes, not hide out in a mental institution. Michael is extremely angry with John; after all the strings he pulled to have John transferred, his brother is not being very co-operative. John insists that he can't take his medicine until Spencer is \"down for the count\" He learns that Blair lost her baby thanks to Spencer, as he pulled her off the roof. Bo informs Spencer that John would have killed him while Todd didn't. Spencer will see Todd go to the death chamber for killing his baby and attempting to kill Blair and himself, he gloats. Bo retorts that he really is insane after all. Todd blames himself for the baby's death. Blair asks him to leave her alone; he calls Viki and breaks down.\n"
}