{
    "soap_central": "\nEffective Detectives:\n\n\nAt Llanfair, Natalie and Jared were in bed, sharing a bit of post coitus pillow talk, when suddenly Natalie smelled smoke drifting through the house. Downstairs in the kitchen, Tina pulled a baking tray, with burnt muffins, out of the oven just as Tess slipped into the kitchen through a side door. Tina was surprised to see her niece enter through the door and asked if it led to the mausoleum. Tess confirmed that it did, but, she added, it also led to the breaker box. Tess went on to explain that she had been drying her hair when the lights suddenly went out, forcing her to check the breakers. Tina was impressed by her niece's resourcefulness and confessed that she would have just thrown on a hat. Tina then switched the subject and expressed concern over Jessica's late-night wanderings. When Tina suggested calling Viki, Tess panicked and quickly tried to talk Tina out of making the call. \n\n\nLuckily for Tess, the timely arrival of Natalie and Jared distracted Tina. When Jared announced that he intended to look for a job, Tess suggested that he see Dorian. Natalie found the comment insensitive and asked her why she would say such a thing. Tess showed Natalie an article about how Dorian had successfully outmaneuvered Buchanan Enterprises from a hostile takeover. Talk of B.E. led to talk of Clint. Tess pretended to have sympathy for Natalie's situation with their father. Later, after Natalie and Jared left, Tina's dog, David Vickers, ran to the door that Tess had entered through earlier. He began barking and scratching. Tess ran over to the dog just as Tina scooped the pooch up into her arms. Tess was clearly annoyed by the near discovery of her secret room. Tina was taken aback by her niece's anger and asked Tess if she was hiding something. \n\n\nAt the Buchanan mansion, Cole was having breakfast while Nora gave Clint the news that Bo had resurfaced. Clint was delighted to hear that his brother had been in contact with Matthew and that all was well with Bo. When Cole complained of a headache, Nora checked to see if he had a fever. He didn't so Nora invited Cole to lunch at the country club. When Cole agreed, Nora turned to Clint and asked him to join them. He declined, insisting that he had work to do. \n\n\nA short time later, they were joined by Simon, the detective Clint had hired. Nora believed that Simon was there about Bo, but in actuality, Simon had found something that Clint could use against Dorian. Clint was grateful that Simon had kept quiet about the real reason for his visit. When they were alone, Simon handed Clint a file that seemed to center around Langston. Upon reading it, Clint was happy with Simon's discovery. \n\n\nAs Nora and Cole were preparing to leave to spend the day at the country club, Jared arrived and asked to speak with Clint. Clint agreed to talk to Jared and invited him in. Clint was surprised when Jared offered to help Clint take Buchanan Enterprises back from Dorian. Clint asked Jared how far he was willing to go to help. When Jared made it clear that he'd go to any lengths, Clint handed Jared the file on Langston and asked Jared if he would be willing to go as far as Dorian did. \n\n\nBlair walked into the kitchen of LaBoulaie and found Starr, Langston, Jack, and Addie gathered together over breakfast. Starr immediately suspected her mother of having spent the night elsewhere and began asking questions. Blair lied and said that she had left earlier to fetch some bagels. Unfortunately for Blair, she didn't have any bagels to back up her claim. Addie accused her daughter of being out on a booty call and told her that she shouldn't be ashamed to admit it. Talk of Blair's night of passion led to speculation about whom she'd been with. Blair refused to name anyone so Addie took a practical approach. She began listing eligible bachelors, starting with Bo and Clint Buchanan. When Blair continued to remain tightlipped about the identity of her lover, Addie suggested they consult Madame Delphina. Blair made it clear that she did not want Madame Delphina in her home. Blair felt that the woman was a con artist who took advantage of her family. To delay further argument, Blair reminded Starr of an OB/GYN appointment and hustled Starr out the kitchen. \n\n\nAt the OB/GYN's office, Marcie arrived early for Starr's appointment. When Blair and Starr walked in, Blair was surprised to see Marcie. Starr explained that she had invited Marcie and apologized to Blair for not telling her sooner. While Starr was taken to an exam room, Blair and Marcie waited in the reception area. Marcie surprised Blair by asking Blair to be the baby's grandmother, after Marcie adopted the child. \n\n\nIn the exam room, Starr realized that the receptionist, who had shown her in, was someone she recognized from school. As the two talked about Starr's situation, Starr revealed that she intended to give her child up for adoption to Marcie. The young lady was impressed by how well Starr's parents seemed to be handling things. Starr quickly corrected her, saying that her parents were not dealing with the situation well. Starr went on to say that it didn't really matter how her parents felt, as long as Starr was okay with her decision. \n\n\nMarcie and Blair were invited to watch the ultrasound. Marcie looked at the monitor with an expression of awe on her face. The doctor told them that the baby appeared healthy. She then asked Starr if she wanted to know the gender of her baby. Starr felt it should be Marcie's decision to make. Marcie said that she didn't need to know, as long as the baby was healthy. Marcie left it up to Starr, so Starr told the doctor that they would wait until the birth of the baby. Later, as they prepared to leave, Blair invited Marcie to lunch with her and Starr. Marcie accepted. \n\n\nTodd woke up in Marty's bed. Marty was teasing Todd about his snoring when Janet walked in, carrying a breakfast tray. Marty was silent as Todd snapped at the woman and ordered Janet out of the room. After the nurse left, Marty confessed that she should be the one who was short-tempered because she had dreamed of John. Todd questioned Marty about the dream but Marty remembered little beyond that she had a sense that John had been challenging her, in some way. Todd suggested that Marty stop thinking about John but Marty didn't think that was possible. \n\n\nLater, Janet returned to the bedroom to hand Todd an envelope. It was from his detective. Todd followed Janet into the hallway and asked her if she had a copy of the Sun. When Janet produced the newspaper, Todd ordered her to take it to Marty. Janet was uncomfortable with the new orders, but Todd was insistent. \n\n\nMarty appeared rattled when she saw the front page headline of the Sun which read, \"Lock Your Doors; McBain = Top Cop; Did He Kill Ramsey to Get It?\" \n\n\nWhen John walked into the police station, an officer handed him one of Ramsey's files and a small brown paper bag. John was told that a woman had dropped the bag off. John went into his office and pulled out a wrapped bagel and a note that read, \"Sweet Dreams Last Night?\" John flashed back to seeing Marty at the foot of his bed. John quickly shook off thoughts of Marty and focused on his work. He reviewed Ramsey's file on the jewel theft, including the list of suspects. At the top of the list was Todd Manning's name. John then looked over the file of Todd's bodyguard, Keyshawn. He decided to have Keyshawn brought in for questioning and ordered one of his men to find the ex-bodyguard. \n\n\nWhen Keyshawn was brought into John's office, he was initially uncooperative. However, John managed to rattle him enough that Keyshawn admitted that he had information about a beautiful blond woman who was staying in Todd's home. Keyshawn added that the same woman had once stayed with Ramsey. Unfortunately, Keyshawn was not able to provide a name for the woman. \n\n\nTodd walked into the exam room where Starr's doctor was jotting down notes. She demanded to know what Todd wanted. Todd tossed the file that his detective had given him on the exam table and told the doctor that he wanted his grandchild. \n\n\n",
    "tvmega_recap": "Jared and Natalie are in bed. They talk about getting jobs. Natalie smells something burning. Downstairs Tina is trying to make muffins. Todd and Marty walk up. She tells him he snores. She says she dreamed about John McBain. John goes to work as the new commissioner. Someone leaves him a bag. In it is a bagel and a note about last night. John looks at his file on the mystery woman Ramsey was keeping. He tells his officers to bring in Keys, Todd's old bodyguard. Blair comes home in the morning. Addie, Starr and Langston guess who her new boyfriend is. Blair denies its anything special. Addie suggest calling Delphina but Blair forbids it. Starr and Blair go to the doctor. Marcie meets them there. Nora tells Clint that Bo called Matthew. They are happy. Simon comes in and has information for Clint. Nora and Cole go out to breakfast. Simon gives Clint some information on Langston. Clint is happy about what he sees. Jared goes to Clint and asks to help get BE back. Clint asks how low will he sink and shows him Langston's file.",
    "soapcentral_condensed": "Natalie and Jared were in bed, sharing a bit of post coitus pillow talk, when suddenly Natalie smelled smoke drifting through the house. Downstairs in the kitchen, Tina pulled a baking tray, with burnt muffins, out of the oven just as Tess slipped into the kitchen through a side door. At the Buchanan mansion, Cole was having breakfast while Nora gave Clint the news that Bo had resurfaced. As Nora and Cole were preparing to leave to spend the day at the country club, Jared arrived and asked to speak with Clint. Clint agreed to talk to Jared and invited him in. Jared offered to help Clint take Buchanan Enterprises back from Dorian. Clint asked Jared how far he was willing to go to help. When Jared made it clear that he'd go to any lengths, Clint handed Jared the file on Langston and asked Jared if he would be willing to going as far as Dorian did. At Starr's OB/GYN appointment, Marcie realized that she had invited Marcie and apologized to Blair for not telling her sooner.\n"
}