{
    "soap_central": "\n\nOver the phone, Mitch told Viki that her time was up, and that the decision was hers. \"Wrong,\" Jessica broke in. Jessica agreed to see Mitch, but only if Mitch would let Natalie go. A short while later, John promised Clint that both of Clint's daughters would be safe. Viki demanded that Jessica listen to John. Jessica reassured her parents, and left the house with John. Viki prayed that both of her girls would return safely.\n\n\nA short while later, Ford stormed into the house, demanding to know where Jessica was. Reluctantly, Viki and Clint told Ford about what Mitch was putting the family through. They assured Ford that Jessica would be safe with John, but Ford ran from the house. Viki attempted to catch him, but couldn't. Clint called John, and left him a message warning him that Ford was on his way. He wanted John to call with any updates, and hung up.\n\n\nViki turned on the television just in time to see a report that Allison Perkins had also escaped from Statesville. \"I hate that picture of me. It really doesn't do me justice,\" Allison said from the back door, pointing a gun at Viki and Clint.\n\n\nViki demanded that Allison leave the house, but Allison informed Viki that she no longer took orders from anyone. Allison revealed that Oprah had advised her fans to never give anyone else power over them, so Allison had followed the advice. Noticing that Clint had a phone behind his back, Allison demanded that he put it down, and he obeyed.\n\n\nAllison continued that she'd arranged the \"early release\" at Statesville, because she was tired of doing all the work for others, and getting none of the credit. Viki wondered what Allison wanted, because Viki was worried about her daughters. Allison babbled on about the \"miracle twins.\" Clint and Viki told Allison to \"spit it out\" if she was trying to say something about Jessica and Natalie. Allison only revealed that she \"came to give you an ending.\"\n\n\n\"Bye, Clint. Bye, Viki. It's been real,\" Allison said, smiling. Viki and Clint held hands. Clint told Viki that he loved her, and Viki did the same. From outside, a gunshot was heard.\n\n\nMitch informed Natalie that Jessica was on her way. He was happy that he could properly baptize Jessica into his church. Natalie wondered why Mitch was obsessed with Jessica, \"when you have me?\" He likened Natalie to a bargaining chip, but realized that Natalie could be the mother of his next heir. As Mitch attempted to get closer to Natalie, she kicked out her legs to keep him away. He hoped that their children would have Natalie's \"fire.\" She yelled that John would be there soon, as she tried to untie herself.\n\n\nA short while later, Mitch was on top of Natalie, who was attempting to fight him off. Just then, John entered with his gun drawn, and Mitch drew his gun as well, holding onto Natalie. Mitch demanded Jessica, but Natalie pleaded with John not to let Jessica into the room. \"I'm here, father. Let Natalie go,\" Jessica said as she entered the room.\n\n\nJohn said that Jessica would go to Mitch as soon as Mitch let Natalie go, but Mitch didn't believe it. Suddenly, Jessica ran around John, and stood in front of Mitch. She implored Mitch to let Natalie go. He pushed Natalie towards John, who grabbed her. Jessica grabbed hold of Mitch's outstretched hand, but spit in his face and said, \"Go to hell.\" Mitch wiped his face off with his gun, and told her that girls who offended their fathers were penalized with death.\n\n\nSuddenly, Ford ran into the room, and tackled Mitch. They struggled over the gun as Jessica ran to John and Natalie. Mitch got the gun pointed toward Ford's head. John hurried toward the men as Jessica and Natalie screamed. From outside, a gunshot was heard.\n\n\nAs Troy pulled things out of his duffel bag, Nora reminded him that he'd gone to jail for the things he'd done to her. She'd moved on with Bo, and couldn't do anything to forget him. Troy begged to differ, and held up a syringe.\n\n\nTroy told Nora that it was the same drug that Lindsay had given Nora years before. He assured her that her life with Bo would be like a dream that had never happened. Nora remembered Lindsay giving her the drug. Troy agreed that it had been wrong of Lindsay to do that to Nora, but only because she hadn't been a trained medical professional like Troy was.\n\n\nTroy held a gun on Nora as he tried to make her comfortable on the couch. She remembered how Troy had once been good to her. Trying to stop Troy, Nora expressed doubts about the \"medicine\" working, but he assured her that he would get it right.\n\n\nBo realized that Troy had taken Nora to the cabin that Troy had taken Matthew to when he'd kidnapped Matthew. Lindsay wanted to go with Bo in order to help, but Bo refused. Bo left, but Lindsay followed after him anyway.\n\n\nA short while later, Bo and Lindsay stood outside the cabin. Bo saw through the window that Troy had a gun and a syringe. Bo couldn't surprise Troy, because he feared that Troy would accidentally stick Nora with the syringe. However, Bo had a plan, and needed Lindsay's help to carry it out.\n\n\nAs Troy told Nora how happy they would be together, Lindsay burst into the room. Nora assumed that Lindsay and Troy were in cahoots. Troy angrily told Lindsay that he was with Nora. Lindsay informed him that she was over him, so he advised her to go after Bo. She admitted that she couldn't be with Bo, because she'd killed him.\n\n\nAs Bo watched from an adjacent hallway, Lindsay told Nora and Troy that she'd poured her heart out to Bo, but he'd slammed the door in her face. As a result, she'd shot him. She related that she'd done Troy a huge favor, because he would no longer need to use the drug on Nora. Just then, Bo emerged from the hall and hit Troy over the head with his gun.\n\n\nAs Bo and Troy struggled, Lindsay picked up Troy's gun, and untied Nora. Bo knocked Troy out, and pointed his gun at the unconscious man. Unseen by the three, Troy opened his eyes, and looked at Bo's gun. Nora thanked Lindsay for her help, but Lindsay thought that a real \"thank you\" would be a bargain to get her out of Statesville.\n\n\nSuddenly, Troy got up from the floor, and grabbed his gun out of Lindsay's hand. He pointed the gun at Bo, who was also pointing his gun at Troy. From outside, a gunshot was heard.\n\n\nJames wondered what Sam's secret was, but Sam refused to tell. James admitted that he knew about Cole, and warned Sam that Starr could get in trouble if the cops found out that she was hiding Cole. \"Check the cabana,\" Sam finally admitted. \"You didn't hear it from me,\" he added, and James left.\n\n\nCole pulled Starr into a kiss, but Starr pulled away soon after. She wondered what he was doing. \"The same thing you were. Kissing the person I love,\" Cole replied, and the two shared another kiss. She pulled away again, and reminded Cole that she was with James. Cole admitted that, when he'd told her to move on, he'd only been telling her what she'd needed to hear. Just as Cole told Starr that he still loved her, James entered the cabana.\n\n\nJames had known that Cole was there, and was angry at Starr for lying. James yelled at Cole for putting Starr in the position he had. Starr interrupted by saying that she'd chosen to help Cole, and that she'd do it again. James accused her of loving Cole no matter who she was with, but Starr insisted that she'd helped him because he was Hope's father.\n\n\nCole promised that he wouldn't be there for long. James questioned Cole's plan, which was to find his parents. James knew that, if Starr helped Cole, Hope would end up growing up without both of her parents. Cole realized that James was right, and assured her that he'd wanted no trouble. All he wanted was to say goodbye to Hope.\n\n\nSam played with his toys while the television was on. There was an update on the news about the 198 escaped convicts. As someone opened the front door and walked through the house, the news reported on another escaped convict -- Hannah O'Connor. The report advised that the convicts were to be considered armed and dangerous. \"Hey kid, can I play?\" Hannah asked Sam.\n\n\nSam refused, because \"I saw you on TV.  You hurt Starr!\" Sam yelled for Starr, but Hannah clapped her hand over his mouth. She made him promise to be quiet, or \"I'll give you a reason to yell.\" She demanded to know where Starr and Cole were. \"Take a hike!\" Sam told her. Pointing in his face, she started to threaten him, but he grabbed her finger and bit it. Hannah picked Sam up. \"Put him down,\" Todd ordered.\n\n\nHannah recognized Todd as Starr's \"real dad.\" Todd replied that, if she really knew about him, she'd know what he'd do to her if she hurt Sam. Todd stepped forward threateningly, but Hannah pulled a gun out, and pointed it at Todd. She promised to give Sam back if Todd told her where Starr and Cole were. \"We're right here,\" Starr said, entering with Cole and James.\n\n\nHannah turned her gun on Starr, Cole, and James, and related that she knew Cole would be there. \"I didn't. What the hell are you doing here?\" Todd said. Cole claimed to have been waiting for Hannah, because she was the one he wanted. He told her that they had another chance. Hannah realized that Cole had only been at the house for Starr, but Cole insisted that he was only there for his daughter. He told her to let Sam go so they could leave.\n\n\nCole wondered if Todd would let him and Hannah go. \"The sooner the better,\" Todd related. Hannah put Sam down, but didn't think that Cole was over Starr. Cole reminded her that Starr was with James, but Hannah didn't think that mattered. \"Don't worry, I'll help you,\" she said, and pushed Cole into a chair. She pointed her gun at Starr.\n\n\nBefore Hannah could shoot, Sam kicked her in the leg. As she fell, Todd whisked Sam out of the room. The gun lay on the floor, but Hannah got to it before anyone else could. She pointed the gun at Cole. From outside, a gunshot was heard.\n\n\n",
    "tvdb": "Allison Perkins returns.",
    "tvmega_recap": "In addition to Mitch Laurence, Troy MacIver and Cole Thornhart escaping from Statesville, so have Lindsay Rappaport , Hannah O'Connor and Allison Perkins. Jessica agrees to go and see Mitch after he's threatened to take Natalie away if she does not. But Robert Ford goes to intervene and gets shot. Troy wants to take Nora away with him. But strangely enough, Lindsay wants to help Bo rescue her and knows where Troy has taken her and how to \"motivate\" him to let her go. Bo and Nora are both amazed that Lindsay has saved Nora's life. Cole is obsessed about getting Starr back and escaping from prison. But when he sees Hannah in the house with a gun ready to kidnap Sam and threatening to kill Starr, he intervenes and get shot. Allison Perkins goes to see Viki and Clint and tells them she knows something that Mitch is not even aware of regarding their two daughters. They wonder if she might have accurate information.. And the show ends in suspense.",
    "soapcentral_condensed": "Mitch told Viki that her time was up, and that the decision was hers. Jessica agreed to see Mitch, but only if Mitch would let Natalie go. Ford stormed into the house, demanding to know where Jessica was. Viki prayed that both of her girls would return safely. Nora remembered how Troy had taken the \"medicine\" to make her comfortable. Troy begged to differ, and held up a syringe that Lindsay had given Nora before giving her life to Bo. Troy assured Nora that he would get it right, but he realized that he had taken it when Matthew had taken to the cabin to get away from Troy. Troy tried to make Nora comfortable on the couch as he held a gun on her. Nora reminded him that he'd gone to jail for the things he'd done to her. She'd moved on with her life, and couldn't do anything to forget him. Troy told Nora that it would be like a dream that had never happened, and gave her a hug.\n"
}