{
    "soap_central": "\nAlready Gone\n\n\n \nAs Langston and Markko enjoyed a dance at Capricorn, Ford interrupted the couple and wished Langston a happy birthday.   While Langston appeared uncomfortable by Ford's sudden arrival, a disgusted Markko stepped away to phone Cole and inquire about Starr's absence at her own eighteenth birthday party.   Meanwhile, a curious Langston questioned why Ford had chosen to cast a young woman who bore a striking resemblance to herself as Ford's love interest in his film.   Langston was stunned when Ford admitted that he fantasized about her and wondered whether she shared his feelings.\n\n\nStarr was stunned when Matthew arrived at her apartment with Danielle and informed Starr that the teen was her sister.    Expressing her hatred for Todd, Danielle explained how Téa had recently learned that Todd, not Ross, had fathered Danielle.  When Danielle continued to refer to Todd as a rapist, Starr stepped away to compose herself.   Upon receiving a call from Markko, Cole informed his friend that something unexpected had transpired and that neither Cole nor Starr would be attending the party.\n\n\nOut in the hall, Starr was overwhelmed by the idea that Danielle was her sister and wondered if Danielle's theory was correct.  Cole stated that Starr owed it to herself to find out the truth.   After recalling that Todd had a picture of Danielle in his wallet, Starr headed back inside to speak with Danielle.\n\n\nBack at Capricorn, Markko returned as Langston struggled to answer Ford's question.  Realizing that Markko was agitated by his presence, Ford excused himself.    After explaining that Starr and Cole wouldn't be attending the party, Markko convinced Langston to allow the couple to handle their problem on their own.  Afterward, Markko told Langston that he loved her, and he held her close.  Meanwhile, Ford stood nearby and observed them.  When Cristian approached Ford and informed him that many beautiful women lived in Llanview, Ford stared at Langston and replied, \"I know exactly where to look!\"\n\n\nLater, Langston bumped into Ford, who apologized for assuming that she shared his feelings.  When Langston didn't deny her attraction to him, Ford pulled her into an embrace and kissed her.\n\n\nStarr, Cole, and Matthew listened as Danielle continued to criticize Todd and denounce him as her father.   Matthew told Starr that he had hoped that she could help Danielle deal with the revelation that Todd was her father.    When Starr questioned how Danielle had obtained her information regarding her paternity, Danielle presented Starr with a copy of the DNA test and announced that Todd had known the truth for a while.   Upon learning that Téa didn't have any knowledge of Danielle's whereabouts, Starr suggested that Danielle phone Todd, but Danielle was adamant that she didn't want anything to do with either Todd or her mother.  Danielle stated that she despised Todd for his evil past and was embarrassed to learn that her mother could love such a person.\n\n\nAs Starr attempted to describe Todd's good qualities, Danielle criticized her for defending a rapist.   Recalling the information that she had uncovered over the Internet, an angered Danielle related the vivid details of Marty's rape.  Unable to listen to the graphic details, Cole demanded that she end her tirade.  Danielle was stunned to learn that Cole was Marty's son and questioned why Cole didn't hate Todd.  \n\n\nDeclaring his love for Starr, Cole informed Danielle that he refused to allow Todd to destroy Cole's life with Starr and Hope.   Pulling Cole aside, Starr recalled how she felt the day that she learned that Todd had raped Marty.  Starr stated that she had wished that she had an older sister to help her deal with the truth.   Cole suggested that Starr be a support system for Danielle.\n\n\nHoping to help her sister gain insight into their father, Starr wondered if Danielle planned to live her life as if Todd didn't exist.  Danielle told Starr that she had once observed Starr sharing a loving moment with Todd.  Danielle was convinced that she could never love Todd, and questioned why her mother loved him.    Stating that Téa had learned to appreciate Todd's good qualities, Starr was certain that Téa had hoped that Danielle would learn to appreciate them too.   When Danielle inquired about her little brothers, Starr offered to show her photos of Jack, Sam, and Hope.\n\n\nTodd and Téa rushed into the police station, announced that their daughter had ran away, and demanded that the on-duty officer find Danielle.  As Todd and Téa urged the officer to complete a missing persons report at once, Lowell appeared and instructed the officer to accompany him on an in-progress call.   When Todd and Téa tried to explain that their daughter was missing, Lowell rudely ignored their pleas for help, and left with his officers to handle a mysterious call.\n\n\nUnable to obtain any assistance, Todd and Téa sat in the station and waited for word on Danielle.  When Téa suggested that they contact Ross, Todd refused to seek help from his enemy.  Todd believed that Ross told Danielle the truth about her paternity in hopes that Danielle would learn about Todd's past.  Realizing that Danielle would never accept his past, Todd wondered if he should give up hope of building a relationship with her.  Todd recalled the day that Starr learned about his past, and stated that the revelation had caused her to view him in a different light.  Reminding Todd that he was a changed man, Téa insisted that he do his best to reach out to Danielle.\n\n\nAt Llanfair, when Jessica phoned John and told him that she feared that Brody had gone to the docks to confront Mitch, John promised to handle the situation.  Meanwhile, Nurse Charles, with a syringe in hand, stood outside and observed Jessica through the window.\n\n\nAfter an unsuccessful attempt at convincing Charlie to return home, a distressed Viki arrived at Llanfair.  Concerned for her troubled husband, Viki stared at her wedding photo.  Viki told Jessica about Charlie's relapse, and declared that she couldn't help him.  Viki was adamant that Mitch had destroyed Charlie's life.    \n\n\nJessica told her mother about Mitch's letter and his request that Jessica meet him on the docks.   Viki pleaded with her daughter to stay away from Mitch.  Jessica promised to heed her mother's warning, but she doubted that Brody would stay away from Mitch.   Meanwhile, Nurse Charles kept a close eye on Jessica and Viki.\n\n\nOn the docks, an irate Brody attacked Mitch and ordered him to stay away from Jessica and her family.  Insisting that Jessica wanted to please him, Mitch stated that Jessica would've showed up at the docks, had Brody not interfered.   Hoping to entice Brody to react violently, Mitch exclaimed, \"The women are mine for the taking!  You can't stop me from taking what I want!\"  Outraged, Brody picked up a pipe and aimed the weapon at Mitch.  Before Brody could make physical contact, John appeared and instructed him to put the weapon down.\n\n\nWhile Brody told John about the letter that Mitch had sent Jessica, Mitch encouraged Brody to assault him.  Unable to control his hatred for Mitch, Brody attempted to strangle him.  At that moment, Lowell and several of his men arrived and demanded to know what was going on.   When Mitch claimed that Brody had tried to kill him, Lowell instructed his officers to arrest Brody.  Realizing that he had been set up, Brody announced that he was headed to Llanfair to check on Jessica, but Lowell's men grabbed him.\n\n\nAfter helping Brody escape, John was placed under arrest.  Meanwhile, Brody raced off to save Jessica.  Once John had been transported to lockup, Mitch had a warning for Lowell.   As a nervous Lowell listened, Mitch remarked, \"I only hope for your sake that Officer Lovett hasn't interfered in my plans!\"\n\n\nBack at Llanfair, after her conversation with Jessica, Viki headed upstairs.  As Jessica placed another call to Brody, Nurse Charles appeared and attempted to jab her with the syringe.  After a brief struggle, Nurse Charles gained the upper hand and plunged the syringe into Jessica's arm.   An unconscious Jessica fell to the ground.  Moments later, Brody raced into the house and was unable to locate Jessica, but discovered the unconscious guard outside the mansion.\n\n\nInside the shady bar, while Charlie agreed to kill Mitch, Dorian appeared to have second thoughts.  Insisting that she was at fault for ordering a drink in Charlie's presence, Dorian expressed her guilt over Viki discovering Charlie in the bar with a drink nearby.   Convinced that he had ruined his relationship with Viki, Charlie was determined to end Mitch's reign of terror.   When Charlie asked Dorian to give him the gun, she hesitated and questioned whether Charlie was capable of taking a life.  Charlie had no doubt that he could kill Mitch without a second thought.\n\n\nDorian reminded Charlie of the repercussions he faced if he were caught, but Charlie insisted that he didn't fear the punishment because his life had little meaning after the loss of Jared.   Handing him the gun in a towel, Dorian informed Charlie that she couldn't be linked to the murder because Mitch's followers would harm her girls.  Charlie promised that Mitch would never find out about her involvement because Charlie intended to kill him.   Before walking away, Dorian expressed her regret that Charlie and Viki's relationship was in shambles.\n\n \n\n\n",
    "tvmega_recap": "Matthew takes Dani to meet Starr and Cole. All is revealed about Starr and Dani's mutual father raping Cole's mother. Dani tells them that she will never forgive Todd. But Starr attempts to communicate with her and welcome her to the family. Tea and Todd try but fail to find her. Brody goes after Mitch after he writes a letter to Jessica and is ready to kill him. John tries to stop him before Lowell catches him. Lowell arrests John but Brody gets away when he senses Jessica may be in danger. The evil nurse injects Jessica with a needle and knocks her out as Brody rushes to rescue her. Viki does not know what to do with Charlie, who is secretly meeting with Dorian and agrees to kill Mitch.",
    "soapcentral_condensed": "Starr was stunned when Matthew arrived at her apartment with Danielle and informed Starr that the teen was her sister. Danielle explained how Téa had recently learned that Todd, not Ross, had fathered Danielle. Danielle was convinced that she could never love Todd, and questioned why her mother loved him. Cole informed Danielle that he refused to allow Todd to destroy Cole's life with Starr and Hope. Todd and Danielle ran away, and Sam announced that their daughter had ran away and demanded that the police find her. Todd sat in the police station and demanded help to obtain help to find his daughter. As Todd and Téa attempted to obtain assistance, Lowell appeared and instructed the officer to accompany him on an in-progress call to the station. Todd appeared to be unable to obtain any assistance and sat in the police station with Unable to obtain help to find his daughter and asked for help with his mysterious daughter.\n"
}