{
    "soap_central": "\n Sierra Rose \n\n\nTéa prepared to leave Todd's house and declared that she hoped one day they'd be in the right place at the same time. He leaned over to kiss her but she pulled away. She was sure that wouldn't solve anything. Todd promised that he wasn't giving up without a fight. \"We have tried,\" Téa began, but Todd pleaded that it was \"not hard enough.\" He thought that things would be better after Téa returned from Tahiti and they had gotten their lives more on track. He knew they had the same feelings for each other, and he wanted to know how she could deny their love.\n\n\nTéa firmly stated that she was not denying anything, and it was difficult for her. Todd begged her not to go and told her it wasn't too late. Téa attempted to explain that it wasn't that simple, and Todd was angry. She needed to go for Dani's sake, and she and Dani would be staying at the Palace Hotel temporarily. \n\n\nTodd continued to badger Téa and asked her to spend the night. Though she wanted to, she declined. It would be too difficult to leave in the morning. He couldn't believe that Téa was leaving him with Blair in the house. Téa gave him a feeble smile and told him she'd send for her things. He cut her off quickly, and told her goodbye.\n\n\nAt the Buchanan mansion, Clint received a phone call from Oliver and learned that Jessica had been found. He shared the news with Viki and Marty, as well as with Kim who entered the room shortly after. He introduced the women to each other. Marty wondered what could have happened to Natalie and John, though Viki assured her they were safe and had walked away from their car's explosion. Kim wanted to know if there was any news on Stacy.\n\n\nClint disclosed that Stacy had not been found and that Brody had shot Nurse Charles as she attempted to strangle him. Clint thought that Mitch had sent Stacy away. As Kim took a deep breath, the others talked of their confusion over Mitch's move. Clint announced that he had called the FBI, but he was sure that everyone would be found. Viki explained to Kim that she had a cabin on the mountain. Marty stressed that everyone was searching for the missing people.\n\n\nKim stressed that Stacy had not been dressed for the snow, because she had been in false labor at the hospital when she was taken. Stacy also had no sense of direction. Clint pointed out that there were rescue teams and they all needed to pray. Viki hid her grin as Kim claimed that God wasn't a fan of her and Stacy. She was sure that law enforcement officers would never help girls like the two of them. Viki explained that rescue teams wouldn't discriminate against anyone, but Kim wanted to head up the mountain herself to search for her girlfriend.\n\n\nEveryone thought the idea was insane and they advised her that there were already many people out and looking for the missing. It would be foolish for her to get lost herself since it would mean taking the rescue teams away from their previous mission. Kim finally agreed as Clint told her Stacy would be fine and would need Kim when she returned. Kim gave in and decided to go upstairs for some much-needed sleep. Marty looked skeptical and followed Kim out to the foyer. \"Going somewhere?\" she asked as she spotted Kim pulling on her coat.\n\n\nKim informed Marty that she was going to Llantano Mountain, and she didn't want to worry Clint, who had enough on his mind. Marty revealed that while the FBI was searching for Mitch, Lowell and his men would be looking for John and Brody. She feared that those men would have orders to shoot John and Brody on sight. Both John and Stacy needed all the help they could get. She announced that she was going to the mountain with Kim.\n\n\nAt Mitch's observatory hideout, Charlie trained his gun on Mitch. As Dorian arrived and shouted for Charlie to stop, she hit his arm and the gun went off. The bullet hit Jessica. Mitch yelled at Charlie, \"What did you do?\"  He accused Dorian of planning the entire thing. Jessica called out for her father. Dorian announced that she was a doctor, and she wanted Brody to apply pressure to the wound. She ordered Charlie to move quickly and seek some supplies that she needed in order to help Jessica. Charlie uttered that it was an accident, but Mitch advised Dorian that if Jessica died, it was on Dorian's head. \n\n\nDorian continued to bark orders as she examined Jessica briefly. She did not see an exit wound from the bullet and thought that things were looking grim. \"Dorian, save her,\" Mitch ordered. Dorian relayed that the best thing was to get Jessica off the mountain and to a hospital quickly.\n\n\nJohn continued to do his best to keep Natalie awake in their mountain shelter. He advised her that she probably had a concussion, and he proceeded to test her knowledge on simple questions like her name and their location. Natalie passed his test with flying colors, especially when she knew that she was with John and not Jared. John assured her that they would be found in no time. She was worried that everyone would think they were dead after the explosion and would give up looking for them, but John was convinced that wouldn't be the case. He intended to keep their fire going in the hopes that the smoke would be seen.\n\n\nNatalie admitted that she had felt strange earlier and thought that she was passed out but not. She kind of felt like she was having a dream and Jared was lying there next to her. John suggested that perhaps she had a fever and was hallucinating. Natalie thought it had been quite real, and she was able to reach out and touch Jared. Suddenly she looked at John. \"You,\" she said. She was mortified that she had said everything to John. She had gone on about the two of them together.\n\n\n\"Tell me what happened,\" she implored him. John clarified that she thought he was Jared. She thought he should have stopped her. He said he loved her and it was him, she gasped. Then he kissed her. \"That was you,\" she gulped. She was appalled to think that she had kissed John and not Jared. \n\n\n\"You weren't yourself,\" John tried to reassure her. Natalie insisted that John was himself and therefore should have stopped her. He responded that he had wanted her to make it through the night and didn't know how severely injured she might be. He just wanted to go along with her. Natalie reminded him that she was tough and he smirked that he had heard that.\n\n\nJohn told an apologetic Natalie that she didn't need to be sorry. She felt like an idiot, and John assured her it was nothing. She couldn't forget that Jared had kissed her back, but it was John. \"Yeah he did. I did,\" John agreed. Natalie wanted to know why. Under pressure, John admitted that he thought there was still something between them. He knew it wasn't right to kiss her after all she'd been through. \"I feel something for you. I always have, maybe I always will,\" he told her.\n\n\nIn the throes of her labor pains, Stacy emphasized that she wanted a doctor, hospital, and drugs. Gigi would have preferred to be out and about looking for Schuyler but they were going to have to deliver Stacy's baby in Viki's cabin, she advised her sister. The contractions were occurring more frequently and Gigi wanted to get things prepared for the delivery. She urged Stacy to try to remain calm and talk to the baby. She told her not to push. Stacy was relieved that the baby would arrive early. She thought that Rex could really be the father, and she wouldn't have to tell anyone anything different.\n\n\nGigi returned from collecting supplies and aided Stacy through her contractions. Stacy was sure she'd be a lousy mother, but Gigi assured her she would get on-the-job training and would be fine. She assured her sister that all would be okay after Stacy held the baby in her arms. Stacy asked why Gigi was being nice to her, and Gigi assured her that it was because Stacy was in labor. \"That's punishment enough,\" Stacy added.\n\n\n\"Oh God,\" Gigi exclaimed suddenly as she saw the top of the baby's head. She insisted that it was finally time for Stacy to push. The sisters grabbed each other's hands. Stacy was convinced she was going to die, especially since she had been a horrible person and hurt so many people. Gigi encouraged her to think about different aspects of her life, and as Stacy screamed in pain, Gigi delivered Stacy's baby girl.\n\n\nAs Stacy reclined with her new daughter in her arms, she praised her sister for delivering the baby. Gigi was proud of herself and feeling shaky. Stacy recalled that they didn't always fight when they were younger, and she remembered a game they used to play. It was her best memory. Gigi was sorry that they couldn't have stayed friends like that. They recalled the names of their dolls in their favorite game, and that was the name that Stacy chose for her daughter. She thought that Sierra Rose was perfect.\n\n\nGigi instructed Stacy in her first minutes of motherhood. Stacy poignantly stated that she could use a sister and that her baby needed an aunt. Gigi suggested that they would figure it out eventually, but Stacy persisted. She asked if things could be like they were when they were kids. She promised to do whatever it took to get Gigi to agree. Gigi asked Stacy to stop hurting people and to be decent and honest. Excitedly, Stacy asked if they could be sisters if she stopped lying. Gigi said yes, and Stacy responded that she had something to tell her.\n\n\nBefore Stacy could disclose her secret, the baby began to make tiny choking sounds and Gigi determined that something was wrong with her.\n\n\nOliver arrived as Rex was taking out his frustrations on Schuyler. He tackled the guys and pulled Rex off of Schuyler. He advised them that he had found Mitch, Jessica, and Brody at the observatory. Schuyler expressed his concern over Stacy's whereabouts, and Oliver explained that it appeared that Stacy had been thrown out of Mitch's hideout. It had appeared to be some kind of punishment because Stacy had been lying about something.\n\n\nRex knew what the lie was and told Oliver that the baby was Schuyler's and not Rex's. Oliver realized that was the reason the men had been fighting. Rex stated that Schuyler had known the truth for months, but Rex was elated. Stacy was no longer his problem. \"You jackass,\" Schuyler yelled at him. He reminded Rex that Stacy was a pregnant woman alone in a snowstorm. Sarcastically, Rex added that at least they knew she wasn't in labor.\n\n\nAs it began to grow dark, Rex refused to aid Schuyler and Oliver in the search for Stacy. He preferred to look for Gigi. Suddenly, they heard an approaching rescue chopper. Oliver began to wave his flashlight in the air in an attempt to get the attention of the pilot. Rex stood by his decision to not help in the search for Stacy and observed that the helicopter would be able to cover more ground. Oliver wasn't sure that he would even get the pilot's attention, and he and Schuyler were determined to look for Stacy.\n\n\nRex insisted he wasn't ditching anyone as Schuyler pointed a finger at him. Rex simply felt that Stacy was no longer his responsibility. He, in turn, made accusations at Schuyler, and stated that Schuyler and Stacy were sick and selfish people who only wanted to break up Rex and Gigi. His own priority was to save Gigi. He was pretty sure that after Gigi heard what Schuyler had done, she would no longer want to be with Schuyler. She would forgive Rex and he would win her back.\n\n\nThe helicopter landed, and FBI agents burst into the observatory. Mitch informed one of the agents that Mayor Lowell was a close associate of his, but the agent was not impressed. He advised Mitch that they were not working for Lowell. Mitch was sure the agent had no grounds for holding him, but the agent disagreed. He had orders to take Mitch into custody. \n\n\nDorian informed the agent that she was the mayor and the bleeding girl on the floor was the daughter of two high-profile citizens. Jessica needed to get to the hospital right away. Charlie admitted to shooting Jessica and interrupted Dorian when she began to explain that it was an accident. Charlie wanted to take full responsibility for the incident, and said he would answer for it.\n\n\nJessica was wheeled out to the waiting copter while Dorian advised one of the agents that Charlie was not responsible for Jessica's wounds. She wanted him to take her word. She was unable to catch a ride on the copter as the agent declared that there was no room for her. He escorted Charlie out instead. \"What have you done, Dorian?\" Mitch inquired, then added \"There will be hell to pay.\" \n\n\nDorian asked the remaining agent if he had heard Mitch's threat. The agent advised her not to worry, since Mitch would be locked up for life. Dorian didn't think that was good enough, and she grabbed the forgotten gun.\n\n\nSitting in the study, Viki and Clint continued to discuss their family dilemma. They both felt compelled to join the search but thought it best to remain at home. They wanted to be available for their granddaughter. Clint suggested that Viki get some sleep because she \"looked like hell.\" Disgruntled, she noted that the trouble never seemed to end for their family. She knew that things would have been different if she had not resigned as mayor. \n\n\nClint offered to have his security team from Buchanan Enterprises enter the search if need be. Suddenly the phone rang, and Clint jumped to answer it. Ending the call, he turned to Viki. Jessica was on her way to the hospital after being shot, he told her. They needed to get there right away.\n\n\n",
    "tvmega_recap": "Cole and Starr hope that Dani will eventually be ok with the fact that Todd Manning is her father. Tea thinks she and Dani should live in the same house. Todd wants Dani to move in with him and Tea. Tea thinks it's a bad idea. Todd thinks Tea is leaving him again, but she assures him that she will remain in Llanview. Matthew tells Destiny that Dani is back in town. Dani and Destiny decide to be BFFs. Greg tells Rachel that the hospital suspects Schuyler of stealing Oxycontin. When Rex demands to know why Schuyler is so interested in his baby, Schuyler reveals that Stacy's baby is his and not Rex's. He explains the miscarriage and tells him about Stacy drugging him to have sex with her so she could become pregnant again. Rex is furious when he realizes that Schuyler let everyone believe the lie so that he could be with Gigi. meanwhile at Viki's cabin, Gigi suggests to Stacy that her baby is not Rex's. When Stacy goes into real labor, Gigi believes it is Rex's child. At the observatory, Jessica doesn't recognize Brody. Brody figures out that Mitch gave Jessica electroshock. Dorian tries to find Charlie to stop him from killing Mitch. Charlie finds Mitch at the observatory. Jessica and Brody try to stop Charlie from shooting Mitch. Dorian arrives at the observatory just as Charlie fires his gun.",
    "soapcentral_condensed": "Sierra Rose Téa prepared to leave Todd's house and declared that she hoped one day they'd be in the right place at the same time. Todd begged her not to go and told her it wasn't too late. Clint announced that he had called the FBI, but he was sure that everyone would be found. At the Buchanan mansion, Clint received a phone call from Oliver and learned that Jessica had been found. Viki explained to Kim that she had a cabin on the mountain. Marty wondered what could have happened to Natalie and John, though Viki assured her they were safe and had walked away from their car's explosion. Kim wanted to head up the mountain herself to search for her girlfriend, but they advised her that there were already many people out and looking for the missing. At Mitch's observatory hideout, Charlie trained his gun on Mitch. The bullet hit Jessica. Mitch yelled at Charlie, \"What did you do?\"  He accused Dorian of planning the entire thing.\n"
}