{
    "soap_central": "\nIce, Ice Baby\n\n\nAt Todd's house, Todd asked Blair for advice on how to form a bond with Danielle.  Unbeknownst to Todd and Blair, Jack stood nearby and overheard Todd refer to Danielle as his daughter.  Blair advised Todd to give Danielle time.  When Jack learned that Starr was aware of their long-lost sister, he stormed off.   Upon hearing the commotion, Blair stepped away to check on Sam, while Todd placed a call to the Palace.  Todd learned that Téa had checked into the hotel, but he didn't leave a message.\n\n\nInside the deserted cabin on Llantano Mountain, while Natalie and John shared a spontaneous kiss, Marty barged into the cabin.  Horrified by the scene she had witnessed, Marty lashed out at John.  Recounting that she had been arrested for helping John escape, Marty related that she had trekked up Llantano Mountain, only to find John and Natalie in an embrace.\n\n\nWhile John stood silent, Natalie attempted to explain the situation to Marty.  Relating that John hadn't been informed that she would be driving the getaway car, Natalie explained that John saved her from the burning vehicle after the crash.   Recalling that her head injury had caused her to believe that John was actually Jared, Natalie admitted that she had kissed John.   With a look of disgust, Marty exclaimed, \"We all know that something has been going on for quite some time!\"  Natalie assured Marty that John had made it perfectly clear that he was involved with Marty.\n\n\nWhen Natalie attempted to stand, she cried out in pain.  Marty examined Natalie's leg and determined that Natalie had suffered a terrible sprain.  After relating that her car was parked a mile away, a conflicted Marty helped John remove Natalie from the cabin.\n\n\nAt Llanview Hospital, Viki was stunned when Charlie informed her that he had shot Jessica.  After explaining that had convinced the FBI agent to allow him to check on Jessica's condition, Charlie recalled the terrible events that led up to him attempting to murder Mitch Laurence.  Charlie related that someone had tried to stop him when he fired at Mitch.  When Viki questioned who had interfered in Charlie's attempted murder of Mitch, Charlie refused to name his accomplice.  Accepting responsibility for his actions, Charlie prayed that he hadn't killed Jessica.\n\n\nAt the observatory on Llantano Mountain, as the FBI agents looked on, Dorian demanded to know which of her girls Mitch had targeted.   With an evil smirk, Mitch replied, \"You'll find out soon enough!\"  Pleading with the agents to help her, Dorian exclaimed, \"He has followers all over the world who are ready to do his bidding!  They could be anywhere!\"   As an FBI agent led him away, Mitch warned, \"Remember Dorian, a daughter for a daughter!\"  Dorian watched helplessly as Mitch exited the cabin.\n\n\nInside a Paris restaurant, Adriana and Kelly were impressed when the handsome stranger approached their table and flirted with Adriana.  Introducing himself as Emil, the mysterious gentleman took a seat, and inquired about the women's plans for the evening.  When Kelly related that she was leaving for London that evening, Emil clinched his wine glass and stated, \"Oh what a pity, you won't be around much longer!\"\n\n\nBack at the observatory, Dorian persuaded the agent to allow her to use his cell phone.   Placing a frantic call to Cassie, Dorian informed her daughter that Mitch Laurence was after their family.  Upon learning that Cassie was safe, Dorian concluded that Cassie wasn't Mitch's target.  Convinced that Blair wouldn't believe her claims, Dorian begged Cassie to phone Blair and instruct her to locate Addie, Starr, Langston, and Hope.  Dorian asked Cassie to inform Blair that Mitch had threatened their family.\n\n\nAs Emil explained that he worked for a very powerful person, Adriana received a call from Dorian.  Unwilling to speak with her mother, Adriana asked Kelly to do the honors.  Dorian tried to warn Kelly about Mitch's threat, but an irritated Kelly hung up before Dorian could relate the news.   Afterward, Adriana suggested that Emil taste one of the bistro's specialties.  Adriana insisted that the cuisine was \"to die for.\"  Smiling intently at her, Emil replied, \"What an interesting choice of words!\"\n\n\nMeanwhile, Dorian phoned Cassie again.  Detailing her failed attempt to warn Kelly, Dorian explained that Kelly and Adriana were together in Paris.  Dorian begged Cassie to warn the girls to be careful.\n\n\nBack in Paris, Kelly asked Emil if his mysterious employer was based in Paris.  With a devilish look, Emil stated, \"I work so many hours, it seems like he's everywhere!\"  Suddenly, Adrianna realized that she had a deadline to meet and announced that she had to rush home.  When Adriana mentioned that she would call for a taxi, Emil offered to drive her home.  Pulling her to the side, Kelly urged a skeptical Adrianna to accept Emil's invitation.  Kelly was convinced that Emil might help Adriana get over Rex.\n\n\nOnce Adriana had left with Emil, Kelly received an urgent call from Cassie.   Warning Cassie that Mitch Laurence had threatened the Cramer women, Cassie urged Kelly and Adriana to remain together.  Kelly's jaw dropped when Cassie advised her to be careful of strangers.\n\n\nAppearing visibly shaken, Blair returned downstairs and told Todd that she was going to check on Starr.  When Todd asked if something was wrong, a terrified Blair related that she had received a call from Cassie.\n\n\nAs Charlie continued to explain the scene that had taken place at the observatory, Mitch arrived and stated that he had been injured at the observatory.  As an irate Charlie demanded to know why Mitch wasn't in jail, Viki lashed out at Mitch for kidnapping Jessica.  Insisting that he was concerned about his daughter, Mitch announced that Charlie and Dorian had conspired to kill him.\n\n\nAs Mitch was led to an examination room, Viki demanded to know if Mitch's claims were true.   Realizing that Charlie had joined forces with Dorian, Viki asked if Dorian had provided Charlie with a gun to shoot Mitch.   Before Charlie could respond, the FBI agent ushered him away.   Viki was horrified when she noticed Dorian entering the waiting room.\n\n\nAt Viki's cabin, Kim was thrilled to be reunited with Stacy.  When Kim inquired about the baby, Stacy told her friend that Gigi had delivered the child.  Recalling how Gigi had saved her on Llantano Mountain, Stacy explained that Gigi had taken baby Sierra to the hospital.  Expressing her newfound love for Gigi, Stacy maintained that Gigi would protect baby Sierra.   Giving Stacy a knowing look, Kim stated, \"I guess it's a good thing that you didn't get your wish -- that Gigi disappeared permanently.\"\n\n\nOn the lake, as she held baby Sierra, Gigi warned Rex, Schuyler, and Oliver that the ice would give way if they moved any closer.  Gigi called out to Rex and informed him that she was holding his child.   Rex nearly blurted out that he wasn't the child's father, but instead, told Gigi that he wouldn't allow anything to happen to her or the baby.  Fearing that his child was in danger, Schuyler asked Oliver to save Gigi and the baby.  After locating a rope, Oliver tossed the line to Gigi and instructed her to tie it around her waist.  While holding the baby, Gigi reached for the rope, but the ice cracked.  Rex, Schuyler, and Oliver watched in horror as Gigi and baby Sierra fell in the water.\n\n\nBack inside the cabin, Stacy told Kim that Rex had showed up at the cabin and was furious with Stacy.  Recalling that a paramedic had informed her of the miscarriage, not a doctor, Stacy was convinced that Sierra was indeed Rex's child.  Stacy believed that Sierra couldn't be Oliver's child because she had arrived earlier than expected.  Stacy was convinced that she had never lost Rex's baby.   Acknowledging that Rex was angry, Stacy stated that Rex would fall in love with Sierra once he saw the child.\n\n\nInsisting that she needed to check on Sierra, Stacy attempted to stand on her feet, but Kim prevented Stacy from doing so.  Before heading upstairs to locate a blanket for Stacy, Kim gave her friend a hug and told her that she loved her.  As Kim headed upstairs, a delusional Stacy responded, \"I love you too, Rex!  It's not over for us, it's just the beginning!\"\n\n\nMeanwhile, Gigi struggled to keep Sierra out of the water.  Oliver tossed Gigi his jacket, and instructed her to place Sierra on the garment.  Gigi complied, and Oliver and Schuyler managed to pull Sierra to safety.    Gigi called out to Rex, \"You daughter is going to make it!\"\n\n\nUpon examining Sierra, Oliver and Schuyler noticed that her lips were blue, and that the baby wasn't getting enough oxygen.   While Oliver and Schuyler tended to Sierra, Rex crawled on the ice and reached for Gigi, who had fallen in the lake and was completely immersed in the cold water.   Oliver held the baby as Schuyler helped Rex pull Gigi out of the water.   As Schuyler performed CPR on an unconscious Gigi, Rex told her that everything would be all right.\n\n\n",
    "tvmega_recap": "Rex, Schuyler and Oliver find Gigi with the baby in her arms walking on cracking ice over a lake. They all struggle to make sure the baby is ok. But Gigi falls through the ice. They save her but she's unconscious. Meanwhile, Dorian is terrified by Mitch's threats and implications that he already has a \"plan\" for harming one of her girls. And right then, we see her daughter, Adriana and her niece Kelly in Paris where they meet a friendly, handsome stranger who offers to take Adriana home in his car. Kelly encourages her cousin to take the guy up on his offer so that she can possibly move on. But Dorian contacts her daughter Cassie, warning her that they must all beware of Mitch. Cassie calls Kelly and passes on the message. And Kelly wonders what might happen. Viki and Charlie are wondering what to do regarding Mitch and the fact that Jessica has been shot. Marty walks in on Natalie and John kissing and clearly indicates that she's threatened by what they have been doing together since Jared has been dead.",
    "tvmega_summary": "Episode # 10626 ~ Ice, Ice Baby",
    "soapcentral_condensed": "Todd asked Blair for advice on how to form a bond with Danielle. Todd learned that Téa had checked into the hotel, but he didn't leave a message. Adriana and Kelly were impressed when a handsome stranger approached their table and flirted with them. Kelly asked Emil if his employer was based in Paris, and he replied, \"I work so many hours!\" Dorian phoned Cassie to warn her that Mitch Laurence was after their family, but an irritated Cassie hung up before Dorian could relate the news to her. Back at Llanview Hospital, Viki was stunned when Charlie informed her that he had shot Jessica. At the observatory on Llantano Mountain, as the FBI agents looked on, Dorian demanded to know which of her girls Mitch had targeted. Charlie recalled the terrible events that led up to him attempting to murder Mitch laurence. When Viki questioned who had interfered in Charlie's attempted murder of Mitch, Charlie refused to name his accomplice.\n"
}