{
    "soap_central": "\nThe One In The Middle\n\n\nAt Lucky's arcade in Virginia Beach, Cole was determined to win Starr the stuffed animal she desired. After Winter joked that Cole would never win the souvenir, a smug Cole promised to treat Winter to a hotdog at the nearby vendor with his winnings. Starr and Cole enjoyed themselves as Cole continued to win tickets. Meanwhile, John and Blair continued to search the boardwalk for Starr and Cole. They were unaware that the kids were just a few feet away. Blair believed Starr was doomed to make the same mistakes that she had made. Although John tried to convince her that Starr would be fine, Blair felt Starr was headed for a life of pain. Because it was getting late, John decided that they should call it a night and continue looking for the kids in the morning. As they prepared to leave the boardwalk, the hotdog vendor approached John and Blair. After apologizing for being unable to assist them in finding the kids, the hotdog vendor suggested that John and Blair question the teens on the boardwalk. He believed they would be more aware of other teens in the area. John and Blair watched as the vendor pointed to Winter and suggested that they start with him. John and Blair approached Winter; they showed him a picture of Starr and Cole and asked had he seen them. As he watched Starr and Cole walk by, unnoticed by John and Blair, Winter looked stunned but said nothing. \n\n\nAt the abortion clinic, Dorian demanded answers from Langston. When Langston refused to give Dorian any information, Dorian continued to question her. Dorian soon realized that Langston was covering for Starr, and that Starr was the one who was pregnant. Relieved that Langston was still a virgin, Dorian soon turned her attention back to Starr. When Dorian learned that Todd had found the prepaid cell phone and contacted Starr, she was convinced that Todd would locate Starr and attempted to phone Blair. Langston begged Dorian not to contact Blair, but Dorian was adamant that she needed to warn Blair so that Blair could protect Starr from Todd. Unable to contact Blair, Dorian had a heart-to-heart talk with Langston. Giving Langston a gentle hug, Dorian stated that she wanted to keep Langston a little girl for a while longer. Langston replied sadly, \"I haven't been a little girl for a very long time\" and turned away. \n\n\nBo escorted a drunken Rex to the loft. Rex appeared to be in no shape to talk, but Bo wanted to know why Rex would crash Adriana's bachelorette party. Unaware of what he was actually saying, Rex admitted to going to the party in hopes of seeing Gigi. Rex also confessed to attempting to kiss Gigi at Buchanan Enterprises. Rex assured Bo that he loved Adriana, and denied having any feelings for Gigi. Bo urged Rex not to enter into a marriage with any regrets and left Rex to his own devices. \n\n\nAt the carriage house, Brody peered through an open window, and watched as Gigi lovingly caressed one of Rex's old high school jerseys. Excited, Shane ran downstairs and informed his mother that he found his father. Shocked, Gigi wondered what Shane was talking about. Shane presented Gigi with a book and photo he had found. As Brody watched from the window, Shane asked Gigi if the man in the picture was his father. Gigi admitted that Brody Lovett was the man in the picture. Brody had given Gigi the book right before he shipped off and she had forgotten that she had placed his photo inside. Brody appeared emotional as he listened to Shane ask Gigi questions about him. When Shane mentioned that he wanted to become a soldier like his dad, Gigi told her son that there were other ways to see the world besides getting yourself killed. Sadly, Gigi stated that she wished Brody had listened to her warnings about joining the service. Touched, Brody continued to listen to Gigi and Shane's conversation. Before sending Shane up to bed, she promised to frame the photo for him and reminded him to grab his inhaler. As Brody stood outside the door, he said to himself, \"Just do it,\" and attempted to knock. At that moment, a look of shock crossed Gigi's face as she looked in the direction of the window. \n\n\nA sullen Adriana entered La Boulaie and was greeted by Addie. Adriana told Addie that she planned to spend the night before her wedding at La Boulaie. Noticing that Adriana was in low spirits, Addie inquired about what was bothering her. Near tears, Adriana explained how great her bachelorette party was, until Rex decided to crash the party in search of Gigi. Unable to believe that Rex would do such a thing, Addie attempted to convince Adriana that she was mistaken, but Adriana assured Addie that she was positive of Rex's motives. Adriana reminisced about the great times she had shared with Rex, but believed their relationship was headed for trouble-thanks to Gigi. Confessing her feelings to Addie, Adriana admitted to acting very much like Dorian lately. Adriana believed that Gigi's presence had brought out the worst in her. Addie attempted to convince Adriana that her nerves were on edge because of the wedding, but all Adriana could thing about was why Rex would look for Gigi the night before his wedding. Adriana couldn't understand why Rex would not be looking for her. Before turning in for the night, Addie reminded Adriana that Rex loved her and that her wedding day would be beautiful. \n\n\nUnnoticed, David watched as Natalie and Jared shared a passionate kiss at the Bonjour Café. Realizing that kissing the man who she claimed to be her uncle in a public place was a bad idea, Natalie pulled away from Jared and reminded him of the consequences. David convinced Noelle not to expose him to Natalie, and hid behind the counter and listened to Natalie and Jared's private conversation. Natalie and Jared discussed the fact that they would need to find someplace to be alone in Llanview because they could not risk the family learning about their relationship. When David heard Jared state that he wasn't the real Buchanan heir, David's curiosity was piqued. The conversation became more interesting, once David overheard Natalie mention that the family would want revenge once they learned the truth about Jared's scam. As Natalie and Jared said their goodbyes to Noelle and Moe, David continued to hide. After Natalie and Jared left the diner, David informed Moe that he quit. When Noelle questioned why David would quit all of a sudden, David handed her a lottery ticket and stated, \"You take it. Who needs a lucky ticket, when you've got a meal ticket?\" With a grin on his face, David headed off to Llanview. \n\n\nNash, Jessica, and Bree spent a relaxing evening at the vineyard. When Nash showed Jessica an impressive review of his vineyard in a popular magazine, Jessica was elated. The couple discussed how successful Nash's business had become. Jessica apologized about being jealous of Nash's relationship with Sarah. Jessica told Nash that she had always considered Sarah to be a spoiled child, but was very impressed with the way she handled booking Snoop Dogg at Capricorn. Nash was pleased with Jessica's new opinion of Sarah, but reminded his wife that he and Sarah only shared a \"business relationship.\" After putting Bree to bed, Nash and Jessica made love. \n\n\n",
    "tvmega_recap": "Starr and Cole are happily together at the amusement park still unseen. But Blair and John are not far away and they run into a guy who was talking to them. After Dorian takes Langston to the abortion clinic when Marco has blurted out to her that Langston is pregnant, Langston reveals that she is not. And Dorian figures out that Starr must be and that is the reason why she and Cole ran away. Adriana is very untrusting of Rex after he crashed her party drunk. She informs Addie that she knows he has Gigi on the brain. Rex reveals to Bo that that is very much the case. Brody is standing outside of the carriage house spying upon Gigi and Shane and he is very tempted to make himself known. At the Bon Jour cafe, David Vickers hides and overhears Natalie and Jared talking and revealing that he (David) might very well be the real Buchanan heir as they have revealed that Jared is not. And from that, David heads to Llanview ready to \"cash in\".",
    "soapcentral_condensed": "Dorian learns that Langston was covering for Starr, and that Starr was the one who was pregnant. Bo escorted a drunken Rex to the loft, but Bo wanted to know why Rex would crash Adriana's bachelorette party. Rex admitted to going to the party in hopes of seeing Gigi. Rex also confessed to attempting to kiss Gigi at Buchanan Enterprises. Bo urged Rex not to enter into a marriage with any regrets and left Rex to his own devices. Addie sullenly told Addie that she planned to spend the night before the wedding at La Boula. Adrianna assured Addie she was positive of Rex's motives, but Addie was in low spirits. Cole was determined to win Starr the stuffed animal she desired. Cole promised to treat Winter to a hotdog at the nearby vendor with his winnings. A look of shock crossed Gigi's face as she looked in the direction of the window of the house where Shane had found his father.\n"
}