{
    "soap_central": "\n\nAs Blair and Todd enjoyed breakfast and admired pictures from their family pizza night, an obviously uneasy Langston attempted to hide the fact that Starr was gone. When they began to wonder where Starr was, Langston offered to check on her for them and headed upstairs. When Todd called Langston weird for acting so strangely, Blair told him that he tended to make people nervous. Upstairs, Langston took apart Starr's bed, turned the water on in the shower, and seated herself at the computer, when she heard the Mannings coming up the stairs. Blair insisted on going into the bathroom to tell her daughter about the bagels for breakfast as Langston held her breath. Todd left the room and Blair turned on Langston. Demanding to know where her daughter was, she became frantic as Langston repeatedly told her that she didn't know. Blair whipped open the closet door to find half of Starr's clothes gone along with her suitcase. Her voice became quite loud and frantic, which drew Todd back into Starr's room. \"What's going on here?\" he asked. Blair urged him to stay calm and motioned for Langston to leave the room. Todd grabbed the teen, though, and asked for answers. All Langston could keep saying was \"I don't know.\" She admitted that her best friend had left the previous night. She also admitted that it was with Cole. Langston apologized to Blair after Todd stormed out, and swore she knew nothing more. \n\n\nStarr and Cole ate breakfast at a diner. An inquisitive Starr tried to learn where they were headed or even where they were, as she looked at a map. Cole didn't want Starr to ask for help with directions, pointing out that he didn't want to draw attention to them. He told her that they needed to stay off of highways in case her father was looking for them, but he admitted they were lost. He also told her they would need to conserve their money but grudgingly gave in when she offered to pay for their meal. Starr told him that she wasn't helpless, yet. They agreed that they were equally incompetent. \"I cannot wait to marry you,\" Cole told her. \n\n\nPlacing a call to Layla, Adriana learned that her friend was at Brody's hotel door at the Palace but not getting any answer. Layla suggested that he was probably passed out after consuming so much alcohol on the plane ride back to Llanview. Adriana reminded Layla of the extra room key and urged her to use it. Unhappily letting herself in, the first thing Layla saw were mini liquor bottles strewn all over the floor. Next was the unconscious and almost naked woman lying in the bed, with no sign of Brody. \"You lookin' for me, darlin'?\" Brody inquired as he strolled from the bathroom in nothing more than a towel. \"Oh my God,\" Layla muttered. He made a pass at her as she learned that the woman in bed was from the room across the hall, visiting town for a convention. Shortly after, Adriana called again and Layla ordered her to get there immediately as she was having difficulty getting their man out of the room. She wondered why Brody was even with this woman; he in turn asked Layla if she were the morality police. \n\n\nIn the meantime, Rex was dressed and ready to head to the Palace for a wedding meeting with Viki and Charlie. He inquired about Shane's comic book, since he heard that Adriana had received a copy of it. Thinking quickly, Adriana suggested that it was swooped up with a bunch of her designs that had been laying around. He told her of the character resembling her named Evelyn Evil, a character that he had a part in creating. This didn't sit too well with Adriana as Rex tried to explain. \n\n\nNigel informed Jared of Jenkins' change of heart regarding his takeover of Buchanan Enterprises but that the reason was known only to Jenkins. As he stared at Asa's picture, Jared wondered if Asa was a guardian angel. Nigel enlightened Jared to the real Asa-that he always fought for love and that was behind whatever he did. A skeptical Jared didn't believe it but Nigel was quite insistent. Nothing else mattered, he emphasized to the young man. Jared admitted that he was miserable about Natalie and was willing to give everything up. Nigel asked him to consider WWABD (What Would Asa Buchanan Do)? \n\n\nCharlie and Viki admired Shane's comic book while Gigi pointed out that her son was obsessed with it. Charlie thought that he was just proud of his dad, while Viki offered to introduce the boy to some cartoon illustrators. Viki told Charlie how good he was around Shane and felt bad that he was not able to have his own son in his life. He thought that maybe some day things would be different. Natalie decided to work at home after she learned, via a phone call from Jared, that Cal Jenkins had called off his takeover attempt. In reply to Jared's plea for her to work at the office because he needed her, she responded that he should have thought about loving a Buchanan instead of being a Buchanan. She wondered about the turn of events with Jenkins and figured it was a miracle and the work of a guardian angel. Looking knowingly at her mother, Viki only admitted to a private conversation with the man and that she had stepped in due to a risk to her children. She strongly emphasized that she did not want Clint to know about her involvement. She wondered who had put Cal up to the takeover in the first place. After Viki and Charlie left, Nat realized she had papers for Charlie. Gigi offered to drop them off at the Palace. \n\n\nAdriana showed up in Brody's room and asked about the woman in bed. Brody slowly realized that something else was going on that he didn't know about. \n\n\nAt the Palace, Cal Jenkins met with Dorian who vowed to destroy him. Cal calmly responded to Dorian that he planned on selling his B.E. stock and that no matter what she said, he wasn't about to back down. Dorian guessed that Viki was involved, figuring that she was the only one who might be able to buy the shares. Cal wondered why Dorian had a personal vendetta against the Buchanans but Dorian cited that she was merely a businesswoman. Shortly after, she ran into Viki and Charlie and asked about the Sun article on Clint. Viki was adamant that it was Clint's problem. The women jabbed at each other verbally, with Viki finally mentioning that Clint had made one good decision recently. With Dorian asking if it was a veiled comment directed at her, Viki acknowledged that it wasn't veiled at all. Viki complained that she was tired of Dorian's rudeness whenever she felt happy, while Charlie seemed quite amused at the women's exchange. Dorian received a call from Adriana, asking her to come to Brody's room.\n\n\nJared took Nigel's suggestion to heart and showed up at Llanfair and begged Nat to let him in. He told her that the takeover by Jenkins was back on and that Bo and Clint had already headed to Texas to be with him to soak in the old and better times at the ranch. He told her to get ready, that the private plane was waiting and that they, too, were heading to Texas. As she finally went to pack, he muttered, \" Oh boy, I've got my work cut out for me.\" \n\n\nAs the three women managed to get the still sleeping woman in Brody's room dressed, he sneaked out and headed downstairs to the restaurant. He asked for a beer, though the maitre d' explained that it was too early in the day. As he wandered around, Rex and Gigi ran into each other nearby and headed over to where Viki and Charlie were sitting. \n\n\nTodd stormed the Buchanan mansion looking for Nora. Nigel informed him that Nora was not around. Todd announced that Cole had kidnapped Starr and that plans should be made for Cole's funeral. \n\n\n",
    "tvmega_recap": "Starr and Cole are on the road and on the run. Blair and Todd discover that she is gone. They know that Langston knows where she is and they shake it out of her. She admits that Starr and Cole left last night. Adriana, Layla and Dorian arrange for Brody to come to Llanview and put him up in a room at the palace. But when they check on him the following morning, they discover a woman in his bed. They brainstorm about finding a way to get him to reunite with Gigi and Shane. But he doesn't seem to buy what they tell him and he only wants to drink. Everybody is very surprised that Calvin Jenkins no longer wants to oppose B.E. Dorian threatens him for betraying her. But he's not worried. She figures out that Viki was probably behind the decision he made to reconcile with the Buchanans.",
    "soapcentral_condensed": "As Blair and Todd enjoyed breakfast and admired pictures from their family pizza night, an obviously uneasy Langston attempted to hide the fact that Starr was gone. When they began to wonder where Starr was, Langston offered to check on her for them and headed upstairs. Langston took apart Starr's bed, turned the water on in the shower, and seated herself at the computer, when she heard the Mannings coming up the stairs. Blair whipped open the closet door to find half of Starr's clothes gone along with her suitcase. Adriana learned that her friend was at Brody's hotel door at the Palace but not getting any answer. Layla suggested that he was probably passed out after consuming so much alcohol on the plane ride back to Llanview. \"You lookin' for me, darlin'?\" Brody inquired as he strolled from the bathroom in nothing more than a towel. He made a pass at her as she learned that the woman in bed was from the room across the hall, visiting town for a convention.\n"
}