{
    "soap_central": "\n\nJohn and Michael visit Marcie at the jail with some news-they've hired her a great lawyer. Marcie is less than thrilled, in fact doesn't much care, and only wonders how Tommy/Sam is. She is not interested that charges may be dropped or that she'll get to go home to Llanview. She says she feels like she broke her son's heart. They think she should waive extradition and go to trial in Llanview where she'll have many character references and friends. She thinks that Todd's money will negate any of that, though John assures her that he can't buy the judge and jury. She asks about the worst-case scenario and John tells her she's looking at ten years, but he's working to get her off. Michael tries to explain that he's been living without Tommy/Sam for much longer than she has, and while it's difficult, life goes on. She doesn't want to return to Llanview because she feels she'll always be looking around for her son and will feel suffocated there. Michael and Marcie learn that they've shared the same type of real life dreams, of getting their son back. Marcie is amazed that Michael feels the same as she does. He says maybe it will be better if they go through everything together, because she's the only person in the world he loves as much as Tommy/Sam. \n\n\nAs Gigi tries to get Shane off to school, she's shocked to see Lee Ramsey standing in her apartment. When she wonders how he got in, he tells her that the lock on the door was not strong enough to keep him out. He wants to know why John is nosing around but she swears that she's kept her mouth shut. She tries to get her son to run but he wants to stay and protect his mom. He talks back to Lee and even kicks him in the shins when he appears to make a move towards Gigi. Lee stresses that he would never harm any children as Shane begins to have an asthma attack. While the boy sucks on his inhaler, the contemptible man acknowledges that he's fine with the pair helping each other out, as long as they don't report his and Todd's antics. Once he's gone, Gigi decides to call John, who arrives quickly. He guesses that Lee has been there and threatened them but implores her to trust him. He requests that she go to Llanview to testify on record against the men and be a witness for Marcie. He knows she's on bail but she assures him she will have no problem leaving because it's for Marcie's trial. Gigi decides to do whatever she has to so that she'll never lose her son. \n\n\nAt La Boulaie, Todd plays with Sam/Tommy and informs Blair that he spent the night with his crying son, who seems miserable. He feels that this entire transition would have been much easier had it happened earlier and if people hadn't lied. He would have even given the McBains visitation rights. Blair states that she would like to get to know him better, though she doesn't really sound like she means it. Downstairs, Charlie can't get Jared to take his phone calls, and Charlie laments the fact that he let Jared down again. He reiterates that he doesn't approve of what Jared is doing but will keep his secret. Charlie appreciates Dorian keeping quiet as well. Rex and Adriana show up to work on wedding plans. Dorian takes note of Rex's short guest list and expresses her disapproval of Adriana's fake ring. Adriana doesn't care and threatens to elope rather than deal with her mother's attitude towards everything. Rex invites Charlie to the wedding, even if he turns out to not be a relative. The women argue over the ring, the fact that Rex bought a ring that turned out to be Marcie's and stolen (which Adriana makes several attempts to correct), and the fact that now Rex is inviting a complete stranger to their wedding. Adriana finds that rather confusing since this \"complete stranger\" is staying in her mother's home. She is also upset that Blair may have told Todd that they knew about the baby, but Dorian promises to call a Cramer conference. She blames Rex for everything including the fact that they'll end up in jail, though Adriana stresses that they are in it together. As Dorian notices that Blair is not on the guest list, the Mannings show up. Blair vows to attend and throw something other than rice. She tells the young couple that they will crash and burn before the wedding. \n\n\nTodd orders Blair upstairs with the baby and Dorian, who puts up a fight, until Adriana tells her it's okay. Once they're gone, Todd grabs Rex and holds his head down over a burner on the stove as Adriana screams and calls for help, attempting to push Todd away herself. Suddenly, Charlie appears and grabs Todd, throwing him off of Rex. \"Who are you?\" Todd asks. Dorian returns after hearing the noise, just as Todd is threatening Charlie. She intercedes and announces that Charlie is her guest and if Todd ever attempts to do anything like that again, she will call the police. Todd thinks that Charlie looks familiar but he and Dorian stay mute. When Charlie's phone rings and he sees that it's Viki, he ignores the call. He doesn't know what to do about her, especially with his son taking advantage of her family. He can't believe that Viki is so wealthy and wonders why she chose him. Dorian has some bad news for him: she thinks that Viki has reverted to her former life and that her time in Paris was just a \"lark.\" She doesn't want to hurt him but feels that Viki is trying to reach him to break things off. Upstairs, Blair is with Sam/Tommy. Out of nowhere, Margaret appears again, telling her that TJ hates her just as Margaret does. \"I hate you, get out of my life,\" Blair begins to yell as Todd walks in. \n\n\nViki runs into Nora at the Palace. Nora exclaims over how wonderful Viki looks. She \"loved living a simple life,\" Viki declares, but didn't think that anyone in Llanview would understand. In turn, Viki thinks that Nora looks preoccupied and the district attorney explains that she wants to prove that Lindsay was faking but isn't sure how she'll go about it. When Clint shows up, he and Nora act strangely, which confuses Viki until they confess that they're seeing each other. They invite Viki to join them and after an awkward silence and discussion about the food, Viki gives her blessing to the relationship, which puts everyone at ease. She's happy for them but in response to their questions about the man in her life, she has no answers. She has no idea where he is, where he's from, or anything else. When she attempts to reach him on the phone, she's unsuccessful. Rex and Adriana are meeting Aunt Corrine but visit with Viki first. She talks about life in Paris and how she never saw Marcie even though they stayed at the same motel. She asks to hire Rex to locate a man who she knows nothing about other than his first name. Adriana and Rex look at each other quite abruptly.  \n\n\n",
    "tvmega_recap": "The guard lets Marcie know that she has visitors which are Michael and John. John tells Marcie that he has good news. Todd plays with Sam on his and Blair's bed. Todd assures Sam that he has a loving family. Blair walks in the door and watches him. At the Palace Hotel dining room, Nora holds up her coffee cup and asks for just a cup of coffee. Viki lets her know that she hadn't went on duty yet. Nora looks up to see Viki standing there. Charlie looks at a pic of him and Viki. Dorian comes in and asks him had be gotten in touch with Jared. Charlie lets her know that he hasn't. Charlie lets Dorian know that he has to keep Jared's secret. Rex and Adriana come into the kitchen. Dorian, enthused, tells them that they have a wedding to plan. Gigi takes a bite of toast as she yells for Shane to get out there for school. Ramsay appears up behind her. The guard lets Marcie know that she has visitors which are Michael and John. John tells Marcie that he has good news. Todd plays with Sam on his and Blair's bed. Todd assures Sam that he has a loving family. Blair walks in the door and watches him. At the Palace Hotel dining room, Nora holds up her coffee cup and asks for just a cup of coffee. Viki lets her know that she hadn't went on duty yet. Nora looks up to see Viki standing there. Charlie looks at a pic of him and Viki. Dorian comes in and asks him had be gotten in touch with Jared. Charlie lets her know that he hasn't. Charlie lets Dorian know that he has to keep Jared's secret. Rex and Adriana come into the kitchen. Dorian, enthused, tells them that they have a wedding to plan. Gigi takes a bite of toast as she yells for Shane to get out there for school. Ramsay appears up behind her.",
    "soapcentral_condensed": "John and Michael visit Marcie at the jail with some news-they've hired her a great lawyer. Marcie is less than thrilled, in fact doesn't much care, and only wonders how Tommy/Sam is. Michael and Marcie learn that they've shared the same type of real life dreams, of getting their son back. Gigi decides to do whatever she has to so that she'll never lose her son. Rex and Adriana show up to work on wedding plans. Rex invites Charlie to the wedding, even if he turns out to not be a relative. Todd orders Blair with the baby upstairs with the young couple that they will crash and burn before the wedding. As Dorian calls Rex for help, Rex grabs Todd and throws him off the stove. Todd appears to throw Todd off the burner and Charlie appears to grab him and throw him off. Blair tells Todd that they'll end up in jail, though they are in fact not on the guest list, and they are not on it together.\n"
}