{
    "soap_central": "\n\nRafe is concerned that since he can only stay in Port Charles for six more weeks, it is unfair to Alison for them to have a whirlwind romance. Alison assures Rafe that it is her choice. She knows he's only going to be around for a short time, but she can accept that as long as they are together. Rafe can't let it go. He keeps wondering if they are doing the right thing. Suddenly, Alison grabs his pocket watch and throws it saying she's sick of him talking about how they only have six weeks. Out of frustration, she grabs the watch and pounds it on the floor. \n\n\nAfterwards, Alison apologizes for destroying Rafe's watch. He told her not to worry, then shows her that it is undamaged. Not even a scratch. Alison remembers the watch that Victor had. It was very similar to Rafe's. Excited, she asks Rafe if there are more angels in Port Charles. He tries to avoid the question, but Alison persists. Finally, Rafe has to tell Alison that he can't discuss it. If anyone finds out there are angels in town, they will be pulled back. Instead of having six weeks left, they won't have any time at all. \n\n\nChris studies Amy's picture, looking for a clue while Amy insists she has no secrets. Amy demands that Chris hand over her hospital ID. It is missing, and she is sure that Chris is the culprit. Chris denies the charges saying she probably misplaced her ID somewhere. He continues to scrutinize Amy's picture finally finding something odd. In the picture, Amy is wearing a necklace with the initials A.H. Chris finds this strange since Amy's last name is Stradling. He asks Amy what is her REAL name. Amy told Chris to get a life. He replies\n\n\nAt the lighthouse, Kevin and Ian scan Amy's hospital ID picture into the computer. Kevin then emails it to a friend of Victor's in hopes of finding more information on Amy. As they do this, Paige comes in asking what they are up to. Kevin told her that Ian has asked him for help with a patient who is withholding information. He went on to say that this could turn into a big project that could tie him up for weeks. In fact, he may be so busy that he will have to put off painting Paige's portrait. Paige finds this unacceptable. She told Kevin that she has to return home soon. Six more weeks, in fact. She begs Kevin to try to find the time to finish the painting.\n\n\nTo Paige's relief, Kevin gives in and agrees to finish the painting before she returns home. Paige happily leaves while Kevin and Ian wonder whether there is any connection between Paige and Amy since they both are staying in Port Charles for only six more weeks. As they talk, an email arrives from Victor's friend. Amy's picture matches a Jane Doe at the morgue. \n\n\n",
    "tvdb": "Discussing their time-limited relationship, Alison tries destroying Rafe's watch, then suspects there are other angels in town, but he asks her to drop it.  Chris tells Amy his investigation revealed her initials to be \"\"AH\"\" and asks her real name.  Privately, she vows to keep her identity secret.  Ian gives Kevin Amy's hospital ID so Victor can investigate the connection between Amy and Paige.  They cover when Paige asks what they're up to and she implores Kevin to finish her portrait before she leaves town in 6 weeks.  Kevin and Ian learn that Amy's photo matches that of a \"\"Jane Doe\"\" who died a year ago.",
    "soapcentral_condensed": "Rafe is concerned that since he can only stay in Port Charles for six more weeks, it is unfair to Alison for them to have a whirlwind romance. Amy demands that Chris hand over her hospital ID. Chris denies the charges saying she probably misplaced her ID somewhere. Kevin and Ian scan Amy's hospital ID picture into the computer. Kevin then emails it to a friend of Victor's in hopes of finding more information on Amy. Amy's picture matches a Jane Doe at the morgue. In the picture, Amy is wearing a necklace with the initials A.H. Chris finds this strange since Amy's last name is Stradling. He asks Amy what is her REAL name. Amy told Chris to get a life. Paige begs Kevin to try to find the time to finish the painting before she returns home. Kevin says he may be so busy that he will have to put off painting Paige's portrait. Paige happily leaves while Kevin andIan wonder whether there is any connection between Paige and Amy.\n"
}