{
    "soap_central": "\n\nAt the hospital, Angel Boss Ed continued to speak to his sleeping angels, \"My angels. You all look so innocent, so angelic. But I know one of you is neither. One of you has a plan all your own as to who is to fill the Fifth Chair. One of you, it pains me to realize, is a Dark Angel. Someone will die because of you, and there is not a damn thing I can do about it. Except hope that, with this new day, you will see the light and take the path that was meant for you before it is too late. Wake now, my angels, and remember nothing of my visit.\"\n\n\nAll the angels woke from their sleep with a start.\n\n\nIn the morning, Paige informed Kevin that she was packed and ready to leave, but Christina said, \"No, Paige. Don't go.\" When Paige explained that she was only going to go to a hotel, Christina handed Paige her favorite doll so she wouldn't be lonely. Paige told Christina they would be visiting soon -- so Paige would not really be all alone. Then, Paige gave Christina \"something you can keep forever\" -- a hankie that Paige had embroidered herself.\n\n\nAt the hospital, Eve received flowers with a note: \"Meet me in the On-Call Room. We need to talk.\" Thinking the note was from Ian, Eve rushed to the on-call room, only to find Amy waiting there for her.\n\n\nAt Lucy's place, Rafe and Alison were going through some of Alison's old things, and when Rafe was amazed that her parents had saved things like some of her awards and prizes from school, Alison sadly informed him that her parents had been too busy to save all those things -- that Alison herself was the only one who had thought about saving some of those things. Alison told Rafe about going up to her attic and talking to a portrait of one of her ancestors who had once been a candle maker. \"I had no friends,\" she observed, \"so I talked to a picture on the wall. How pathetic is that?\"\n\n\nIn the on-call room, Eve was shocked by Amy's admission that she was very attracted to Ian, that Ian knew about it, and that they had had the car accident because Amy had lured Ian out on a pretend call. But, Amy insisted -- Ian had told her that nothing could ever result from her infatuation. Amy continued, trying to open Eve's eyes to the brilliant gem Eve had in her husband. Amy urged Eve to realize all she had to be thankful for before some other woman scooped Ian up.\n\n\nAs Eve began to tell Amy that she realized Ian was not a saint, Ian entered the room and was angered by Eve's opinion of him. As Amy left, Eve and Ian argued about whether or not Ian should have told Eve that he knew about Amy's interest in him. Ian left after saying to Eve, \"Give me a reason to keep fighting for us!\"\n\n\nAt the Scanlons', Casey was still looking at the key around her neck and listening to old teen songs -- including \"Teen Angel\" -- on the radio. Then, remembering Ricky's last words to her, she observed that she had gotten a second chance at life, and it still sucked. She decided she needed someone to talk to, but as she started to dial up Amy and Paige, she decided that the blind chick and the whiny Brit probably would not be able to understand her angst and decided instead to go see someone who would be able to give her some good advice.\n\n\nWhile Eve and Ian argued in the on-call room, Amy went up to the roof and spoke to her Papa, saying, \"This is so hard, Papa. I know I failed you when you were alive. I'm trying to make you proud of me now. I love you so much. I miss you so much. I think about you all the time. I think about how safe I felt when I was held in your arms.\" As Amy finished speaking, black-gloved hands suddenly appeared around her, but when the wind blew, there was no one there.\n\n\nAt the lighthouse, Paige's cab arrived, and she once again told Christina that she would see her again soon, and she left. However, as soon as Paige left, Christina told Kevin that she did not feel good and suddenly passed out on Kevin's shoulder. In a panic, Kevin called Lucy and told her to meet him at the hospital -- something had happened to Christina.\n\n\nAt Lucy's place, Rafe and Alison were kissing, and she decided they should stoke up the fire and put on some music. However, as Rafe turned up the fireplace, he realized that something about the gas was not working, but before he could fix the gas, there was a knock at the door. It was Casey, who told Rafe that she had something important she needed to discuss with him right away.\n\n\nRafe told Alison that he believed that if he did not take care of it right away, Casey would not be giving them a moment's peace for a while, so Alison told him to go ahead. As Casey and Rafe left, Casey let Rafe know that she was shocked that Alison seemed to be privy to so many angel \"secrets\" and observed, \"If your girlfriend does not keep her mouth shut, she might end up in the Fifth Chair herself.\"\n\n\nInside, Alison lay down next to the fireplace, while the music played, \"Home? Would you walk with me home?\" and the gas hissed ominously in the fireplace.\n\n\n",
    "tvdb": "Christina pleads with Paige not to go to a hotel.  Paige tells Christina she'll still be around, but a sick Christina loses consciousness after Paige leaves.  Amy tells Eve she fell for Ian and tried seducing him but he remained faithful to Eve.  Ian interrupts and asks Eve to fight for their marriage.  Amy tells her father she misses him and wants to make him proud.  After Alison finds an old candle, she tells Rafe about her childhood talks with her great-great-grandmother Rebecca's portrait.  Casey arrives to seek advice from Rafe about Ricky.  As they go outside to talk, Ali falls asleep while the gas leaks.",
    "soapcentral_condensed": "At the hospital, Eve received flowers with a note: \"Meet me in the On-Call Room. We need to talk\" At Lucy's place, Rafe and Alison were going through some of Alison's old things. Paige gave Christina \"something you can keep forever\" -- a hankie that Paige had embroidered herself. At the lighthouse, Paige's cab arrived, and she told Christina that she would see her again soon, but as soon as she did not, she passed out on Kevin's shoulder. In a panic, Kevin called Lucy and told her to meet him at the hospital -- something had happened to her. In the on-call room, Eve was shocked by Amy's admission that she was very attracted to Ian, that Ian knew about it, and that they had had a car accident because Amy had lured Ian out on a pretend call. As Amy left, Eve and Ian argued about whether or not Ian should have told Eve that he knew about Amy's interest in him.\n"
}