{
    "tvdb": "Elizabeth becomes mortal again after emerging from the hot spring. She worries Joshua will kill her when he learns she's mortal again. Jack catches Reese vandalizing his home and helps her, then they get passionate. After Tess screams upon seeing his fangs, Caleb apologizes but describes the benefits of being a vampire. Tess declares she won't let him turn her into a vampire and encourages him to change. They make love but after Caleb thinks of Livvie when Tess says his feeding days are behind him. Ian jumps into the hot spring but when he emerges, Kevin overhears him tell Lucy it did not cure his vampirism.",
    "tvmega_recap": "Bathed in the mysterious red light, Kevin and Ian try to revive the unconscious Elizabeth, but it's too late. Elizabeth dies, and the red light goes away. While Alison grieves the loss of her mother, Kevin starts an argument with Lucy and Ian, which prompts Rafe to intervene. They are all stunned when Elizabeth suddenly asks them what's going on. Ian checks her over, and Elizabeth reports that this is the best she's felt in ages. She's shocked to learn that she was dead, but she realizes what it means. As a test, Ian tries to goad her into feeding on him, but the thought of that disgusts her. Hearing the good news, Ian is ready to take the plunge, but Kevin and Rafe agree that it's too soon to know whether this is permanent or possibly harmful. After catching Reese vandalizing his home, Jack decides to get in on the act. When they're finished, he insists that she stay and help clean up. He throws away his wedding photo. Caleb unintentionally frightens Tess by baring his fangs. Tess won't let him feed on her, and she's convinced that their time together will eventually eliminate his urge to feed. Caleb thinks back to when Olivia freely offered her neck to him, unlike Tess. Elizabeth worries about how Joshua will react to the news. Rafe regrets leaving Ian at the spring. Ian startles Lucy by jumping into the water, but he doesn't think to play the music. When he finally emerges, he sadly informs her that it didn't work."
}