{
    "tvdb": "Lucy is upset when she concludes she is losing her slayer powers.  Ian tries to assuage Lucy's fears by telling her she is fine and everything will be alright and they make love. However, this time their lovemaking doesn't satisfy Ian's hunger further upsetting Lucy.  While Caleb tries the keys to unlock Livvie's cell, Rafe regains consciousness and tells Caleb that he hid the key because he knew Caleb would double-cross him. Caleb frustrated that he can't rescue Livvie, confronts Joshua and they fight.  During the altercation, Joshua slashes Caleb's throat.  Allison and Rafe find Caleb still alive and Allison pleads with Rafe to help Caleb.",
    "tvmega_recap": "Elizabeth's chance encounter in the park with Gail almost results in her being committed to the psych ward. Realizing this, Elizabeth says that her wild tale about vampires was for a movie she's writing. After Lucy's failure to defeat Joshua and Frank, Ian tries to reassure her that she's perfectly fine. They make love, and Lucy is glad that at least she still has the power to alleviate Ian's blood hunger. Ian admits that he's still hungry, but he believes that the day's events took a lot out of him, and he'll need to make love a few more times to be back to normal. He is shocked to see a clump of Lucy's hair come out in his hand. Joshua sits down to wait for the escapee. When Caleb learns that Rafe hid the key to Olivia's cell, he goes upstairs to find a way to free her. As Rafe tries to get Alison to safety, Livvie begs him to release her. Rafe and Alison disagree about what to do, but Rafe prevails, leaving Livvie alone in the dungeon. Caleb challenges Joshua to fight to the death. Caleb easily has the upper hand until Joshua slits his opponent's throat. When Alison and Rafe find Caleb bleeding to death, Joshua heads for the dungeon. Despite Rafe's insistence on getting Alison out of there, she refuses to leave Caleb there to die. Joshua taunts Livvie with the claim that Caleb abandoned her. When she doesn't believe this, he tells her that she will have starved to death by the time he returns for her."
}