{
    "tvdb": "After bringing Caleb back to life, Tess takes him to a secret hiding place. When Rafe, Ian and Jack discover Caleb's dead body is missing, Ian reveals Caleb must be alive because his own vampire symptoms returned. Jack's upset when Ian accuses Tess of resurrecting Caleb, but he later realizes it's true. Alison and Lucy discover Caleb's alive when Elizabeth reveals she's a vampire again. Lucy vows to stand by Ian, knowing he's a vampire. Caleb speculates Tess brought him back to life because she loves him. She confirms it's true, but thinks he's using her to get to Livvie. But Caleb declares it's Tess he really wants!",
    "tvmega_recap": "As Tess brings Caleb back to life, Rafe wakes up, sensing that something is wrong. Tired of waiting for his wife, Jack rushes out to find her. While still in the shower with Lucy, Ian feels the vampire symptoms returning. Tess and Caleb kiss tenderly. After finding a cryptic note from Rafe, Alison is visited by Lucy, who's looking for Ian. Elizabeth shows up next, complaining about the return of her symptoms. After insulting Lucy's competence as a slayer, Elizabeth begs her to find a way to get rid of Caleb for good. At the crypt, Ian and Jack find Rafe staring at an empty slab. Jack worries that Caleb took Tess, but Ian informs him that Tess obviously brought him back to life and is now with him willingly. In serious denial, Jack is ready to deck Ian, and Rafe has to intervene. After sending Jack home to wait for Tess, Rafe bawls Ian out for getting into it with Jack, who clearly isn't ready to face the truth about his wife. Ian believes that they all have to face the fact that they will never beat Caleb. Thinking his friend needs a wake-up call, Rafe says that when Ian is ready to give up, he'll put him out of his misery--after giving him a minute to say goodbye to his loved ones. Ian admits that he's not ready for that. He goes back to the loft. Lucy apologizes for failing him, but he doesn't blame her. He turns down her offer to make love as a way to make him feel better. When Rafe fills Alison in on what happened, she worries about how Jack is taking this. She begins to wonder whether they were too worried about using Tess to realize that they were the ones being made fools of. Jack realizes that Tess isn't coming back to him. Tess takes Caleb to a secret place that Jack doesn't know about. She calls him \"Caleb\" now because that's who he is, just as she is Tess. Caleb doesn't understand why she brought him back to life, but Tess explains that it was the right thing to do. She is angry with Jack and the others for using her. Incredulous, Caleb asks whether she really does love him after all, and Tess says that she couldn't have healed him otherwise. This is Caleb's first experience with unconditional love. He realizes that Tess had to make a lot of sacrifices. He points out that Jack will be angry with her. Tess doesn't want to talk about Jack or anything else. She's tired of being pulled between Caleb and her husband. She's made a decision to let Livvie come out so that she and Caleb can be together. Taking her hand, Caleb admits that he doesn't want Livvie. He wants Tess."
}