{
    "imdb": "\nAlison appears to be delusional; Livvie defends her actions to Caleb; Rafe begins attacking vampires at Elixir.    ",
    "tvmega_recap": "Elizabeth is surprised to hear that Kevin gets his medication from the Elixir. Rafe storms into the club with a vengeance, stopping the band's performance and threatening to kill everyone unless they tell him where to find Joshua. He stuns everyone by admitting that Alison isn't really dead. After he kills at least one vampire and threatens another, Frank arrives and takes him on. He goads the slayer into an attack. Jack stops Frank from killing him, but Frank does stab him with a knife. Ricky and Casey take Rafe outside to relative safety. Casey assures Rafe that she doesn't know where Alison is. Rafe tries to go find her, but he collapses. Kevin is angry with Elizabeth for not confiding in him about what really happened between their daughters. Frank and Jack face off over which man is the more valuable asset to Joshua. At the catacombs, Olivia defends her actions to Caleb, who is furious with her for messing everything up. Olivia accuses him of letting Alison come between them. She firmly believes that Alison was coming on to him and that Caleb is becoming more human every day. Caleb puts her suspicions to rest by making love to her. Afterward, he decides to find out whether there's anything left of the antidote in the vial. If so, he plans to have more of it mixed up so that he can again be a vampire and spend eternity with her. They go to the hospital to inform a nervous Chris that he will be doing them a favor. Meanwhile, Alison repeatedly calls Joshua \"Rafe,\" seeing his face instead of Joshua's and pink roses instead of red. Not understanding his anger, she decides it must be pre-wedding jitters and asks him to make love to her. Furious, Joshua bares his fangs before stopping himself and leaving the room. When he informs Jamal that she is pretending to have had a nervous breakdown, Jamal promises to help his boss. When Frank questions Joshua's judgment in trusting Jack and Jamal, Joshua puts him in his place. Jamal comes to see Alison, but she still sees Rafe in front of her. Pretending to be offended by her distrust, Jamal turns to leave. Dropping the act, Alison asks him to stay. Jamal smiles evilly."
}