{
    "tvdb": "After Rafe and Ian discover that another entrance to hot spring is in Caleb's loft, Casey stalls Caleb at his studio while Lucy and Alison lure Tess away from the loft. However, Casey fails in her mission when Caleb realizes her true identity and vanishes. While Lucy and Ali drive Tess out of town, Tess realizes she's been duped and forces them to stop the car. Then Caleb appears, demanding they let her go. Elizabeth follows Ian and Rafe when they break into Caleb's loft. As Ian prepares to enter the hot spring, he and Rafe realize they're not alone. Rafe pulls out a wooden stake on an approaching Elizabeth and almost slays her.",
    "tvmega_recap": "Joshua urges Elizabeth to make up with Alison so that she can continue spying on her. From studying the plans to Caleb's loft, Ian thinks he's found the other entrance to the hot spring. Rafe enlists Casey's help to keep Caleb away from home, while Lucy and Alison lure Tess away from the loft. Elizabeth shows up at the warehouse, but Alison isn't there. She gets a look at the plans before anyone can stop her. She follows Rafe and Ian, who leave for Caleb's place as soon as Lucy calls to report that the coast is clear. Casey tries to keep a suspicious Caleb at the studio. When he tries to leave, she conjures up more wind to blow through the studio. This gets his attention. He's surprised to learn that she is Marissa's sister. He's also surprised that the other side actually sent such an inexperienced angel to take him on. After officially kicking her out of the band, he vanishes. Tess realizes that Lucy and Alison tricked her again. She demands that Lucy turn the car around and take her back home. When Lucy refuses, Tess grabs the wheel, and the car goes out of control. When it stops, Tess flees the car, but the others chase her down. Caleb comes to her rescue. Ian and Rafe break into Caleb's place using an electronic lock pick provided by Victor. They find a large supply of the special water inside the closet. By moving the boxes of water out of the way, they locate the entrance to the spring. Ian is determined to follow through with his plan to soak in the spring while listening to those five crucial notes. Elizabeth follows them. She is terrified when Ian grabs her and Rafe holds a stake to her heart."
}