{
    "soap_central": "\n\nAlison rushes back to Rafe's Loft with the news that she just saw Joshua!  Rafe immediately guesses that Elizabeth turned Joshua into one of the undead, rather than bumping him off entirely.  Alison is surprised when Rafe explains that there was always the possibility that Elizabeth had turned Joshua rather than doing away with him entirely. Alison is happy when she realizes that, since Elizabeth did NOT actually kill Joshua, it would mean that Elizabeth has NOT crossed over to Caleb's world of eternally condemned souls.  When Alison asks if Rafe would have had to eventually destroy Elizabeth if Elizabeth HAD crossed over, Rafe assures Alison that Rafe would have found ANOTHER way rather than destroy Alison's mother. Alison tries again to convince Rafe that Rafe should allow Tess to try to heal Caleb, but Rafe insists that Caleb has NO heart to heal and, while Rafe wishes that Tess COULD restore Caleb's soul, it is more likely that continued delay would only give Caleb more time to corrupt Tess the same way that Caleb corrupted Livvie.  And, Rafe points out, Alison would ALSO become Caleb's target!  But Alison affirms her belief that Rafe and Alison together are living proof that miracles DO happen! \n\n\nMeanwhile, at Jack's River House, Jack asks Tess if the reason that he ALWAYS finds her with Caleb is because she is under some kind of spell.  OR because she is NOT really happy with Jack - and really wants to be with Caleb instead.  Tess assures Jack that she loves Jack only.  But Jack reminds Tess that he has been through all of this before with Livvie.  Tess argues that she only wants to HELP Caleb, because she was blessed with a gift and she MUST use that gift!  Jack finally agrees that, if Tess truly believes that she CAN change Caleb, Jack will quit opposing her efforts and become supportive of Tess's mission to heal Caleb's heart.  Tess assures Jack that he will NOT be sorry for having faith in her.  Then Tess suggests that they go to bed.  Jack told Tess to go ahead and get ready, but Jack needs to go out to pick up something special first.  However, outside, Jack told himself:  \"I love you, Tess.  I hope just one day, you will forgive me!\"\n\n\nAt Stephen's Studio, Caleb demands to know what Joshua said to frighten Tess.  When Joshua insists that he only tried to assure Tess that Joshua had misjudged her, Caleb guesses that Joshua has been turned in to a member of the Undead by Elizabeth.  Joshua produces a knife and told Caleb to do whatever Caleb needs to do.  But Caleb told Joshua that, when Caleb decides it IS time to be rid of Joshua permanently, Caleb will NOT need a prop!  Caleb admits that he HAS missed Joshua's help in keeping the band in line.  When Joshua told Caleb that \"Newborn Heart\" is a brilliant song, Caleb admits that he wrote the song so that Tess would believe that Caleb IS changing and Caleb could then succeed in luring Tess into trying to heal Caleb so that Caleb could draw Livvie out of Tess.  Joshua congratulates his evil master for concocting such a brilliant plan.  Caleb confesses that Caleb's orders to the big bat's follower's to take flight over Port Charles for a feeding frenzy was just an elaborate charade to convince Tess that she HAD changed Caleb and DOES have the power to 'uncover' the good in Caleb's heart.  Joshua admits that Joshua would have gone ahead with the attack on the town.  Joshua asks if Caleb is sure that Caleb still wants Livvie and NOT Tess.  But Caleb insists that he wants only Olivia and NOT Tess - that Tess is merely a means to an end.   When Joshua offers to help his master, Caleb reminds Joshua that Joshua is just an underling who can be easily exterminated.  But, after Caleb leaves, Joshua gloats to himself that, by the time that Caleb discovers what Joshua is up to, it will be too late. \n\n\nMeanwhile, back at Rafe's Loft, Rafe tries to explain to Alison that opposing evil forces is the only thing that Rafe has known all of his life.  Rafe assures Alison that he appreciates her courage.  But Alison admits that she has NOT been feeling very brave.  Rafe confesses that he was scared every time that he was separated from Alison.  Alison announces to Rafe that she has a perfect plan for getting revenge and begins lighting candles.  Alison declares that, for a few hours, they will forget that Caleb Morley ever existed.  Rafe and Alison soon hit the sheets.  Afterward, Rafe gives Alison's engagement ring back to her and Alison gives Rafe's special watch back to Rafe.\n\n\nElizabeth slips into Stephen's Studio, looking for some more of Caleb's water, but finds only Joshua.  Joshua informs Elizabeth that they are out of the special water and Joshua suggests that Elizabeth take care of her cravings with a 'traditional' feeding.  Even though Elizabeth objects and Joshua admits that he is not really fond of Elizabeth either, Joshua soon bites Elizabeth.\n\n\nBack at Rafe's Loft, while Rafe and Alison are making plans for their future, they are interrupted by a persistent knocking on their door.  When Rafe answers the door, Jack bursts in and announces that he just set Tess up.  Jack confides that Tess continues to believe that she can heal Caleb and Jack is afraid that Tess will never stop trying to 'heal' Caleb. So Jack pretended to Tess that he now supports Tess's mission to save Caleb.  Jack warns Rafe and Alison that Caleb will destroy them all if they do NOT do something - soon!  Jack then announces that Jack wants to be the one to drive the stake through Caleb's heart this time!  Meanwhile, Tess is at the River House, lighting candles in anticipation of Jack's homecoming.  But Caleb watches Tess from the porch and then materializes inside the living room and advances toward Tess.\n\n\n",
    "tvdb": "Ian sees Caleb order Reese & Caz to attack the town. Tess arrives and convinces Caleb to stop the attack by appealing to his good side. Joshua reveals to Elizabeth he's still alive. Ian warns Rafe, Alison, Jack and Lucy about Caleb's planned attack but Rafe realizes Ian's a vampire too and gets him to admit it. Ed berates Casey for letting her feelings for Ricky interfere with her mission, but he agrees to give her a second chance.  Jamal sees \"\"Marissa\"\" appear in the woods, but realizes she's really Casey. Tess tells Rafe, Alison, Jack and Lucy that Caleb stopped the attack, as Caleb toasts his new guardian angel- Tess.",
    "tvmega_recap": "Unaware of each other's presence, Ian and Elizabeth watch in horror as Caleb orders Caz and Reese to turn as many people as they can. As Rafe and the others prepare to look for Tess, Ian rushes in and informs them of Caleb's plan. Despite Lucy's efforts to stop her cousin, Rafe accuses Ian of being a vampire, which Ian then admits. Caleb's orders to his progeny are interrupted by Tess, who vows to stop him. Reese wants to kill her but Caleb forbids it. He doesn't appreciate Reese's insubordination. Tess asks Caleb to choose between being a dark, soulless creature and a good man who doesn't want to hurt anyone. Choosing Tess, Caleb calls off the feast, angering Reese and Caz. It hurts Elizabeth to see how Tess can control her husband, but her musings are put to a halt when Joshua grabs her from behind and forcibly takes her to his place. Caleb leaves Tess alone as Jack and the others approach, and Tess informs them that they don't have to worry anymore. Casey gets called back to Ed's office for a little talk. Ed warns her to be more careful, because he doesn't have to let her go back to earth. She's supposed to be guarding Ricky, and she can't let her feelings get in the way of her job. Casey thinks she's been doing a good job in the short time she's been in Port Charles. Ed agrees to let her go back, but he warns her to keep her real identity a secret. When he sends her back, she materializes in front of Jamal's eyes before walking away. Her cover is blown when Jamal realizes that she's not Marissa after all. Caleb is pleased to know that Tess believes she has some power over him.",
    "soapcentral_condensed": "Alison rushes back to Rafe's Loft with the news that she just saw Joshua! Rafe immediately guesses that Elizabeth turned Joshua into one of the undead, rather than bumping him off entirely. Alison is happy when she realizes that, since Elizabeth did NOT actually kill Joshua, it would mean that Elizabeth has NOT crossed over to Caleb's world of eternally condemned souls. At Jack's River House, Jack asks Tess if the reason that he ALWAYS finds her with Caleb is because she is NOT really happy with Jack - and really wants to be with Caleb instead. At Stephen's Studio, Caleb demands to know what Joshua said to frighten Tess. When Joshua insists that he only tried to assure Tess that Joshua had misjudged her, Caleb guesses that Joshua has been turned into a member of the Undead by Elizabeth. Caleb confesses that Caleb's orders to the big bat's follower's to take flight over Port Charles for a feeding frenzy was just an elaborate charade to convince Tess that she HAD changed Caleb and DOES have the power to 'uncover the good in Caleb's heart.\n"
}