{
    "soap_central": "\n\nAt Ian's Loft, as Ian and Lucy discuss Ian's problems with being a vampire, Chris wakes up and overhears Ian's comments.  When Chris demands to know HOW he got in Ian's Loft and demands to know if the vampires are back, Ian and Lucy tell Chris that he got drunk and passed out.  Chris does not quite believe them, but lets them hustle him out of the Loft any way.\n\n\nOn board Stephen's Jet, as Rafe watches Alison play up to Joshua to prevent Caleb's henchman from discovering Rafe's hiding place, Rafe decides to use a little angel power to create air turbulence.  As the cabin rocks, Alison lands in Joshua's arms, just as Elizabeth wakes up.  Elizabeth angrily accuses Joshua of making advances to her daughter.  As Joshua denies Elizabeth's accusations, Joshua hears another noise in the sitting room and went back to investigate again.  When Elizabeth asks WHY Alison is so nervous, Alison puts it off to nerves about visiting Capri.  Joshua discovers Alison's travel alarm, which beeps when Joshua picks it up.  When Joshua returned with the beeping travel alarm, Alison admits that it is her travel alarm and it must have been the travel alarm bumping around that Joshua heard.  The passengers are stunned when the pilot announces that they have had a favorable tailwind and will arrive in Capri two hours ahead of schedule.  Joshua voices his suspicions about the speed of their travel, but comes up with no explanation other than the favorable tail wind that was reported.  \n\n\nWhen Tess arrives at the Light House for dinner with Kevin, Kevin is annoyed that Jack is with her.  Kevin announces that the purpose of the evening was for Kevin and Tess to get to know each other.  Jack agrees, but gives Tess his cell phone and reminds his new bride that he will be right outside and all Tess has to do is press the button to bring Jack running.  After Jack leaves, Tess gets interested in an Austrian crystal that Kevin has on the Coffee Table.  As Kevin shows Tess how the crystal changes light into different colors, Tess is slowly hypnotized.  Meanwhile, Caleb tunes his guitar and waits for the opportune time to take advantage of Kevin's ground work in recovering Livvie.  As soon as Tess went into a deep hypnotic trance, Kevin begins to have second thoughts about dealing with Caleb, but Caleb suddenly appears and announces that Caleb will take it from there.  Kevin objects and informs Caleb that Kevin refuses to leave while Caleb brought  Livvie out of Tess.  But, even as Kevin protests, Caleb announces that Kevin was damned the moment he agreed to help Caleb.  Caleb then touches Tess's cheek and they both disappear.  Kevin's anguished cries bring Jack, who is shocked when Kevin declares that Caleb just appeared and took Tess with him.  Jack accuses Kevin of selling his own daughter out to an evil monster.\n\n\nBack at Ian's Loft, Ian confides in Lucy that he believes he is doomed and that there is no hope that he could ever conquer his affliction.  But Lucy declares that she refuses to let Ian give up on himself.  As Lucy tries to comfort Ian, she shocks Ian by admitting that she felt jealous when she saw Ian kissing Elizabeth -  and they fall into a passionate embrace.\n\n\nWhen Alison, Elizabeth and Joshua arrive at the Hotel in Capri, Joshua shows them that he has the room across the hall from them.  As the Bell Person helps Alison into her room, Alison heads for the phone to see if Rafe left her a message, but Rafe suddenly appears from the other room and assures Alison that he is fine.\n\n\nCaleb takes Tess down by the water, where he builds a fire and then begins to sing a new song to bring Livvie out of Tess:\n\n\n'Bring the Light\n\nBring back the light\n\nYou are the dream\n\nI sleep with every night.  \n\nDon't try to Hide\n\nDon't try to fight.\n\n\nJust close your eyes,\n\nAnd bring the light.\n\n\n'Cause I've been dying for this moment.\n\n\nJust give up, \n\nso we can meet again.\n\n\nEternity is calling;\n\nForever is in your hands.\n\n\nIf only you will surrender!'\n\n\nAs Caleb sings, he remembers special moments between Olivia and Caleb and then remembers creating Tess.  Livvie suddenly opens her eyes and asks:  \"What took you so long, Caleb?\"  And they kiss.\n\n\n\n\n\n\n\n",
    "tvdb": "Jack is suspicious when Tess says her father (Kevin) invited her to dinner so he tags along. Ian and Lucy realize Caleb's \"\"water\"\" has made Chris think he's a vampire, but he's really not. When Chris jumps off a building to \"\"fly\"\", Ian pulls him back up and saves his life. Realizing he still has human tendencies, Lucy urges Ian not to give up on himself. Joshua, Alison and Elizabeth fly to Capri on Stephen's private plane, along with Rafe who's stowed away. After drugging Elizabeth to sleep, Joshua comes on to Ali, who resists his advances. Joshua almost discoves Rafe until Ali distracts him by giving in to his charms.",
    "tvmega_recap": "Jack is alarmed to hear that Tess received a visit from Kevin, who claims to want to be her father. He's still very suspicious of Kevin and doesn't want Tess to be alone with him. Kevin tries to figure out why Lucy hasn't come back, then assumes that she's with Ian, as always. He records a message for her on his tape recorder, justifying what he's about to do for Livvie. To prepare for his plan for Tess, he sets the table for two, and is unpleasantly surprised to see that she has invited Jack to join them. On Caleb's private jet, Joshua puts the moves on Alison, who fends off his advances as tactfully as possible. She discovers Rafe hiding in a closet and they argue about his presence, which Alison fears can't possibly remain a secret from the others. Joshua drugs Elizabeth so that he can have some uninterrupted private time with her daughter. When Alison returns, Joshua comes on strong, unaware that he's under the slayer's watchful eye. When he hears a noise, he goes to investigate, and Alison cozies up to him to keep him from finding her co- conspirator. After drinking the special water, Chris is thrilled to think that he's actually a vampire. Ian and Lucy try to explain that this isn't good, but Chris escapes. They receive a tip that he's about to \"fly\" by jumping off a scenic overlook. As soon as he jumps, Ian grabs his wrist and dangles him in mid-air, then drags him to the ground. Chris angrily threatens to bite Ian, who gives him an injection to knock him out. They take Chris back to Ian's place, and Ian expects the symptoms to be gone by the time he wakes up. Lucy is proud of Ian for his heroics, and Ian appreciates her belief in his goodness. No Y &R ",
    "soapcentral_condensed": "At Ian's Loft, as Ian and Lucy discuss Ian's problems with being a vampire, Chris wakes up and overhears Ian's comments. As Rafe watches Alison play up to Joshua to prevent Caleb's henchman from discovering Rafe's hiding place, Rafe decides to use a little angel power to create air turbulence. The passengers are stunned when the pilot announces that they have had a favorable tailwind and will arrive in Capri two hours ahead of schedule. When Tess arrives at the Light House for dinner with Kevin, Kevin is annoyed that Jack is with her. Kevin announces that the purpose of the evening was for Kevin and Tess to get to know each other. Meanwhile, Caleb tunes his guitar and waits for the opportune time to take advantage of Kevin's ground work in recovering Livvie. As soon as Tess went into a deep hypnotic trance, Kevin begins to have second thoughts about dealing with Caleb, but Caleb suddenly appears and announces that Caleb will take it from there. Kevin objects and informs Caleb that Kevin refuses to leave while Caleb brought LivvIE out of Tess. But, even as Kevin protests, Caleb announces that Kevin was damned the moment he agreed to help Caleb.\n"
}