{
    "soap_central": "\n\nWhen Lucy took a takeout lunch to Ian's Loft, Ian announced that he had finally devised a formula that he believed would cure his insatiable appetite for blood. Ian declared that he believed it was time to see if the formula would work -- on Ian. Lucy tried to persuade Ian not to use the new formula on himself because Lucy believed that they were doing fine, keeping Ian's symptoms in check with a combination of Caleb's water and Ian's relationship with Lucy. Ian protested that he could not bear the thought of living like that forever -- and would never be content to accept a life that was merely maintaining the status quo. \n\n\nLucy reluctantly agreed to help Ian try out the new serum. However, when Ian tried the serum on himself, his fangs emerged, and he suddenly attacked Lucy. The more Lucy tried to help Ian, the angrier Ian became. Ian began to strangle Lucy. When Ian knocked Lucy down and advanced menacingly toward her, Lucy suddenly pulled out a silver stake and threatened to impale him unless he stopped his attack. \n\n\nLucy appealed to Ian's love for his son to encourage Ian to fight Ian's cravings. Suddenly, Lucy declared her love for Ian and proclaimed that Lucy believed that Ian would not hurt her. Then Lucy put the stake down. As Lucy put down the stake, Ian's fangs disappeared, and Ian suddenly changed back to himself.\n\n\nAt Jack's river house, Alison was stunned when Tess opened Caleb's music box and suddenly turned into Livvie. As Livvie blasted Alison for always hanging around trying to make trouble, Jack walked in, and as Jack listened to Livvie bad-mouthing Alison, Jack spotted the music box and slammed the lid down. As soon as Jack shut the music box, Livvie disappeared and Tess reappeared, admitting that she did not remember what had just happened. Jack sent Tess to the kitchen for some soda, and then Jack filled Alison in about Caleb's music box and the power that the box seemed to exercise over Tess. \n\n\nWhen Alison asked what she could do to help, Jack urged Alison to get to Rafe as quickly as possible and ask Rafe to return to the river house, while Jack kept Tess busy. Alison left right away, and when Tess returned to the living room, Jack explained that Caleb's music box made Tess remember some unhappy times in Livvie's life and made Tess sad and frightened. Tess explained that the box had just appeared beside Tess's bed, and Tess believed that Jack had put the box there. \n\n\nJack convinced Tess to never open the box again while she was alone, and Tess told Jack that she remembered that there was something \"not quite right\" about the music. Jack told Tess that, for the time being, Jack would keep the music box. Tess promised Jack that she would never open the box while she was alone, and Jack promised that he would always be there to take care of Tess.\n\n\nWhen Rafe arrived at Elizabeth's hotel room, Elizabeth enthusiastically welcomed Rafe with open arms. As Elizabeth suddenly began to paw around on Rafe, Rafe demanded to know what was going on, and Elizabeth eventually informed Rafe bluntly that Elizabeth believed that she had proof that hopping in bed with a slayer would cure her of Caleb's curse of the undead. Rafe tried to tell Elizabeth that her idea did not make any sense and that, if that were true, Rafe would know about it. \n\n\nAs Rafe tried to convince Elizabeth that she needed to give up on the idea that hopping in bed with him would somehow \"cure\" Elizabeth, she knocked Rafe down on her bed, declaring, \"You can kill me, or you can have sex with me.\"  But as Elizabeth tried to cuddle up to Rafe, Alison suddenly burst in the door and blasted her mother for trying to seduce Alison's sweetheart. Elizabeth quickly tried to explain that, if Elizabeth could only bed Rafe, all of Elizabeth's unholy symptoms would disappear. Rafe agreed that Elizabeth had told him that. \n\n\nAlison apologized to Rafe for her mother's behavior. Then Alison blasted Elizabeth for being so selfish. But Rafe urged Alison to realize that her mother was just desperate. Elizabeth agreed that Rafe was right and that Elizabeth did believe that she had proof that bedding Rafe would \"cure\" Elizabeth of her curse. Rafe tried to hustle Alison out of the room, but Elizabeth begged Alison not to leave. \n\n\nAs Elizabeth cried that she had no hope for the future, and the present was driving her mad, Rafe informed Elizabeth that there was hope -- all they had to do was kill Caleb. Elizabeth protested that killing Caleb would prove to be impossible. Alison warned her mother that Alison was tired of listening to all of Elizabeth's excuses, and Alison walked out into the hallway with Rafe. Once outside, Alison filled Rafe in on her experience as she had watched Tess turn into Livvie when Tess had opened Caleb's cursed music box. Rafe encouraged Alison to try to comfort her mother while Rafe called Jack to get the details about Tess's latest experience with Caleb's music box. \n\n\nMeanwhile, at Jack's river house, Jack thrilled Tess when he gave her a new doll that was an exact duplicate of the doll that Livvie had burned. Tess exulted, \"She is back!  And we are going to have one of our own soon, too.\"\n\n\nWhen Rafe called, Rafe warned Jack that they should not wait any longer before attempting to trap and destroy Caleb. Jack finally agreed with Rafe, and Jack declared, \"As much as I love her, I have to send Tess out -- alone!\" \n\n\n",
    "tvdb": "Alison's shocked by Livvie's return. When Jack closes the music box, Tess comes back with no memory of what happened and asks Jack to hide the music box. Elizabeth pleads with Rafe to have sex with her to save her but he refuses. Elizabeth pushes him onto her bed, just as Ali walks in. Ali's upset her mother tried to seduce Rafe. Elizabeth apologizes and Rafe calls Jack and says it's time to use Tess to kill Caleb. Ian thinks he's found a cure for his vampirism but when Lucy injects him with the antidote, he bares his fangs and tries to kill her.  Pleading her love, Lucy is able to talk Ian into returning to normal.",
    "tvmega_recap": "Ian believes that he's found a cure, but the only way to know is to test it out on himself. Despite her initial protests, Lucy gives in and agrees to let him inject himself with the serum. Within seconds of the injection, Ian's symptoms return, and Lucy is unable to help. He turns violent, and she pulls out a knife for protection. They struggle for control of the knife, and Ian begs her to kill him, but she refuses. Lucy eventually manages to calm him down, and he reverts to normal. Alison is stunned by what \"Tess\" says to her until she realizes that it really isn't Tess at all. When Jack closes the music box, Tess returns, sending Livvie back inside. Jack sends Alison to get Rafe. He shields Tess from the truth about what what really happens during her memory lapses. Convinced that having sex with a slayer will cure her, Elizabeth makes every effort to seduce Rafe. He thinks this is crazy, but Elizabeth pushes him down on the bed and climbs on top of him. Alison arrives just in time, and she's furious to see what her mother is up to. Elizabeth tries to explain, but Rafe insists that it wouldn't have worked. Alison is tired the way her mother makes everything out to be about herself. Walking out of the room with Rafe, she fills him in on what happened at Jack's after he left. She goes back inside to talk to her mother, who's ashamed of herself. As long as there's hope that Alison will forgive her someday, she can handle it. Jack promises to hide the music box from Tess. She doesn't ever want to open it again unless Jack is there with her. She's thrilled to receive the rag doll he bought her, which is identical to the one she had when he found her. She promises that they'll soon have a baby of their own. Rafe tells Jack that it's time to put their plan into action.",
    "soapcentral_condensed": "When Lucy took a takeout lunch to Ian's Loft, Ian announced that he had finally devised a formula that he believed would cure his insatiable appetite for blood. Lucy tried to persuade Ian not to use the new formula on himself because Lucy believed that they were doing fine, keeping Ian's symptoms in check with a combination of Caleb's water and Ian's relationship with Lucy. Ian protested that he could not bear the thought of living like that forever -- and would never be content to accept a life that was merely maintaining the status quo. When Ian tried the serum on himself, his fangs emerged, and he suddenly attacked Lucy. As Lucy put down the stake, Ian's fangs disappeared, and Ian suddenly changed back to himself. At Jack's river house, Alison was stunned when Tess opened Caleb's music box and suddenly turned into Livvie. Jack convinced Tess to never open the box again while she was alone, and Tess told Jack that she remembered that there was something \"not quite right\" about the music.\n"
}