{
    "tvmega_recap": "When Chris attempts to avoid Elizabeth's calls, she tracks him down at the hospital, determined to bring \"Georges\" back to help her. She has more clothing orders than she can handle, and she needs him to persuade the buyers to delay the orders a little while. Assured that no one will know he's an imposter--even though they've all met the real Georges--Chris agrees to do it. Thrilled, Elizabeth throws her arms around his neck, but he warns her to back off because he doesn't want to be slapped again. Elizabeth informs him that they now have to become lovers in the eyes of the public. They go to the Elixir for martinis, and Elizabeth advises Chris to work on his accent. Rafe tells Jack his plan to use Olivia to get the ring. Hearing it again, Jamal now thinks that it could work. Jack refuses to go along with it until Rafe points out the possibility that Olivia could eventually use the ring against him. Olivia panics to find that Imani isn't breathing. To her astonishment, Imani suddenly opens her eyes and stands up. Realizing that she was bitten by a vampire, Imani informs her that she made a big mistake. She backs her bewildered attacker against the wall. Tired of talking, she shoves Olivia to the ground, somehow stunning the vampire's arm. After fleeing the scene, Olivia stops to catch her breath. Feeling sick, she vomits into a garbage can. As Alison prepares to leave the loft with Caleb's ring safely in hand, Caleb demonstrates that he still has his treasured ring, while she has a copy. Alison is angry with him for tricking her, but Caleb is furious with her for her audacity. He informs her that he is in control of everything from now on. When Jamal questions the mark on Imani's neck, she claims to have been bitten by a mosquito. Jack realizes that he's going along with Rafe's plan because of Tess. Rafe goes home to a solemn, shaken Alison. Olivia asks Caleb to consider leaving town, but he refuses to leave what is now their home. He is determined to let no one stop them now that they have the ring."
}