{
    "soap_central": "\n\nChris asked Amy to explain her reaction to the picture and asked her to\ntell the truth. She refused saying she could kill him instead and\nlaughed at him. Kevin's family waited for word and Alison and Rafe\narrived. Rafe couldn't offer a miracle but helped with prayer. Eve and\nIan continued to disagree on Kevin's treatment. Rafe recalled Ed's\nwords. Kevin wasn't sure he should go with Paige but took her hand. Amy\noffered to sleep with Chris to keep him quiet and he agreed. Alison\nasked what Rafe knew and felt her faith was faltering. Lucy told Kevin\nabout her dream of their 40th anniversary and he heard her. Lucy refused\nto leave Kevin and felt he could hear her. Paige faded away and Kevin\nwoke up and said Lucy brought him back. His family crowded around\njoyously.\n\n\n",
    "tvdb": "When Chris confronts Amy about stealing his photo, Amy proposes that in return for sex, Chris stop investigating her past and he agrees.  When Rafe offers profound advice to Livvie, Alison suspects he knows Kevin will die.  Ali prays in the chapel, then cries over her breakup with Jamal.  Ian and Eve continue arguing about his unorthodox treatment of Kevin.  Paige encourages Kevin to cross over to the \"\"other side,\"\" while on Earth, Lucy pleads with him to stay with the living.  Hearing her pleas, Kevin tells Paige it doesn't feel right to go with her, then opens his eyes and reunites with his family as Paige looks in on them.",
    "soapcentral_condensed": "Chris asked Amy to explain her reaction to the picture and asked her totell the truth. She refused saying she could kill him instead andlaughed at him. Rafe couldn't offer a miracle but helped with prayer. Eve andIan continued to disagree on Kevin's treatment. Kevin wasn't sure he should go with Paige but took her hand. Lucy told Kevinabout her dream of their 40th anniversary and he heard her. Lucy refused to leave Kevin and felt he could hear her. Paige faded away and Kevinwoke up and said Lucy brought him back. His family crowded aroundjoyously. Alisonasked what Rafe knew and felt her faith was faltering. Amyoffered to sleep with Chris to keep him quiet and he agreed. Kevin's family waited for word and Alison and Rafearrived. Alison felt she was losing her faith and felt Rafe's help was needed. Kevin was taken to the hospital and placed in a coma. He woke up and told his family he had been brought back to life.\n"
}