{
    "soap_central": "\n\nAt Lucy's place, Rafe and Alison are having fun fooling around, when Lucy and Christina unexpectedly arrive. \n\n\nFrom the On Call Room, Amy calls Paige and told her that :  'That leech, Chris Ramsey, had the picture of me blown up! '  But Paige told Amy to quit worrying because, unless there's a halo around her head in the picture, it won't give away MUCH to even an inquiring mind like Ramsey's.\n\n\nAmy then complains to Paige that Chris' interest in the photograph has brought a lot of memories flooding back to her and that it is becoming too much for her to handle. Paige admits that memories and conflicting emotions have been flooding back to her since they arrived as well - but, that, at this moment,  she never felt so alive or so sure of her purpose.  Paige then went on to urge Amy to:  'admit you've fallen in love with Ian Thornhart. '\n\n\nAt the Light House, Ian and Kevin rush to open their package when the crime scene photos arrive.  As Kevin looks at the photos, he says:  'It IS Amy.  And she looks dead to me!'\n\n\nAt Lucy's Place, Lucy sends Christina off to play, then demands to know the details about Rafe and Alison's relationship.  Lucy had already heard from Livvie that Jamal and Alison had split up, but was surprised to see that Alison had moved on so quickly to Rafe.  When Alison excuses herself to go check on Christina,  Lucy cautions Rafe about letting his heart get too entangled with someone who is on the rebound like that. But Rafe contends that he is totally happy and totally in love with Alison .  But, then, Rafe admits that he will be leaving in a few weeks.  And Lucy sees NOTHING to understand in THAT kind of situation, and worries that it might be RAFE who is playing fast and loose with Alison's heart. \n\n\nBack at the On Call Room, Paige urges Amy to just give in to her feelings for Ian, reminding her friend that someone WILL be coming back with them and it COULD be Ian or Kevin.  'Or neither one,' Amy suggests. \n\n\nPaige continues to explain that she plans to follow her heart, because, 'what if the last earthly memory I have is one of Kevin loving me back?'\n\n\nWhen Amy contends that it is NOT the same for her, Paige asks if Amy has ever been in love.  Amy replies:  'I HAD someone who loved me.  He cared more about me than his own life.  Then he died. Then I got involved with that other man' - the one she thought she could trust but who killed her instead.\n\n\nAt the Light House, Ian and Kevin examine the photos closely. And they decide that there would be no reason why the pictures would be staged or doctored in any way because they were pictures of a crime scene investigation. \n\n\nIan decides that the best approach is to ask Amy directly what her connection with Paige is - and Kevin and Ian total up what the know about Paige and Amy already: They both have watches made from an unearthly substance that appears to be counting down to thirteen weeks, they both arrived in town at the same time and both plan to leave at the same time. AND there are holes in their stories so big you could drive a truck through them!  Kevin then urges Ian to reconsider the direct approach and suggests that, instead, they should try to 'draw them out,' to be friendly and encourage them to talk about their past.\n\n\nAfter Ian leaves,  Paige comes down and catches Kevin with Amy's photos, but doesn't get a chance to see them.  Kevin says it is confidential information for a case he is working on. \n\n\nAt Lucy's place, after Alison returns and assures Lucy that she is totally happy to be with Rafe and accepting of the fact that he will soon be leaving, Lucy wonders if Rafe is dying of some mystery illness he has not shared with his favorite cousin.  But Rafe says that he would not be leaving because of any illness.  Then Christina returns and told Lucy she does NOT feel good.\n\n\nAs Lucy went to get Christina's things gathered up, Alison admits that she has NOT accepted the fact the Rafe will soon be leaving and told him that she does NOT want to lose him.\n\n\nMeanwhile, at the Lighthouse, Kevin urges Paige to relax with a glass of wine and asks her about her plans.  Paige insists that when she leaves, it will be because she has an appointment she can't be late for.  Kevin begins reminding Paige of different good times they shared when they were young - like a ski trip and a birthday present he gave her. Then Kevin mentions giving a watch to Paige for her birthday, but Paige told Kevin that he never gave her a watch and that it sounds like he is trying to 'trick' her in some way.  'What do you want to know?' Paige bluntly asks Kevin.\n\n\nWhen Ian arrives at the On Call Room, Amy is still there and told Ian that she would like to apologize for being provocative with him.  Then Ian asks Amy where she has been since she left her parents' house three years ago. But Amy quickly suspects that Ian is on a fishing expedition, and told Ian pointedly that she believes he is fishing.  Just then, her beeper went off and she leaves. As soon as she is gone, Ian grabs the cup she was drinking from and calls someone to get her fingerprints checked quickly. \n\n\nAt the Light House, to throw Paige off the track, Kevin told Paige that he was testing her to see if the memories they shared together mean as much to her as they meant to him. \n\n\nPAIGE:  'I'm so glad. I just KNEW you felt the same way I felt!  I love you, Kevin.  I never stopped loving you.'\n\n\nAnd then she kisses him. \n\n\nBack at the On Call Room,  the lab tech told Ian there are NO fingerprints on the cup.  'No human hand has touched this,' he assures Ian.  Just then, Amy returns and asks Ian who he was talking to.\n\n\nAt Lucy's place, Lucy decides Christina really is NOT feeling well, and the two of them rush out, leaving Rafe and Alison alone again.  After Lucy leaves, Alison once again told Rafe how hard it will be for her when he suddenly leaves., then told him, 'There IS a way you can leave a part of you with me.'  When Rafe asks how, Alison told him: 'Make a baby with me.'\n\n\n",
    "tvdb": "Kevin and Ian obtain proof Amy died and vow to uncover the truth about Amy and Paige.  Amy has difficulty being human again, but Paige encourages her to fall in love with Ian, since Paige's going after Kevin.  Paige gets suspicious when Kevin tests her about their past, then mistakenly believes he has feelings for her.  After questioning Amy proves futile, Ian has her fingerprints analyzed and discovers she has no human prints.  Lucy learns Rafe and Alison are a couple and they explain their love affair to her.  She advises them to be cautious, however, Ali, throwing caution to the wind, asks Rafe to give her a baby.",
    "soapcentral_condensed": "At Lucy's Place, Lucy demands to know the details about Rafe and Alison's relationship. Lucy had already heard from Livvie that Jamal and Alison had split up, but was surprised to see that Alison had moved on so quickly to Rafe. Lucy cautions Rafe about letting his heart get too entangled with someone who is on the rebound like that. At the Light House, Ian and Kevin rush to open their package when the crime scene photos arrive. Ian decides that the best approach is to ask Amy directly what her connection with Paige is - and Kevin and Ian total up what the know about Paige and Amy already: They both have watches made from an unearthly substance that appears to be counting down to thirteen weeks, they both arrived in town at the same time and both plan to leave at theSame time. And there are holes in their stories so big you could drive a truck through them! Kevin then urges Ian to reconsider the direct approach and suggests that, instead, they should try to 'draw them out'\n"
}