{
    "tvmega_recap": "Lucy tries to make Kevin feel at home while staying at her place. When Ian sees her discomfort with being affectionate in her estranged husband's presence, he decides to move back into the loft, but Lucy talks him out of it. Ian goes to the hospital to work on the research, but Chris has other plans. He warns Ian to watch out for Kevin, although Ian is confident that the other man is no threat to his relationship with Lucy. Frustrated by his inability to feed himself, Kevin tearfully asks Lucy why she's doing this. He wants an honest answer as to whether or not she still has feelings for him. Lucy admits that she always will, but things have changed. Promising to help him through this, she takes his hand in hers. Christina comes home from Gail's and rushes to give her daddy a kiss. When she asks him to paint with her, Kevin offers to read her a story instead. Christina gets out the wedding album, and the three of them talk about the wedding day. Ian comes in, sees the family together, and decides to leave again. Jamal expresses reluctance to have Jack trick Olivia after all, which leads Jack to conclude that Jamal thinks he's still in love with his ex-girlfriend. Jack assures Jamal that she is the worst thing that has ever happened to him. Afraid of being found out for biting Imani, Olivia tries to pay her to leave town. She is stunned by the news that Imani isn't a vampire, and she wants to know what she is. Claiming to be just like everyone else, Imani refuses the bribe and kicks her out of her motel room just as Jamal shows up to make her room safer. Imani is touched by his offer to install window locks and other security devices. When Jamal realizes that he forgot to bring a hammer, Imani removes one from under her pillow. Jamal gets something in his eye, and Imani blows on it to make it better. They almost kiss, but they're interrupted by a phone call. Relieved when Jamal leaves without kissing her, Imani is stunned when he returns to do just that. When Olivia shows up at the club in a bad mood, Jack kicks her out but then changes his mind before she gets out the door. Claiming that she's really not such a bad person, he offers to let them be in bad moods together. She believes in his sincerity, but Jack is pleased with himself for getting her to buy into his act."
}