{
    "tvdb": "Ian thanks Lucy for stopping him from feeding on Elizabeth but she says she only wanted to stop him from making love to her. Giving in to their desire, Ian and Lucy start to kiss. Rafe stops Alison's charade with Joshua by creating turbulence for the flight. Elizabeth awakens and berates Joshua for coming on to Ali. Suspcious, Joshua searches the plane but doesn't find Rafe, who later appears in Ali's hotel room. Jack stands guard while Tess is alone with Kevin. Kevin hypnotizes Tess but then Caleb appears and takes her away to the woods. Caleb sings \"\"Surrender\"\" to Tess until Livvie emerges, then they kiss.",
    "tvmega_recap": "Joshua is suspicious of Alison's motives in cozying up to him, but she appeals to his ego. From his hiding place, Rafe sees Joshua putting the moves on her, and the plane suddenly jerks, as if in turbulence. This wakens Elizabeth, who confronts Joshua about what he's doing with Alison. The pilot announces that they'll be landing soon, thanks to some tailwinds. This makes no sense to Joshua, who insists that there are no tailwinds and that they shouldn't be landing for another two hours. Convinced that something's up, he takes another look around. Instead of finding Rafe, he finds a beeping travel alarm. After they all retire to their respective hotel rooms, Alison is relieved to see that Rafe made it there safely. Meanwhile, Chris is confused about waking up in Ian's room. He insists that he heard Ian and Lucy talking about vampires, but they deny having any such conversation. Lucy manages to convince him that he passed out from drinking heavily, and an apologetic Chris goes h! ome to finish sleeping it off. Ian thanks Lucy for stopping him from feeding on Elizabeth, and Lucy lets it slip that what upset her was seeing him about to make love to another woman. She tries to take it back, but it's too late. Lucy and Ian kiss. At the lighthouse, Kevin is displeased to see that Tess brought Jack with her, but Jack informs him that he isn't staying for dinner. Instead, he'll be waiting outside in case Tess needs him, because he absolutely doesn't trust Kevin. Alone with Kevin, Tess falls victim to hypnosis. Kevin is furious when Caleb appears and takes her away. Hearing Kevin's shout, Jack rushes in, then accuses Kevin of selling his own daughter out to a vampire. Caleb carries Tess to the woods, where it all began. He sings \"Surrender\" for his Olivia, and when the young woman opens her eyes, that's exactly who she is. Caleb and Livvie kiss passionately. No Y &R "
}