{
    "soap_central": "\n\nFollowing their close call in the ER, Joe and Gabriela head back to the Scanlon house with Frank and Karen. Kevin and Lucy are surprised to find a romantic candlelight dinner for two waiting for them at the lighthouse, courtesy of a matchmaking Livvie. After Ian manages to land the helicopter safely, he and Eve set off on foot through the snow and begin to make their way through a dense forest. Karen watches with mixed emotions as Gaby admits to Joe how shaken she was by their grenade-wielding patient. Eve and Ian take refuge in an empty cabin and are relieved to realize that they're only about forty miles away from home. Lucy stumbles over an unmarked videotape and pops it into the VCR, then scrambles to shut it off when images of Kevin and Eve's wedding appear on the TV screen. Declaring their love for one another, Ian and Eve tumble to the floor locked together in a passionate embrace. Kevin told a pleased Lucy that he's going to celebrate being alive. Later, Lucy and Kevin share a lingering kiss. \n\n\n",
    "soapcentral_condensed": "Kevin and Lucy are surprised to find a romantic candlelight dinner for two waiting for them at the lighthouse. Eve and Ian take refuge in an empty cabin and are relieved to realize that they're only about forty miles away from home. Lucy stumbles over an unmarked videotape and pops it into the VCR, then scrambles to shut it off when images of Kevin and Eve's wedding appear on the TV screen. Declaring their love for one another, Ian and Eve tumble to the floor locked together in a passionate embrace. Joe and Gabriela head back to the Scanlon house with Frank and Karen. Karen watches with mixed emotions as Gaby admits to Joe how shaken she was by their grenade-wielding patient. Kevin told a pleased Lucy that he's going to celebrate being alive. Later, Lucy and Kevin share a lingering kiss. Click here to watch the full episode of This Is Life with Kevin Scanlon and Lucy Scanlon on Sunday at 8 p.m. ET on ABC.\n"
}