{
    "Episode Summary": [],
    "Recap": [
        "Brad finds out Carly's secret. Alison nervously prepares for her procedure. Holden is angry with Lily again because she went behind his back and had Dusty help her get Noah into see Luke. Luke and Noah are glad to be with each other though. Katie goes to see Jack at Carly's, as Brad shows up after hearing of Carly's secret. Susan wonders if Alison is having any last minute thoughts about doing the procedure? She will no longer have any claim on the baby once she signs the papers. Alison just wants to make a positive impact in someone's lives for a change. Noah and Luke work through their issues about what happened. Carly acts defiant when Brad throws the truth in her face. Katie tells Jack about the house, as Jack agrees to buy it with her. In the same breath though, he tells her that he has moved back in with Carly until it is over. Lily and Holden realize how big and possibly broken their marriage is. Lily wants to fight, but Holden doesn't know if he can anymore. Brad wants Carly to come clean, but Carly can't now. There was a reason she got sick and she feels that she and Jack are about to find their way back to each other. Brad thinks this is the worst lie Carly could tell. She will tell her kids, but she needs more time with Jack. Carly thinks it is fate, and then plays the Katie card; Katie will need comfort and he is the one to give it to her. Noah and Luke talk about being each other's boyfriend. Katie doesn't know if she can go on like this. She doesn't like what she is thinking, and she wonders if this marriage can survive. Jack asks her to have faith, but she doesn't know. Holden thinks he and Lily should live separately. Jack and Katie interrupt Carly and Brad. Katie wants to leave and Brad goes with her. Will and Alison's procedure goes off without a hitch and they voice how indebted to Alison they will forever be. Carly sees how much pain Jack is in. He wanted to make Katie happy, but all he has done is made it worse. Brad tells Katie it is for the best that she is trying to get her mind off of Jack and Carly. Katie wonders why Brad has done a 180 on his feelings? What isn't he telling her? Carly doesn't want to be Jack's obligation; Jack admits, while stroking her face, that she is so much more then that to him \u0096 right before they hug tightly."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Thank you.",
        "Jack: For what?",
        "Carly: You don't think I can see that you're putting your whole life on hold for me?",
        "Jack: You think I could live with myself if I didn't see you through this?",
        "Carly: You didn't have to say you'd move in.",
        "Jack: Yeah, it would be better for everybody. You and me, the kids -- they're going to need me more and more.",
        "Carly: And Katie?",
        "Jack: Stop worrying. It's decided. Listen, you've got to be exhausted after -- after that trip to the hospital and all those tests, so how about I get you some chamomile?",
        "[SCENE_BREAK]",
        "[Knock on the door]",
        "Brad: I'm sorry, Doctor, I don't think I got that. Carly's condition isn't terminal?",
        "Dr. Evers: No. No, fortunately, it's not.",
        "Brad: Well, how did things turn around so fast?",
        "Dr. Evers: Well, they didn't. As I explained to Miss Tenney, her initial scans indicated a solid mass. Recent pictures show an abscess instead. So, there's no malignancy.",
        "Brad: That's a pretty big boo-boo, don't you think?",
        "Dr. Evers: Yeah, look, our image technology is not perfect, okay? Misdiagnoses do occur. Luckily we caught the error and we put her on some antibiotics.",
        "Brad: So, that's all it's going to take? A little penicillin, whatever?",
        "Dr. Evers: Look, she's going to be fine in a couple of weeks, okay? I wouldn't be surprised if she's at home right now celebrating.",
        "Brad: Thanks, Doctor. Thanks.",
        "Dr. Evers: Is there anything else I can do for you?",
        "Brad: No, no -- hey, I've got the picture. I'm going to go congratulate Carly on her new lease on life.",
        "[SCENE_BREAK]",
        "Alison: Hey, are you, Guys, ready to go?",
        "Will: Just about, yeah.",
        "Alison: Thanks for saying I could ride with you. I don't why. I'm feeling a little nervous. Are you?",
        "Will: Hey, Gwen? Are you almost ready? Ali's here.",
        "Gwen: Just a sec.",
        "Alison: Just think, you and I are going to be making a baby pretty soon. How weird is that?",
        "[SCENE_BREAK]",
        "Holden: Nothing I say means anything to you. Is that it?",
        "Lily: Holden, Luke is overwhelmed. He's depressed. He doesn't want to work with the physical therapist. He certainly won't listen to the two of us. Maybe Noah is the one person that can get through to him. Doesn't that make sense to you?",
        "Holden: That's not the point. The point is that, once again, because you disagreed with me, you ignored me and found another way to get what you want.",
        "Lily: And what choice did I have? You wouldn't even discuss it.",
        "[SCENE_BREAK]",
        "Luke: Did you come here by yourself or did somebody bring you?",
        "Noah: Dusty.",
        "Luke: Right. Well, if you don't want to be here, you should probably go.",
        "Noah: It's not that. I just figured, why would you want to be around me? I mean, you have every reason to hate me.",
        "Luke: Are you kidding? How could I hate you? Especially after everything that your dad did to your mom, it's -- it's awful. I feel so bad for you.",
        "Noah: My dad's the reason that you're lying here. How can you even think about me?",
        "Luke: I think about you all the time.",
        "Holden: Everything okay?",
        "Luke: Yeah, yeah, Dad. Can I just have a couple of minutes alone with Noah?",
        "Holden: He's letting Noah stay.",
        "Lily: Are you still going to tell me that bringing him here wasn't the right thing to do?",
        "Holden: You're arguing the ends justify the means?",
        "Lily: In this case, maybe. All I want to do is help Luke.",
        "Holden: Me, too. The only thing is, I didn't think it was necessary to throw our marriage away to get that. Obviously, you did.",
        "[SCENE_BREAK]",
        "Katie: Hello, Carly. I don't mean to barge in. I know that your privacy is very important right now, but I need to see Jack, and I wouldn't be here if it wasn't important.",
        "Carly: I understand. Come in. Katie, I know that the timing of this couldn't be worse. I certainly didn't mean to cause trouble for you and Jack.",
        "Katie: No, any problems that Jack and I are having right now are nothing compared to what you're dealing with. I'll handle it.",
        "Brad: Carly! Oh, hey, Katie. I just came from the hospital. I was looking for Jack, and I just had a very interesting conversation with your doctor.",
        "Jack: Katie? And Brad? What's going on?",
        "Brad: Well, hey, Brother. I was just telling the ladies --",
        "Carly: Hey, Jack, Katie's here to talk with you. And I think Brad's here to talk to me.",
        "Katie: It won't take long.",
        "Jack: Sure, let's take a walk.",
        "Katie: Thanks.",
        "Brad: I gotta hand it to you. That was a real Oscar winner.",
        "[SCENE_BREAK]",
        "Gwen: I feel like I've been waiting months. Does anyone know any good jokes?",
        "Alison: Sorry. I'm only here to supply the eggs. Humor was not included in the contract.",
        "Will: Yeah, we should've gotten a donor with more stand-up experience.",
        "Susan: Oh, good. You're all on time.",
        "Alison: Hi, Mom.",
        "Susan: Hey.",
        "Gwen: So, what happens now, Dr. Stewart?",
        "Susan: Alison needs to do some paperwork and get prepped, and then we're going to take you for the procedure. You two just wait out here. Excuse us. Okay, these papers have to be signed before we can proceed. Here and here. Honey, if you're having any doubts at all, it's not too late to back out.",
        "Gwen: I'm so excited. I can't believe this is finally happening.",
        "Will: That's because it's not actually happening to you.",
        "Gwen: You're not -- you're not sorry, right?",
        "Susan: I just want to make sure you understand. Once these papers are signed, there's no turning back. You've given up all your parental rights. You can't wake up someday and want this baby to be yours. It ain't going to happen.",
        "Alison: I know that, Mom. It's fine.",
        "Susan: Are you sure?",
        "Alison: It worked for us, didn't it?",
        "Susan: Yes, it did. But I just want to make sure you understand all -- all the parameters of what you're signing. You will never, ever have any claims to this baby.",
        "Alison: Well, I'll have one. I'll be able to finally claim that I did something that changed somebody's life forever, and this time, it was a really, really good thing.",
        "[SCENE_BREAK]",
        "Lily: Why are you turning this into a problem? If you could just admit that Noah seeing Luke is a good thing, we could just put this behind us.",
        "Holden: I can't believe I have to explain this to you. Luke is our son. I love him as much as you do.",
        "Lily: Of course you do. I never said you didn't.",
        "Holden: No, what you've said basically is that you don't trust me. So what do you do? You turn to Dusty to do what you want.",
        "Lily: So, you're not upset about Noah seeing Luke as much you are about Dusty bringing him there? What is this really about?",
        "Luke: It must have been so awful growing up with your father. The ways he made you suffer.",
        "Noah: What about you? I mean, how can you look at me and not see the man who put you here?",
        "Luke: I just see you. I was afraid that you wouldn't want to come here. You know, that seeing me would remind you of your dad.",
        "Noah: It does, Luke, but it also --",
        "Luke: Look, Noah, please just -- just say it. Whatever it is.",
        "Noah: My dad's not the man who I thought he was. And seeing you reminds me of that, and it really hurts. But seeing you -- seeing you also reminds me how much I care about you.",
        "[SCENE_BREAK]",
        "Lily: You can't be jealous.",
        "Holden: Look, I don't want to play games. If Dusty's got what you need, then why don't you go to him?",
        "Lily: Just stop it, you know that's not what I want.",
        "Holden: Why can't you and I be on the same page?",
        "Lily: I've tried. For months. And all you do is criticize me. You take your anger out on me and I -- it's just not you. I don't recognize you anymore.",
        "Holden: Yeah, you're right. You're right. Which is probably why we shouldn't be together right now.",
        "[SCENE_BREAK]",
        "Katie: So, the realtor said that if we don't close the deal today, we're going to lose the house.",
        "Jack: I'm sorry I'm making this so hard on you. What do you want to do?",
        "Katie: Well, I love the house. I look at it, and I see us there. I see us raising our family there.",
        "Jack: This isn't forever, you know.",
        "Katie: I know. You have to do what you have to do. That's why I was thinking, if we just take the plunge with the house, maybe we'll feel a little more married. It is perfect for us, isn't it?",
        "Jack: Yeah, it is. It's beautiful. I love the house. I do. What the hell? Let's buy it.",
        "Katie: Yes!",
        "Jack: Yeah.",
        "[SCENE_BREAK]",
        "Carly: I don't know what you're doing, Brad. You have no right to accuse me of anything.",
        "Brad: I can't wait to see the death scene. Man, how are you going to pull that off?",
        "Carly: Shut up!",
        "Brad: Oh, get off it, Carly. Your doctor said straight up, you're not dying. So, tell me, how come you're not bursting to tell the good news to everybody? Or would you like me to take a wild guess?",
        "[SCENE_BREAK]",
        "Jack: I love the house as much as you do. I really do.",
        "Katie: You have no idea how much I was hoping that you were going to say that.",
        "Jack: There is something I need to tell you, though.",
        "Katie: What? You hate yard work?",
        "Jack: Uh, no. Even if we buy the house, I don't know when I'll be able to move in.",
        "Katie: Why?",
        "Jack: Because I've decided to stay with Carly until -- well, until the end.",
        "Katie: You're moving in with Carly?",
        "Jack: Well, Carly can't be alone anymore. She needs 24-hour care at this point.",
        "Katie: Ohh. I don't know what to say.",
        "Jack: Well, I hope you'll say that you understand that my kids need me to help them through this really difficult time with their mom. Katie, I'm sorry. I am, and I know that moving back into that house is a really loaded thing. But it's not forever.",
        "Katie: Okay, so you're telling that between now and then, I'm supposed to live in our new house all alone?",
        "Jack: You're not going to be alone. You're not going to really be alone. Even if we buy the house, I'll be there soon. I will. Please, let's -- let's have faith in us, okay? Let's buy the house, no matter what, knowing that we will live there together one day.",
        "Katie: Some day.",
        "Jack: Every day. Every single day. For years. I promise you.",
        "[SCENE_BREAK]",
        "Carly: I am not keeping my recovery a secret.",
        "Brad: Your recovery? You played this for all you're worth, Carly, didn't you? To get Jack away from Katie.",
        "Carly: Now, you listen to me, I didn't plan this. And if you talked to my doctor, then you know that. He told me I was dying.",
        "Brad: But you weren't. So why were you staggering around and collapsing every five minutes?",
        "Carly: The medicine that he gave me had side effects.",
        "Brad: And you're not suing the doctor, the hospital, or anyone?",
        "Carly: No.",
        "Brad: Come on.",
        "Carly: Why would I do that? He didn't set out to torture me. And he sent my scans to lots of other doctors, and all of them thought the abscess was a tumor. It was an honest mistake.",
        "Brad: Okay. Okay. So, when are you going to tell the happy news to Jack?",
        "Carly: I can't. Not yet.",
        "[SCENE_BREAK]",
        "Will: So, are you okay, Ali?",
        "Alison: Yeah, never better.",
        "Gwen: I know we've said this before, but thank you so much for doing this for us.",
        "Alison: Well, it's about time I did something right.",
        "Will: Oh, stop it. Cut it out. You've given us the best gift anybody could ever give. And that trumps the past forever.",
        "Alison: Well, let's just cross our fingers and hope that it works.",
        "Susan: It's time.",
        "Gwen: All right. Good luck.",
        "Susan: Take her to O.R. one. Will?",
        "Will: Yeah?",
        "Susan: Next comes your part.",
        "Will: Okay.",
        "[SCENE_BREAK]",
        "Luke: You care about me. Well, knowing that makes being in this bed almost bearable.",
        "Noah: This whole thing, coming out, I mean, it's -- it's still really hard for me.",
        "Luke: I know.",
        "Noah: I don't think it was as easy for me as it was for you.",
        "Luke: Well, it wasn't so easy for me.",
        "Noah: But your parents, they accepted you. I mean, I can't even accept myself half the time. And the worst part is when I think that if I had never come out to my father, you'd still be walking around.",
        "Luke: Look, Noah, whatever happens, I'm still so glad that we met.",
        "Noah: How can you say that?",
        "Luke: Because it's the truth.",
        "Noah: So, maybe we can pick things up where we left off when you get out of here.",
        "Luke: Noah, I meant what I said. Like, I am so glad that we found each other. And what we had, it was so short, but it was so good, and I will never forget that. But that doesn't mean that I think that we have a future together.",
        "Noah: But you just said how great things were. I mean, why wouldn't we keep things going when you get better?",
        "Luke: Because, I might not get better.",
        "[SCENE_BREAK]",
        "Carly: I'm going to tell Jack.",
        "Brad: When?",
        "Carly: Believe it or not, Brad, I've already tried.",
        "Brad: H hard could it be? Three little words, \"I'm not dying.\"",
        "Carly: I know, and I've gotten so close to saying it. But then something interrupts me, and I --",
        "Brad: You what?",
        "Carly: I think of all the reasons why I shouldn't say it.",
        "Brad: Like what?",
        "Carly: Like I prayed for more time with Jack, and my prayer was answered.",
        "Brad: Blaming your lies on God? Now, come on, Carly. That's rich.",
        "Carly: I didn't manipulate any of this. I didn't pretend to be dying. I honestly believed I was along as the entire medical community --",
        "Brad: That didn't stop you from enjoying Jack having play nursemaid with you.",
        "Carly: No, now wait. I did not -- I did not ask him to take care of me. He insisted. He opened the door, and I just sort of let him walk through it. Is that so terrible?",
        "Brad: Yeah! When he thinks he standing by the side of his children's dying mother. Yes!",
        "Carly: I need more time with him, and if this is how it has to happen -- it's going to come out eventually, anyway. So what difference does it make if I just wait a little bit longer?",
        "[SCENE_BREAK]",
        "Katie: So, back to me waiting for Carly to die. I can't do that. That's awful, Jack. I'm not going to do it. Forget it.",
        "Jack: Forget? Forget what? Forget the house thing? Or something else?",
        "Katie: I don't know, Jack, I just -- I don't know.",
        "[SCENE_BREAK]",
        "Brad: The longer you wait to tell Jack, the bigger the difference it will make. But then again, you already know that, don't you?",
        "Carly: What are you talking about?",
        "Brad: You didn't plan this, Carly, but you are using it. You can't tell me that you haven't noticed Jack gradually abandoning his wife to spend 24/7 with you? And you're thinking -- you're thinking, \"Well, the longer I can get Jack to think I'm halfway to heaven, the closer we're get.\" Unless, of course, what could happen? Oh, I know. That even if he finds out the truth, that he'll be in so deep, that he couldn't leave you if he tried.",
        "[SCENE_BREAK]",
        "Lily: I was looking for you.",
        "Holden: Yeah, I promised my mother I'd fix this.",
        "Lily: I thought Brad fixed that.",
        "Holden: Exactly.",
        "Lily: All right.",
        "Holden: Since Luke was at the hospital with company, I thought this was as good a time as any.",
        "Lily: Can you take a break?",
        "Holden: You know, I really should just get this finished.",
        "Lily: I think our problems are a little more important than the plumbing, don't you?",
        "Holden: Yeah. You're right. See, the thing is, this I can fix. But I have no idea what to do about you and me.",
        "[SCENE_BREAK]",
        "Noah: I -- I didn't know your injuries were permanent.",
        "Luke: They might be. The doctors won't know for sure. Look, Noah, this isn't your fault. I don't blame you.",
        "Noah: No, no, I'm just trying to -- I'm just trying to imagine what you're going through right now. I don't know what I would do if I couldn't use my -- my whole body.",
        "Luke: Well, hopefully, you'll never have to find out. It sucks having a boyfriend who's in a wheelchair, huh?",
        "Noah: Is that what I am? Am I your boyfriend?",
        "Luke: I don't -- I just -- I just totally weirded you out. It's okay. You can go if you want, but it was really -- really kind of you to come.",
        "Noah: Luke, I'm not going anywhere until you answer my question. Is that what you want? Do you want me to be your boyfriend?",
        "[SCENE_BREAK]",
        "Lily: Since we don't know what to do about each other, maybe we shouldn't do anything right now.",
        "Holden: What do you mean?",
        "Lily: We keep going around in circles, and it's not getting us anywhere. You tell me you want me to talk to you. But then I talk to you, and you just get angry with me. So maybe we shouldn't talk. Maybe we should just be there for each other, for Luke. Holden, we've been married a very long time, and we've been through a lot worse. Can we just forget these misunderstandings and just go home?",
        "Holden: No. No, I don't think we can.",
        "[SCENE_BREAK]",
        "Carly: Okay, you're right. Jack has been much more attentive. He's been much more loving since he first thought he was losing me.",
        "Brad: Surprise, surprise.",
        "Carly: He still cares about me, Brad. I knew it. And I care about him.",
        "Brad: It's too late, Carly. He's got a brand new marriage, and it's wrong for you to keep separating him from his wife every chance you get.",
        "Carly: He cares about Katie. I know he does. He's just torn right now.",
        "Brad: And that suits you just fine?",
        "Carly: Jack is worth fighting for. I've never said otherwise. And if Katie isn't willing to fight for him as hard as I am, then she doesn't deserve him.",
        "[SCENE_BREAK]",
        "Jack: Hey, I don't want you giving up on us. Katie, look at me. Since the moment we were married, nothing has been the way it's supposed to be. But that's life, okay? There's no handbook for dealing with this stuff. Just know that I love you, and I want to spend the rest of my life with you.",
        "Katie: Just not while Carly's alive. Oh, my God, I can't believe I just said that. I'm sorry.",
        "Jack: No, no, it's -- it's okay. You're entitled. I don't blame you.",
        "Katie: I don't know how to handle this either, Jack. I just feel like no matter what I do, Carly holds all the cards. How do I compete with a dying woman?",
        "[SCENE_BREAK]",
        "Brad: Okay, okay, go with me here. Let's play this out. All right, you live. Jack finds out that you were lying about you dying. Okay, and you didn't tell him. He's going to ignore this, the absolute biggest lie in your long history of lies, and you live happily ever after?",
        "Carly: He doesn't need to find out.",
        "Brad: He might when you don't die.",
        "Carly: Well, I'll tell him, eventually, that is was a misdiagnosis. I'll just fudge the time frame a little bit.",
        "Brad: How?",
        "Carly: There's no reason he has to know the doctor already told me. He could find out in a week or two. After I've gotten Jack to admit that if he had a second chance with me, he'd take it, then there would be no turning back.",
        "Brad: Well, that's quite a plan. Unless, of course, I tell him now.",
        "Carly: You wouldn't.",
        "Brad: I might.",
        "Carly: Why would you rat me out?",
        "Brad: Maybe because you're lying to my brother, doing the nastiest, most conniving thing that you have ever done? And that you're playing with his heart, you're playing with his mind. You know, I mean, you're letting him give up his new life, a marriage, just because he thinks you're about to croak.",
        "Carly: If Jack walked out on his marriage to be with me, that was his choice. Doesn't it say something?",
        "Brad: It says he's a good man, and you used that to land him where you want.",
        "Carly: He's not a victim here.",
        "Brad: All right. Okay, okay, what about Katie? Not that I'd expect you to care. But she's in this. And you know, her heart is broken because her groom abandoned her on her wedding night to be with you.",
        "[SCENE_BREAK]",
        "Jack: You're not competing with Carly, Katie. I swear it. Me moving in, it's mostly for the kids' sake.",
        "Katie: It still doesn't change the fact that you're living with her and not your wife.",
        "Jack: Okay, I'm sorry. I'm sorry that I put you in such an impossible position. I love you.",
        "Katie: I love you, too. I do. But it doesn't change the fact that it's so hard for me to know that you're walking away from me to go live with your ex-wife.",
        "Jack: Katie, Katie, the situation is finite.",
        "Katie: That's my point. Knowing there's an end makes me start to wish for things that I don't want to wish for. Don't you get it? When you married me, you made me a better person. But if I stay in this marriage under these circumstances, I don't know how much longer I can stay the woman that you fell in love with.",
        "[SCENE_BREAK]",
        "Carly: Katie has shown us over and over and over again that she is more than capable of taking care of herself --",
        "Brad: Okay, okay, okay, okay, okay, Carly, you don't have any sympathy for her, fine. What about your kids?",
        "Carly: My kids are fine.",
        "Brad: Yeah, what about your kids, Carly? Yeah, they're fine? You're letting their hearts break! They still think you're dying, Carly! I mean, is it worth it for you? Is this all worth it? To put them through that so you can manipulate your love life? What kind of mother does that?",
        "Carly: I have figured out a way to let my kids know that I'm going to be just fine.",
        "Brad: How? How? How!?",
        "Carly: Just don't tell Jack, okay? I may not be dying, but I did get sick, and that must have happened for a reason.",
        "Brad: And that's what you're telling yourself?",
        "Carly: It brought Jack back to me, and I didn't want Katie to be involved. I certainly -- I certainly don't want to hurt her, but this is bigger than all of us. It's --",
        "Brad: Please, please do not say kismet.",
        "Carly: Hey, fate then. It's fate. You wouldn't interfere with fate, would you?",
        "[SCENE_BREAK]",
        "Gwen: You need a cigarette?",
        "Will: God, this is so weird. How weird is it having the nurse standing outside telling you to hurry up?",
        "Gwen: It's one of the things I kind of like about you, you know, you like to take your time. It's a joke. I'm not going to joke anymore. Is Alison back yet?",
        "Susan: Oh, she's just waking up from the anesthesia. I'm going to take her home soon.",
        "Gwen: How did it go?",
        "Susan: Very smoothly.",
        "Gwen: Great. Look, I just want to thank you for all of your support. And Alison, she's been really amazing.",
        "Susan: I'm glad you appreciate what she's done for you.",
        "Gwen: I mean, you weren't all for it in the beginning.",
        "Susan: I just thought you guys were a little young.",
        "Will: We're going to love this baby so much, Susan.",
        "Susan: I know you will. And that's what's important, right?",
        "Gwen: Hey. How do you feel?",
        "Alison: Okay. I wonder if our cells are getting busy down in the lab?",
        "Will: Yeah, let's hope so. Alison, we're never going to forget what you did for us.",
        "Gwen: Not in a million years.",
        "[SCENE_BREAK]",
        "Holden: How many times can we do this?",
        "Lily: As many times as it takes. We're supposed to be together until death do us part, remember?",
        "Holden: Right. And we're supposed to respect each other and be honest with each other, too. How many times can we patch things up? I mean, maybe we should just admit that this marriage is broken.",
        "Lily: We're not broken. We just -- we just need some time alone. It hasn't been easy, obviously with Luke in the hospital. We can do this, for us. We've promised each other that we would take some time to remember what it's like to just be us.",
        "Holden: I wish we could.",
        "Lily: We can do that. We can do that. Let's just go home for an hour. We don't have to do anything. We don't have to talk. Just -- we'll just be.",
        "Holden: No. I want to stay here. I want to stay here out at the farm, but I think that you should go home.",
        "Lily: What are you saying?",
        "Holden: Lily, if we can't share our thoughts and our feelings, well, then maybe we shouldn't share our living space, either. Maybe that would be the best thing to do.",
        "[SCENE_BREAK]",
        "Noah: You know, when you don't say anything, it doesn't exactly inspire confidence.",
        "Luke: How can I say anything? I don't have the right.",
        "Noah: You know what you want, don't you?",
        "Luke: How? But Noah, look at me. I can't move my legs. Do you know what that means? That means I can't feel anything below my waist. And I might never be able to.",
        "Noah: I'm not asking what you think is possible. I'm asking what you think you want. What you do want. Do you want me to be your boyfriend?",
        "Luke: Yes.",
        "[SCENE_BREAK]",
        "Brad: Fate shmate. You are pulling out all the stops tonight, Carly. \"I prayed, so God must want this for me. Its fate, so I get to manipulate the situation any which way I want.\" You're nuts!",
        "Carly: Bring this closer to home. What about what you want?",
        "Brad: What's your not dying have to do with me?",
        "Carly: If Jack still thinks that I need him to be with me, then that leaves Katie all alone. As you pointed out, she's heartbroken.",
        "Brad: So?",
        "Carly: So, she'll need some comfort. And who better to supply that than you?",
        "[SCENE_BREAK]",
        "Jack: Katie, please -- please just wait -- wait. Just think about this a little while longer, okay? Buying a house right now, yeah, it's a pretty big step. But that doesn't mean that we've got to do a 180 and run in the opposite direction.",
        "Katie: I'm not filing for divorce tomorrow, if that's what you're worried about. I just -- I can't wait in the wings anymore.",
        "Jack: What does that mean?",
        "Katie: If I keep thinking of you as my husband, and you're never actually being my husband, I'm going to end up hating myself and resenting you, and I don't want to do that.",
        "[SCENE_BREAK]",
        "Brad: You're asking me to stoop to your level.",
        "Carly: As if you've never stooped way below it before.",
        "Brad: Ha ha.",
        "Carly: I'm not above setting one foot in hell to retrieve the love of my life. Now, if you haven't got the guts to walk on coals for what you really want --",
        "[Door opens]",
        "Jack: We're back.",
        "Katie: I forget my purse. I just need to grab it.",
        "Jack: Katie.",
        "Katie: Good-bye, Jack.",
        "Brad: Katie, wait!",
        "Brad: I was thinking that we could go over the notes that we have for the interview for tomorrow?",
        "Katie: Oh, with Sandra Lee, right.",
        "Brad: Yeah. If you're up to it, I can go with you now.",
        "Katie: Brad, it's not really a good time. On the other hand, maybe that's exactly what I need. Work and lots of it. Let's go.",
        "[SCENE_BREAK]",
        "Lily: I don't think this is the best time to be making major life decisions. Luke needs us. He needs us together. He needs our support.",
        "Holden: Lily, that's why I'm doing this. So that we can focus on Luke and not out own problems.",
        "Lily: Will you ever going to stop being mad at me?",
        "Holden: Lily, I'm not mad. I'm beyond that. And I don't blame you for what happened to Luke. I'm tired, and I just don't have the energy for anything except making sure that he gets well.",
        "Lily: We have nothing left for our marriage?",
        "Holden: To be absolutely honest, no. Not right now.",
        "[SCENE_BREAK]",
        "Luke: Yeah, yeah, I want you to be my boyfriend so badly. But just because it's something that I want doesn't mean it's going to happen.",
        "Noah: You don't know that.",
        "Luke: Well, I know this. I'm not going to ask for any promises, and I'm not going to make any while I'm lying in a hospital bed.",
        "Noah: So, do what you have to do to get out of it.",
        "Luke: I don't know if I can.",
        "Noah: Can you promise me you'll try? Can you do that?",
        "Luke: Yeah. I can do that much.",
        "[SCENE_BREAK]",
        "Lily: I'm tired, too. I'm tired of talking and not having it do any good.",
        "Holden: That's probably the one thing that we agree on. So it's probably best that we just leave each other alone for a while.",
        "[SCENE_BREAK]",
        "Will: This is all a little sci-fi, huh?",
        "Gwen: Yeah, it is weird to think that our soon-to-be baby is growing in a petri dish far, far away.",
        "Will: Yeah. I like making babies the other way better.",
        "Gwen: I know it was more romantic the old way, but the result's going to be the same. We're going to have what we've always dreamed about. You know, we're going to have a family.",
        "[SCENE_BREAK]",
        "Susan: Are you okay?",
        "Alison: I'm good. I'm just tired.",
        "Susan: You can rest here a little more.",
        "Alison: No, I just -- I just want to get home.",
        "Susan: Okay. You did such a brave and generous thing. I'm so proud of you.",
        "Alison: Thanks, Mom.",
        "[SCENE_BREAK]",
        "Carly: Jack? Jack?",
        "Jack: Hmm? What do you need? Oh, I never got you that tea, did I?",
        "Carly: Hey, hey -- you're upset, aren't you?",
        "Jack: I'm fine.",
        "Carly: You're not. You've already done so much for me. Let me do something for you. Talk to me.",
        "Jack: I just wanted to make Katie happy, and I managed to make a bigger mess of our lives than I ever thought I could.",
        "Carly: If being here is upsetting you, maybe you shouldn't be.",
        "Jack: No, Carly --",
        "Carly: I won't keep you here, Jack. I won't make you be obligated to me.",
        "[SCENE_BREAK]",
        "Katie: I think this is the best opener. What? You have something to say?",
        "Brad: I just think that you made the right choice, that's all.",
        "Katie: What do you mean?",
        "Brad: Taking your mind off Jack and Carly.",
        "Katie: Really? What happened to, \"Don't give up, Katie. Fight for your man.\"",
        "Brad: Given the circumstances, I think you've chosen a better path. What?",
        "Katie: No, no, no, you never do a 180 like that for no reason. What is going on with you?",
        "[SCENE_BREAK]",
        "Jack: I'm not staying with you out of obligation. It's more than that. It's a lot more.",
        "[NEXT_ON]",
        "Gwen: I plan on staying here until I know for a fact that our son or daughter is fertilized.",
        "Meg: This is what I won't be wearing in 30 seconds.",
        "Rosanna: You know, Paul, what I would like is for you to care about this wedding as much as I do.",
        "Parker: You're not dying? You're going to be all right.",
        "Katie: I am not sleeping with my husband's brother.",
        "Carly: I need you to take me to Montana."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=8Zk8oW4-Qpc"
}