{
    "Episode Summary": [],
    "Recap": [
        "Katie is feeling guiltier about involving Chris in her scheme to help Vienna. She tries to get Chris to talk and spend time with her, but he is not interested. Vienna and a stunned Henry think they hear Barbara in the middle of \u0091entertaining', but she is really tied up. Afterwards, Henry can't get that out of his mind and finds himself outside of Barbara's room. Allison and Casey continue to plot how to find out who the father of Vienna's baby is. Allison will go talk with Vienna under a guise of the hospital and Casey agrees begrudgingly to talk with Chris. Vienna is more desperate to get pregnant and is very suspicious when Allison has questions. Allison finally admits as to why she is there and Vienna assures her in a heartfelt \u0091admission' that Casey is not the father of her baby, as Allison tells her that she believes her. Casey talks with Chris about his predicament and Chris hides his shock when he finds out the tests he allowed to be changed by Katie are regarding Casey. He races over and angrily confronts Katie, as Vienna shows up and wants him to promise not to say anything. Chris is furious, as he stomps out. Vienna is so scared her world is going to collapse before she gets pregnant, as Katie thinks this might not be worth it anymore, but Vienna assures her that Henry is her only future. An increasingly unbalanced Meg is holding Emily at gunpoint promising her plan is going off without a hitch. Emily pleads for her life and for Meg to think about Eliza, but Meg has it all planned \u0096 Emily drugged her and in her altered state, she shot her dead. Henry knocks and when he keeps hearing strange noises from Barbara's room, he is able to get inside and finds Barbara tied up. After she explains what happened, they rush to Fairwinds. Meg and Emily wrestle for the gun, as Meg is more under the drugs effects, but Meg shoots at Emily when Paul, Emma and a man in white rush in. Meg is confused as to why Emily is alive and Emily doesn't understand how Paul knew to be there. Barbara and Henry rush in, as Paul explains that he knew all along Meg was drugging herself and he had to do it this way. Meg thinks a pillow is Eliza, as Paul tries to field angry questions from Emily and Barbara. Henry takes Barbara home where she is upset that Paul didn't trust her to let her in on his plan. Their conversation turns to Henry wanting her to move back in to the Lakeview; soon they are in a heated kiss. Barbara finally gently pulls away and Henry leaves; outside the door, he pauses before he leaves while Vienna watches him nearby. Meg is taken to the hospital where she becomes emotional about being without Paul and Eliza, as Emma just wants her to get healthy. Allison happily tells Casey that he is not the father of Vienna's baby, but when he finds out that this opinion is only due to Allison taking Vienna's word, he is bothered and wonders if Allison wants him to find out the truth after all. Katie goes to apologize to Chris again after Vienna urges her too. Chris isn't interested and is bothered how Katie could do that to Henry and to Casey. Katie admits that there isn't even a baby \u0096 that does not make it better for Chris. Allison tries to get Chris to stop when he is ready to race out the door to tell Henry. She kisses him passionately, but Chris isn't swayed that much \u0096 or at least he pretends not to be. She then sweetens the deal by offering to go to a hotel with him with all that entails. Chris seems to look interested now. A furious Emily and Paul talk about how he kept the knowledge of Meg drugging herself to himself. Emily is enraged that he would lie to her, have her arrested and let her go through all she did while Meg held her. Paul is hoping that she understands he did what he had to do. Emily doesn't even barely understand, as she slaps Paul hard across the face."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Mmm! That looks like it is good. Always loved the burgers here.",
        "Chris: Hmm.",
        "Katie: Here. Let me get this from you.",
        "Chris: You want to pay for my burger?",
        "Katie: Well, after everything you've done for me, it's the least I could do.",
        "Chris: Allowing you to falsify medical records cannot just be smothered over with buying me a deluxe burger, not even with more cheese or bacon, for that matter.",
        "Katie: I know that. I was just trying to do something nice for you.",
        "Chris: Because you feel guilty? Silence speaks volumes. Would you please allow me to finish my meal in peace? Thank you.",
        "Katie: I'm just trying to say that I'm sorry.",
        "Chris: You don't owe me any apologies, okay? It was my decision to let the changes you made stand, okay? I can live with it. You don't owe me anything. And I can pay for my own burger.",
        "Katie: Okay, what about dessert then?",
        "Chris: What?",
        "Katie: At my place. I have peach pie. We could have it with some ice cream and whipped cream.",
        "Chris: I'll pass.",
        "Katie: Are you sure?",
        "Chris: Yeah. Yeah, I think we should keep things the way they are. You know, you have your life. I have mine. And these days, there's not much room for dessert.",
        "[SCENE_BREAK]",
        "Alison: Hey. I was really hoping I'd see you today.",
        "Casey: Really?",
        "Alison: Yeah. Things are getting even weirder with this whole Vienna thing.",
        "Casey: Now what?",
        "Alison: Okay, you know how I was still trying to find out the name of her ob- gyn?",
        "Casey: Right. Okay.",
        "Alison: Okay, so I figured I should check, you know, her computer records again to see if maybe there was a clue we might have missed. Something strange came up.",
        "Casey: Her doctor's name?",
        "Alison: Oh, I wish. Ready for this? According to her file, Vienna's already been pregnant for over a month now.",
        "Casey: How -- how is that possible? I mean, we looked at her record. There was nothing about her being pregnant in there.",
        "Alison: I know.",
        "Casey: There's no way we could have missed that.",
        "Alison: We didn't.",
        "Casey: Then what do you mean?",
        "Alison: Well, we didn't see it before because it wasn't there before.",
        "Casey: Maybe someone changed it by accident.",
        "Alison: No. I don't think so. There was way too much new data entered for it to be just a mistake. There's only one explanation. Somebody changed Vienna's records.",
        "[SCENE_BREAK]",
        "Vienna: That was a delicious meal.",
        "Henry: Yeah. I'm surprised you wanted to eat so early.",
        "Vienna: Well, our little one gets hungry before I do. Oh, which reminds me, we have to have a very large kitchen in our new house.",
        "Henry: What house?",
        "Vienna: The one we move into when we have the baby.",
        "Henry: I -- I didn't realize that acquiring real estate was part of the birthing process.",
        "Vienna: We can't raise a child here in a hotel.",
        "Henry: Why not? Craig Montgomery does.",
        "Vienna: Well, we don't need to have a palace. You know, a small place is fine -- with a very large kitchen, that is.",
        "[Barbara groaning]",
        "Vienna: Oh, my.",
        "Henry: I didn't, uh -- I didn't realize Barbara was back here.",
        "Vienna: She obviously likes her room.",
        "Henry: She sounds very, uh, urgent.",
        "Vienna: You know what? That just comes to show that if you really want a man, you can always attract one no matter how old you are or what you look like. Come on, Henry.",
        "Henry: Yeah.",
        "Vienna: Let's go. Leave Barbara to her own business.",
        "[Barbara groaning]",
        "[SCENE_BREAK]",
        "Emily: Meg, put -- put the gun down.",
        "Meg: This tea -- it's so bitter.",
        "Emily: No.",
        "Meg: It's from all the drugs you put in it.",
        "Emily: You put the drugs in that tea. We both know that.",
        "Meg: But who's going to believe that.",
        "Emily: No. No, no, Meg. Don't. Where -- where did you get the gun?",
        "Meg: It's Paul's.",
        "Emily: He gave it to you?",
        "Meg: I borrowed it. It was in his safe, where he always keeps it.",
        "Emily: You need to put it away.",
        "Meg: You know, I even remembered the combination, which I took it as a sign that this was meant to be.",
        "Emily: No, no, no, no! Stop drinking that, please.",
        "Meg: It's all right. I'm getting used to the taste.",
        "Emily: Meg, the methadone's gonna start taking effect any minute. Stop.",
        "Meg: Well, that's the idea.",
        "Emily: What are you talking about?",
        "Meg: Well, with every sip, I get a little bit more buzzed. And pretty soon I'm gonna be crazy. But you'll be dead.",
        "Emily: Meg -- Meg, you don't want to shoot me. You don't want to shoot.",
        "Meg: Stay where you are. You drugged my tea, and that made me irrational, paranoid, violent.",
        "Emily: Eliza's upstairs. Your daughter is upstairs. You would never kill me when your daughter is in the house. Think of the trauma you would put her through.",
        "Meg: Eliza will be fine.",
        "Emily: How can you say that?",
        "Meg: She's gonna sleep right through it.",
        "Emily: The gun is very loud, Meg!",
        "Meg: It's gonna take only one shot, and I am doing this for Eliza!",
        "Emily: Think for a minute. Think. You kill me, you will be arrested, and you will head right back to Deerbrook. You will never see Eliza again. You won't have a family.",
        "Meg: But I already do. I mean, look. I'm back at Fairwinds. Eliza loves me. Paul is on my side. And all that is left is for me to get rid of you.",
        "Emily: No, no, no, no! We can work this out. Stop. We can figure -- we can figure this out. Just put the gun down!",
        "Meg: I know -- I know exactly what that means! That means you want to steal my little girl!",
        "Emily: No! I don't want to steal Eliza from you. I never wanted to steal her. You are her mother. She needs you.",
        "Meg: You are trying to con me!",
        "Emily: No. You -- you have been allowed to see Eliza as often as you want -- you know that -- when you're healthy enough to handle it.",
        "[Meg laughs]",
        "Meg: Well, that's always the catch, isn't it -- if I'm well enough?",
        "Emily: No. If you do this, they will lock you up forever. You understand? You will never see Eliza again.",
        "Meg: Well, I'm not worried about that. They tried to lock me up in a psycho ward before, and I got out.",
        "Emily: Yeah, well, you won't be this lucky this time if -- if you pull that trigger. Please don't. Please don't.",
        "Meg: You know, luck has nothing to do with it. I've worked everything out.",
        "Emily: What the hell does that mean?",
        "Meg: It means you're gonna die and I'm gonna get away with it.",
        "Emily: Oh, God.",
        "[SCENE_BREAK]",
        "Vienna: Oh. I love this one. What do you think?",
        "Henry: It's nice.",
        "Vienna: Yeah? No, it's adorable. It's adorable.",
        "Henry: That's -- that's what I meant -- adorable.",
        "Vienna: Okay, so, what are we looking at?",
        "Henry: Pictures.",
        "Vienna: Of? Bassinets, bassinets! I mean, you're not even paying attention!",
        "Henry: I'm sorry.",
        "Vienna: You're thinking about Barbara, aren't you?",
        "Henry: Yeah. Look, I'm -- I'm sorry. I can't help it. I'm not sure the sounds we heard coming out of her room were what we thought they were.",
        "Vienna: Of course they were.",
        "Henry: She just -- it sounded a bit off, don't you think?",
        "Vienna: Why do you even care?",
        "Henry: I don't -- I don't care, Sweetie. I don't -- I don't care what she's doing or with whom, however loudly or incessantly. It's just it sounded very strange to me.",
        "Meg: Oh, no. What's strange is that a woman her age would be having sex on the floor. That's strange.",
        "Henry: Is that what you think she was doing?",
        "Vienna: Of course! Of course she is. You know, once a tramp, always a tramp.",
        "Henry: Whoa! Vienna -- you know, we've had some adventures in some rather exotic locations ourselves.",
        "Vienna: Yes, but we've been creative, not pathetic like that.",
        "[Knock on door]",
        "Henry: Katie.",
        "Katie: Hi. Sorry. I just need to talk to Vienna about baby stuff. Do you mind?",
        "Henry: No, not at all. I, uh -- you'll do a better job than I did. I'll, um -- I'll be at the bar.",
        "Vienna: [Sighs] Okay. Did you find someone to help you with my medical files?",
        "Katie: I did.",
        "Vienna: And?",
        "Katie: And your file says you've been pregnant now for a month.",
        "Vienna: Oh, God! Thank you! What?",
        "Katie: Well, it just doesn't feel very good, especially since I had to get Chris involved.",
        "Vienna: Chris? Chris Hughes?",
        "Katie: Yeah. And his dad caught us in the computer room at the hospital while I was trying to change your file. We almost got caught.",
        "Vienna: But everything is okay, right?",
        "Katie: Well, yeah, for now. But if word about this gets out, we're gonna have a big problem.",
        "Vienna: You think you can trust Chris for this?",
        "Katie: Yeah. I mean, he knows what would happen if he said something. He's not gonna risk his career.",
        "Vienna: But then why are you so upset?",
        "Katie: Because I'm afraid helping you like this was a horrible mistake.",
        "[SCENE_BREAK]",
        "Casey: Did you print out a new copy of Vienna's medical records?",
        "Alison: I didn't have time. But believe me, pregnancy date is there in black and white. Somebody changed that file.",
        "Casey: But who and why?",
        "Alison: [Sighs] You -- you could talk to Bob about it.",
        "Casey: I'm -- I'm not walking into my granddad's office and telling him I got a woman pregnant. No thank you. I can already see the disappointment on his face.",
        "Alison: Yeah. I remember that look, the day we were supposed to be married.",
        "Casey: Yeah. There was a lot of disappointment going around that day.",
        "Alison: [Sighs] Okay, well, uh, you could ask Chris for help.",
        "Casey: I'm not gonna do that.",
        "Alison: Why? I mean, he has way more access to the doctor's files than I do. Plus, you know he'll never judge you.",
        "Casey: Well, there's enough tension between Chris and me without me giving the details of my sex life.",
        "Alison: Because I used to be one of those details?",
        "Casey: No, that's not what I'm saying.",
        "Alison: Look, if you're uncomfortable going to Chris because of me, then you should just really let all of this go.",
        "Casey: No, I -- I told you, I'm not gonna do that.",
        "Alison: Well, then, you're stuck, because at this point, Chris is really your only hope of finding out what's going on with Vienna and her baby.",
        "Casey: You're right. I'll talk to him.",
        "Alison: Good.",
        "Casey: Yeah, but that doesn't guarantee we're gonna find any more information than we already know.",
        "Alison: It's worth a try, okay? And I'll keep working on Vienna. Good luck, and, uh, talk to you later.",
        "Casey: Alison, thank you.",
        "[SCENE_BREAK]",
        "[Barbara groaning]",
        "[Knock on door]",
        "Henry: Barbara?",
        "[Barbara groaning]",
        "Henry: Oh, my God, she is on the floor.",
        "[Barbara groaning]",
        "Henry: Barbara? She knows I'm here. Why would she do this, knowing that -- unless she's, uh -- Barbara! Excuse me.",
        "Maid: Yes, Sir.",
        "Henry: I'm sorry. Could you help me? Um, my key isn't working. You see? Just -- could you let me into my room?",
        "Maid: Of course.",
        "Henry: Thank you so much. Appreciate it. Thanks.",
        "[Barbara groaning]",
        "Henry: Barbara! God, here.",
        "Barbara: Thank you, thank you. You got to -- we've got to stop her.",
        "Henry: Who?",
        "Barbara: We need to stop Emily, Emily, Emily.",
        "Henry: What?",
        "Barbara: Yeah.",
        "Henry: She did this to you?",
        "Barbara: She's a menace. She's a menace!",
        "Henry: Come here. Oh, my God. How long have you been like this?",
        "Barbara: I think hours. Untie me, okay? She pounced on me the minute we got in here.",
        "Henry: Sorry. I can't get this.",
        "Barbara: We've got to find her. We've got to find her, 'cause you know what? She's out to get Meg. There's no telling what she's gonna do to Meg. She's gonna hurt her!",
        "[SCENE_BREAK]",
        "Meg: You know, this is going exactly the way I thought it would. Stay back!",
        "Emily: I'm back, I'm back, I'm back.",
        "Meg: You know, I know exactly what you're trying to do.",
        "Emily: Meg, I'm worried about you. You look very pale.",
        "Meg: I feel fine.",
        "Emily: Put the gun down. Please put the gun down before it's too late.",
        "Meg: I think I need some more.",
        "Emily: No, stop! Stop!",
        "Meg: My system needs to be loaded. And that way, it will explain all the awful, insane things I might do.",
        "Emily: No, this won't work.",
        "Meg: And then -- and then once it wears off, it's gonna be so easy -- so easy to convince the police that I killed you because you had drugged my tea and I was out of my mind.",
        "Emily: No, no, no, no, no. Please, stop -- stop drinking that. Please stop drinking that and put the gun down. I'm begging you!",
        "Meg: You know what the beautiful thing about all this is, Emily?",
        "Emily: What? What?",
        "Meg: That you're gonna be dead, and you'll be blamed for your own death. [Laughs] It will be all about you, Emily, at least one last time.",
        "[SCENE_BREAK]",
        "Vienna: Katie, I never would have asked you to change my medical records if I wasn't desperate. And I'm desperately in love with Henry.",
        "Katie: I know. I know you are, and I know you don't want to lose him.",
        "Vienna: Henry and I -- we belong together. And if anyone -- if anyone understands, it's you.",
        "Katie: I know. You're just like me and Brad -- soul mates.",
        "Vienna: Exactly. So think of this as saving two souls.",
        "Katie: It just doesn't change the fact that I asked Chris to go against his principles.",
        "Vienna: Yes, but deep down, Chris must have wanted to help you. Otherwise, he wouldn't have said yes if it was such a big risk.",
        "Katie: Maybe.",
        "Vienna: You really care about Chris, don't you?",
        "Katie: No. No, I don't. I mean, we're friends, yeah. It's just --",
        "Vienna: What?",
        "Katie: I just hate the dishonesty part!",
        "Vienna: Since when?",
        "Katie: I got to go. Uh, I just wanted to let you know that for now, you are officially pregnant, and you have nothing to worry about.",
        "[SCENE_BREAK]",
        "Casey: Hey, Chris, um, do you think we can talk for a minute?",
        "Chris: Uh, yeah, but want to walk with me to the floor?",
        "Casey: Actually, I -- I was hoping we could speak in private.",
        "Chris: Okay. Yeah, we can do that here.",
        "Casey: I think I might have gotten, uh, someone pregnant.",
        "Chris: Okay.",
        "Casey: Yeah, and I'm not sure what to do about it.",
        "Chris: Well, have you talked to her about it?",
        "Casey: Yeah, yeah.",
        "Chris: All right. Well, what does she want you to do about it?",
        "Casey: Nothing. She -- she says I'm not the father.",
        "Chris: Then what are you worried about?",
        "Casey: Well, I -- I don't believe her.",
        "Chris: So you think the baby's yours?",
        "Casey: That's what I'm trying to find out.",
        "Chris: Well, why would she lie?",
        "Casey: It's complicated.",
        "Chris: Complicated because?",
        "Casey: There's another man in the picture.",
        "Chris: Who might be the father? Yeah, that, uh -- ooh, that does sound complicated.",
        "Casey: But is there any way to check the paternity of the child before it's even born?",
        "Chris: Um, well, yes -- and no.",
        "Casey: What -- what does that mean?",
        "Chris: Well, there is a test that can establish who the father is, but no, you cannot do it without the mother's consent.",
        "Casey: Well, she's not gonna agree to anything. I just --",
        "Chris: Look, maybe she's telling you the truth here.",
        "Casey: I -- I just don't think so. There's too many weird things going on. I just -- I want a real answer. And please just help me out with this.",
        "Chris: Look, Casey, I, uh -- I don't want to pry here. But, um, if I'm gonna help you, I need to know the, uh -- the girl's name. Is it Alison?",
        "Casey: No, no.",
        "Chris: No? Oh.",
        "Casey: It's Vienna.",
        "Chris: Vienna? Vienna -- Vienna Hyatt?",
        "Casey: Yeah, yeah. It was just a fling thing. You know, I don't even really know what to call it.",
        "Chris: Yeah.",
        "Casey: But the weirdest thing about it is her medical files -- someone -- someone's tampered with them.",
        "Chris: What?",
        "Casey: I mean someone went into the computer and deliberately changed the files, and now I can't find out whether or not I'm the father.",
        "Chris: Um, you know, um, I have this emergency that I have to check on. But we're gonna --",
        "Casey: Hold up. Hold on.",
        "Chris: We're gonna talk later, okay?",
        "Casey: Well, can I count on you or not? [Sighs]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Vienna: Katie, I knew you would be -- back. Hello, Alison.",
        "Alison: Hi, Vienna. Is this a bad time?",
        "Vienna: Why?",
        "Alison: Um, there's some hospital stuff I need to go over with you. Um, do you mind?",
        "Vienna: I'm really actually quite busy.",
        "Alison: Oh, this won't take long. We're just updating our records, and I need to know your due date.",
        "Vienna: Um -- you know what? I don't know exactly.",
        "Alison: You don't remember?",
        "Vienna: No, but the next time I'll see my doctor, I'll -- I'll, um, have him put it into my files.",
        "Alison: And, uh, who is your doctor again?",
        "Vienna: Why do you -- this really isn't a good time.",
        "Alison: You know what? I kind of need to get this done today. Hence the house call. If you could just at least give me an approximate date.",
        "Vienna: Why are you being so pushy?",
        "Alison: Well, why don't you remember your own due date? Okay. The truth is, I know that you slept with Casey.",
        "Vienna: What? No way! No! That's a lie! That's a horrible lie. What would you -- why would you say that? You know that I love Henry. I love Henry.",
        "Alison: Okay. Okay, Vienna, let's just skip the games. Casey told me all about it. You had sex with him here, at the hospital.",
        "Vienna: [Sighs] All right. Okay. Why -- so what if I did?",
        "Alison: Well, not long after, you announced that you were pregnant. And Casey just wants to know if he's the father.",
        "Vienna: I already told him that Casey is not.",
        "Alison: Okay, and is that the truth?",
        "Vienna: I swear on everything, on heaven and earth that Casey is not the -- the father of my child.",
        "Alison: All right. I believe you. I will tell him that Henry's the father.",
        "[Vienna sighs]",
        "Alison: And congratulations.",
        "[SCENE_BREAK]",
        "Meg: All gone. All gone.",
        "Emily: No. Your plan won't work.",
        "Meg: Yes, it will.",
        "Emily: No, because there's one thing you didn't think of -- the methadone.",
        "Meg: [Scoffs] What?",
        "Emily: They can prove that I didn't steal it from the hospital.",
        "Meg: No, they can't.",
        "Emily: Yes, they can. They're -- they're already working on the case.",
        "Meg: Who?",
        "Emily: My mother. Of course. My mother -- she knows that I didn't -- I didn't take the methadone, and she's hired a private investigator, and now he knows I didn't take it.",
        "Meg: How?",
        "Emily: There's this new technology that can identify DNA left on anything. A person touches anything, like a pill bottle, Meg.",
        "Meg: No.",
        "Emily: Yes.",
        "Meg: No, you're making this up!",
        "Emily: No. No, I'm not. They will prove that you're the one who stole the methadone from the hospital and you're the one who -- that has been drugging yourself.",
        "Meg: No.",
        "Emily: Yes. It's okay. You can still get what you want, okay? We can figure out a way out of this, I promise. Just give me the gun.",
        "Meg: You are lying!",
        "Emily: I am not lying.",
        "Meg: You're a liar! You always have been!",
        "Emily: No, I'm not lying. Just listen to me. Listen to me. You want me out of the picture, I will move out of the house. I will give up any thoughts of adopting Eliza. I swear to God, we can figure this out. I am begging you, just put the gun down. We can work this out, Meg.",
        "Meg: You'd go away?",
        "Emily: Yes, yes. I swear to God, you'll never see me again.",
        "Meg: I don't know.",
        "Emily: Meg, Meg, you're not a murderer. Listen to me. Look at me. You're a mother. You're Eliza's mother.",
        "Meg: I'm a mother.",
        "Emily: Put the gun -- put the gun down. Put the gun down.",
        "Meg: No, no, no!",
        "Emily: Put the gun down, Meg!",
        "Meg: No!",
        "[Both grunting]",
        "Meg: Go to hell.",
        "Emily: [Screams] Oh, God.",
        "Emma: Meg, it's me. It's Mama. It's Mama.",
        "Meg: Mama?",
        "Paul: It's okay. You're all right.",
        "Emily: Am -- am I?",
        "Paul: Uh-huh.",
        "Emily: Oh, my God. What, did she miss?",
        "Emma: It's over, Meg. It's over, Meg. Please, give me the gun. Please.",
        "Meg: No, no, no! I can't! Why isn't she dead?",
        "Emma: I don't want you to hurt yourself! I don't want you to hurt anyone. Give Mama the gun.",
        "Paul: Nobody's gonna get hurt. They're blanks.",
        "Emily: Blanks?",
        "Paul: Yeah. I didn't want you to get hurt. I would never let anything happen to you.",
        "Emily: Wait, wait, wait. I don't understand.",
        "Paul: I took the bullets out of the gun, and I locked them up, and I put -- I put blanks in. I didn't want anybody to get hurt. Give -- give me the gun.",
        "Meg: Paul --",
        "Paul: Yeah. Meg, you're okay. You're okay.",
        "Meg: You -- you need to tell him to go away.",
        "Paul: He's not -- he needs to be here.",
        "Meg: Well, we have to go upstairs and see Eliza now.",
        "Paul: Eliza's fine.",
        "Meg: I hear her.",
        "Emma: Sweetheart, did you take -- did you take all of those pills?",
        "Meg: No, no. Well, yeah, because of her. She -- she put them in my tea, and she made me drink it. She made me do everything. You're evil!",
        "Emily: She put the poison in her tea herself.",
        "Meg: Liar!",
        "Emily: She had the entire plan worked out. She was gonna kill me and claim that the drugs I gave her pushed her over the edge.",
        "Paul: Yeah. That sounds about right.",
        "Emily: You believe me?",
        "Paul: Of course I believe you.",
        "Emily: Okay, I -- I'm sorry. None of this is making any sense.",
        "Paul: Emily, I've known all along that you're telling the truth.",
        "[SCENE_BREAK]",
        "Katie: Like anyone could ever take your place.",
        "[Doorbell rings]",
        "Katie: No! Oh --",
        "[Katie groans]",
        "Chris: Why didn't you tell me it was Casey?",
        "Katie: What?",
        "Chris: Oh, do not act like this was news to you. Casey -- he's walking around thinking Vienna's pregnant with his child. You purposely left that little bit of information out, didn't you?",
        "Katie: No, Chris.",
        "Chris: Oh, that's just --",
        "Vienna: Casey. Chris.",
        "Chris: Oh, Vienna, that's just --",
        "Vienna: Oh, thank you so much for helping Katie -- I mean helping Katie help me.",
        "Katie: Right.",
        "Vienna: But I'm really scared that everything will come out now.",
        "Chris: You told her what I did? That's terrific. Great. Thank you. That's just what I needed.",
        "Vienna: What's wrong?",
        "Chris: Legally, ethically, where do I begin?",
        "Katie: The only people that know you helped me are us three. That's it. I promise.",
        "Chris: Really? Well, why stop there. Let's spread the word. Maybe I can get an official reprimand from my own father, or -- or better yet, a suspension.",
        "Vienna: Would it be that bad?",
        "Chris: Well, if it's my lucky day, Vienna, maybe I can get my medical license revoked! Isn't that great?",
        "Katie: I'm so sorry, Chris.",
        "Chris: Are you sorry? Really? Well, you know what? I cannot believe I let myself get involved with this, really. I mean, when will I learn, right?",
        "Vienna: Oh, my God. I'm gonna deal with Alison and Casey, and you go after Chris. We just have to make sure that they don't do anything before I get pregnant.",
        "Katie: We don't even know when that will happen, Vienna.",
        "Vienna: Soon. I told you, I'm trying every day.",
        "Katie: There's no guarantee it will happen at all.",
        "Vienna: No, don't say that. [Voice breaking] Don't say that, because my entire future depends on this one baby, having this one baby with Henry. Please, Katie, help me.",
        "[Katie sighs]",
        "[SCENE_BREAK]",
        "Emily: What the hell is going on here?",
        "Meg: No, no, no, no, no! You need to get away from me!",
        "Paul: Let me take care of this. I will explain. I will explain.",
        "Meg: Paul, Paul, they want to hurt me.",
        "Paul: No, no, no, no. Nobody wants to hurt you. Nobody's gonna hurt you. We're gonna help you. Isn't that right?",
        "Emma: Yes, that's right.",
        "Meg: She's the evil one.",
        "Emma: I don't want to hurt you, Sweetheart. I love you.",
        "Paul: Sit down for just a second, okay?",
        "Emma: I love you. Sit down.",
        "Paul: Just -- just sit down for like one second, all right? Everything's gonna be fine. Everything is gonna be -- it's gonna be you fine.",
        "Barbara: Oh, my God. What did I tell you. Are you all right?",
        "Paul: She's not hurt, if that's what you're asking.",
        "Barbara: Emily tried to kill her, didn't she?",
        "Paul: Mom --",
        "Barbara: She did! She tried to kill her. I knew this was going to happen. I am so sorry. You told me to try to keep her away, and I tried. But you know what she did?",
        "Paul: It's okay.",
        "Barbara: She overpowered me. She bound and bagged me and left me on the floor.",
        "Paul: You did that?",
        "Barbara: Yeah. She was like an animal.",
        "Paul: Are you all right?",
        "Barbara: I am fine now thanks to Henry. He found me.",
        "Paul: Well, thank you, Henry. Maybe you could do us all another favor.",
        "Henry: Sure. Anything.",
        "Paul: Take my mother back to the Lakeview.",
        "Barbara: No, no. I am not going anywhere until I see that woman in handcuffs and arrested again!",
        "Meg: Where's Eliza?",
        "Barbara: Oh, my God. She drugged her again, didn't she? You still had methadone lying around here?",
        "Paul: Actually, Mother, Meg has been drugging herself.",
        "Barbara: That's impossible.",
        "Paul: It's the truth.",
        "Emily: Wait. You knew? You knew all along Meg was drugging herself.",
        "[SCENE_BREAK]",
        "Katie: Hey. The nurse said I could find you here.",
        "Chris: Um, this room is for hospital staff only.",
        "Katie: I just need a minute.",
        "Chris: Katie, we really don't have anything to say to each other.",
        "Katie: I know how you would feel that way. If it were up to me, I wouldn't have just walked through that door.",
        "Chris: But here you are, so you must want something.",
        "Katie: Chris, Vienna is desperate to be married to Henry. She's terrified of losing him. That is the only reason any of this is happening.",
        "Chris: Katie, that doesn't excuse it.",
        "Katie: I know that. But if you could just pull back a little bit and not tell anyone about anything, that would really help.",
        "Chris: Help keep the lie going, you mean?",
        "Katie: Vienna just needs a little more time.",
        "Chris: A little more time to what? Uh, falsify another medical record? Is that what we're talking about?",
        "Katie: No, no, no. To make it right.",
        "Chris: It's too late for that. We broke the law. Look, I know I said it was my decision to let the changes you made stand, okay? But that was before I knew Casey was involved and that we were keeping him in the dark from knowing about the baby.",
        "Katie: It's not that simple.",
        "Chris: Look, Casey thinks that that baby is his. He wants to know the truth, and he deserves to know the truth, okay? It's not that complicated.",
        "Katie: Okay, so what bothers you is the idea that you might be betraying a family member?",
        "Chris: Betraying -- I am helping Vienna keep the truth from Casey, okay? That's worse than a betrayal. That is torture.",
        "Katie: Well, then, I can assure you with 100% certainty it's not Casey's baby.",
        "Chris: Really? And how do you know that?",
        "Katie: Because there is no baby.",
        "Chris: What do you mean there's no baby? Vienna's pregnant.",
        "Katie: She told Henry she was, and she's trying really hard to be.",
        "Chris: But she's not?",
        "Katie: Not yet. Don't you remember? That's why I had to change her medical records to make it look like she had been pregnant for a few weeks.",
        "Chris: This is one big, vicious lie.",
        "Katie: Well, that's a little harsh.",
        "Chris: Well, that's what it is, right?",
        "Katie: She had to get Henry's focus off of Barbara and back on to her.",
        "Chris: By what, using a make-believe baby?",
        "Katie: It's not gonna be make-believe for long. She's trying every day to get pregnant. It's basically a nonstop project.",
        "Chris: Unbelievable. Do you know what this is doing to Casey? He's walking around thinking this baby is his. And Henry -- what about Henry? He's supposed to be your best friend. And you are paying with people's lives, and you brought me in the middle of it.",
        "Katie: I'm sorry. I know. It's not gonna last forever.",
        "Chris: No, it's not, because I'm not gonna put a stop to it right now.",
        "Katie: What are you gonna do?",
        "Chris: I'm gonna go tell Henry the truth.",
        "Katie: No.",
        "Chris: Yes, yes. Then you go do it.",
        "Katie: No. Just give me a minute.",
        "Chris: One of us has to be the grown-up here, Katie, okay? What do you want to do, huh? You want to flip a coin or something? Is that -- there we go. Boom. Tails, I win. I'm gonna go tell, okay?",
        "Katie: Wait! You can't do that.",
        "Chris: Well, try and stop me. That was good -- really good. But not good enough.",
        "Katie: I can do better.",
        "[SCENE_BREAK]",
        "Vienna: [Sighs] Please, please, please be positive. I don't want to lie anymore. I just -- I just want a baby. [Sighs]",
        "[SCENE_BREAK]",
        "Casey: Hey. Did you get any more information from Vienna?",
        "Alison: Yes. You are not the father of her baby. How's that?",
        "Casey: You know that for a fact?",
        "Alison: Yeah. Vienna swore it's the truth, and I believe her.",
        "Casey: So she just told you this? There was no lab result or anything else to back it up?",
        "Alison: No. I honestly don't think she's lying. You are really not the father, again. You can let this go now.",
        "Casey: No. Something's not right.",
        "Alison: Why can't you just believe her?",
        "Casey: Why are you so convinced she's telling you think truth?",
        "Alison: Because I -- I do. I just -- I believe what she's saying.",
        "Casey: Or is it you just want to believe her?",
        "Alison: What's that supposed to mean?",
        "Casey: Alison, I get the feeling you don't want me to find out that this is my baby.",
        "[SCENE_BREAK]",
        "Paul: Yes, I have known all along that Meg has been drugging herself.",
        "Emily: And you never said a word?",
        "Paul: I couldn't.",
        "Barbara: That I understand, because you can't be trusted.",
        "Emily: Would you shut up? This has nothing to do with you.",
        "Barbara: Why didn't you talk to me about this?",
        "Paul: Why? Because you make everything worse.",
        "Barbara: Well, I don't --",
        "Paul: And because I didn't feel like I had to convince you or anybody else that Meg was taking methadone on her own. I thought it would come out on its own.",
        "Emily: So you just sat back and watched?",
        "Paul: Well -- no, not exactly.",
        "Barbara: You have so little faith in me?",
        "Paul: Given what you think of Emily, if I had told you that Meg was drugging herself, you probably would have accused Emily of drugging me.",
        "Barbara: Am I that unreasonable, Paul?",
        "Paul: No. It's just that the stakes were really high, and I couldn't take the chance of you tipping my hand.",
        "Henry: You know? Barbara, you've had a hell of a day. Let's, uh, head to the Lakeview, draw a warm bath. You can get some rest.",
        "Paul: That sounds like a great idea.",
        "Barbara: No. I am not doing that until I find out all the details. Or can't I be trusted with the facts after the fact?",
        "Henry: You can have the blanks filled in later. Come on. Let's go.",
        "Paul: Thank you, Henry.",
        "Emma: Paul, I think we're ready.",
        "Meg: It's quiet here.",
        "Paul: Yeah. Do you think I can have this?",
        "Meg: Oh, my God. Where -- where are you taking me? I don't want to leave Eliza! I don't want to leave Eliza!",
        "Paul: No, no, no, no, no. Its okay, it's okay. It's all right. Shh! It's all right. They're gonna take you somewhere safe.",
        "Meg: Where? Where?",
        "Paul: The hospital. It will be nice and quiet there, too.",
        "Meg: I want to stay with you.",
        "Paul: Maybe next time.",
        "Meg: She's the evil one! Why doesn't she go away?",
        "Emma: Sweetheart, Sweetheart, everything's going to be all right. Everything's going to be all right. Emily's not going to hurt you. I won't let her. Look at me. Look at me. I promise you. Do you believe me, huh? Yes, yes. That's my girl. That's my girl. Come on. Here we go. Let's go.",
        "Paul: How are you?",
        "Emily: I honestly can't tell.",
        "Paul: I'm sorry. At least now things can go back to normal.",
        "[SCENE_BREAK]",
        "Barbara: I have never been through anything so -- so demeaning and insulting in my entire life.",
        "Henry: Barbara, let me do that. Here. Come on.",
        "Barbara: I can't believe that my own son -- my own son did this to me.",
        "Henry: Why don't you sit down?",
        "Barbara: You know, he had this planned. He shut me out, and he had a plan from the moment he put it into action.",
        "Henry: Yeah. But I got to hand it to him. It was pretty clever how he went about it -- I mean, the whole getting Meg to reveal herself part, anyway.",
        "Barbara: Well, I still blame her.",
        "Henry: Meg?",
        "Barbara: Emily.",
        "Henry: Why? She wasn't drugging Meg.",
        "Barbara: She bound and she gagged me. I -- I have bruises all over my entire body.",
        "Henry: Yeah, I know. But she was just desperate to get to Fairwinds to prove her innocence.",
        "Barbara: The woman is a menace.",
        "Henry: Barbara, why don't you just admit it. You were wrong about her.",
        "Barbara: Yes, and Emily will rub that into my face the rest of my life. So please don't do the same.",
        "Henry: Forget I ever mentioned it.",
        "Barbara: I think you're thinking that I brought this on myself.",
        "Henry: I'm not saying a word, remember?",
        "Barbara: You're probably right. I -- I don't think this ever would have happened if I hadn't been there at Fairwinds, Paul's little house of horrors.",
        "Henry: It was your idea to move there.",
        "Barbara: Which I wouldn't have done if I didn't have to leave here.",
        "Henry: Which you did to put some distance between us. Look, I'll share the blame if that makes you feel any better.",
        "Barbara: That's gallant. Thank you.",
        "Henry: Move back.",
        "Barbara: What?",
        "Henry: Yes. Move back now, for good, permanently.",
        "Barbara: I --",
        "Henry: No, things will be different. Things will be different this time, I promise. And I promise there won't be any, uh, feelings of awkwardness or any kind of difficulties whatsoever.",
        "Barbara: How is that possible?",
        "Henry: It's not. Because every time I see you, I -- this is all I can think about doing.",
        "[SCENE_BREAK]",
        "Katie: All right, I'm gonna make you an offer.",
        "Chris: All right. Try me.",
        "Katie: If you promise not to say anything to anyone about Vienna's medical records, I will go away with you.",
        "Chris: Away?",
        "Katie: To a hotel, just the two of us, for all that implies.",
        "Chris: Well, it sure beats buying me a burger.",
        "Katie: Chris, I'm serious.",
        "Chris: Sex for secrecy?",
        "Katie: Are we going on a road trip or what?",
        "Chris: You want to do this today?",
        "Katie: I say we do it right now.",
        "[SCENE_BREAK]",
        "Henry: I should go.",
        "Barbara: I know. Henry -- never mind.",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Meg: Paul's right. It is quiet here.",
        "Emma: Mm-hmm. Try and get some sleep now. Hmm?",
        "[Voice breaking]",
        "Meg: I miss them, Mama.",
        "Emma: Shh! Don't think about that now. Just think about getting better, okay?",
        "Meg: And I want to be with my family. Please let me go home to Eliza and Paul.",
        "Emma: You're safe here now with your mama. You're safe. Everything's going to be all right, Sweetheart. Everything's going to be all right.",
        "[SCENE_BREAK]",
        "Paul: You know, it wasn't exactly fun for me to lie to you.",
        "Emily: And you did it anyway?",
        "Paul: It was the only thing I could think of to get Meg to reveal herself.",
        "Emily: Can -- can I just ask you, at one point did you realize Meg was actually drugging herself?",
        "Paul: I can tell you exactly the moment when it all clicked into focus.",
        "Emily: Okay, great. Tell me.",
        "Paul: It was actually -- it was something that you did.",
        "Emily: What's that?",
        "Paul: Well, the day that we figured out from the toxicology report that Meg was taking methadone, okay, we had a conversation that day.",
        "Emily: Actually, I think it was an argument.",
        "Paul: Well, I turned it into an argument.",
        "Emily: Okay, what's your point?",
        "Paul: Okay, let me back up, all right? We were talking, and I asked you point- blank -- I asked you if you were putting drugs into Meg's tea.",
        "Emily: And I said no.",
        "Paul: No. You did more than that. You swore to me that you would never put our marriage at risk by harming Meg. And I knew then. I saw your -- your face. I saw the look in your eyes. I heard the words come out of your mouth, and I knew that you could never lie to me.",
        "Emily: That's so funny, because that's exactly when you started lying to me!",
        "Paul: Well, I had to. No one was gonna believe you. Your word doesn't mean anything to Emma and Barbara or anybody else. I mean, I knew the truth. I had to figure out a way to get everybody else to know the truth.",
        "Emily: So you just started playing along with Meg?",
        "Paul: I set her up, all right? And -- and when she snuck out of the hospital and she broke in here, I knew my plan was working. That was the turning point. I knew she was ready to act out. I just -- I had to ratchet up the heat somehow. That's when I threw you out of the house.",
        "Emily: And you stood there at the hospital and watched your wife get arrested?",
        "Paul: Come on. I bailed you out.",
        "Emily: You did that? I thought my mother did that.",
        "Paul: Well, I'm sure she would have eventually. I -- I felt like I had to move quickly. And I had a hunch that once you were released that you would go straight to Meg.",
        "Emily: Really? You knew? You -- you just knew that I would confront her?",
        "Paul: I know how you are when you're angry, yes. And Emma and I were here. We were hiding. We saw Meg put the drugs in her own tea. We saw her take the gun out of the safe, and it was then we knew the truth. There was no denying it.",
        "Emily: You were -- your plan just -- it worked out -- it worked out like a charm, didn't it?",
        "Paul: I said I'm sorry. I am so sorry. But the key was that I had to convince you that I didn't have faith in you. I'm so sorry. It was the only thing I could think of. I had to figure out a way to make Meg move. And -- I'm just so glad that you understand.",
        "Emily: Oh, I understand. I understand this much.",
        "[NEXT_ON]",
        "Chris: Take off your clothes.",
        "Emily: It was Meg. Go. Just go, please. Don't rush back, 'cause it's not like you're gonna have a wife to come home to.",
        "Meg: We can find our way back to each other, and we could have a good life.",
        "Vienna: Marry me tomorrow. Yes?",
        "Barbara: You don't have to do this, Henry. This wedding -- it isn't what you want."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=f4h1IW_T8o0"
}