{
    "Episode Summary": [],
    "Recap": [
        "After Lily dreams that Holden brings Ethan's limp body out of the hole, Holden comforts her. Alison and Aaron went to hear if Ethan can be heard through a device that was lowered in the hole. Derek receives a phone call and releases Henry. In the warehouse, Vienna and Bonnie share some canned food. At the site, Mike is setting up a new rig. Meg searches for Paul then finds him in the hole trying to rescue Ethan and tells him she loves him. Paul places Ethan in a harness and he is lifted out unharmed, but when they try to pull Paul out, the rig breaks and sends dirt on top of him. Barbara takes Meg home to rest. James appears to Meg and fills her in on everything to do with the money and the loan sharks then demands that she sign a document making her son James' heir and thus save Paul's life. Henry manages to blast open the warehouse door and rescue the girls. Derek appears and takes Henry, Vienna, and Bonnie to the hospital where they hear that James is back. At the hospital, Ethan stops breathing due to some dirt in his throat which Chris hadn't seen. Derek lets Paul out through a tunnel that James had built. Paul is angry when he realizes that Derek has been helping his father settle old debts and goes searching for Meg, vowing to kill James if he has hurt her."
    ],
    "Recap Author": "Gisele",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Lily dreaming]",
        "Lily: Ethan! Ethan! Here's your mommy! Oh, Baby! You did it!",
        "Holden: No, we all did.",
        "Lily: Holden, I would have never gotten through this without you. No! No! Oh, my God, no! No! Oh, my baby! Oh, my baby! No! No! No, no!",
        "[SCENE_BREAK]",
        "Holden: Lily! Lily, its okay! It's okay.",
        "Lily: Is he dead?",
        "Holden: No, no, no, no. Look at me, look at me, look at me.",
        "Lily: Oh, my God, Holden. You brought him out, and he --",
        "Holden: Lily, Lily, Lily, you were just dreaming. You were just dreaming. We're still in the tent. Nothing has happened. It was just a bad nightmare.",
        "Lily: Oh, it was so real. He wasn't moving, and then I looked at your face, and you were -- oh, God, Holden! It was so real!",
        "Holden: It's not real. It's not real.",
        "[SCENE_BREAK]",
        "Alison: I can't believe all this has happened. We were only gone a couple days.",
        "Aaron: Someone should have called us. We would have come home.",
        "Emma: And what exactly would you have done? Worry? I mean, I think most of us have that covered.",
        "Aaron: We would have been home, Grandma.",
        "Emma: Well, you're here -- you're here now.",
        "Alison: I can't believe he's been down in that hole for so long.",
        "Aaron: He must be so scared.",
        "Alison: Are they sure he's okay?",
        "Emma: No. No, they're not sure he's okay. They -- they have this little -- this little device that they put inside the hole. They can kind of hear him, and they think he's all right, but they can't be sure. Can't be sure.",
        "Aaron: Dad won't let anything happen to him, okay?",
        "Emma: Yeah, I know. I know. He's such a little boy.",
        "Aaron: Listen, I'm gonna out there, okay? See if I can help.",
        "Alison: Okay, I'll go with you, okay?",
        "Faith: Grandma.",
        "Emma: Hi, Darling. Look who's here -- the honeymoon couple.",
        "Aaron: Hey! I missed you.",
        "Faith: Grandma, what were you talking about just then? Was it something bad? Is Ethan dead?",
        "[SCENE_BREAK]",
        "Henry: Call the maid, Honey. We'll have breakfast in bed. Oh, it's you.",
        "Derek: Yeah. You okay?",
        "Henry: Am I okay? You try sleeping, tied to a chair.",
        "Derek: Yeah, well, you're the one who tried to escape.",
        "Henry: How long are you planning on keeping me here?",
        "Derek: Until Mr. Stenbeck tells me you're no longer a threat.",
        "Henry: Derek, I'm only a threat to myself.",
        "Derek: Yeah, well, obviously, he thinks differently.",
        "Henry: What do you think?",
        "Derek: Unfortunately for you, it doesn't matter what I think. I'll let you go when he says so.",
        "Henry: Do you always do what you're told?",
        "Derek: When James Stenbeck does the telling, yes.",
        "Henry: Okay. What about Vienna and Bonnie? What did he tell you to do with them? Because, Derek, if anything's happened to those women, I tell you --",
        "Derek: I gave you my word, none of you would be hurt.",
        "Henry: I'm having a hard time respecting your word right now, especially if you tell me the shots are being called by Stenbeck.",
        "Derek: Vienna and Bonnie are safe.",
        "Henry: Are they still together?",
        "Derek: Yes!",
        "Henry: Then they're not safe!",
        "[SCENE_BREAK]",
        "Vienna: Oh, you! You! Get away from me!",
        "Bonnie: No, you get away from me!",
        "Vienna: Aah!",
        "[SCENE_BREAK]",
        "Meg: Paul, where are you? Paul?",
        "Maid: Good morning, Ma'am.",
        "Meg: Have you seen Mr. Ryan?",
        "Maid: Not this morning. I don't think he's been here since yesterday.",
        "Meg: Oh, okay. Thank you.",
        "[Ringing]",
        "Paul: Hi, it's Paul. Please leave me a message.",
        "[Beep]",
        "Meg: Paul, it's me. Where the hell are you?",
        "[SCENE_BREAK]",
        "Holden: Mike, what's going on?",
        "Mike: Well, the engineer just brought the new rig, and the rescue guys are checking it out.",
        "Holden: Will it hold my weight and Ethan's?",
        "Mike: It'll hold that and a lot more. We just have to make sure it's secure.",
        "Lily: When?",
        "Mike: Well, I need to make sure that we have stable enough ground to anchor it on.",
        "Lily: That was supposed to be done by now. Morning. You said morning. It's morning. Well, what's taking so long?!",
        "Mike: I know. We need to calm down and make sure we have everything safe first.",
        "Holden: What's this for?",
        "Mike: I was gonna ask you the same question. Did you try and go down there again?",
        "Holden: No. Of course not.",
        "Lily: He was with me in the tent.",
        "Mike: Oh. Well, I'll ask Fred, see if he knows what it is.",
        "Holden: Okay. So, what can we do in the meantime?",
        "Mike: Nothing until we're ready.",
        "Lily: Ethan, can you hear me?",
        "Paul: He's fine.",
        "Mike: Who is that? Who's down there?",
        "Paul: This is your boss, Kasnoff. I'm down here doing your job for you, as usual.",
        "[SCENE_BREAK]",
        "Bonnie: Okay, nobody ever finds out about this. No one! And we do not speak of this again.",
        "Vienna: Never.",
        "Bonnie: We were just cold, and it was a matter of survival.",
        "Vienna: Well, that doesn't mean that I don't despise you.",
        "Bonnie: Oh, don't you worry, Honey. I cannot even stand the sight of you.",
        "Vienna: Great! So we won't tell anybody.",
        "Bonnie: Absolutely, because what happens in this warehouse stays in this warehouse forever. I'm so hungry. I feel like I'm gonna faint!",
        "Vienna: You and me both.",
        "Bonnie: I cannot even remember when my last meal was.",
        "Vienna: Do you think there's some food in here?",
        "Bonnie: I don't know. Let's go see!",
        "Vienna: Okay. I found something!",
        "Bonnie: What you got? Okay. Corn, pudding, cream corn, and whole-kernel corn. Who worked here?",
        "Vienna: How old is this?",
        "Bonnie: I don't know. It doesn't really matter. The beauty of canned food is that it lasts forever. Little pots. Ah! And plates. Can opener. Great, let's go. Whole kernel or creamed?",
        "Vienna: Whole kernel is probably safer.",
        "Bonnie: Mm-hmm. Probably. Let's try. Okay.",
        "Vienna: With your fingers?",
        "Bonnie: Oh, come on. You can go look for sterling silver if you want, but I am hungry. That is so awful.",
        "Vienna: What?!",
        "Bonnie: Have some.",
        "Vienna: You just said it was awful!",
        "Bonnie: But it's still food!",
        "Vienna: No, I don't eat with my fingers.",
        "Bonnie: Fine, you can be a dainty, little corpse.",
        "Vienna: That's awful!",
        "Bonnie: Come on, just eat it.",
        "Vienna: No, I can't.",
        "Bonnie: Fine. Starve if you want to.",
        "Vienna: Fine. Just give this to me in 10 minutes.",
        "[SCENE_BREAK]",
        "Henry: Could you at least loosen the ropes a little bit? I'm starting to lose the feeling in my extremities.",
        "Derek: Forget it, Coleman. I'm not gonna give you another chance to escape.",
        "Henry: Who am I, Harry Houdini? How far am I gonna get on two numb feet, anyway?",
        "Derek: Sorry. No can do.",
        "Henry: Even inside a brute like you, there still beats a human heart.",
        "Derek: Is that your twisted way to try to convince me?",
        "Henry: That is over the top. Derek, all I'm trying to say is, you seem like a decent guy who's in the grip of a monster.",
        "[Cell phone rings]",
        "Derek: Coburn. Yeah, okay.",
        "Henry: Who was that? Was that him? Did he tell you to kill me?",
        "Derek: I thought you thought that even a brute has a heart.",
        "Henry: What are you doing?",
        "Derek: What does it look like?",
        "Henry: Because I asked?",
        "Derek: Because the monster said let you go.",
        "Henry: Just like that?",
        "Derek: Just like that.",
        "Henry: And Vienna and Bonnie?",
        "Derek: They can be let go, too. I can take you to them if you'd like.",
        "Henry: Yes, I would like that. I would like that very much. Thank you so much.",
        "[SCENE_BREAK]",
        "Henry: Oh! They're asleep. So, what's this all about?",
        "Derek: Well, as they say, I could tell you, but then I'd have to kill you.",
        "Henry: In that case, I have the deepest respect for your privacy.",
        "[SCENE_BREAK]",
        "Barbara: Paul, the money went through. It's transferred into my account.",
        "James: Hello, Barbara.",
        "Barbara: Where is he?",
        "James: It doesn't matter. You're too late.",
        "Barbara: What do you mean, I'm too late? Oh, dear God. Not your own son!",
        "James: Oh, of course not! Paul passed his test. He doesn't need your money.",
        "Barbara: What test? What are you talking about?",
        "James: Paul is about to rescue the boy at the Snyder farm. He'll become hero of Oakdale, assuming, of course, he survives.",
        "[SCENE_BREAK]",
        "Holden: How the hell did he get down there?",
        "Lily: Paul, is Ethan with you? Is he okay?",
        "Paul: Yeah, Ethan's -- he's fine. Except I think you just woke him up.",
        "Mike: I still want to know what you think you're doing down there.",
        "Paul: Well, I told you I was gonna be more hands-on, Mike.",
        "Mike: And I told you to stay the hell away!",
        "Paul: You know, as much as I'd like to debate this with you right now, maybe it's a good idea that we get the kid out of the hole first.",
        "Lily: Mike, please, don't antagonize him.",
        "Holden: Lily's right. He's down there. He could help us get Ethan out.",
        "Mike: Okay, but -- we're gonna get everything set up. How long do you need, Fred?",
        "Fred: Well, if we're just lifting the child, we don't need the new rig. We can handle this weight on the standard hoist. Get the small harness from the truck.",
        "Lily: How long will that take?",
        "Fred: Just a couple of minutes.",
        "Lily: That's it? And you'll have him out?",
        "Fred: That's the plan.",
        "Holden: I told you. I told you it was gonna be okay.",
        "[SCENE_BREAK]",
        "Aaron: You know Dad won't let anything happen to Ethan, right?",
        "Faith: I guess.",
        "[Telephone rings]",
        "Emma: Hello? Oh! Oh, that's wonderful! Oh, will you call us as soon as you know anything? Okay. Thank you. Thank you so much. They're getting him out.",
        "Aaron: Yes! I told you! It's gonna be okay!",
        "Faith: He's gonna be okay!",
        "Aaron: He's gonna be okay.",
        "[SCENE_BREAK]",
        "Lily: Mike, I thought you said this was gonna take a lot more time to make sure it was safe.",
        "Mike: Yeah. That's when I thought that we were gonna have to lower Holden down and then both of them back up. But now that Paul's down there to put Ethan in the harness, it's a lot less weight.",
        "Holden: Okay, Paul. Here it comes. There's a walkie-talkie inside so we can talk to you directly.",
        "Meg: Mike, Paul didn't come home last night. Have you seen him?",
        "Mike: No, I haven't, but I think I know where he is. Down there.",
        "Meg: Oh, my God! Did he fall?",
        "Mike: I don't think so.",
        "Meg: Then how did he get down there?",
        "Mike: I'm looking forward to asking him that same question myself.",
        "Paul: I got it. I got it! Can you hear me?",
        "Mike: Loud and clear. There's someone who wants to talk to you.",
        "Meg: Paul, hey. What are you doing in there?",
        "Paul: Meg, that you?",
        "Meg: Yeah. Are you okay?",
        "Paul: Yeah, I'm fine. Look, we got to get Ethan out of here right now, okay? Hold on. Hey. So, you like amusement parks, Kid?",
        "Ethan: Yeah.",
        "Paul: All right. You got a ticket? Give me five. Get ready for the ride of your life.",
        "Lily: What's taking so long?",
        "Holden: I just hope he makes sure he puts that harness on right.",
        "Mike: Paul, is there a problem? Paul?",
        "Paul: Sorry. I needed two hands to put him in this thing.",
        "Mike: Are you sure he's secure?",
        "Paul: Yep. He's good to go.",
        "Mike: All right. All set?",
        "Meg: Okay, are they gonna be able to use this to get him out, too?",
        "Mike: We need to put in the other rig to support Paul's weight.",
        "Meg: Well, how long is that gonna take?",
        "Mike: We're gonna do it as fast as we can. Okay, Paul. Are you ready?",
        "Paul: Keep clear of the walls, okay? They look really shaky.",
        "Mike: Got it. Here we go.",
        "Paul: Here you go.",
        "Meg: It's gonna work.",
        "Lily: It has to.",
        "[SCENE_BREAK]",
        "Bonnie: There's no bowls anywhere, but I did find another spoon. So, just gonna have to eat out of that pot.",
        "Vienna: At the same time?",
        "Bonnie: Mmm. It's not bad. You can cook, kind of.",
        "Vienna: I would have taken that as a compliment if it wasn't for the fact that you were ready to eat this stuff raw.",
        "[Pounding on door]",
        "Henry: Hello? Anyone in there?",
        "Vienna: Oh, my gosh! Somebody's here! Somebody's here!",
        "Henry: Hello? Anybody there?",
        "Vienna: A little help, please! We're locked in!",
        "Henry: Vienna, Baby, is that you?",
        "Vienna: Oh, Henry! My God!",
        "Henry: Is Bonnie with you?",
        "Vienna: Yes, yes, yes!",
        "Henry: Are you okay?",
        "Bonnie: Yes, we're fine! Just get us out of here!",
        "Henry: All right, all right! Hang on!",
        "Vienna: Oh, my God! I knew Henry would save us!",
        "Derek: I told you, no one would get hurt.",
        "Henry: Yeah, yeah. You did. I thank you so much for that. How do we get in there?",
        "Derek: I'm sure you'll figure something out.",
        "Henry: Me?",
        "Derek: Yeah, I told you I'd bring you to them. Getting them out is your problem.",
        "[SCENE_BREAK]",
        "Fred: Keep it coming. Nice and slow.",
        "Barbara: Paul's down there?",
        "Meg: How did you know?",
        "Barbara: Is he all right?",
        "Meg: He says he is.",
        "Barbara: And they'll be able to get him out?",
        "Meg: As soon as they can.",
        "Holden: There he is.",
        "Lily: Oh, my God! Ethan! Oh, my baby! Here we go. Here we go, Buddy. Oh, yes! He looks so pale.",
        "Fred: Let us have a look at him. His pulse is good. Breathing is regular, but it's shallow. Hi. My name's Fred. Can you tell me your name?",
        "Ethan: Ethan.",
        "Fred: How old are you, Ethan?",
        "Ethan: 4.",
        "Fred: Does it hurt anywhere? Your head, your stomach?",
        "Ethan: No.",
        "Lily: He looks so listless.",
        "Fred: Could be dehydration or shock. Why don't you take him to the hospital? They can take care of him over there.",
        "Lily: We're gonna go with him.",
        "Fred: Oh, sure.",
        "Barbara: Are you gonna be able to get my son out of there?",
        "Fred: We're working as fast as we can, Ma'am.",
        "Barbara: That's just not good enough!",
        "Mike: The bigger rig is in place, and it's ready to go. We're gonna get Paul out, okay?",
        "Barbara: Aaah!",
        "[Rumbling]",
        "Meg: Paul! Paul!",
        "Barbara: Paul!",
        "Meg: Paul!",
        "Mike: Paul, can you hear me?",
        "Meg: Paul!",
        "[Coughs]",
        "Mike: Paul, can you hear me are you hurt?",
        "Paul: I'm here.",
        "Mike: Are you all right?",
        "Paul: Yeah, I'm all right. I think. My dry-cleaning bill's gonna be crazy, but I'm okay. Kid makes it all right?",
        "Mike: He seems to be all right. We're taking him to the hospital to check him out.",
        "Paul: So, do you want to think about maybe getting me out of here?",
        "Mike: We're working on that.",
        "Paul: Working on what?",
        "Mike: What do you think?",
        "Fred: I'm not sure where we can anchor the new rig.",
        "Meg: What do you mean? How are you gonna get him out?",
        "Mike: I don't know if we can.",
        "[SCENE_BREAK]",
        "Vienna: Henry, the doors are all sealed shut! You need to get help!",
        "Henry: I can't use my cell phone.",
        "Vienna: Well, how are you gonna get us out?",
        "Henry: I'm working on it. Don't worry. Got gas. All I need is a car. A bomb, huh? Just hang tight a minute! Okay, Ladies, something's gonna go boom, so I need you to take cover, all right?",
        "Vienna: We're ready!",
        "Bonnie: We're ready!",
        "Henry: Here we go!",
        "Vienna: Henry! Oh, my God!",
        "Bonnie: Oh, my God! There he is!",
        "Vienna: Oh, my God! Henry! Can you hear me? Henry? Henry? Oh, my God! Help, please! Help!",
        "[SCENE_BREAK]",
        "Alison: I don't know why I keep staring at the phone. It's not like it's gonna make it ring any sooner.",
        "Aaron: No, I know. I can't help it, either. I feel like we should have heard something by now.",
        "Alison: Maybe we should go down there.",
        "Aaron: No. No, Grandma's right -- we have to just stay out of their way. This rescue team needs as much space so they can do what they have to do. Everything's gonna be fine, okay?",
        "Alison: I know. I just can't believe we didn't even know about this until like a couple seconds ago. I mean, someone should have called us.",
        "Aaron: Maybe they felt bad. They didn't want to bother us on our honeymoon.",
        "Alison: That's sweet, but my mom wouldn't have waited.",
        "Aaron: No?",
        "Alison: I love her to death, but when it comes to bad news, she and my sister do not hesitate to spread the word. You, I mean, you have this family who wants to protect you for as long as they can.",
        "Aaron: That's your family now, too.",
        "Alison: That's right. I keep forgetting that. Sometimes, it's hard to really believe that we're actually married.",
        "Aaron: Yeah? Even after that fantastic honeymoon? I don't know. Should I be insulted?",
        "Alison: Stop! Please. That was the best honeymoon ever.",
        "Aaron: Yeah, not bad for last-minute.",
        "Alison: Not bad? I give you 48 hours of bliss, and I get not bad? I don't know. Should I be insulted?",
        "Aaron: No way.",
        "[Telephone rings]",
        "Alison: Oh! I got it!",
        "Aaron: I should get it.",
        "Alison: No, no. Okay.",
        "Aaron: Hello? Lily. That's awesome. How does he look? Okay. Well, what can we do? Okay, we'll see you there. Okay. He's fine. He's got a few bumps, some scratches.",
        "Alison: Oh, Aaron! That's amazing!",
        "Aaron: Yeah. They're gonna send him to the hospital just to make sure 100% that he's okay. We got to tell Grandma and Faith the good news.",
        "Alison: Of course! I can't wait to see him.",
        "[SCENE_BREAK]",
        "Meg: How can you not know of a way to get him out? You are the chief of the rescue squad! Do your job!",
        "Fred: We need the bigger rig to handle the extra weight, and we have nowhere to anchor it.",
        "Meg: Well, find a place!",
        "Mike: We will. We will. You guys put the rig together, and I'll survey the hole.",
        "Fred: We'll do the best we can.",
        "Meg: Please! Paul? They're coming, Paul.",
        "Barbara: Honey, Honey, Honey. Don't get yourself upset, all right? You have to remember the baby. Let me take you home, all right?",
        "Meg: No, no, no! I am not leaving Paul in that hole!",
        "Mike: Look, you need to go home and get some rest. I'll call you the minute we get Paul out.",
        "Meg: I am not leaving my husband!",
        "Mike: Paul, I need you to tell Meg that she should go home and get some rest. It's the best thing for her.",
        "Paul: Meg, I never thought I'd say this, but maybe you should listen to Mike.",
        "Meg: I don't want to leave you.",
        "Paul: I know, but it's not about me. It's about the baby.",
        "Meg: The baby's fine.",
        "Paul: Meg, please. Just let someone take you home.",
        "Meg: Promise me you will do everything you can to get him out of that hole.",
        "Mike: I promise.",
        "Meg: Paul, I love you.",
        "Paul: I love you. I'll see you soon.",
        "Meg: You better!",
        "Barbara: Come on, Honey.",
        "Paul: Mike, you still there?",
        "Mike: Yeah.",
        "Paul: Thanks for lying.",
        "[SCENE_BREAK]",
        "Vienna: My God. What are you doing?!",
        "Bonnie: I'm trying to wake him up!",
        "Vienna: He's cut. He's bleeding! He's gonna die! Help, somebody! Help!",
        "Bonnie: Will you shut up?",
        "Vienna: I'm trying to get help!",
        "Bonnie: Haven't you figured out by now that nobody can hear us out here?",
        "Vienna: Well, what do you have a better suggestion?",
        "Bonnie: No.",
        "Vienna: Help! Somebody help! Help!",
        "Bonnie: Oh, no.",
        "Derek: What happened? Is he okay?",
        "Bonnie: Oh, my gosh! What do you care?!",
        "Derek: I brought him here, and then I heard the explosion, so I came back.",
        "Bonnie: No. He is unconscious, and he needs a doctor.",
        "Derek: Let's get him to my car.",
        "Bonnie: No. Oh, no, no. We are not going anywhere with you.",
        "Derek: Look, I don't blame you for not believing me, but, at this point, do you have another option?",
        "Vienna: No. He's right.",
        "Derek: Come on. We have to carry him. Grab his arm.",
        "Vienna: Hurry up!",
        "Derek: Ready? One, two, three.",
        "[SCENE_BREAK]",
        "Aaron: How's Ethan?",
        "Lily: He's awake. In the ambulance, the Medics thought that he seemed pretty stable.",
        "Aaron: He's a tough kid. He's a tough kid. He'll be fine.",
        "Holden: Is Mama with you guys?",
        "Aaron: No. She thought it'd be best to keep Faith at the farm. She figured you had a lot of stuff on your mind.",
        "Alison: Is Ethan with the doctor now?",
        "Chris: You guys can come in.",
        "Lily: My baby. Are you okay?",
        "Ethan: It hurts.",
        "Lily: Oh, I'm sorry.",
        "Chris: He was pretty dehydrated. I wanted to get his fluids up quickly. I have him on a mild sedative so he doesn't fidget too much. He should be sleeping a lot in the next couple days. But his vitals are strong. He's a tough little guy.",
        "Holden: When can we take him home?",
        "Chris: A couple of hours to replenish his fluids, then he can go.",
        "Holden: Listen, I should call Mama and Faith and let them know he's okay.",
        "Lily: No, it should be me. I'm the one that left him in the first place.",
        "Holden: Lily, it's not your fault.",
        "Lily: Maybe not, but it was my responsibility. Sweetie, I'm gonna go get your sister, and then I'll be back, okay?",
        "Chris: Holden, can I go over a couple things with you?",
        "Holden: Yeah, sure. See you, Buddy. I'll be right back, okay?",
        "Aaron: Next time you go hiking by the farm, you let me know, okay, Buddy? And I'll go with you. Poor guy. He can't even keep his eyes open.",
        "Alison: No. He isn't breathing! Chris! Chris, he isn't breathing! Talk about a wake up call.",
        "[SCENE_BREAK]",
        "Barbara: You need to climb into bed and get some sleep.",
        "Meg: How can I sleep?",
        "Barbara: You got to try, Meg.",
        "Meg: Okay. Okay, I will, but you need to get back there.",
        "Barbara: No. Mike said he would call us.",
        "Meg: Mike doesn't care about Paul! No one does! You saw the rescue-squad guys. They were ready to pack it in. We need to make sure that they don't give up.",
        "Barbara: Okay. If I go back, will you go to bed.",
        "Meg: Yes. As long as there is someone there I can count on.",
        "Barbara: Fine.",
        "Meg: And the minute you know anything, please call me.",
        "Barbara: I will. You sleep.",
        "Meg: Okay.",
        "James: Hello, Meg. It's good to see you.",
        "Meg: You're real. You're here.",
        "James: Yes. I'm real, and I'm here. Look, I'm sorry that I woke you before in that dream business, and I'm also sorry that Paul's had to deceive you all this time.",
        "Meg: You've seen Paul?",
        "James: Yes.",
        "Meg: How long have you been here?",
        "James: Well, ever since the problems with your development started.",
        "Meg: That long? And Paul knew it?",
        "James: Yes, but you were in a delicate situation. He didn't want to upset you, and he didn't want you to know how much trouble I've gotten him into.",
        "Meg: So the money, the loan sharks, all that led up to it, that was your doing?",
        "James: Yes. But it's almost over.",
        "Meg: You better make sure nothing happens to him.",
        "James: I can't do that, Meg.",
        "Meg: Really? Well, who can?",
        "James: You.",
        "[SCENE_BREAK]",
        "[Coughs]",
        "Chris: Okay, okay, okay. Okay, Buddy. Just relax. Just relax.",
        "Holden: How is he? Is he okay?",
        "Chris: He's breathing normally right now. That's the main thing. His pulse is steady. Holden, I'm so sorry. There must have been some dirt lodged in his larynx. I should have caught it.",
        "Holden: Are you sure he's gonna be all right?",
        "Chris: Yeah.",
        "Holden: Okay. Hi, Buddy. You're gonna be fine. It's a good thing your mommy wasn't here to see that.",
        "[SCENE_BREAK]",
        "Faith: Is he okay?",
        "Lily: He's fine.",
        "Emma: Oh, thank God.",
        "Lily: I know.",
        "Emma: Thank God.",
        "Faith: When can I see Ethan? I want to apologize.",
        "Lily: For what?",
        "Faith: For not watching him like I should have been doing.",
        "Lily: Listen to me. I never should have left you. You did your best. In fact, you were very responsible. None of this was your fault.",
        "Faith: Can we not talk about this anymore?",
        "Lily: Sure.",
        "Faith: So, when can I see him?",
        "Lily: How about right now? Let's go.",
        "[SCENE_BREAK]",
        "Derek: I can't stay here.",
        "Bonnie: What, do you think you can run? Look, I know who you are, and I'm not gonna let you get away with this.",
        "Derek: Look, I don't blame you for hating me.",
        "Bonnie: Oh, really?",
        "Derek: And I'm sorry the way this all happened. To tell you the truth, I really like you.",
        "Bonnie: Oh, well, next time, you know, find a better way to show it. You know what? There will not be a next time!",
        "Derek: I never meant for you to get caught up in this. This wasn't your fault.",
        "Bonnie: You're right. It was all yours.",
        "Derek: I know. I know. And it might not mean anything now, but I never had a choice.",
        "[SCENE_BREAK]",
        "Mike: We're trying to find a way that we can anchor the rig so that we can both support Paul's weight and keep him clear of the sides. Any small disturbance can make things worse.",
        "[Rumble]",
        "Barbara: What was that?",
        "Mike: That was exactly what I was worried about. Paul, are you okay?",
        "Paul: I'm fine. I just -- a bunch of stuff just fell again, that's all.",
        "Mike: Okay, just hang in there. I'm gonna put your mom on.",
        "Barbara: Paul, Honey?",
        "Paul: Mom, I thought you took Meg home.",
        "Barbara: I did. She made me come back to be with you.",
        "Paul: Well, thanks for dropping by, but you got to go back and stay with Meg!",
        "Barbara: I am not leaving you Paul. You're gonna be okay. You're gonna be all right.",
        "Paul: I hate to break it to you, Mom, but I think this might be one situation that you're probably not gonna be able to buy my way out of.",
        "Barbara: Mike promised that he was gonna get you out of here, and I believe him.",
        "[Rumble]",
        "Paul: Might want to tell him to hurry up.",
        "[SCENE_BREAK]",
        "Meg: What can I possibly do to get Paul out of that hole?",
        "James: You can't, but I can.",
        "Meg: How?",
        "James: Well, let's just say it's gonna be a lot easier getting him out than it was getting him in.",
        "Meg: Okay, then do it. What are you waiting for?",
        "James: Well, you know, like everything in life, Meg, there's a price. And only you can pay it.",
        "[SCENE_BREAK]",
        "Alison: Chris, you saved his life.",
        "Chris: I wouldn't have had to if I'd got the examination right the first time. I still don't know how I missed that.",
        "Aaron: Listen, it's over. Alison's right. My family owes you a lot.",
        "Chris: Just doing my job, but thanks.",
        "Holden: Yeah, it was a little scary. He stopped breathing.",
        "Lily: Oh, my God.",
        "Holden: But he's gonna be fine. Chris wants to keep him a little while longer just to make sure.",
        "Faith: I am so glad you're okay. I was very worried about you, and I promise, I'm never gonna call you annoying again.",
        "[SCENE_BREAK]",
        "Henry: My head feels like someone dropped a piano on it.",
        "Vienna: I'm just glad you're all right. You saved my life.",
        "Bonnie: Mine too.",
        "Henry: Hey. Question -- how did you two manage to survive without killing one another?",
        "Bonnie: We have no idea what you're talking about, do we, Vienna?",
        "Henry: Right. So, what did you do? Did you spend the night on opposite sides of the warehouse, or what?",
        "Vienna: No, we're adults, Henry. We would never do that.",
        "Henry: Right.",
        "Vienna: So, is Derek out there?",
        "Bonnie: No, he's gone.",
        "Henry: He was here?",
        "Vienna: Well, he drove us here. You were unconscious, but he probably saved your life.",
        "Bonnie: Okay, look. Let's not give him a medal. He's the one who got us in danger in the first place, but I just completely misjudged him.",
        "Henry: Bonnie, you couldn't know.",
        "Bonnie: No, I should have. I've spent enough time with criminals.",
        "Henry: I don't want to defend the guy, but I don't think he had much of a choice.",
        "Bonnie: That's what he said.",
        "Henry: He was just doing what Stenbeck asked him to do. James Stenbeck.",
        "Bonnie: James Stenbeck?",
        "Henry: Yeah.",
        "Bonnie: That guy's been in prison for years, and everyone is always blaming everything on him.",
        "Henry: For good reason, because James told me himself.",
        "Bonnie: You are telling me that you saw him?",
        "Henry: That's right.",
        "Vienna: Who is this guy?",
        "Bonnie: Paul Ryan's degenerate father, who's supposed to be locked up forever.",
        "Henry: Well, he's out.",
        "Vienna: Why would he want to kidnap us?",
        "Henry: Because he doesn't want anyone to know he's here, Sweetheart. And when I saw him, he had to shut me up. And when you two tried to find me, he had to shut you up, as well.",
        "Bonnie: So, why is he back?",
        "Henry: He didn't tell me. Whatever he's after, he's not gonna stop until he gets it.",
        "[SCENE_BREAK]",
        "Meg: You want my baby?",
        "James: I need an heir.",
        "Meg: What about Paul?",
        "James: Paul is worthless. Your child is my only hope for the Stenbeck future.",
        "Meg: You're insane.",
        "James: Don't you insult me! I'm giving you a chance to save Paul's life, now sign this.",
        "Meg: And if I don't sign it, what? You're just gonna let him die?",
        "James: That's right.",
        "Meg: He's your son! Don't you care about him at all?",
        "James: Not really, no. Do you?",
        "Meg: Of course I do!",
        "James: Good, good. That's very good. Then you sign this document, I'll save Paul, and your child will inherit an empire.",
        "[SCENE_BREAK]",
        "Barbara: They're setting up now! It won't be long!",
        "Paul: No, totally not.",
        "Derek: Is it off?",
        "Paul: How did you get in here?",
        "Derek: I followed your father's directions.",
        "Paul: My father?",
        "Derek: Yeah, he sent me to get you out.",
        "Paul: How?",
        "Derek: There's a tunnel.",
        "Paul: Oh, of course. There's a tunnel that, let me guess, only he knows about.",
        "Derek: Yeah, he dug it.",
        "Paul: So, all of this -- all of this, he set all this up, and you, you're a part of it?",
        "Derek: Yeah, from the beginning.",
        "Paul: Why?!",
        "Derek: Let's just say I'm paying off old debts.",
        "Paul: But why would -- go through all of this for an empty chest?!",
        "Derek: I don't know. He doesn't confide in me. He tells me what to do, and I do it.",
        "Paul: I'm gonna kill him.",
        "Derek: Yeah, well, that's not my problem.",
        "Paul: No, but this is.",
        "[SCENE_BREAK]",
        "Mike: Will that hold his weight?",
        "Fred: It should.",
        "Mike: Tell him we'll be ready in five minutes.",
        "[Rumbling]",
        "Barbara: What's happening? Paul?! Paul, can you hear me?! Paul?! You've got to do something!",
        "Fred: I'm sorry. There's no way anyone could have survived that. He's gone.",
        "[SCENE_BREAK]",
        "Paul: Where are you? Where are you?! Meg? Meg? Meg?! What did you do to her, James? I'll kill you. I swear to God, I'll kill you.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Aaron: What's got into you?",
        "Alison: I want to make a baby.",
        "Lily: Please don't go.",
        "Jack: If I were you, I'd tell him where his wife is before he kills you.",
        "Meg: Oh my God."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=S6ub8z5f0sw"
}