{
    "Episode Summary": [],
    "Recap": [
        "Lily, Sierra, and Holden continue to worry about Lucinda and are positive she is hiding a secret from them. Gwen wants to tell Casey the truth about the baby because she is worried he will figure out the truth. Will persuades her to keep pretending that he (Will) is the father of the baby because he wants to protect Celia. Later Celia confronts Will and asks him to tell her if he is really the father of Gwen's baby. Carly is determined to find out if her father was ever in Oakdale but Hannah is just as determined that Carly not discover the truth about the picture. The doctor informs Lucinda that preliminary tests show the lump in her breast is malignant and they must do more tests to determine the best treatment for her cancer. Lucinda asks Meg not to say anything to Lily and Sierra about her condition. Barbara is stunned to learn Will is the father of Gwen's baby and goes to Gwen's apartment to confront her about the situation."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: All I'm saying is that if Rosanna changes her mind soon, she could still get an annulment.",
        "Jack: Yeah, I wouldn't hold your breath on that one.",
        "Carly: Well, they're not taking a honeymoon, so I'll have a chance to take another shot at her tomorrow.",
        "Jack: Honey, when have you ever been able to get your sister to back down? Especially something that has nothing to do with you and is none of your business?",
        "Carly: Wait a second. Rosanna being married to Craig Montgomery affects us all, doesn't it? I guess you're right.",
        "Jack: Is this your dad?",
        "Carly: Yeah. Yeah, the boys and I were working on a scrapbook, and I found that picture stuck behind another one in one of the old albums.",
        "Jack: Huh.",
        "Carly: I'd never seen it before.",
        "Jack: That's Mabel's, isn't it?",
        "Carly: Maybe it is.",
        "Jack: A long time ago. He was here?",
        "Carly: I didn't think so. But there he is. So I guess he was.",
        "Jack: And he never told you about it?",
        "Carly: Not even when I told him I was moving to Oakdale. You know, the more I look at this picture, the less it makes sense.",
        "[SCENE_BREAK]",
        "Will: Are you okay?",
        "Gwen: No.",
        "Will: Do you need to see a doctor?",
        "Gwen: No.",
        "Will: Then what? You said it was urgent.",
        "Gwen: It is. Will. What you did yesterday, I can't -- we can't pretend that you're the father of the baby.",
        "Will: Why not?",
        "Gwen: Because, Will, okay? It's not fair, to you.",
        "Will: Gwen, it's not like you pushed me, or even asked me. It was my idea.",
        "Gwen: Or even agreed to it. Look, I mean, did you think about it? Did you -- did you really think about it? I mean, you jumped in, and you cut me off right when I was about to tell Casey. There's no way that you had time to think.",
        "Will: Doesn't mean it was a bad idea.",
        "Gwen: Yeah, it does, Will, okay? Look, I can't let you do this, all right? I need to tell the truth. Starting with Casey.",
        "[SCENE_BREAK]",
        "Casey: Zach and Josh are going tubing down the river this afternoon. Have you ever been?",
        "Celia: No.",
        "Casey: Okay. We can go to the pool at the Country Club.",
        "Celia: Did you speak to Will or Gwen yet today?",
        "Casey: No. Look, we can go to a movie if you want.",
        "Celia: Casey, how can you be so calm after what happened at Gwen's? What was Will thinking?",
        "Casey: What do you mean?",
        "Celia: He barely knew Gwen. He didn't even like her much, but he had sex with her?",
        "Casey: Sometimes it just happens.",
        "Celia: No. It's a choice, Casey. Things like that just don't happen, and whoever says that, it's a lame excuse, because people are responsible --",
        "Casey: Celia, just drop it, okay?",
        "[SCENE_BREAK]",
        "Sierra: Hello.",
        "Lily: Hey. Were you able to reach anybody?",
        "Sierra: Well, I talked to everybody at the Chicago branch except for the janitor, and Mother definitely doesn't have anything scheduled there today, nor is she there right now.",
        "Lily: And nobody tried to cover for her?",
        "Sierra: No. Nobody's in place.",
        "Lily: All right, this isn't good.",
        "Holden: Lily, we don't know that.",
        "Sierra: No, Lily's right. She's lying to us.",
        "Holden: Like she never did that before?",
        "Lily: She never lies without a backup plan.",
        "Sierra: That's right. That's absolutely right. No, Mother -- if she's gonna go sneaking around, she's gonna make sure that she has an alibi all lined up. This is very sloppy.",
        "Holden: And that is not Lucinda.",
        "Lily: I just have a really bad feeling about this.",
        "[ Lucinda dreaming ]",
        "Lucinda: Hey, darling. Lily, come and drink a glass of champagne with me. sweetheart?",
        "Lily: I can't believe we have to sell this house.",
        "Sierra: You know, Lily, you can take it. I can't stand it. I feel her in every room.",
        "Lucinda: Well, that's because I'm right here, darling. Please look around at me. Dear? Lily?",
        "Lily: I can't live here, neither. She went so fast.",
        "Sierra: I can't believe we didn't have a chance to say good-bye.",
        "[SCENE_BREAK]",
        "Lucinda: I'm still here. Darling, I didn't go. I -- oh, I'm still here. I'm still here. Lucinda: I'm still here. Darling, I didn't go. I -- oh, I'm still here. I'm still here. I'm still here.",
        "Meg: Oh, yes, you are. Lucinda, do you know where you are?",
        "Lucinda: Hello, darling.",
        "Meg: Yeah, it's Meg. You're in the hospital.",
        "Lucinda: Biopsy.",
        "Meg: You had a biopsy. And it's over. And it went very smoothly.",
        "Lucinda: I'm gonna go now.",
        "Meg: No, no, no, no. Not so fast.",
        "Lucinda: I -- I wanna go. I really want to leave.",
        "Meg: Well, Lucinda, that's not that simple.",
        "Lucinda: Pray tell me, pretty maiden, why I cannot leave?",
        "Meg: Well, first of all, you could barely stand up, because we have to wait for the anesthesia to completely wear off. And also make sure you don't have a reaction.",
        "Lucinda: Fine. Go get -- get my clothes so that I can continue not to react. Hmm?",
        "Meg: Are you in any pain yet?",
        "Lucinda: Not yet.",
        "Meg: Okay, 'cause there will be some. And they will prescribe some mild painkillers for you.",
        "Lucinda: Fine. Why don't you go get that prescription filled and then we can skedaddle out of here as soon as --",
        "Meg: Well, you also need to see Dr. Berg.",
        "Lucinda: Why? To say what a good job she did? What a good job I did?",
        "Meg: Well, there might be more.",
        "Lucinda: We won't know anything. Not for a couple days. You and I know that. Everyone knows that. I'm to assume nothing.",
        "Meg: Yes, you're right.",
        "Lucinda: But nothing's nothing and that's nothing and I wanna go home, and I wanna go home right now.",
        "Meg: You're right. You're right, Lucinda. But there might be something and Dr. Berg really needs to speak to you and see you.",
        "Lucinda: Why?",
        "Meg: She wouldn't tell me.",
        "Lucinda: Yes, she did. She told you something.",
        "Meg: She just said she wanted to see you.",
        "Dr. Berg: Hi.",
        "Lucinda: Oh, is that Dr. Berg? Hello. Everything went like clockwork, right? I can to go home? I can leave?",
        "Dr. Berg: In a minute, Ms. Walsh. First, I have some news for you.",
        "[SCENE_BREAK]",
        "Gwen: We can't pass this off as your baby, okay? It won't work.",
        "Will: Why not?",
        "Gwen: It'll be obvious, okay? Once the baby's born, the baby'll be born way too soon to match up with the dates for when you and I were together. But it'll be perfect for when Casey and I were. Okay, and what if it looks like him?",
        "Will: Babies look like babies. Okay, we can figure all this out later.",
        "Gwen: No, no, no, no, no. We can't figure this out later, okay? I'm gonna be real busy raising a kid. Let's get this one thing straight now, all right? You can't pretend to be the father of my baby.",
        "Will: All right, so what are you gonna do, Gwen? You gonna pretend you slept with some other guy, and you're just not gonna tell anybody who?",
        "Gwen: No, okay? You saw Celia. She's adamant about the fact that the father be responsible. It's not gonna work.",
        "Will: Yeah, exactly.",
        "Gwen: Yeah, that's why I have to get the truth out there now.",
        "Will: Well, you didn't wanna do that before.",
        "Gwen: You know what? I didn't want any of this before, okay? But Casey's already suspicious. He's gonna figure it out anyways.",
        "Will: No, he isn't, okay?",
        "Gwen: Will, when you went out looking for Celia, he came back, okay? He asked me point blank.",
        "Will: He asked you if the baby was his? What'd you tell him?",
        "Gwen: I told him that it had nothing to do with him. You know, but he's not sold. He's gonna figure it out.",
        "Will: No, he won't.",
        "Gwen: What makes you so sure?",
        "Will: Gwen, he's not gonna figure it out, because he doesn't wanna know.",
        "[SCENE_BREAK]",
        "Casey: Sorry.",
        "Celia: What was that?",
        "Casey: I just can't handle hearing you trash Will like that. He's my friend.",
        "Celia: I'm not trying to trash anybody. It's just, I don't get it.",
        "Casey: That's because you think that everyone's always gonna be as good as you are, and they're not. Especially guys.",
        "Celia: I'm not perfect.",
        "Casey: You are to me.",
        "Celia: Casey, did you know about Will and Gwen before yesterday?",
        "Casey: No.",
        "Celia: Do you think Will told anyone?",
        "Casey: Probably not. I mean, he keeps a lot to himself. With his family, who wouldn't?",
        "Celia: I wonder if they're the reason.",
        "Casey: The reason for what?",
        "Celia: Maybe Will needed somebody. I understand that if he had been her boyfriend, but this --",
        "Casey: Celia, please, stop. It's not like we're gonna just sit here and figure it out.",
        "Celia: You're right. Let's go.",
        "Casey: Excellent. Let's just go to the lake or the river.",
        "Celia: Gwen's. Let's check in and see if she needs some help.",
        "Casey: Why?",
        "Celia: Hello? Gwen is pregnant. She needs a hand with a few things.",
        "Barbara: Gwen is pregnant?",
        "Barbara: I thought Gwen was bulimic. Now she's pregnant? Did I hear that?",
        "Casey: Hey, Miss Ryan, what are you doing here?",
        "Barbara: Your Mother made some copies of your prom pictures for me. But let's get back to Gwen, all right? Celia? Casey? Is Gwen pregnant?",
        "Casey: Yeah.",
        "Barbara: Oh, wow. Unbelievable. Though, all too common with girls like her.",
        "Celia: Girls like her?",
        "Barbara: Well, honey -- Celia, I'm sure this is strange for you, 'cause you and Casey and Will were -- well, we parents tried to shelter you from -- kids like Gwen were raised with different sets of values. I mean, I knew that the minute I spotted her. But I tried to be supportive. And she was Will's date for prom. She let my son take her to the prom while she was pregnant with some other boy's child. So, do you know the father? Is he a friend of yours? Does he go to Oakdale Latin? What's going on here? Why aren't you answering my questions? Do I need to talk to Will about this?",
        "Celia: Yeah. That's probably the best thing.",
        "Margo: Hi.",
        "Casey: Mom, hey.",
        "Celia: Hey, Mrs. Hughes.",
        "Barbara: No, no, no, no. You hold on, you two.",
        "Margo: Hey, whoa, Barbara, down. Calm down.",
        "Barbara: No, I will not calm down. They are accusing my son of getting that tramp pregnant.",
        "[SCENE_BREAK]",
        "Will: Gwen. There's a reason you never told Casey he got you pregnant.",
        "Gwen: Yeah, I didn't know how.",
        "Will: No, you tried. But he didn't even wanna speak to you. Okay, I'm sorry, but that's the truth. There it is.",
        "Gwen: Yeah, but that was because he thought that I was --",
        "Will: Listen, you stood here and you told me that you didn't wanna see him wiggle out of anything, because it'd be worse than you being alone.",
        "Gwen: You know what? That was before, though, okay? But now, people have been in my room and they've seen my stuff, all right? I have to tell somebody something.",
        "Will: When Casey asked you if it was his kid, did he seem happy? Like he wanted it to be true? No, probably not. Gwen, you don't have to tell Casey, all right? It serves no purpose. And if we stick to our story, he's never gonna ask questions. What?",
        "Gwen: Did Casey save your life or something? Why are you so ready to defend him?",
        "Will: I don't know. It's not like that. This just works out for everybody.",
        "Gwen: How does it work out for you?",
        "Will: I need a hobby. Okay, I just don't want everybody's lives messed up.",
        "Gwen: You know what? My life is already kind of permanently altered, so you can find yourself another hobby, okay?",
        "Will: Does it really matter why I'm doing this?",
        "Gwen: Yeah, it does, all right? If you're not doing it for Casey, then who are you -- oh, my God. You're doing it for Celia.",
        "[SCENE_BREAK]",
        "Hannah: They had a great time. We put together the volcano kit in the backyard. Sage painted her toenails with the washable markers.",
        "Carly: Purple?",
        "Hannah: Her favorite. You know, it was so much fun, that the boys wanted to draw tattoos on her. [All laugh] I held the line.",
        "Jack: Yeah, see, someone would have trouble telling them no.",
        "Carly: Well, fortunately, that someone is at work all day, so maybe our children can get some discipline.",
        "Hannah: Well, they don't need much.",
        "Carly: Oh, hey, Hannah, what could you tell me about this picture of my dad?",
        "Hannah: Nothing. You want me to cook dinner tonight?",
        "Carly: No, no, that's all right. I got it. You just -- you never heard him mention anything about coming to Oakdale?",
        "Hannah: I wouldn't remember.",
        "Carly: Would your folks?",
        "Hannah: I doubt it. Maybe he just passed through town. Didn't he travel for business?",
        "Carly: Yeah, he did from time to time.",
        "Hannah: Well, he might've stopped here for a meal on his way to somewhere.",
        "Carly: Well, if he was traveling on business, he would've been alone, right?",
        "Hannah: Sure.",
        "Carly: So, then who took the picture? And why would he bring a camera with him?",
        "J.J.: Aunt Lisa's here!",
        "Carly: She is?",
        "J.J.: Yeah, I saw her car out the upstairs window.",
        "[Doorbell rings]",
        "Jack: Oh, so she is. Hey, Lisa. Come on in.",
        "Lisa: Hey. I hope this is an okay time. I know you folks had a big celebration today or something.",
        "Carly: I wouldn't go that far.",
        "Lisa: Neither would I. How you doing, J.J.?",
        "J.J.: Great. I got the top bunk.",
        "Lisa: Oh, you did?",
        "J.J.: Up in our room. Parker and I share. We flipped for it. But next year, we have to switch.",
        "Lisa: Aw, well, that seems only fair. Give me some more sugar. That's good.",
        "J.J.: What's in the bag?",
        "Lisa: Oh, well, it just so happens, I thought you might have use for this.",
        "J.J.: \"Sky pilot!\" Dad, Dad, look.",
        "Jack: Wow. We've been hearing about this for weeks.",
        "Carly: Weeks, endlessly.",
        "Lisa: Well, you'll learn to be a super pilot from this. You just have to play it with a partner, though. Do you have someone in mind who might be interested?",
        "J.J.: Parker! Parker! Look! Wait! Wait! Thank you.",
        "Lisa: You're welcome.",
        "J.J.: Parker, I got \"sky pilot!\"",
        "Lisa: And I have something for Sage.",
        "Carly: Oh, well, that's very nice of you, Lisa. Thank you.",
        "Lisa: You're welcome. Now, anytime the children wanna come over to the hotel and go swimming in the pool or just hang out, please let me know.",
        "Jack: Oh, we are gonna take you up on that. Believe me. This is our friend from Montana, Hannah.",
        "Lisa: Hannah, hi. I've been hearing so much about you. It's lovely to meet you.",
        "Hannah: Thank you. You know, I'm helping out with the kids. And if you're serious about that invitation to use the pool, I think you'll be seeing us soon.",
        "Lisa: Well, that's wonderful.",
        "Carly: So, can I get you something to drink?",
        "Lisa: No, thank you. I really must be going.",
        "Jack: Well, thanks for stopping by. I appreciate you looking in on J.J. once in a while.",
        "Lisa: I always will.",
        "Carly: Oh, hey, Lisa?",
        "Lisa: Yeah.",
        "Carly: Would you take a look at this picture for me? Do you recognize that man?",
        "Lisa: No. But, for heaven's sakes, I wish you would look. That is Mabel's. That must've been some years ago, though.",
        "Carly: Wait, you're sure, you're positive this is Mabel's?",
        "Lisa: Oh, yeah, sure. Look, I think. If it's that important to you, i know exactly how you can find out.",
        "[SCENE_BREAK]",
        "Sierra: There were legal documents, so it has to be business.",
        "Lily: Well, you think maybe she's cutting some deal with worldwide that she doesn't want you to know about?",
        "Sierra: Why?",
        "Lily: I don't know, so you won't feel undercut or hurt your feelings. I don't know. You're right. You're absolutely right.",
        "Sierra: I think we're both reaching here. I think this is about that other business that, you know, that you were arguing about before. Remember?",
        "Lily: Yes. But Mother's never been quite shy about that, and I'm sure she's called all her investigators.",
        "Sierra: Well, is there anything else that we haven't covered?",
        "Holden: \"The City Times?\"",
        "Sierra: No, I didn't call them.",
        "Holden: You know what? I got Lucinda's assistant her job there. I'll give her a call.",
        "Lily: You know, I would appreciate you not rubbing the whole Keith situation in Holden's face.",
        "Sierra: I'm not. I purposely didn't mention his name. But you and I both know that's what set Mother off.",
        "Lily: That was weeks ago. Weeks ago. When she was on this crusade against Keith. Thinking that he was -- but now, no, this was -- something just happened, now. Something snapped.",
        "Sierra: I wish we could see those legal documents. What was that lawyer's name? Walter?",
        "Lily: Yeah, Walter. Walter. Walter.",
        "Sierra: You know what? I met some people in that legal department, I don't ever remember meeting a Walter.",
        "Lily: Walt. Walt Townes, Mother's estate attorney. Wait. You don't think she's cutting me out of the will, because I'm dating Keith?",
        "Sierra: Well, that wouldn't be an emergency. And she never disowned me and I was married to Craig.",
        "Holden: Beatrice hasn't seen Lucinda. She doesn't know a thing. Sounds like it's not business.",
        "Lily: Okay.",
        "Sierra: Well, we've pretty much come to the conclusion that it's personal.",
        "Lily: Let's start from the beginning. Why would anyone call here looking for Mother's contact?",
        "Sierra: I don't know. But why don't I try her assistant again. See what I can find out.",
        "Holden: Reception's best outside.",
        "Sierra: Thanks.",
        "Holden: You want me to call Jack?",
        "Lily: Oh, I don't think it's time for the search party just yet. He might be able to find out where that call came from about Lucinda's contact.",
        "Lily: That's a good idea. Thank you. If Sierra doesn't -- I mean it's my Mother, so, thank you.",
        "Holden: Don't worry. We'll get to the bottom of this. We'll find out where she is.",
        "Lily: No wonder she likes you better than me.",
        "Holden: Yeah, right.",
        "Lily: No, maybe not 20 years ago --",
        "Holden: Not two years ago.",
        "Lily: Oh, just about then. You're definitely ahead of me, now.",
        "Holden: Proof that if you wait long enough, anything can happen.",
        "[Phone rings]",
        "Lily: Mother? Oh, hi, Keith.",
        "[SCENE_BREAK]",
        "Lucinda: You can't have news. 'Cause you said you couldn't have the results yet.",
        "Dr. Berg: I don't have a full report. But you need to know what we found so far.",
        "Lucinda: Okay.",
        "Dr.Berg: We removed the lump from your breast and did a frozen section, which is a preliminary pathology test that's done while we're still operating. Based on those results, and our examination, we also took some surrounding tissue and a couple lymph nodes. We'll send those to be tested, as well.",
        "Lucinda: Why are you doing that when I've just got a simple cyst?",
        "Dr.Berg: The test verified what we could all see. Both the lump and some of the surrounding tissue were clearly malignant.",
        "Lucinda: I have cancer?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Margo: Is it true? Is Gwen pregnant?",
        "Casey: Yeah.",
        "Margo: And is Will the father?",
        "Lily: What's really going on here?",
        "Lucinda: Nothing.",
        "Holden: Meg, tell me.",
        "Lucinda: Meg, tell him.",
        "[SCENE_BREAK]",
        "Dr. Berg: There was malignancy, yes, but we can't say much beyond that yet. We'll do staging tests to determine how far along the cancer --",
        "Nurse #1: Doctor?",
        "Dr. Berg: Yeah?",
        "Nurse #1: Code blue in 527.",
        "Dr. Berg: Coming. I'm sorry, I have to go.",
        "Meg: You know, I can explain it to her. Just go.",
        "Dr. Berg: I'll call as soon as I'm free.",
        "Meg: Would you rather wait for your doctor?",
        "Lucinda: Oh, honey. Honey, you got my undivided attention. Okay? I got the malignant, I got the cancer, I've got all that. Let's get into stages. Explain that to my still-drugged mind.",
        "Meg: The progression of cancer is divided into stages. That's what she meant.",
        "Lucinda: Yeah, I know that.",
        "Meg: Yeah, I know it sounds confusing, I'm not surprised. A person tries to take on more than they could swallow and they end up choking. Even you.",
        "Lucinda: Please do not leave me alone with my imagination. Please, just, come on, show me the education that I paid for.",
        "Meg: Staging tests determines how far the cancer has grown. You know, it is possible that what they removed right now is all the malignant tissue. Okay, look.",
        "Lucinda: Oh, well --",
        "Meg: There are stages zero through four. Zero being the lowest occurrence. And stages three and four means the cancer has moved to other parts of the body.",
        "Lucinda: Oh, well, I guess I blew zero.",
        "Meg: Lucinda, you do have options. Depending on what stage you're in, you'll either have more surgery or do other treatments.",
        "Lucinda: Oh, God, I really wanna go home. Now I wanna go home, right now.",
        "Meg: Sure. I'm sure your doctor will fill you in on the rest.",
        "Lucinda: Hey. Can I contract your services for the whole day, do you think? Because this thing is gone beyond what we originally agreed on doing.",
        "Meg: Lucinda, you bought my nursing degree. You get a free day.",
        "Lucinda: I get a free day.",
        "Meg: I'll go get your scripts and have you checked out.",
        "Lucinda: Wait a minute, the -- you know, this situation is fluid. You know, the other rules still apply. Nobody is to know.",
        "Meg: Lucinda, that's --",
        "Lucinda: And my daughters are not to know. No.",
        "[SCENE_BREAK]",
        "Lily: Keith, this really isn't a good time. I will. You, too. Bye.",
        "Sierra: Claudia was called away on personal business.",
        "Lily: Oh, is that so we can't talk to her about Mother?",
        "Sierra: No, no, I checked out her story, she's telling the truth. So, I got her substitute to go check out Mother's calendar at Worldwide, and there is absolutely, definitely no appointment today.",
        "Lily: Okay, then this is personal. So, Mother's personal diary is in her desk drawer in the library.",
        "Sierra: And if that's there, then so is her laptop.",
        "Lily: Yes. So, we hack into her computer.",
        "Sierra: Do you think that we should do that? I mean, this is exactly the kind of thing that we would kill her if she did to us. I mean, doesn't she deserve the same kind privacy that we do?",
        "Lily: No, she doesn't. Because in the past two days, she has lied to us, bailed on us. She's meeting with an estate attorney. At us. We have to find out what's going on.",
        "Sierra: You're right.",
        "Holden: I'll drive.",
        "[SCENE_BREAK]",
        "Barbara: If you start any rumors about Will and that girl --",
        "Margo: You'll what? You will do what? What rumors? What girl?",
        "Barbara: Apparently, those two have found out that Gwen is pregnant. And they've jumped to the conclusion that my Will is responsible.",
        "Margo: First of all, those two are my son, Casey, and his friend, Celia. And they don't spread rumors, do they?",
        "Casey: No.",
        "Margo: So, do you have any proof that this is true, or did you indeed jump to conclusions?",
        "Celia: No, we didn't have to. We heard it from someone who should know.",
        "Barbara: Are you saying that Will told you?",
        "Margo: Barbara, will you back off?",
        "Barbara: I'm just trying to understand what I'm dealing with here.",
        "Margo: You're dealing with me. You're dealing with me right here, right now.",
        "Barbara: Oh, my, you're calm, aren't you? But you know, if it was your son that was being shaken down by some slutty con artist --",
        "Celia: Stop it. Gwen is a good person. You don't know.",
        "Barbara: Oh, I know you have befriended her, Celia. You might wanna to rethink that.",
        "Margo: Is that what you came here for, Barbara? Because you're through harassing these kids.",
        "Barbara: Okay. Fine. I think I understand what's going on here. And I will handle this myself. Make no mistake.",
        "Margo: Well, that was a lot easier than usual. Celia, you wanna take this one in, here. Because I gotta get stuff in the freezer and I really wanna talk to Casey, okay?",
        "Celia: Sure.",
        "Casey: You were awesome with Miss Ryan. Would you have cuffed her?",
        "Margo: It wouldn't have been the first time. Casey?",
        "Casey: Yeah?",
        "Margo: Is it true? Is Gwen pregnant?",
        "Casey: Yeah.",
        "Margo: And is Will the father?",
        "Casey: Yes.",
        "[SCENE_BREAK]",
        "Gwen: Look, Will, this is not the move for you, okay? If Celia finds out that Casey slept with me, she'll dump him. And then she'll be free, all right?",
        "Will: Okay, she wants Casey.",
        "Gwen: Yeah, but that's because she doesn't know.",
        "Will: All right, what's breaking them up gonna do? Okay, is she gonna turn around and -- they look good together, don't they? Right?",
        "Gwen: Why don't you think she deserves you?",
        "Will: Have you seen my rap sheet? Do you wanna see the doctor's records?",
        "Gwen: Will, will you cut it out?",
        "Will: Okay, fine. It is what it is. And then, I am what I am, okay? Celia would never be happy with a guy like me. And that's fine, all right? So we stick to our story, and everything'll be okay.",
        "Gwen: It's not okay. But, okay.",
        "Will: Okay.",
        "Gwen: Now what?",
        "Will: I have no clue. Well, no, you gotta get a better place.",
        "Gwen: I can barely afford this place with two jobs and I'm gonna have to quit waitressing soon, so --",
        "Will: Quit tomorrow.",
        "Gwen: I can't.",
        "Will: I can pay for everything.",
        "Gwen: Okay, Nelly --",
        "Will: No, it's -- I have a trust fund thing, okay? My mom set it up with guilt money. It's really no problem.",
        "Gwen: It'll be a problem when she finds out how you're spending your money.",
        "Will: Yeah, but that part might be kinda fun.",
        "Gwen: Um, no, thanks, I've met your mom.",
        "Will: Okay, I was kidding. We're not gonna tell her anything, all right? It'll be fine.",
        "Gwen: There's still a lot to think about.",
        "Will: Okay, it's only been, like, a day. This might end up being a lot easier than you think.",
        "Gwen: What a concept.",
        "Will: All right, you know what? It's really hot in here. So I'm gonna go get us something cold to drink. I'll be right back.",
        "Gwen: Whatever. Munson, hold up, okay? Thank you.",
        "[SCENE_BREAK]",
        "Lisa: You see that right there?",
        "Carly: Yeah, the little flag? Yeah.",
        "Lisa: Mm-hmm. That was a founder's day celebration. So, you see, this has to be -- this has to be Mabel's.",
        "Carly: Really? You're sure?",
        "Lisa: Yeah.",
        "Carly: Well, when?",
        "Lisa: Well, I don't know exactly when. But I do know that these little flags were all over town. So, if you find out when they had the -- when they were using these flags, you'll know exactly what year this was.",
        "Carly: Well, who -- who would know that?",
        "Lisa: Nancy Hughes. She would know, because was in charge of so many of these celebrations. Or, well, you could go to the archives.",
        "Carly: Whose archives?",
        "Lisa: The Historical Society. Oh, wait a minute. You can't do that because they're renovating. All of their stuff has been taken over to Tom and Margo's. You'll just ask Nancy. She will know.",
        "Carly: All right.",
        "Lisa: Okay.",
        "Carly: Well, thank you.",
        "Lisa: You're welcome.",
        "Carly: Thanks, Lisa.",
        "Lisa: Yeah. Good luck.",
        "Carly: Well, this is great. I'll have an answer about this very soon.",
        "Hannah: No, don't. You don't wanna make that call.",
        "Carly: Why wouldn't I want to know about this picture?",
        "Hannah: You don't want to get caught up and miss the movie? You promised the boys?",
        "Carly: Oh, you're right. \"The Penguins.\"",
        "Hannah: Yeah. They cleaned their room, and we did promise.",
        "Carly: You're right, we did. Do you know when the next showing is?",
        "Hannah: I'll get the paper.",
        "Jack: \"Sky pilot\" rules. Let me just tell you.",
        "Carly: Jack, did you happen to let the boys have a turn?",
        "Jack: They took it away from me, and they kicked me out. They're obsessed. Sage loves her new bear. She's giving it an extreme makeover, a whole new wardrobe.",
        "Carly: We owe them a movie, you know? We promised.",
        "Jack: Oh, no, you're gonna have to blast them out of there. Let's save the movie.",
        "Carly: You're right. It's a long summer. It'll give them something to do tomorrow, and you obviously have to go.",
        "Jack: How can you always tell? I just got beeped.",
        "Hannah: The multiplex on Strand has a showing in half an hour.",
        "Carly: You know what? We're not gonna do it now. There's been a change of plans. I'll keep some dinner warm for you.",
        "Jack: Oh, I shouldn't be that late, okay? I gotta get my files.",
        "Carly: You know, the boys are happy right now, so we'll reschedule the movie, and it will give me time to play detective.",
        "Hannah: What?",
        "Carly: I'm going to find out everything there is to know about this picture. It'll be fun.",
        "[SCENE_BREAK]",
        "Casey: So Will's the one who told us about all of it.",
        "Margo: Yeah. Will told you that he's the father?",
        "Casey: Yeah.",
        "Margo: And Gwen wants to have a baby?",
        "Casey: I guess so.",
        "Margo: Why didn't you tell me?",
        "Casey: Because I just found out about it yesterday. But even if I knew about it sooner, why was I supposed to tell you?",
        "Margo: Why?",
        "Casey: Yeah. Mom, it's their business. They'll handle it.",
        "Margo: Would you tell me if it was you?",
        "Casey: Huh?",
        "Margo: You heard me.",
        "Casey: Yeah.",
        "Margo: Yeah, what? You heard me -- yeah, you'd tell me?",
        "Casey: Mom!",
        "Margo: I just want to know if it was you and Celia --",
        "Casey: Ma!",
        "Margo: I'm sorry, I need to know that you wouldn't do something so irresponsible.",
        "Casey: I'm not. We're not. Celia and I aren't doing anything like -- can we not talk about this anymore?",
        "Margo: What -- yeah, fine. We won't.",
        "[SCENE_BREAK]",
        "Meg: You'll probably be a little sore on that side. Yeah, for a little while, so I just need you to take it easy, okay?",
        "Lucinda: I'd like a nice double vodka.",
        "Meg: Well, vodka or painkillers. You know you can't have both. And my feeling is, you'd probably wish that you would have painkillers in a little while.",
        "Lucinda: Okay, hold the vodka. Am I gonna frighten the staff? Do I pass?",
        "Meg: Barely. Okay. Here we go. Lucinda, you need to tell them.",
        "Lucinda: Hmm? I'm not going to. I'm not going to tell them. Not until I know.",
        "Meg: You know now. You know enough to know that you're gonna need some help.",
        "Lucinda: No. I'm not going to. The minute the \"C\" word -- gets rooted about, then I'm reduced to that. That's all I am forever. She's just the cancer patient. You know? The cancer patient. I'm not ready.",
        "Sierra: You know, I think it's in third drawer on the left on the library.",
        "Lucinda: Hey! Wonderful. Come barging in. It makes me feel like you two thought you still lived here.",
        "Sierra: Well, I do still live here. You know, where have you been?",
        "Lucinda: Did I overstay my curfew?",
        "Lily: There was no appointment in Chicago, Mother.",
        "Lucinda: Lily, I don't like that tone of voice.",
        "Lily: Meg?",
        "Meg: Hi.",
        "Lily: Hi. What are you doing here?",
        "Lucinda: I invited her.",
        "Holden: So, Meg, you stopped by to see your old buddy?",
        "Meg: Yeah, she invited me.",
        "Sierra: Why would you lie about that trip?",
        "Lucinda: I'm not lying, darling. I'm perhaps being a little discreet, because I know that Lily and Meg don't get along.",
        "Lily: That was ancient history. What are you -- what's really going on here?",
        "Lucinda: Nothing.",
        "Holden: Meg?",
        "Lucinda: I just want to catch up with Meg. You know, she's only going to be in town for a couple of days.",
        "Holden: Meg, tell me.",
        "Lucinda: Meg, tell him.",
        "[SCENE_BREAK]",
        "Jack: All right, I'm out of here.",
        "Carly: Okay. Oh, hey, hang on.",
        "Jack: Hmm?",
        "Carly: So, after I talk to Nancy about that picture, and after you are done ridding this town of crime, maybe we could get together and do something bad.",
        "Jack: How bad?",
        "Carly: I don't know. It's a hot summer night. We do have a live-in babysitter. Maybe we could use our imaginations.",
        "Jack: Meet me back here in three hours and we'll see about that.",
        "Carly: It's a date. Hey. So will you be okay with the kids on your own tonight?",
        "Hannah: Sure, why?",
        "Carly: Jack and I, we made plans -- if that's okay with you?",
        "Hannah: No problem.",
        "Carly: Great. Okay, oh, and bring those kids to the movie, you know, if they change their mind if they want to see it.",
        "Hannah: Okay, I will. Don't give it a thought. You two deserve a fun night.",
        "Carly: Thanks. You're the best.",
        "Hannah: Later.",
        "[SCENE_BREAK]",
        "Meg: Lucinda and I were catching up.",
        "Lily: Okay, sure.",
        "Meg: You know, it seems you all have a lot to say to each other, so I'm gonna go. Take care.",
        "Lucinda: Thank you.",
        "Meg: Excuse me.",
        "Lucinda: You know what? I'd like all of you to go on your merry ways.",
        "Sierra: Why? You know, you look tired.",
        "Lucinda: I am tired. I am tired. I'm -- I'm tired of being ganged up on. I feel like I'm being stalked.",
        "Lily: Meg, Meg?",
        "Meg: Yeah.",
        "Lily: Something's not right with my mom. She's been lying, she's been acting very strange. And it seems to have started around the time you came back to town.",
        "Meg: What are you saying, that I came back to Oakdale to make Lucinda do what? What do you think I did?",
        "Lily: I don't know. I just -- I just call it as I see it. You go back to town, my Mother goes into a tailspin and you're in the middle of it. So, I want to know, what's going on?",
        "[SCENE_BREAK]",
        "Casey: Hey.",
        "Will: Hey. I have to go.",
        "Celia: Will?",
        "Will: Yeah?",
        "Celia: I didn't know what to say yesterday. I was upset.",
        "Will: I get that. I have to go.",
        "Celia: Will, wait.",
        "Will: Listen, I understand, okay, why you were mad.",
        "Celia: Do you? Will, please, just tell me. Gwen and the baby and you, is all that really true?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Gwen: Munson? Hold up, I know your hands are full.",
        "Barbara: Yes, they are. But not for long.",
        "[SCENE_BREAK]",
        "Lucinda: The earlier breast cancer is detected, the more often it can be treated successfully. A regular mammogram is the best tool you have. To find out more, call the national cancer institute \u0096",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Nancy: Where is this mysterious picture?",
        "Carly: I know that I put it in here. It's gone.",
        "Gwen: Sorry, I'm not really up for company right now.",
        "Barbara: Well, that's quite all right, because I'm not company. I'm the Grandmother.",
        "Meg: We can't put it off any longer, Lucinda. So do you want to tell them, or will I?"
    ],
    "Transcript Author": [
        "By Suzanne Proofread by _ Emma_"
    ],
    "url": "https://www.youtube.com/watch?v=xvbTZgbzzEI"
}