{
    "Episode Summary": [],
    "Recap": [
        "Jennifer decides to leave Oakdale for a while to get away from painful memories of the baby. Jack and Carly catch Iris and Stan before they leave town and the pair are arrested. Will is set free and all charges against him are dismissed. Carly and Gwen continue to form a sisterly bond with each other. Katie finds proof that B.J kidnapped Henry and she and Mike continue to pretend they have broken up so they can find Henry."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: I'm afraid to ask.",
        "Olga: Henery must eat. Keep up strength.",
        "Henry: Yeah, right. Like I have a fighting chance against you and the Beej -- who's out there right now planning Mike Kasnoff's funeral. Which makes you - my Teutonic Amazon - an accessory to murder.",
        "Olga: Beej no murder Kasnoff not today. Beej is busy with butt buster.",
        "Henry: What do you mean?",
        "Olga: She is called Katie, yah? She is upstairs.",
        "Henry: Katie is here? Now?",
        "[SCENE_BREAK]",
        "Katie: Chocolate milk. Sweet.",
        "B.J.: Bittersweet, actually. It's from my private reserve - I have it flown in daily from Switzerland. So, a toast -- to you -- and your change of heart. You've made me the happiest man on the planet.",
        "Katie: Mmm. Tasty. Don't you think we should toast our friendship with something a little more adult? Like maybe one of those dusty old bottles of wine you keep in the basement?",
        "B.J.: The wine cellar?",
        "Katie: The wine cellar, yeah. You billionaires have word for everything. The wine cellar it is.",
        "B.J.: Wait Katie, don't go down there. It's pretty damp, you could get sick. And there's lots of bugs and rats --",
        "Katie: I'm not afraid of a rat.",
        "B.J.: Well, that's good, that's good. Come here, it's just not safe, okay? So, you need to stay right here.",
        "Katie: Okay. No, no. If you are hiding Henry in that cellar, I'm going to find him.",
        "Mike: You're not going anywhere. You're coming home with me right now.",
        "[SCENE_BREAK]",
        "Meg: There's a new kitchen store that just opened up. Maybe we could pick up some pots and pans before we head home.",
        "Dusty: No kitchen - not tonight. We can think of better ways to celebrate moving in together, can't we?",
        "Meg: Yeah --",
        "Jennifer: Ow! I guess some things never change I'm still a klutz.",
        "Dusty: Let me help.",
        "Jennifer: Well, I have to hand it to you guys. You're getting your Christmas shopping done earlier than I am.",
        "Dusty: No, we're shopping for the house. Meg and I are moving in together.",
        "[SCENE_BREAK]",
        "Will: He looks bigger.",
        "Gwen: Since yesterday?",
        "Will: Look at his hands, his feet. He's gonna be in the NFL. She's laughing at me, Billy.",
        "Gwen: It's just funny. We're in a padded cell and we're happy.",
        "Will: Why not? Your mother's finally out of the picture.",
        "Gwen: That's not why I'm happy. Are you still going to move in with me?",
        "Will: Is that what you want?",
        "Gwen: Yeah.",
        "Paul: What the hell is going on? She brought a baby in here?",
        "Will: Can you say it louder?",
        "Paul: She can't bring an infant into a padded cell.",
        "Gwen: He's safer here than out there with my mother, all right? Until she's locked up, nobody's safe.",
        "[SCENE_BREAK]",
        "Stan: Let's do it.",
        "Jack: Going somewhere? Cary!",
        "Iris: Get your hands off of him!",
        "Carly: Put a sock in it, Iris. Jack's just interrogating a suspect.",
        "Iris: Oh, he can't interrogate squat, because he's on suspension.",
        "Jack: Not for long, Iris. Thanks to you, I'm on the fast track to getting re- instated. Yeah, this is Jack Snyder. Put me through to Hal, please? I'll hold.",
        "Carly: Jack --",
        "Iris: Drop the phone, Jack -- now!",
        "Jack: Don't be stupid, Iris.",
        "Iris: Hang up the phone, Jack!",
        "Jack: Relax. We're just talking here. You don't want to add murder to the list?",
        "Stan: Murder?",
        "Jack: That's right, Stan.",
        "Iris: Stan, where are you going? Get back here, you worm!",
        "Jack: Stan's gone. Now what are you gonna do?",
        "[SCENE_BREAK]",
        "Paul: If they catch you in here with that -- do you have any idea what this looks like? You can't sneak a baby into a psychiatric hospital.",
        "Will: Just lay off her, Paul.",
        "Gwen: He's safer here with Will than anywhere else. Or maybe you think your brother's guilty.",
        "Paul: Oh no, don't put this on me. If it weren't for you and your mother, then Will would be safe at home.",
        "Will: Home? And where's that Paul, with you you're living with Dad's ex-wife. With Mom? That's pretty insane. With Jen? She still hasn't gotten over her little stay at Deerbrook. Home, home is with Gwen and Billy. And if you can't accept that? Then there's the door.",
        "[SCENE_BREAK]",
        "Jennifer: Moving in together -- wow, that's great. Congratulations.",
        "Meg: I know it must seem a little sudden.",
        "Jennifer: Oh no, you've known each other for years. And when something is meant to be, why wait?",
        "Meg: You know what, I'll go check to see if I can find that alarm clock. No more concierge service. I'll leave the bags here, with you?",
        "Dusty: I'll be here. I don't know what to say.",
        "Jennifer: What is there to say? She's a terrific person. And you guys are crazy about each other. I'm glad somebody's finally reining you in. Well, where are you moving to?",
        "Dusty: Lucinda's guest house.",
        "Jennifer: Oh, I've seen it. It's very charming. Well, I should go.",
        "Dusty: Jen.",
        "Jennifer: Dusty. Look, I can't do the small talk. Not with you.",
        "Jennifer: What do you expect me to say?",
        "Dusty: Nothing. I don't know. Not working together anymore, with me moving out of the Lakeview I just -- I don't want to lose touch.",
        "[SCENE_BREAK]",
        "Katie: Mike, what're you doing here? How'd you get in?",
        "Mike: I have a key, remember? You were supposed to call me.",
        "Katie: When I was finished. And I will be soon, but we just got here. B.J. went down to cellar, and I have to get down there now --",
        "Mike: That's the last place you need to go. That's where he locked me up.",
        "Katie: Yeah, and that's probably where he's got Henry stashed and if I don't get down there now, it's going to be too late.",
        "Mike: Katie, if he's willing to lock me up and Henry up down there, what do you think he'd do to you? Have you completely forgotten about Halloween?",
        "Katie: No, of course not. Why do you think I'm so worried about Henry?",
        "Mike: We don't even know he has Henry.",
        "Katie: Well, this is my only chance to find out, Mike. If something happens to Henry, you and I will never forgive ourselves and you know it.",
        "[SCENE_BREAK]",
        "B.J.: K-k-k-Katie -- beautiful Katie...",
        "Henry: What did you do to her? Did you drug her? Did you kidnap her? 'Cause there's no way she'd come back here. Not after Halloween.",
        "B.J.: What do you think, Henry? Is Katie a rose girl?",
        "Henry: She's Mike's girl.",
        "B.J.: Not anymore.",
        "Henry: I knew it. I knew it. You killed him, didn't you?",
        "B.J.: Let's just say I beat him at his own game. I know, champagne. Yes, after all, it's a celebration. Katie has finally come to her senses. She's left Mike.",
        "Henry: I don't believe you. Ahh!",
        "B.J.: It's true. Tell him, Olga.",
        "Olga: Is true.",
        "B.J.: I'd invite you along, old boy, but I can see that you and Olga have dinner plans. And don't worry -- after a few glasses of champagne? Katie won't even realize you're gone.",
        "Henry: Katie! It's a trap!",
        "B.J.: Shut him up, Olga. Katie's with me now, Henry. Please get used to it.",
        "[SCENE_BREAK]",
        "Mike: That's not fair. Don't make me feel guilty about Henry. He is the one who set us up on Halloween. B.J. attacked you, he tore your dress, he practically had you in tears.",
        "Katie: Yeah, but I know who B.J. really is now, and I know what he wants, I can handle him easy.",
        "Mike: How? By lying to him about you and me? What happens when he finds this whole break-up's just a complete lie?",
        "Katie: Well, by then I'll have found Henry and it won't matter anymore. Just give me half an hour.",
        "Mike: Listen --",
        "B.J.: One adult beverage coming right up!",
        "Mike: What the hell is that supposed to mean?",
        "Katie: Go, go, go! You've gotta get out of here!",
        "Mike: Listen, you better be in Yo's in half an hour or I'm coming back and I will knock that door down, and B.J. will not enjoy it.",
        "Katie: Okay, go! Ah. Ooh, champagne! Excellent choice, too. Let's pop it open.",
        "B.J.: Who was just here?",
        "Katie: What? Oh, just me, wondering what took you so long.",
        "B.J.: I heard voices.",
        "Katie: Well, it was probably just the wind. It does play tricks on you this time of year.",
        "B.J.: I should probably check things out. Make sure there's not an intruder.",
        "[Glass breaks]",
        "B.J.: Whoa, whoa, whoa, whoa! Katie? Katie! Wake up! Wake up! Wake up! You all right?",
        "Katie: B.J.?",
        "B.J.: Yeah.",
        "Katie: What happened?",
        "B.J.: You fainted, I think. I'm going to call a doctor.",
        "Katie: No, no, no! Don't leave me, please. I think that's why I fainted. I got scared. You mentioned an intruder -- I thought it was Mike.",
        "B.J.: Don't you worry -- if he comes near you --",
        "Katie: No, no. Just stay with me until I feel stronger?",
        "B.J.: Okay, I'll stay here. I'm not going anywhere.",
        "Katie: I'm sorry about the champagne.",
        "B.J.: That's okay. There's plenty more where that came from.",
        "Katie: Really? Because I would love a glass.",
        "B.J.: Okay, I'll go get some.",
        "Katie: I'm coming with you.",
        "B.J.: No, no, no -- no. It's really dark down there.",
        "Katie: Yeah, well it's really scary up here. Mike has a key, remember? You gave it to him. And I'm not just going to be sitting here like a -- sitting duck.",
        "B.J.: Wait, Katie -- come on! Don't go down there!",
        "Olga: Mmm, Henery smell good.",
        "Henry: I find that hard to believe, Olga. I've been down here for a long time. Listen sweetie, I need to get out of here, okay? And it's nothing personal, really. Another time, another place, I think I'd really enjoy your forearm pressed firmly against my Adam's apple. But I'm worried about my friends.",
        "B.J.: Katie, wait! You can't go down there alone! I swear, there's rats the size of your rabbit!",
        "Henry: Katie --!",
        "B.J.: Let's go back upstairs.",
        "Katie: I had no idea you had so much wine. Look at all these bottles.",
        "[SCENE_BREAK]",
        "Jennifer: We both agreed that we need to move on, and that's exactly what you're doing. You're moving in with Meg. And I think it's just great.",
        "Dusty: That doesn't mean we can't see each other. We live in the same town.",
        "Jennifer: Yeah, but you're going to be busy. You still have Street Jeans to manage, and now all these big changes in your personal life -- it's great, but it takes a lot of energy. And luckily you have that, and you don't -- wallow -- you pick yourself up and make something of your life. Which is what I need to do, and I will -- as soon as I figure out what exactly it is I should be doing.",
        "Dusty: Jenny.",
        "Jennifer: No, don't, don't.",
        "Dusty: C'mon red. You're an amazing person.",
        "Jennifer: Every time you say that, I want to cry.",
        "Dusty: Why? You can have anything you want. It's all out there for you. If you need me --",
        "Jennifer: Don't go there. Don't go there, Donovan, okay? That's what this is all about. Meg needs you. And I need to depend on myself for a change. But I will always be grateful -- and I'll never forget. Mission accomplished?",
        "Meg: One seriously loud alarm clock. You know, you should stop by, once we unpack and get set up.",
        "Jennifer: Sounds like a plan. And if I don't see you, happy holidays.",
        "Meg: You, too.",
        "[SCENE_BREAK]",
        "Paul: Will, I don't want to upset you.",
        "Will: Well then, stop treating me like I'm crazy, all right? I'm angry and that's normal. Especially with you and Mom falling all over each other to get me away from Gwen.",
        "Paul: There's no me and Mom.",
        "Will: Well, you're singing the same tune.",
        "Paul: Well, maybe that's because your problem is really obvious. Will, your girlfriend -- and don't take this the wrong way -- she's got a lot of baggage.",
        "Will: She has a kid. And I'm sorry, but we don't consider him baggage. And admit it, the only reason you don't want Billy around is because he reminds you of Rosanna what has he ever done to you? He's just this perfect little kid. You can't even look at him.",
        "Paul: All right, listen. Maybe it is difficult to spend time with -- little Billy. He is Rosanna's son to me -- and I'm sorry Gwen, I know that he is your son -- I'm just trying to be honest with you here.",
        "Will: Well get used to him, because he's not going anywhere.",
        "Paul: You know, that sounds very noble Will, but have you thought about what this looks like? Gwen and her child sneaking in here to see you? Do you want to go to jail? Because that is exactly where you're headed.",
        "[SCENE_BREAK]",
        "Jack: So what are you going to do now, Iris? Stan's gone. You can't tie me up and hang onto Carly at the same time.",
        "Iris: Shut up. I gotta think.",
        "Jack: How about this? How about you let Carly go and we wait for the cops.",
        "Iris: How about this? How about I'll carve your initials on your wife's throat, all right? All right, change of plans. Carly's going with me.",
        "Jack: That's not gonna work, Iris.",
        "Carly: It's all right, Jack. She won't get far.",
        "Jack: She won't get out of the garage. So, let's make a deal. Car keys for Carly.",
        "[SCENE_BREAK]",
        "Iris: All right Jackie-boy, look. You got a deal. But this is how we're gonna play it, okay? You're gonna toss the keys on the car, first. And then I'll give you Carly back, okay?",
        "Jack: Fine with me. Okay. Ready?",
        "Iris: Ugh!",
        "Carly: Ow!",
        "Carly: Ow.",
        "[SCENE_BREAK]",
        "Paul: If they find you conspiring with Gwen --",
        "Gwen: Oh, we're not conspiring.",
        "Paul: Yeah well, that's how it looks like, okay? And it goes to motive. Everybody already thinks that you've poisoned Iris to get closer to Gwen and her trust fund.",
        "Will: You are so misinformed.",
        "Gwen: He didn't poison anyone. The cops already know that.",
        "Paul: Well then, why is Will still here?",
        "Gwen: Because before they could catch my mom, she took off. And she left the baby alone in the house. If it weren't for your sister, he would have smothered.",
        "Paul: What are you talking about?",
        "Gwen: Jen. She found the baby all alone in the house. She had to break a window to get in and rescue him.",
        "Paul: Jennifer was alone with that baby? Why was she even there?",
        "Gwen: What difference does it make? We're just lucky she got there in time.",
        "Paul: I have to go check on Jen.",
        "Gwen: Now that's a boy that needs a padded cell. It's gonna be okay, Will. They'll find my mom. And even if they don't get her right away, as long as they know she's guilty. They're going to let you out, it's only a matter of time.",
        "Will: Gwen, you don't understand the system. Once you get into one of these places, it's almost impossible to get released.",
        "Gwen: Then I guess Billy and I are staying. I mean, it'll be great for when he starts walking. He bumps into a wall, no problem. I hear the food stinks, which will make my cooking good. And then there's that wonderful smell of disinfectant. It's worse than a Billy diaper. So when the day finally comes, and it will, just think how happy you'll be when they let you out.",
        "Will: You're a miracle, you know that? Dad, what happened?",
        "Hal: Gwen, your mother's been taken into custody.",
        "Gwen: Did she hurt anybody?",
        "Hal: Carly got a scratch or two, but she'll be fine.",
        "Will: So what's this mean?",
        "Hal: The judge has agreed to release you into my custody, pending a formal dismissal of the charges.",
        "Will: So they're going to dismiss the charges?",
        "Hal: You may have to spend an hour or two at the station until it's all settled, but yes. They're dismissing the charges. It's over, son.",
        "[SCENE_BREAK]",
        "Meg: Dusty?",
        "Dusty: Yeah? We done?",
        "Meg: Yeah. Yeah, I'm shopped out. How about you? Ready to head home?",
        "Dusty: Yeah.",
        "Meg: How's Jen doing? She okay?",
        "Dusty: She'll be okay.",
        "Meg: She didn't -- I don't know -- seem a upset about you and me moving in together?",
        "Dusty: No.",
        "Meg: How are you? You okay?",
        "Dusty: I'm fine. Want to get a drink? How about a drink?",
        "Meg: I thought we were heading home?",
        "Dusty: What's the rush. Let's celebrate. I'll buy you a drink.",
        "[SCENE_BREAK]",
        "Katie: How am I going to pick just one, out of all these bottles?",
        "B.J.: I thought you wanted champagne?",
        "Katie: Oh no, we don't need champagne. An hour down here and a girl could become a connoisseur.",
        "[SCENE_BREAK]",
        "Mike: Hey, thanks for meeting me on such short notice.",
        "FBI agent: So, what's this all about?",
        "Mike: B.J. Green. I've been trying to call Jack Snyder. I know he's working with you guys, but he's not picking up. He's got my girlfriend, Katie Peretti. He's got her going undercover, after Green. And I've gotta tell you, I don't like it.",
        "FBI agent: So this is you going over Jack's head?",
        "Mike: This is me worried as hell that someone I love is in trouble.",
        "FBI agent: I'd like to help you, Mr. Kasnoff, but this is Jack's case. If he has faith in your friend and she's agreed to help --",
        "Mike: I can't reach Jack. And my friend, is with B.J. right now. I want to know what you people are doing to protect her.",
        "FBI agent: You recognize this man?",
        "Mike: Yeah, he works for B.J.",
        "FBI agent: He's a freelancer. We thought Green was going to use him to carry out a hit, so we've had him under surveillance for a couple of weeks.",
        "Mike: Where is he now?",
        "FBI agent: He left the country right after Thanksgiving. He's in Vancouver. So, I wouldn't worry about ms. Peretti.",
        "Mike: You'll let me know if he leaves Vancouver?",
        "FBI agent: He gets anywhere near Oakdale, I'll give you a call.",
        "Mike: Thank you.",
        "FBI agent: Mr. Green won't be a problem much longer.",
        "Mike: No, he won't.",
        "[SCENE_BREAK]",
        "Katie: Whoa, B.J., what are you doing?",
        "B.J.: I thought it was obvious. Now that you're a free woman --",
        "Katie: Yeah. Oh I know -- but it's a little soon.",
        "B.J.: You still have feelings for Mike?",
        "Katie: Yeah, a lot of feelings. I'm furious at him! But that doesn't mean I want to jump into a relationship right away. You wouldn't want me on the rebound, would you?",
        "B.J.: No. When you come to me, Katie -- and you will -- I want it to be because you've fallen in love with me.",
        "Katie: I can guarantee I won't come to you until I do. Love you. Which I can't. Yet. So. Bottle of wine?",
        "B.J.: Anything your heart desires. Beaujolais. Cabernets.",
        "Katie: Ooh, I like it when you speak French.",
        "B.J.: They all go very well with crudités.",
        "Katie: Very nice. So, what else you got hidden around here?",
        "B.J.: Give me that. It's probably Mike bothering you.",
        "Katie: Or it could be my sister.",
        "B.J.: It's Mike. Hi Mike, it's B.J.",
        "Mike: Put Katie on the phone.",
        "B.J.: I'm sorry, Katie doesn't want to talk to you -- ever again.",
        "B.J.: And if you ever come near her again, you'll wish you hadn't.",
        "Mike: Listen here you freak. Put Katie on the phone right now, or I swear I'm coming over there.",
        "B.J.: You don't scare me.",
        "Mike: Oh, no? Really? Maybe I should Margo Hughes with me with her handcuffs and her badge and her 9mm.",
        "Katie: Mike? Mike! Great, he hung up. What if he comes over here? You should've let me talk to him.",
        "B.J.: If he comes over here, he'll regret it. He's not the only one with backup.",
        "Katie: B.J., wait! Wait! I'm sure he didn't mean to scare you.",
        "Henry: Katie! Katie! It's me! Katie, I'm down here!",
        "Olga: And you stay down here, bad boy.",
        "Katie: B.J., you don't have to do this. Whatever it is you're doing, please, just understand that Mike is just a memory -- a bad memory, that's all he is.",
        "B.J.: Find this number -- it's in here somewhere. A bodyguard that used to work for me.",
        "Katie: Bodyguard? No, you don't need a bodyguard. Mike would not hurt you.",
        "B.J.: It's not for me, it's for you. I don't want Mike to harm you in any way, okay?",
        "Katie: Neither do I. But, he's a guy. You put another guy in front of me -- especially one that you hired -- and he's gonna go ballistic. Just let me handle this, I know what to do. I just need to confront him now.",
        "B.J.: Whoa, whoa! I thought you were scared of him.",
        "Katie: Not anymore. Not now that I know you're here waiting for me.",
        "B.J.: Well, I'm coming with you.",
        "Katie: No, I -- please. You guys are just gonna get in a fight. He's not gonna listen to me, and he needs to listen to me because tonight I am throwing him out.",
        "B.J.: Well, I want to be there with you -- for you. To help you.",
        "Katie: I know, but I can call -- I'll call my sister. Margo. She'll come with me. I'll be fine.",
        "B.J.: Your sister. The cop. Okay. You'll be fine by yourself.",
        "Katie: Right, so I'll call you. Maybe tomorrow night we'll have dinner? Something French?",
        "B.J.: Mais oui.",
        "Katie: See, you got me going already. Gotta go.",
        "[SCENE_BREAK]",
        "[Jennifer daydreaming.]",
        "Jennifer: Oh, Johnny, look it's your first snow. Isn't it beautiful?",
        "Dusty: That's nothin'. Is this gorgeous or what?",
        "Jennifer: Johnny? Johnny, look it's your first Christmas tree, honey. It's your first Christmas tree.",
        "Dusty: First tree, first snowfall. You want to make a wish?",
        "Jennifer: I don't need to wish. I have everything I've ever wanted.",
        "[SCENE_BREAK]",
        "Paul: You ever gonna turn on that cell phone?",
        "Jennifer: Paul?",
        "Paul: I startled you. I'm sorry. Jen -- Will told me what happened -- with the baby. You're pretty shaken up, huh?",
        "Jennifer: No, I'm fine.",
        "Paul: You sure? 'Cause you just look like you were a million miles away.",
        "Jennifer: I was. I was just -- I was just thinking.",
        "Paul: About what? Colette's asked you to come to Paris? That's great. Hey, she's got that place in Switzerland. You could go up there, and spend Christmas, and then go back to Paris.",
        "Jennifer: I'm not gonna go 'til after Christmas.",
        "Paul: Oh, come on. Fireworks on the Seine, New Year's Eve, and then they celebrate 12th night there. You could party for weeks, you know? We'd have a tough time getting you back home after that.",
        "Jennifer: I'm not coming home.",
        "[SCENE_BREAK]",
        "Gwen: He finally fell asleep.",
        "Will: I wish I didn't have to go back to the station tonight.",
        "Gwen: Your dad was great -- letting you come back here until he squared things away.",
        "Will: I just don't want to leave you.",
        "Gwen: You'll be back. You heard your dad, it's over.",
        "Will: It's hard to believe, but after tonight, no one can stop us.",
        "Gwen: Um -- they could still take him away. They only gave him to me because I was living with my mother.",
        "Will: And wouldn't they feel stupid.",
        "Gwen: Except that's not how it works. They find out what happened, they could take him away, give him to some deserving couple and never let me see him again.",
        "Will: Gwen, stop. Seriously. An hour ago, we were happy -- standing in a padded cell. And now Iris and Stan have been arrested. Everything's going your way. You can relax.",
        "Gwen: Hm-mmm. Not until I know he's safe.",
        "Will: Look, if they even start, I will call everyone I know. And I know just about anybody who counts in this town. Once the judge sees the chief of staff of the hospital, the president of WOAK the chief of detectives and the district attorney are all lining up to testify for us, he's gonna know that Billy is right where he belongs. That kid's not going anywhere.",
        "[SCENE_BREAK]",
        "Jack: You're sure nothing hurts?",
        "Carly: Just the fist.",
        "Cop #2: I caught this one hiding behind the gas pump.",
        "Jack: Read him his rights.",
        "Iris: I hope they give you the chair, you rat!",
        "Jack: Hey, I just want to swing by the hospital, just to make sure.",
        "Carly: No. I just want to go home and hug the kids.",
        "Jack: You and me both. I don't know, honey, every time something like this happens --",
        "Carly: We got through it. And that's what counts. You know, if I didn't still have that felony charge hanging over my head --",
        "Jack: Gwen asked you for help and you helped out big time, honey. You'd think she'd lighten up and drop the charges?",
        "Carly: I wouldn't count on it.",
        "Iris: I will see you in jail, Carly.",
        "Hal: You okay? I heard Iris got a little nasty.",
        "Carly: Yeah. I'm fine. How 'bout Gwen and Will?",
        "Hal: Oh, they're at Iris's house getting the baby settled. I wanted to check in here before I took Will down to the station.",
        "Carly: Well, if Will's going to be hung up at the station, who's going to be with Gwen? She can't stay at that house by herself with Billy.",
        "Hal: Up to her, I guess.",
        "Jack: Go for it. Why not?",
        "[SCENE_BREAK]",
        "Paul: What do you mean, you're not coming home?",
        "Jennifer: Oh, Paul, please don't look at me like that. A month ago you were trying to get me to move to Italy.",
        "Paul: Yeah, but you decided you didn't want to go.",
        "Jennifer: I changed my mind.",
        "Paul: Well, I'll call the broker.",
        "Jennifer: No, I'm not sure that I'm gonna go to Italy -- I'm not even sure where I'll go -- where I'll settle, if anywhere. I'm just going to visit Colette and see where it goes from there.",
        "Paul: Well, I'll miss you.",
        "Jennifer: We'll see each other. I just -- I just need to go somewhere where nobody knows me. Nobody knows about what happened and I can forget about all that.",
        "Paul: Is this because of the baby?",
        "Jennifer: Gwen's baby?",
        "Paul: Because I just talked to Will and I guess Gwen and Billy are going to be part of the family whether we like it or not.",
        "Jennifer: Well, I think that's great. You know, Gwen is a -- she's a very interesting girl, and bill is wonderful, and Will seems happy, so I just think that's great. He's very lucky.",
        "Paul: But why now? I don't know, Jen, this seems very sudden.",
        "Jennifer: No. I've been thinking about it for a while.",
        "Paul: I guess I just always assumed that once you started to feel better that we'd go back to work together.",
        "Jennifer: No, I'm not ready for any of that.",
        "Paul: Look, if you're going to the car I'll walk you.",
        "Jennifer: I don't know where I'm going. But I'll see you later.",
        "[SCENE_BREAK]",
        "Dusty: Want another beer?",
        "Meg: No, I'm actually good. Good. So, are you sure about this? I mean, you're not just moving in with me, it's the whole Snyder clan.",
        "Dusty: As long as I don't have to sleep with your brother, I'm good.",
        "Meg: I don't mean to be a pest --",
        "Dusty: You're verging on being a pest.",
        "Meg: Verging?",
        "Dusty: Yeah, verging.",
        "Meg: Oh. Look, I just don't want you to feel pressured. By me or anyone, okay? We don't even have to do this. I can move into Lucinda's, you can stay at the Lakeview, we could still see each other.",
        "Dusty: Can we get outta here?",
        "Meg: Yeah, sure.",
        "Dusty: Stop asking silly questions, and maybe I'll let you road test those satin sheets.",
        "[SCENE_BREAK]",
        "Gwen: You'll call me as soon as the charges are dropped, right?",
        "Will: Of course. Then I'll come back here. Why don't you bundle him up and we'll all go downtown together? He's slept through worse.",
        "Gwen: No, we'll be fine. I'll just turn on the TV and load up on soda.",
        "Will: No. Do not do that. Don't drink anything in this house but tap water. And don't eat anything that's been opened either. Okay, I gotta go.",
        "Gwen: Hey, hey?",
        "Will: Everything's gonna be okay. I promise.",
        "Hal: Son, we've gotta get a move on.",
        "Gwen: Go.",
        "Will: Um, Dad, can you post a uniform so that --",
        "Carly: Hey, there you are. Jack just told me they were dropping the charges.",
        "Will: Thanks to you.",
        "Carly: No, no. I didn't really do anything.",
        "Gwen: Hey, did my mom hurt you?",
        "Jack: You might as well tell 'em. They're gonna find out sooner or later.",
        "Carly: Well -- your mom was a little bit out of control. So I was forced -- to punch her in the nose.",
        "Gwen: I'm sorry, I was -- I was just so worried.",
        "Carly: Gwen, why don't you and the baby come back to Milltown and spend the night? I know that Will has to go back to the police station, you probably don't want to stay here alone.",
        "Will: That's a great idea. Thanks, Carly.",
        "Gwen: Can Will come over there when they're finished with him?",
        "Carly: Yes. Of course. Will's always welcome.",
        "Gwen: Then thanks. We'll spend the night.",
        "Hal: Jack, you'll take the girls?",
        "Jack: Back to Milltown.",
        "Will: I gotta go.",
        "Gwen: I'll see you later?",
        "Will: Yeah.",
        "Jack: Yeah, do you have a car seat?",
        "Gwen: Yeah, it's right over there.",
        "Jack: Okay, I'll get it all hooked up.",
        "Gwen: Carly?",
        "Carly: Yeah?",
        "Gwen: I -- I don't know what to say. You -- you saved us.",
        "Carly: You're my sister. That's what sisters do.",
        "[SCENE_BREAK]",
        "Henry: Katie! Katie, I'm down here! I can still smell your shampoo. And now B.J. is -- no. I'm not gonna think about that. Not gonna think about that. Oh. You're gonna need to keep your strength up, Coleman. This isn't over.",
        "B.J.: There will be two for dinner tomorrow night. And two for breakfast if everything goes as planned.",
        "Olga: And what about Henery?",
        "B.J.: Oh, well, I don't have time to worry about Hen-ery. I'm having dinner tomorrow night with the love of my life. It's a full moon, too. It'll be perfect. I'll dim the lights, open the curtains -- we'll dance to our song. Just the two of us, alone at last.",
        "Olga: I'll make meatloaf.",
        "B.J.: Coq au vin. She's a fool for anything French.",
        "[SCENE_BREAK]",
        "Katie: Hey, sorry I'm late.",
        "Mike: Thank god. I was about to come to Fairwinds and knock that damn door down.",
        "Katie: Don't bother. I have B.J. wrapped around my little finger.",
        "Mike: Did you find Henry?",
        "Katie: No, we finally got down to the wine cellar but I didn't have a chance to check it out.",
        "Mike: I talked to Jack's contact at the FBI. The feds aren't making any headway either.",
        "Katie: Oh, I made headway. Look at this.",
        "Mike: It's a receipt.",
        "Katie: For an mp3 player. A lime green one.",
        "Mike: So?",
        "Katie: So, Maddie just got one in the mail from Henry from Palo Alto. Only it didn't come from Palo Alto, it came from the Oakdale mall. And Henry didn't buy it, B.J. did. It came from his desk. Maddie was right. B.J. has Henry and we have got to find him.",
        "[NEXT_ON]",
        "Katie: You have to move out of the house today.",
        "Paul: I have some news about Jennifer that I think might make your life a little easier.",
        "Meg: Is it gonna make Jennifer's life easier? 'Cause she's the one who's having a hard time here. She thinks her baby's dead, and I know that it's not, and every time I see her I have to live with that. Try today's short recap or detailed update!",
        "[SCENE_BREAK]",
        "Help | F.A.Q. | Credits | Search | Site Map | What's New Contact Us | Jobs | About Us | Privacy | Mailing Lists | Advertising Info Do you love our site? Hate it? Have a question? Please send us email at feedback@tvmegasite.net Please visit our partner sites: Suzann.com The Scorpio Files Hunt Block.com Agimkaba.com CadyMcClain.net PeytonList.net Jessica Dunphy.net Soapsgirl's Multimedia Site Main Navigation within The TV MegaSite: Home | Daytime Soaps | Primetime TV | Soap MegaLinks | Trading"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-pLBqZI3OVE"
}