{
    "Episode Summary": [],
    "Recap": [
        "Riley is comforting an injured Margo calling her mom before she awakens. However, when a worried Casey shows up at his house after having told Luke and Noah about how Riley is a fraud, Margo shocks him when she tells Casey that Riley is actually Adam. Casey is stunned and believes that she doesn't know what she is talking about, but Riley confirms it. Margo is taken to the hospital where she needs to go into surgery to remove the bullet so Casey and Riley sit down to talk. Riley explains as best he can, how he came to be Riley Morgan. Casey doesn't believe him at first, but then he seems to believe him, but it doesn't help because he is so furious with Adam that no matter what Adam says, Casey is not going to listen or care. Later, when Margo comes through her surgery, Tom is waiting but Margo doesn't let him in on Riley's real identity. When Tom goes to thank Riley for saving Margo, Margo asks Casey to lie to Tom and everyone because if anyone knows the truth then Adam will have to go to jail. Casey doesn't understand why he had to go to jail, as Margo reminds him that Adam would go away for many years and she just got him back. Casey doesn't feel comfortable lying to his dad especially and doesn't think he can do it, much to Margo's chagrin. When Tom and Riley walk back into the room, Tom can see they were talking about something important and asks them what it was. Noah is headed back to work when Col Meyer grabs him and pleads with him to come with him so they can talk. Noah is unsure at first, but then finally agrees to it. When Luke goes to talk with Noah and finds out that he didn't show up at work and then finds his knapsack abandoned by a bench, he goes to Damian worried. Luke later finds out from Casey that Col. Meyer is alive and so he and Damian construct a plan involving Lt. Hasboro after they deduce he was involved. Col. Meyer tries to explain why he came back, and how he hopes to mend fences with Noah especially after hearing his words in his movie. Noah has mixed feelings because he is his father but he can't get past what he did and thinks that his dad needs professional help. Col. Meyer wants them to go away together, but Noah turns him down and tells him that he needs to pay for his crimes. Luke and Damian meet with Lt. Hasboro under false pretenses, but he figures out something is up and tries to run. Damian and Luke catch up to him and are able to \u0091force' the Lt. to tell them where Col. Meyer is staying and what he has planned. They show up just after Col. Meyer has convinced Noah to help him at least get away even if he won't go with him. Luke tries to get Noah to see that letting his father get away, will only make it worse for him. Noah fights it at first because he still can't get over that he would be turning his own father in, but he finally sees the light and comes to his senses and calls the police to turn in his fugitive father."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Riley: Mom, please! You have to try to wake up, Mom! Mom! Margo. Thank God you're all right.",
        "Margo: What?",
        "Riley: Don't move. You've been shot.",
        "Margo: All right. Are you okay?",
        "Riley: I'm fine, I'm fine, I'm fine.",
        "Margo: You sure?",
        "Riley: Trust me, I'm sure. I'm not the one lying on the ground bleeding. Don't move.",
        "Margo: Mayer. Mayer, where is he?",
        "Riley: He got away, right after you saved my life.",
        "[Margo grunts]",
        "Margo: No, you saved mine.",
        "[SCENE_BREAK]",
        "Casey: What is taking so long? I should never have let her go by herself.",
        "Noah: Casey, I'm sure she's fine.",
        "Casey: But I'm not.",
        "Luke: Look, Case, Riley is not a violent person. I'm sure he didn't hurt her.",
        "Casey: My mom's never tried to arrest him before. You know, once he figures that we're on to him, who knows how he's gonna react?",
        "Luke: Yeah, but she's arrested a lot of people who are much more dangerous than Riley, or whatever his name is.",
        "Casey: But we don't know what this guy's like underneath this nice-guy act.",
        "Noah: That's true. All we know is that he's a big fake. Oh, which means that permission he gave us to get on to Fort Leonard was fake, too.",
        "Luke: Do you think he even talked to Hasbro? I mean, why would he lie about something like that.",
        "Noah: You know what? It doesn't matter. Casey, I'm sorry I brought that up. That is not important right now.",
        "Casey: No, no. It's all part of the same thing. He didn't just lie to my family. He conned everyone.",
        "Luke: Yeah, but what he did to your mother is definitely the worst.",
        "Casey: Damn right, and that's why he needs to be locked up and the key thrown away.",
        "[Cell phone rings]",
        "Luke: Excuse me. Hey, Damian. What's up?",
        "Damian: Have you had a chance to sign those papers for the foundation?",
        "Luke: About the income from Malta?",
        "Damian: Yes. We need to send them right away.",
        "Luke: I will as soon as I can. I'm kind of in the middle of something.",
        "Damian: I'm sorry to pressure you with that, son, but this can't wait.",
        "Luke: Okay. I'll be right there. Look, Case, I'm really sorry, but I have to go to Worldwide to sign some papers for my foundation.",
        "Casey: No, it's cool, and if you want to go, too, Noah, that's fine.",
        "Noah: I don't mind staying.",
        "Casey: No, seriously, it's fine.",
        "Noah: Okay, well, since I'm not shooting any more today, I could go try to get my shifts back at Java. I could use the money.",
        "Luke: Okay. Well, after I'm done at Worldwide, I'll come meet you.",
        "Noah: Sounds good.",
        "Casey: You know what? I'm gonna get out of here, too.",
        "Luke: No, Case, your mom said she wanted you to stay.",
        "Casey: Yeah, but I can't wait any longer. I'm gonna go home and find out what's going on.",
        "[SCENE_BREAK]",
        "Riley: She's been shot, so hurry, please! The ambulance is on its way. Should I go ahead and call the station?",
        "Margo: No, no. That's okay, 'cause once they hear it's a gunshot wound, they'll call it in to the police station automatically. That's standard procedure.",
        "Riley: Okay. How are you doing? Are you in a lot of pain?",
        "Margo: No. Unh-unh. I must be in shock. Whoa. Okay.",
        "Riley: What else can I do?",
        "Margo: Just relax. Calm down. You've already called everything in. Listen, what was Winston Mayer doing here? He's supposed to be dead.",
        "Riley: Don't worry about that. You just need to get back your strength.",
        "Casey: Mom? Mom! What the hell did you do to her?",
        "[SCENE_BREAK]",
        "Mayer: Stop it, son. I just want to talk to you.",
        "Noah: Oh, my God. You're alive?",
        "[SCENE_BREAK]",
        "Margo: Don't touch. Don't touch. I got shot, and it's not Riley's fault.",
        "Casey: I can't believe you're still protecting him. No! Back off, okay? No way I'm gonna let you hurt her again. We know all about you.",
        "Riley: It's the truth, Casey, no matter how hard it is for you to believe.",
        "Casey: The real Riley Morgan is dead. You used a dead man's name to run a con on my family.",
        "Margo: Stop.",
        "Casey: What the hell is wrong with you? You take advantage of an innocent woman after her son just died. How twisted of a person do you have to be to do something like that?",
        "Margo: Will you stop it, Casey? He's your brother.",
        "Casey: You've been shot, Mom. You don't know what you're talking about.",
        "Margo: Yes, I do.",
        "Casey: Adam is gone.",
        "Margo: No. He's right here.",
        "Riley: It's true, Casey. It is me, Adam.",
        "EMT: Back away, please. Give me room to work.",
        "Riley: Look, Case, she's --",
        "Casey: I don't know who you are, but you have ten seconds to tell me what game you're playing and why.",
        "[SCENE_BREAK]",
        "Luke: So, it turns out this guy isn't even really Riley Morgan. The real Riley Morgan is dead.",
        "Damian: Why would this young man go to such lengths to deceive Margo and her family?",
        "Luke: I don't know. It's not like they're rich or anything. I don't know what he could have been after. I can't believe he pretended to be Adam's friend. Margo opened her home to him. She practically made him a member of the family, and it was all a lie. Who knows if he even really knew Adam at all?",
        "Damian: We may never learn the whole truth.",
        "Luke: What I just don't understand is why he pretended to help Noah.",
        "Damian: What did he do for Noah?",
        "Luke: Nothing, as it turns out. He had this whole song and dance about helping Noah be able to shoot at Fort Leonard Wood, but that was all a lie. Now Noah's back at square one.",
        "Damian: Well, I'm sorry to hear that. Let me know if there's anything I can do to help him.",
        "Luke: Thanks for offering, but I don't think there is.",
        "[SCENE_BREAK]",
        "Noah: This isn't happening. I saw you die. I saw you die!",
        "Mayer: I would never put you through that, Noah, but I had no choice. It was the only way.",
        "Noah: So, why'd you come back?",
        "Mayer: How can you ask me that?",
        "Noah: Well, it wasn't for my sake.",
        "Mayer: Of course it is. You're the only reason I would ever take this kind of a risk.",
        "Noah: If that was true, you could have come back months ago.",
        "Mayer: No, no, no! It wasn't safe before. Even now. Listen, Noah, the whole time I was gone, I was missing you, son. I was wondering what you were doing, whether you were safe, whether you were happy.",
        "Noah: I thought so many times about what I would say to you if you came back, and now I can't remember one word.",
        "Mayer: It's important. The only thing that's important is that we're together now. Now we have that chance. Let's not waste it!",
        "Noah: You're bleeding.",
        "Mayer: Oh, it's not serious.",
        "Noah: Well, what happened?",
        "Mayer: I was shot.",
        "Noah: You got shot? What? You got shot?!",
        "Mayer: No, no! It's just one of the risks of being a fugitive. I told you I was willing to take any chance to be with you.",
        "Noah: We've got to get you to a hospital.",
        "Mayer: No, I can't, Noah. No, I can't.",
        "Noah: You've got to let me help you.",
        "Mayer: Noah, if you really, really want to help me, let me take you someplace safe where we can talk.",
        "Noah: We'll talk after I get you to a doctor.",
        "Mayer: No, Noah! No! If you take me to a hospital, they'll lock me up, and we won't have the chance to work things out between us. Please! There is so much I need to say to you. Please, just do this one thing for me, and I promise -- I promise I'll get out of your life, if that's what you want.",
        "Noah: If I take you for this talk, will you go to the hospital, then?",
        "Mayer: We'll see.",
        "Noah: All right. Well, let's go.",
        "[Mayer grunts]",
        "[SCENE_BREAK]",
        "Riley: She was trying to stop him from killing me. That's when he shot her.",
        "Cop: And you're sure it's the same Colonel Winston Mayer who was reported dead over a year ago?",
        "Riley: Yeah. It turns out he's not. I mean, I'm sure he has his reasons for staying underground.",
        "Casey: Yeah. No one gives a damn about them.",
        "Riley: Anyway, after Mayer shot her, I tried to get the weapon away from him. I think it went off. I'm not sure. I was too worried about my -- Lieutenant Hughes to go after him.",
        "Cop: Do you have any idea why Mayer turned up here?",
        "EMT: We got to get her to the hospital.",
        "Riley: Is there anything else you need from me? If not, I really got to get going.",
        "Cop: In case we have more questions, what's your name again, Sir?",
        "Riley: Riley Morgan. Look, Casey, I know this is hard for you.",
        "Casey: Okay, Riley, whoever you are, I have to go with my mom to the hospital right now. Then I have to call my father and tell him that she's been shot. So you and your lies, I don't give a damn about them.",
        "[SCENE_BREAK]",
        "Luke: Hey. Is Noah in the back?",
        "Man: Nah. He took a few days off. I figured you knew that. Trouble in paradise?",
        "Luke: Oh, no. Paradise is fine, but his plans changed, and he was gonna come here and see if he could get some shifts back.",
        "Man: Haven't seen him since I came on. That was about three hours ago.",
        "Luke: Okay. Thanks. Maybe we just crossed wires. No message. No voice mail. Noah, where are you? What's Noah's bag doing out here?",
        "[SCENE_BREAK]",
        "Damian: I'm afraid something's just come up. I'll have to call you back. Ciao. What's wrong?",
        "Luke: Did you do something to put some more crazy Grimaldis on the warpath?",
        "Damian: I don't know what you're talking about. What happened?",
        "Luke: Noah was supposed to be at Java, but he never showed up. Then I found his bag on the street, Old Town.",
        "Damian: There must be a reasonable explanation.",
        "Luke: There's only one I can think of. Something happened to him.",
        "[SCENE_BREAK]",
        "Margo: You guys look so worried. You're scaring me.",
        "Casey: No. Mom, relax. Don't worry about it, okay?",
        "Riley: They're gonna take good care of you.",
        "Margo: I know that. You remember that, okay?",
        "[Door opens]",
        "Nurse: You two have to leave for a moment. We have to prepare Lieutenant Hughes for surgery.",
        "Casey: Surgery? Is she gonna be okay?",
        "Nurse: They need to remove the bullet. If that goes well, everything should be fine.",
        "Riley: Look, I know I owe you an explanation.",
        "Casey: You're damn right, and I'm not the only one.",
        "[Cell phone rings]",
        "Casey: Hey, Luke. I can't talk right now. Can I call you back?",
        "Luke: Just tell me, have you seen Noah anywhere?",
        "Casey: Not since we left the station. I thought you guys were meeting up at Java.",
        "Luke: So did I, but he never showed up. It's like he just disappeared.",
        "Casey: That's not good. Well, I just found out Noah's dad's in town, and he's alive.",
        "Luke: What?",
        "Casey: Yeah. I know, total shock.",
        "Luke: How is that possible?",
        "Casey: I don't know, but he was at my house, and he shot my mom.",
        "Luke: Is she okay?",
        "Casey: We got her to the hospital, so she should be.",
        "Luke: Did they arrest Mayer?",
        "Casey: No, he got away, but the police are all over. Don't worry about it.",
        "Tom: Hey, Riley, how's Margo?",
        "Riley: She's gonna be all right.",
        "Casey: Hey, Luke, my dad just got here. I got to fill him in. Let me call you back. Hey, Dad.",
        "Tom: Hey. What's going on?",
        "Casey: They're gonna operate to take out the bullet, but they said she's gonna be okay.",
        "Tom: Thank God. Where is she? I need to see her.",
        "Casey: In here. Hey, family only.",
        "Margo: Tom.",
        "Tom: Hey. What did I tell you about jumping in front of bullets?",
        "Margo: Always wear your Superman cape? Did Casey tell you what happened?",
        "Tom: I got the general story but none of the details. You want to fill me in?",
        "Casey: I'm not sure you want to know, Dad. Are you gonna tell him what you told me about Riley?",
        "[SCENE_BREAK]",
        "Luke: If Colonel Mayer is back, anything could have happened to Noah.",
        "Damian: Calm down, Luke. You don't know that anything's happened at all.",
        "Luke: The last time he disappeared, I almost lost him.",
        "Damian: Yeah, but this isn't like last time. Did you receive a ransom note?",
        "Luke: Not yet.",
        "Damian: Well, then, let's not jump to conclusions, all right? To be on the safe side, I'll make a few calls.",
        "Luke: Thanks.",
        "Damian: This could all end up being nothing.",
        "Luke: Yeah, but this makes me think that it's not. Noah wouldn't just drop his bag. That leads me to believe that somebody made him drop it.",
        "Damian: Somebody being his father.",
        "Luke: Yeah. I don't see who else it could be.",
        "Damian: And you said his father is an ex-army officer.",
        "Luke: Yeah, so?",
        "Damian: Yeah, well, he must have been a good one or else he wouldn't have been able to stay in hiding this long.",
        "Luke: Damian, what are you getting at?",
        "Damian: Getting at? With a clever enemy, your only hope is to be more clever. We have to go about this very carefully. Tell me everything you know about Noah's father.",
        "[SCENE_BREAK]",
        "Tom: You know what? Scratch that. You shouldn't even be talking right now. You need to save your strength. You can fill me in later.",
        "Casey: Dad, I can tell you.",
        "Margo: No. I'll tell him. Riley saved my life.",
        "Tom: Riley? How?",
        "Margo: I came home, and Colonel Mayer had a gun on him.",
        "Tom: Winston Mayer?",
        "Margo: Yeah, the dearly departed himself. And he got off a shot at me. He was about to finish me off, and Riley risked his neck to save mine, and he deserves our thanks, all of us.",
        "Tom: I think your ride's here.",
        "Margo: Wait a minute. Wait a minute. Wait. Hold on a minute. Riley, you gonna be here when I get out?",
        "Riley: If you want me to be.",
        "Margo: I wouldn't have it any other way.",
        "Nurse: We really need to get her to surgery.",
        "Margo: Tom?",
        "Tom: I'm right beside you, baby.",
        "Casey: Hey, you were so eager to talk before, so talk.",
        "[SCENE_BREAK]",
        "Luke: If Colonel Mayer has Noah, he is in danger. The guy is a murderer.",
        "Damian: You really think he would hurt his own son?",
        "Luke: I don't know. He loves Noah, but he has a really crazy way of showing it. I mean, the guy is insane! Anything could happen.",
        "Damian: Casey told you that the police are looking in to it.",
        "Luke: Yeah, but that doesn't mean I'm just gonna sit here and do nothing!",
        "Damian: All right. Then we'll just have to help him out, won't we?",
        "[SCENE_BREAK]",
        "Mayer: No one uses this place anymore. We can take as much time as we want.",
        "Noah: You know, I'm not sure I want to hear what you have to say anymore.",
        "Mayer: Then why did you come?",
        "Noah: Because for some unknown reason, I still feel the need to try and help you.",
        "Mayer: Then just listen to me and try to understand. That's all the help I need.",
        "Noah: How could you let me think that you were dead? Do you have any idea what that did to me?",
        "Mayer: I told you I had no choice. It was the only way.",
        "Noah: Only way to what? Get away with the things that you've done? You know, I wish to God that you'd never come back.",
        "Mayer: No, you don't.",
        "Noah: Don't tell me how I feel! You've been doing that my whole life growing up, and you know what? I'm sick of it!",
        "Mayer: I'm only telling you what you said yourself in that movie you're making about me -- about us.",
        "Noah: How could you know? You stole the DVD.",
        "Mayer: It was necessary.",
        "Noah: Don't give me that! How long have you been here? How long you been spying on me?",
        "Mayer: I knew you had every reason not to see me again, and so I prayed -- I prayed to God that I'd find a way to get through to you, to reach you! So, yeah, I used some rather unorthodox methods to scope out how you really felt about me, and now, thanks to that movie, Noah, I have hope.",
        "Noah: You have hope?",
        "Mayer: Mm-hmm.",
        "Noah: Hope for what? Everything I said in that movie I said because I thought you were dead.",
        "Mayer: I heard what you said, Noah. I heard you. You said you wished you had one more chance to talk to me. Well, now here it is!",
        "Noah: What does that mean? Everything I felt, everything I went through, was based on a lie!",
        "Mayer: No, that's not true! That last moment that we had together on the boat before I dove in to that water, that was the last moment I thought we would ever have together.",
        "Noah: So did I.",
        "Mayer: But, Noah, we were so connected then, and I know you felt it, too! We were close, at that moment!",
        "Noah: Yeah. Until you accused me of betraying you.",
        "Mayer: I knew that was a lie the minute I said it. I thank God I have a chance to rectify that now.",
        "Noah: So what? You're a fugitive, dad! Even if we do find this connection that you're talking about, you're just gonna leave again!",
        "Mayer: It doesn't have to be that way.",
        "Noah: Why? You're gonna stay?",
        "Mayer: You could come with me.",
        "Noah: Do you really believe that we can just go off and live happily ever after?",
        "Mayer: Yes. I do. You must know, I was always acting out of love. Everything I ever did I did because I thought it was best for you!",
        "Noah: Dad, if you really believe that, then you're sick, okay? You need help.",
        "Mayer: Well, then, help me, Noah. Help me. Come with me. Help me understand. Help me make amends.",
        "Noah: You need professional help, Dad, not me!",
        "Mayer: Noah, I won't ask you to forgive the unforgivable. I'm not asking that. But when I saw your movie, when I saw you speaking from your heart, it seemed to me that you were trying to find a way.",
        "Noah: I wasn't trying to find a way to forgive. I was trying to find a way to understand, and I couldn't get there, Dad. I couldn't understand how the man I loved, the man I respected, could be the same monster who killed my mother! You have to pay for that!",
        "Mayer: I'm willing to pay for that! I'm willing. I'm willing. We just have to find the best way for me to do that.",
        "Noah: Turn yourself in.",
        "Mayer: No. That's not an option, Noah.",
        "Noah: Turn yourself in. They'll send you to a hospital. You'll get the care that you need!",
        "Mayer: They could lock me up for the rest of my life! You don't want that.",
        "Noah: Yes! Yes! I do.",
        "[SCENE_BREAK]",
        "Damian: Do you think Noah would have taken matters into his own hands? Could he have gone to Fort Leonard Wood himself to try to get a permit?",
        "Luke: Noah wouldn't have even been allowed on the base without clearance first.",
        "Damian: All right, but if he did, who would he have gone to for permission?",
        "Luke: Well, we were talking to this guy Lieutenant Hasbro before Riley came along.",
        "Damian: All right. Could Noah have gone to see this Hasbro without you?",
        "Luke: Well, he might. Riley told Noah that we could shoot on the base if he met with Hasbro alone first.",
        "Damian: All right. Let's say Riley was telling the truth. What if this Hasbro was trying to separate you and Noah, and once Noah was alone, his father --",
        "Luke: His father grabs him. Do you really think that Hasbro is working for Mayer?",
        "Damian: I think at the very least, a call is in order.",
        "[SCENE_BREAK]",
        "Riley: We might as well just sit here and wait. It's gonna be a while before she gets out of surgery.",
        "Luke: Then you'll have plenty of time to spill your guts. What are you waiting on?",
        "Riley: I'm sorry. I'm still shaken up over what just happened.",
        "Casey: You mean my mom being in the hospital and you getting away without a scratch? If nothing else would make me believe you were Adam, that might.",
        "Riley: You know, I probably deserve that, but, Casey, you have to believe me.",
        "Casey: No, I don't have to believe anything. You've got to get that through your head. All I want from you is the truth, if you're capable of that.",
        "Riley: I'll tell you anything you want to know.",
        "Casey: If you are Adam, why'd you come back the way you did?",
        "Riley: After I left Oakdale, I had to keep moving. I couldn't stay in one place for very long. I couldn't get a decent job. I had to take whatever I could get.",
        "Casey: And I'm supposed to feel sorry for you?",
        "Riley: No. You wanted me to tell you everything, and so I am. You spend so much time alone, you can't help but think about yourself, whether you want to or not. I had to face what I had done. I realized I had hurt those who loved and trusted me. I knew they would never forgive me. And even worse, I knew I didn't deserve to be forgiven.",
        "Casey: And you decided to get plastic surgery to make it all better?",
        "Riley: No. That didn't come till later. First, I had to turn my life around. I joined up with this organization doing service work in Afghanistan.",
        "Casey: Oh, so that story about Adam is actually true, at least.",
        "Riley: Yeah. We were working on this bombed-out building, and one day an explosion went off.",
        "Casey: But you survived?",
        "Riley: Yeah, I did. My face, not so much.",
        "Casey: That's why you had the surgery?",
        "Riley: Yeah. When the last graft was finally in place, I couldn't even recognize who was staring back at me in the mirror. No one who's never been through that can even understand what that's like. I mean, your face, that's your identity. And mine was gone. And then I realized I had this wonderful opportunity, a chance to be someone who I always wanted to be, not someone who I'd been.",
        "Casey: And that chance, you have to come back here, you just start lying all over again.",
        "Riley: That's not what I intended, Casey.",
        "Casey: Well, from this side of the table, that's what it looks like. You haven't changed, Adam. You're still lying. You're still using people. And my mom might believe your seeing-the-light story, but I don't, and I know my father won't either.",
        "[SCENE_BREAK]",
        "Damian: Good afternoon, Lieutenant Hasbro. I'm calling about a mutual friend of ours -- Colonel Winston Mayer. No. I prefer not to use my name, if you don't mind. In my business discretion is key. Well, I think the fact that I'm calling about a man everyone thinks is dead should be sufficient proof that I've been in contact with him. Because he's arranged for transportation oversea aboard one of my ships. That makes him my business. Uh-huh. Well, considering the circumstances, I can understand his not wanting you to know that. The fewer people who know his plans, the less likely the authorities might get wind of them. And that's why I'm calling you. I will need some paperwork to show the PT authorities. Mm-hmm. I'll need to prove that my passenger is who he says he is. They might get curious. Yeah. I presume you can supply me with the necessary documents. That would be fantastic. I'll meet you at the docks in about an hour. Thank you.",
        "Luke: So Hasbro is working for Mayer.",
        "Damian: Well, he certainly seemed anxious to help Colonel Mayer get out of the country.",
        "Luke: Thank God you put the Hasbro-Mayer connection together.",
        "Damian: Hey, Luke, I don't want you to get your hopes up. There's no guarantee this will bring us to Noah.",
        "Luke: At least we're closer than we were before.",
        "Damian: Well, Hasbro let slip one promising piece of information.",
        "Luke: Which was?",
        "Damian: He said he'd be bringing papers for two people.",
        "Luke: The second one being Noah.",
        "Damian: That's what I was thinking.",
        "Luke: Then let's get down to the docks.",
        "[SCENE_BREAK]",
        "Riley: Casey, please. You have to know I never meant to hurt anyone.",
        "Casey: You seriously thought by making us believe that you were dead, that was a good thing?",
        "Riley: Look, it didn't start with me, all right? The state department screwed up somehow. They confused my records with Riley Morgan's. They thought he had survived and I hadn't.",
        "Casey: And you had nothing to do with that?",
        "Riley: The only thing I did was fail to correct their mistake, all right? It seemed like an incredible gift, a chance to make things right!",
        "Casey: By selling someone else's life?",
        "Riley: You know, I went searching for Riley's relatives to let them know what had happened so they didn't think he'd just run off. All right, but then I found out he didn't have any family left. So when I decided to become Riley Morgan, there was no one who would be hurt by it.",
        "Casey: No one? How about your own family?",
        "Riley: You mean like my brother Will, who hates me because I framed him for robbery? Or what about his wife, Gwen? You think she's forgotten all about the fact that I attacked her? And what about you, Casey? I mean, I didn't expect you to welcome me home with open arms. I was right.",
        "Casey: Don't you dare put this on me. You don't know how I was gonna react. You have no idea how any of us was gonna react if you had just been straight with us. But no, no. You had to let us think that you were dead.",
        "Riley: Because to some extent it was true. All right, that person, that Adam, was never coming back. All right, and if that meant I was as good as dead to the people who cared about me, then I thought I might as well let them shut the door and continue living their lives free and clear.",
        "Casey: Like Mom, as she's supposed to be free and clear, right?",
        "Riley: Mom was the hardest. I wanted to set her free more than anything.",
        "Casey: But you didn't. You put her through hell instead.",
        "Riley: That's why I stuck around so long, to make things easier for her.",
        "Casey: And that really worked, didn't it?",
        "Riley: Look, Casey, I know I've made mistakes, and I'm sorry, all right? I wish I could go back and erase it all, but I can't. This is the best I can do, and if that's not good enough for you, then you'll have to do what you'll have to do.",
        "Casey: Yeah, I guess I will.",
        "[SCENE_BREAK]",
        "Damian: Once we get the papers, we'll have proof that Hasbro's working for Mayer.",
        "Luke: Damian, we don't need proof. We just need Hasbro to tell us where Noah is.",
        "Damian: I'm sure he'll listen to reason once he realizes we're on to him.",
        "Luke: I just pray that he's all right.",
        "Damian: Hey, don't worry about it, all right? If Hasbro's got papers for two people, that means that Mayer doesn't want to hurt Noah. He just wants to take him someplace.",
        "Luke: Well, that's all the more reason we have to stop him.",
        "Damian: Right now all you need to do is stay out of sight and let me handle Hasbro, all right? Lieutenant Hasbro.",
        "Hasbro: I have the papers we discussed.",
        "Damian: Excellent. Now, for security reasons, I've decided to have my own men escort Colonel Mayer and his companion to the ship. Where should I have them picked up?",
        "[SCENE_BREAK]",
        "Tom: Hey. Glad to have you back.",
        "Margo: Did they get the bullet out?",
        "Tom: Well, let's just say you're not gonna be setting off any metal detectors once you get out of here. You're supposed to be making a complete recovery.",
        "Margo: I know I will. I'm a tough cookie. Kim always calls me that.",
        "Tom: No, you're my cookie, and I'm not about to lose you yet.",
        "Margo: I'm not going anywhere soon.",
        "Tom: What's wrong?",
        "Margo: Hmm? Oh, nothing. I'm fine. I'm fine. I'm just worried about the boys.",
        "Tom: Well, Riley's almost become a member of this family already, hasn't he?",
        "Margo: Yes, he has.",
        "Casey: Hey. The nurse said you were out of surgery, so I just wanted to make sure you're okay.",
        "Tom: She's doing great.",
        "Margo: I'm good.",
        "Tom: Hey, is Riley out there, 'cause I need to say a few words to him.",
        "Casey: Yeah, yeah. He's there, but I need to talk to you.",
        "Margo: Why don't you let your dad go find Riley, and I need a minute or so with you.",
        "Tom: See, listen to your mother. Hold that thought. We'll discuss it later, all right?",
        "Casey: So, you're sure you're okay?",
        "Margo: Yeah, I'm fine. I'm fine. Did you get a chance to talk to Adam?",
        "Casey: I did. He told me the whole story, or at least I think he did. Do you know?",
        "Margo: No, not all of it, but I think I've known who he was for a long time.",
        "Casey: How?",
        "Margo: Because I'm his mother, you know? Might have taken my brain a while to catch up, by my heart, right on target.",
        "Casey: So, did you tell Dad?",
        "[SCENE_BREAK]",
        "Tom: Oh, hey. Good. Can we talk?",
        "Riley: Sure.",
        "Tom: I think you should know that Margo filled me in.",
        "Riley: Really? What did she tell you?",
        "Tom: Well, she said that you saved her life, Riley, and I can't thank you enough for that.",
        "Riley: She's exaggerating. She's the one who saved me.",
        "Tom: Well, that's not the way she tells the story. I mean, if you hadn't been there, I really don't know what I'd have done if I lost her.",
        "Riley: You're not the only one.",
        "Tom: So I owe you a debt, Riley, that I can't repay. Thank you.",
        "[SCENE_BREAK]",
        "Casey: Mom, what did you say to Dad?",
        "Margo: Nothing, and you're not gonna tell him either.",
        "[SCENE_BREAK]",
        "Noah: Let's say that I do forgive you. What then?",
        "Mayer: I thought -- I thought we could make a fresh start together.",
        "Noah: I can't do that.",
        "Mayer: All right. All right, but at least we can make peace with each other just one last time.",
        "Noah: Before you leave forever? You're not gonna get very far. You lost a lot of blood, Dad.",
        "Mayer: I'll be fine.",
        "Noah: Let me get a doctor. They won't have to know who you are.",
        "Mayer: No. It's a gunshot wound, Noah. Any doctor would be required to report it.",
        "Noah: Well, I can't just stand here while you kill yourself!",
        "Mayer: Well, then you either help me get away or you watch me die a free man. The choice is yours.",
        "Noah: That's not a choice at all, Dad.",
        "Mayer: Oh, yes it is. Yes it is. It's the most important one. Whatever happens, Noah, I just need to know that you don't hate me. At least give me that much.",
        "Noah: I don't hate you. I just -- I just feel sorry for you.",
        "Mayer: Well, if you really mean that, then you'll help me.",
        "Noah: That's what I've been trying to do.",
        "Mayer: You'll help me get away. Please.",
        "[SCENE_BREAK]",
        "Luke: Not so fast!",
        "Damian: Hey! Where's Mayer?",
        "Luke: At least tell us if he has Noah. How do we get him to talk?",
        "Damian: There's a little trick I learned when I was back in my youth. You grab one leg. I'll grab the other one.",
        "Hasbro: You two don't scare me. How about the thought of drowning? That worth your life, huh, to protect a murderer and a kidnapper?",
        "Hasbro: Winston Mayer is not a kidnapper. His son just wants to go to --",
        "Damian: If you won't open up willingly, perhaps the water will change your mind.",
        "Hasbro: Stop! I'll tell you! I'll tell you whatever you want to know!",
        "Luke: What is this place?",
        "Damian: Looks like an abandoned military base.",
        "Luke: It's huge! We'll never find Noah.",
        "Damian: If we split up, we can cover twice the ground.",
        "Luke: You got that way, I'll check out over here.",
        "Damian: Okay. Luke, if you see something, you call me. You understand? Promise you won't try to handle Mayer alone.",
        "Luke: I won't. Don't worry.",
        "Damian: I'm not gonna risk anything happening to you. Promise me, or else we're not going anyplace.",
        "Luke: I promise.",
        "[SCENE_BREAK]",
        "Casey: You can't be serious.",
        "Margo: Listen to me. I've been thinking a lot about it, and I think this is for the best.",
        "Casey: When were you thinking about it, when you were sedated? No, you actually want to lie to Dad about something this major?",
        "Margo: No, Honey. I don't want to, but I have to. It's the only way.",
        "Casey: How can you say that? You're a cop, Mom.",
        "Margo: But I'm also a mother. Adam's my son. I got to protect him.",
        "Casey: Dad's been like a father to him. Doesn't he deserve to know the truth?",
        "Margo: Well, if your father knew, then he would have to make a choice. He tells the truth, he sends my son to prison, or else he lies to protect me. I'm not gonna put him in that position. Please, Casey.",
        "Casey: I'm sorry. It's too late, Mom. Luke and Noah already know Riley's a fraud.",
        "Margo: We can easily get around that. We'll just say we got misinformation from the V.A.",
        "Casey: We're not only lying to Dad about this. That means we have to lie to everyone.",
        "Margo: If anyone other than you or I knows the truth that Riley is Adam, I will have to arrest him, and he will go to prison. Now, that's gonna hurt me much more than a bullet will.",
        "Casey: You arrested me, Mom. You sent me to prison. You seemed to get over that pretty easy.",
        "Margo: No, I didn't. Casey, that was hell for me, and you know it. You were spinning out of control. Your father and I didn't know what to do!",
        "Casey: But now that Adam just built some houses in Afghanistan he gets a free pass? He doesn't get punished the way I was?",
        "Margo: Listen to me. You went to a minimum-security facility for a few months. Adam would go to prison for years. Honey, I just found him. I don't want to lose him again. Casey, please don't make me lose him again.",
        "Casey: You know the last thing I want to do is hurt you, Mom.",
        "Margo: Then don't.",
        "Casey: But I can't forgive Adam as easy as you can.",
        "Margo: I know this is hard, and please -- please don't feel that I'm choosing your brother over you. I'm not. I love you. You are my baby, and I love you, but I love Adam, too.",
        "Casey: So you're asking me to lie.",
        "Margo: We have to. As far as your father and everybody else in the world is concerned, Adam is Riley Morgan from now on.",
        "[SCENE_BREAK]",
        "Noah: Where are you going?",
        "Mayer: I had a set of false papers drawn up so I could leave the country. I just have to retrieve them from Hasbro.",
        "Noah: Hasbro's in on it, too?",
        "Mayer: Listen, Noah, its better if you don't know the details, except there's a set of papers for you, too.",
        "Noah: Did you really think I was gonna come with you?",
        "Mayer: I had hoped so. I still --",
        "Noah: Well, you can forget it, okay? It's not gonna happen!",
        "Luke: Noah!",
        "Noah: Luke!",
        "Luke: Thank God you're okay.",
        "Mayer: I'm afraid we don't have a lot of time.",
        "Luke: Where are you going?",
        "Noah: Luke, I've got to help him, okay? He's wounded.",
        "Luke: Noah, you have to know what he's done.",
        "Mayer: Listen, Noah, I'll tell you what, you go with him. I'll be fine. I can manage just fine on my own.",
        "Noah: No, you can't!",
        "Luke: Colonel Mayer, I think the police are gonna want to talk to you.",
        "Noah: Luke, don't! Please.",
        "[SCENE_BREAK]",
        "Casey: Mom, you know I love you, and God knows I don't want to hurt you any more than I already have, but this feels wrong.",
        "Margo: I know, Honey. I know, but this is the way it has to be.",
        "Casey: You always tell me how important it is to tell the truth, and every time I've lied to you and Dad, it ended up hurting all of us.",
        "Margo: Please, Casey.",
        "Casey: Mom, I can't do it. I have to tell Dad, for all of our sakes.",
        "[SCENE_BREAK]",
        "Riley: Would it be okay if I saw Margo?",
        "Tom: She wanted to talk to Casey for a minute.",
        "Riley: Of course. He's her son.",
        "Tom: Well, that's true, but you know what? She does kind of think of you as a second son, so, yeah, I guess she'd probably love to see you.",
        "Tom: Hey. Riley wanted to say hi. What are you guys talking about?",
        "[SCENE_BREAK]",
        "Noah: I don't think I have it in me to send my father away to prison for the rest of his life.",
        "Luke: You have to, Noah. You can't help him, not like this.",
        "Damian: Sorry, Colonel. You're not going anywhere.",
        "Luke: If you let him go, he will haunt you for the rest of your life.",
        "Noah: If I don't, he'll haunt me just the same. He's my father, Luke!",
        "Luke: Not really. Not in the way a father's supposed to be. He taught you to be afraid. Everything that made you the wonderful person that you are, he tried to squash.",
        "Mayer: I tried to raise you the best way I could, Noah.",
        "Noah: Prison would destroy him. I can't do that to him!",
        "Luke: He's already destroyed himself. Asking you to help him, that wasn't out of love. That was him trying to control you. You have to do this, Noah. Put him behind bars. Make your peace with him from a distance.",
        "Noah: That's what I was trying to do with the movie! I was trying to understand him, trying to understand our relationship!",
        "Luke: Noah, you have to do this, otherwise you'll spend the rest of your life wondering what he's doing and who he's hurting in the name of what he thinks is right.",
        "Mayer: No. Noah.",
        "Noah: I'd like to report a fugitive. It's my father, Colonel Winston Mayer.",
        "[NEXT_ON]",
        "Riley: You're the liar, Casey. So if you want to go ahead and turn me in, go ahead.",
        "Meg: Why does it always have to be a contest between Dusty and Damian as if I'm incapable of making my own decisions?",
        "Paul: Stop, stop. I work for Dusty Donovan, and I need to make a delivery for a Mr. Grimaldi. Damian Grimaldi."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=F_5Xparvn0I"
}