{
    "Episode Summary": [],
    "Recap": [
        "Carly has a nightmare about Parker shooting Sam, but she remembers Parker shot Sam only once. Craig is back in town and tells Paul that he knows all about his and Lucinda's wild goose chase plan. Holden sees the note from Craig and informs Meg that he is going to put an end to this. Craig makes some promises \u0096 that are more like direct threats. Carly races to tell Jack of what she remembers, but Jack explains that they need more. Carly wants them to reconstruct the night Sam was shot. Paul tells Lucinda that Craig is back and seems determined to exact his revenge. Paul seems rattled by Craig's icy reaction. Craig tells Margo that he wants her to arrest Evan because she and Evan were in cahoots. Bob and Kim bump into Lucinda and Bob talks about getting antsy to get back to work. Carly and Jack start to go over the facts of the night Carly was almost raped and Sam was killed, but Jack can't handle it. He admits to Carly that he would have killed Sam too. Paul goes to see Meg to warn her, but Meg is furious that Paul incited Craig again. Paul admits that he and Lucinda tried to get Craig out of town. Holden shows up loaded for bear, at the station, wanting to have Craig arrested. Margo talks Holden down, but both he and Craig leave angry. Craig seems to be telling Margo goodbye with an added veiled threat to Paul. Kim worries about Bob and she getting back into their normal lives and forgetting what happened. Jack and Carly are going over the facts of the night when Kit interrupts telling them that she wants her money now so she can get out of Oakdale. Jack senses something is off since Kit didn't have any interest in any of Sam's possessions \u0096 namely Cowboy Jack. Jack and Carly now believe Kit was the one who shot Sam the second time. Craig comes to see Meg while she is with Paul and tells her it is goodbye. Margo questions Lucinda about her connection with Evan. Jack and Carly are determined to prove Parker's innocence, as they head off to the station. Lucinda admits to Craig that she was associated with Evan in hopes of bringing him down. Craig tells her that he is leaving Oakdale, but again makes a veiled threat. Meg tells Paul to be careful. Jack and Carly get some evidence that shows it was possible for Kit to get back to town in time to kill Sam. Holden tells Meg that he got her a restraining order against Craig. Jack wonders if Cowboy Jack can tell them something, as Carly looks confused. Paul's car is blown up with Paul inside."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: No! No! No! Help me! Somebody help me please!",
        "[Gunshot]",
        "[SCENE_BREAK]",
        "Paul: Well, I guess you didn't get the memo. You don't own this company any more, Craig.",
        "Craig: Well, news travels fast, Paulie, but that's not why I'm here.",
        "Paul: I don't really care why you're here. Get out of here.",
        "Craig: Well, I will in a little bit. But I just do need to ask you some questions. Like, what kind of a sucker do you think I really am?",
        "Paul: I don't think you want me to answer that.",
        "Craig: Did you think that Lucinda and you, your scheme to send me off to Barbados and go on a while goose hunt for Johnny, huh?",
        "Paul: Seemed like a pretty good idea at the time.",
        "Craig: Well, it took me less than 24 hours to figure out it was all a hoax.",
        "Paul: 24 hours without Craig, it's a start.",
        "Craig: Not funny.",
        "Paul: So, now what? Are you planning your revenge?",
        "Craig: Yeah, I'm working on it.",
        "Paul: Okay, don't even think about coming after Worldwide, Craig.",
        "Craig: Oh, the company. No, you and Lucinda can have the company. Oh no, there's things that I want much more than Worldwide.",
        "[SCENE_BREAK]",
        "Meg: I knew you'd think it was from Paul. Craig.",
        "Holden: What's he done now?",
        "Meg: This.",
        "Holden: Why can't he just stay the hell away from you?",
        "Meg: Because Craig plays by his own rules.",
        "Holden: How long has this been going on?",
        "Meg: Well, so far, I've gotten two of these. Although, I really don't know what he hopes to accomplish. It's so beyond a lost cause.",
        "Holden: That's it. I'm putting a stop to this.",
        "Meg: How, how? Whoa, wait -- nothing I've done has worked.",
        "Holden: I have to do something. I need to somehow get his attention. I don't know.",
        "Meg: Holden, don't.",
        "[SCENE_BREAK]",
        "Paul: You stay away from Meg. Meg is off-limits.",
        "Craig: I'll take that under consideration.",
        "Paul: No, Craig, I'm warning you. You hurt her again, you're a dead man.",
        "Craig: Well, I would never hurt Meg. I love her. You however, that's a different story.",
        "Paul: You don't frighten me.",
        "Craig: Well, I'd be watching my back if I were you. 'Cause when you least expect it, there I'll be.",
        "Paul: Go ahead. Get me with your best shot.",
        "Craig: Don't worry, I will.",
        "[SCENE_BREAK]",
        "Meg: Okay, look -- the best way to handle Craig is to ignore him. I have made my feelings quite clear that I want nothing to do with him. So sooner or later, it will sink in.",
        "Holden: And what if someone gets hurt in the meantime? I'm not taking any chances. I'm going to the police.",
        "[SCENE_BREAK]",
        "Carly: Jack -- Parker fired one shot. It was not the shot that killed Sam. I know it.",
        "Jack: Okay, calm down. Take a deep breath.",
        "Carly: I'm positive, Jack. I'm telling you the truth.",
        "Jack: Parker told the police he couldn't remember how many shots he fired. It's in the report.",
        "Carly: I remember. I remember. There was one shot. It hit Sam in the shoulder. Now all we have to do it prove it. I need you to come to Metro with me.",
        "Jack: Carly, what good would that do?",
        "Carly: Please, I need you to help me prove that Parker's innocent.",
        "[SCENE_BREAK]",
        "Meg: Hey, hey, hey. You can't go to the police, because Craig sent me flowers and a couple of lame notes.",
        "Holden: It's more than that and you know it.",
        "Meg: Okay, look -- he's just trying to get a rise out of me. And if I don't react, he'll get the message and give up.",
        "Holden: Don't count on it, Meg. We both know what he's capable of. Haven't you lost enough because of this guy?",
        "Meg: Actually, losing my baby was Paul's fault.",
        "Holden: Because he was fighting with Craig.",
        "Meg: Holden, please, just let this go. There was a time when I thought I was in love with Craig. And in his own twisted way, he loved me.",
        "Holden: Sorry, Meg. I can't stand by and let this guy hurt you again. When it comes to Craig, I'd rather be safe than sorry.",
        "[SCENE_BREAK]",
        "Craig: You can play all the childish games with this company that you want, but when it comes to my son, you have crossed the line.",
        "Paul: You play enough dirty tricks with people, Craig, it's gonna come back and bite you.",
        "Craig: You have no idea what it means to be a father. You have no idea how far a man will go to protect his child.",
        "Paul: That's rich. This coming from you. You and Bryant, you weren't even on speaking terms when he died, if I remember right. And if you're such a great dad, how come Lucy had to kidnap Johnny just to keep him away from you?",
        "Craig: Johnny is not gone forever.",
        "Paul: You need to face it Craig -- you lost your business, you lost your wife, and you lost your son. You can come back after Worldwide, I'm ready for you. The other parts of your life, Craig, they're gone. They're done.",
        "Craig: Well, we'll just he to wait and see how the future unfolds, won't we?",
        "[SCENE_BREAK]",
        "Carly: So, if Parker only fired one shot and it hit Sam in the shoulder, then it wasn't murder.",
        "Jack: We've got to prove that.",
        "Carly: I can do this.",
        "Jack: Are you sure?",
        "Carly: For Parker. That dummy is so creepy. No wonder Parker couldn't stand it.",
        "Jack: He wasn't the only one.",
        "Carly: We can't let him go to prison, Jack. We have to prove that he didn't shoot twice. That he didn't kill Sam.",
        "Jack: I want that, too. Question is, how do we go about doing that?",
        "Carly: I guess we start by reenacting everything that happened here.",
        "Jack: What?",
        "Carly: We act out everything that happened that night, step-by-step.",
        "[SCENE_BREAK]",
        "Paul: Guess who's back?",
        "Lucinda: Well, I heard. I heard. My friend in Barbados, my contact, he told me the good news. Mr. Montgomery failed to take the bait.",
        "Paul: Yeah, I just caught him in my office, with his feet up on my desk, bragging about how it took him less than 24 hours to figure us out.",
        "Lucinda: Don't let that get you down. We're still going to trip him up.",
        "Paul: Don't underestimate him.",
        "Lucinda: My dear, I never do. I have been dealing with Craig's schemes for more years than I want to count.",
        "Paul: Yeah, but something seems different. He's got some secret plan for revenge.",
        "Lucinda: Doesn't he always?",
        "Paul: Yes, but now he's more volatile. He's making serious threats. And you know the first targets on his list will be the two of us.",
        "[SCENE_BREAK]",
        "Margo: Do I want to know why you're here?",
        "Craig: I would like to report a crime.",
        "Margo: Oh, and you're turning yourself in, saving me the trouble of arresting you. Excellent. What have you done?",
        "Craig: As much as I know you enjoy interrogating me, I'm sorry to disappoint, but this has nothing to do with yours truly.",
        "Margo: Well, I doubt that.",
        "Craig: I would like you to put out an arrest warrant for Lucinda Walsh.",
        "[SCENE_BREAK]",
        "Lucinda: Craig can't touch us. We're united. We have the company. He's odd man out.",
        "Paul: Yeah, but he's a very dangerous man. He lives for revenge.",
        "Lucinda: Now, he's already exacted his revenge on me when he duped Lily into giving him Worldwide. From that moment on, for me it was all just simple payback.",
        "Paul: Okay, so what's the payback for the payback? I know he's very upset with Meg. She's got to be on his list. I should get to her. I should get to her first and warn her.",
        "[SCENE_BREAK]",
        "Margo: Come again?",
        "Craig: You heard me. Get an arrest warrant for Lucinda Walsh.",
        "[Margo sighs]",
        "Margo: And what's the charge?",
        "Craig: Conspiracy with Evan Walsh.",
        "Margo: Evan Walsh? The same Evan Walsh that held her and Lily hostage? That just doesn't add up. Where's your proof?",
        "Craig: That's your job.",
        "Margo: Oh -- is this just some wild guess on your part?",
        "Craig: Oh, no, no, no. I am sure that there was a conspiracy at Memorial involving the research lab, and I know that Lucinda and Evan Walsh were involved.",
        "Holden: Craig -- good, I'm glad you're here. I want you to arrest him, right now!",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Bob: Hey.",
        "Kim: Hi.",
        "Lucinda: My heavens, all hail the conquering hero. You're up and around already? Congratulations.",
        "Bob: Well, thank you.",
        "Kim: Yes, I tried to keep him home, tried to get him to put his feet up, but no such luck.",
        "Bob: Cabin fever. I can take just so many home cooked meals.",
        "Kim: Don't you believe a word of that. He is a chow hound and he loves being pampered.",
        "Bob: Too much of a good thing.",
        "Lucinda: Nobody deserves it more than you. And you just look marvelous.",
        "Bob: Thank you.",
        "Kim: He keeps pushing himself.",
        "Bob: I want to get back to work. I have to prove to my overprotective wife that I am able to assume my duties as chief of staff again. And that the board is waiting for me to get back in the saddle, isn't that true?",
        "Lucinda: Oh, my friend -- I'm just speechless.",
        "[SCENE_BREAK]",
        "Jack: Are you sure you want to do this?",
        "Carly: Positive.",
        "Jack: And what do you think you're going to accomplish besides getting traumatized all over again?",
        "Carly: Jack, it could help me remember something. Please.",
        "Jack: All right, fine. If you think it'll help.",
        "Carly: I do. All right, I'll walk you through it. I told Sam that he had to leave. And he went to go pack his things, and that's when I got a call from the band that I thought cancelled, but it turned out that Sam canceled them. And so I knew that he was up to something.",
        "Jack: Did you confront Sam about it?",
        "Carly: I did, and he didn't deny it. He said that he was in love with me. I told him, calmly, to get his stuff and get out of here. He said he would, he said that he just wanted to finish his beer before he left.",
        "Jack: And you could tell that something was up? Only when Parker and I called you, you didn't say anything.",
        "Carly: I didn't want Parker to worry.",
        "Jack: Yes, but Parker knew better, Carly. He knew you were in danger. And when he told me, I didn't listen to him.",
        "Carly: After the call, that's when things started to get physical. I was standing here. And Sam, he was grabbing me like that. And I pleaded with him to stop, to let me go, but he wouldn't. No! No! And I tried to get away. He grabbed me, he threw me on the bench and he pinned me down. He was on top of me like this. He tried to kiss me.",
        "Jack: I can't do this!",
        "Carly: We can't stop now, Jack.",
        "Jack: Carly, when I think of Sam and what he tried to do to you -- it's no wonder that Parker pulled the trigger. If I had walked in and saw what Parker saw, I would've killed the guy.",
        "Carly: You would've kept a cool head.",
        "Jack: Not if I saw him attacking you. I would have done what I had to do to stop him, even if I had to kill him.",
        "Carly: It wouldn't have come to that.",
        "Jack: If I had done it, instead of Parker, our son wouldn't be living with the threat of prison hanging over his head.",
        "Carly: Jack, if you'd been here, you would have stopped Sam without shooting him --",
        "Jack: If I had stopped and listened to Parker, none of this would've happened. He knew -- he knew what was going on. He tried to warn us.",
        "Carly: I know. We failed him. We can't do it again, Jack. We have to do this. We have to do this for our son.",
        "[SCENE_BREAK]",
        "[Knock on the window]",
        "Paul: Open up. Come on, Meg, open up. I gotta talk to you. It's important.",
        "Meg: Paul, I told you I don't want to see you anymore.",
        "Paul: I came here to warn you. It's about Craig.",
        "[SCENE_BREAK]",
        "Margo: Why do you want me to arrest Craig? What's he done?",
        "Holden: He's been stalking Meg.",
        "Margo: How?",
        "Holden: She keeps telling him to leave her alone, but he keeps sending her flowers and cryptic notes.",
        "Margo: I can't very well arrest someone for sending flowers.",
        "Holden: Meg lost her baby because of Craig. He needs to stay away from her.",
        "Margo: All right, I understand --",
        "Holden: He is harassing her! And it has to stop!",
        "Margo: All right, Holden. Craig, will you please stop sending flowers to Meg?",
        "Craig: It's a free country.",
        "Holden: What's it going to take? A restraining order?",
        "Craig: Look, I will never hurt Meg.",
        "Holden: Margo, are you going to help me out here, or do I have to go to a judge? I will make sure that you never go near my sister again.",
        "Margo: You just never stop, do you?",
        "Craig: It's one of my more endearing qualities.",
        "Margo: Oh, yeah -- vintage Craig.",
        "Craig: I am not afraid of Holden. I have no intention of hurting Meg. Quite the contrary. Paul, however, that's a different story.",
        "[SCENE_BREAK]",
        "Meg: You don't need to warn me about Craig. I know exactly what he's capable of.",
        "Paul: No you don't. Not this time. This time he was blatant. He completely said it. He said flat out that I better watch my back, because he's coming after me.",
        "Meg: Look, I know Craig can be ruthless, but --",
        "Paul: Yes, he is, Meg, and I'm worried. I'm afraid. I'm afraid that he's going to come after you, too.",
        "Meg: He wouldn't hurt me.",
        "Paul: What is that?",
        "Meg: Nothing, nothing.",
        "Paul: \"I knew you'd think it was from Paul.\"",
        "Meg: It's just a note, it's harmless.",
        "Paul: Nothing this guy does is harmless, Meg! Look, he wants to come after me, that's fine, but I'm not going to let him get you! I'm not going to let you get caught in the crossfire.",
        "Meg: I already was, that's how I lost my baby.",
        "Paul: I know that, that's why I'm here! This time, Meg, this time I'm going to protect you.",
        "Meg: I don't need your protection, Paul. Okay. I can take care of myself.",
        "Paul: No, you don't understand. You have no idea what kind of danger you're in this time, Meg.",
        "Meg: Okay, you know what? Why don't you tell me exactly what you did this time to incite Craig?",
        "[SCENE_BREAK]",
        "Margo: I can't pull a case out of thin air.",
        "Craig: Look, why don't you subpoena her phone records, Detective? I'm sure you will see an awful lot of contact between Lucinda and Evan Walsh.",
        "Margo: She's on the board of the hospital where Evan was doing his research. If there is phone contact between them, that is not suspicious.",
        "Craig: Okay, you know what? I should never have tried to bring this to the Oakdale PD, a bunch of Keystone cops.",
        "Margo: What? What? Don't treat me like that!",
        "Craig: Look, I bring you a case on a silver platter and you're not even going to investigate it? Fine! If that's the system in this town, I will seek my justice elsewhere.",
        "Margo: Wait a minute, Craig. What are you going to do?",
        "Craig: The only thing left for me to say -- you will see soon enough.",
        "Margo: No, that sounds very final, Craig.",
        "Craig: Bye-bye, Margo. I love you, Sis. You do what you gotta do, I'm gonna do what I need to do. Let's just call it that. Have a good life, Margo.",
        "[SCENE_BREAK]",
        "Bob: Lucinda, are you all right?",
        "Kim: What's wrong?",
        "Lucinda: I'm just remembering so many things. I'm just remembering when I was battling the cancer how wonderful Bob was, how supportive. You helped me so much. So much. I know what it feels like to get a second chance. And nobody deserves one more than you do, my friend.",
        "Bob: Well, thank you. When I get back to work, I'm liable to ruffle a few feathers. You can tell the fellow members of the board about that.",
        "Lucinda: Yeah, you're gonna crack the whip because of that damn memo 21.",
        "Bob: Well, that was Chris' decision, and it was a mistake.",
        "Lucinda: Yeah, how is he going to react to the demotion?",
        "Bob: I'll find that out when I get back.",
        "Kim: We're hoping he'll stay on as a member of the staff.",
        "Lucinda: Well, I'm not going to keep you any longer. I know you have so much to celebrate. Enjoy yourself. Can I give him a kiss?",
        "Kim: Of course.",
        "Bob: Of course.",
        "Lucinda: Welcome. Welcome back.",
        "Bob: Thank you.",
        "Kim: Do you want to sit here?",
        "Bob: Yeah.",
        "Kim: So, are you hungry?",
        "Bob: Starving.",
        "Kim: Well, I'm not going to take that as a critique of my cooking.",
        "Bob: Just being with you rouses all of my senses.",
        "[Kim laughs]",
        "Kim: You really are feeling better. You crazy one. It's been so wonderful having you home. Having some time together. I just --",
        "Bob: What? What is it?",
        "Kim: Well, I just dread it when you go back to work. I mean, I know that when you do, we're both going to fall into our busy lives again, and I just can't help thinking that --",
        "Bob: What?",
        "Kim: I just don't want things to be the way they were before.",
        "[SCENE_BREAK]",
        "Jack: I just don't see how recreating this is going to help.",
        "Carly: Jack, if it helps me remember something, it could help Parker.",
        "Jack: All right.",
        "Carly: He was on top of me. Like this. And he tried to force himself on me.",
        "[Carly screams]",
        "Carly: Help me! Somebody help me! Please! I saw it. I saw it. Parker was standing right there. He shot one shot. He said that he couldn't let Sam hurt me. He dropped the gun and he ran out of here.",
        "Jack: Okay, Carly. I believe you. But no one is going to take your word for it. We still need evidence that will stand up in court.",
        "Carly: Well, then we'll find it. What? What are you thinking?",
        "Jack: If Parker didn't fire the second shot, who did? It's not gonna be enough to prove Parker fired the rifle only once, we have to figure out who fired the shot that killed Sam.",
        "Carly: Right. I haven't even thought about that. I've been too worried about Parker.",
        "Jack: You didn't touch the rifle. Your fingerprints weren't on it.",
        "Carly: No, of course I didn't. But Parker dropped it, he ran, I ran right after him. Kit. I thought you brought Sam's body back to Idaho. What are you doing here?",
        "Jack: I didn't think you'd want to see Oakdale anytime soon.",
        "Kit: Yeah, well, I'm still co-owner of Metro. Sam didn't have no money. No life insurance. Burying my man really tapped me out. I'm broke.",
        "Jack: I don't see Metro bringing in the big bucks anytime soon, either.",
        "Kit: Yeah, you got that right. But this club's all I got left. So, I want what's rightfully mine.",
        "Carly: I don't know what you expect me to do.",
        "Kit: Then let me lay it out for you, Carly. I want my share of Metro. Now. And you better pay up!",
        "[SCENE_BREAK]",
        "Kim: The thing of it is, you know when you go back to work, you know the kind of pressure that's involved then.",
        "Bob: But it wasn't the pressure that caused this stroke, I was poisoned by Evan Walsh.",
        "Kim: Well, Honey, I know that. I'm just saying that you have been through a lot. Now when you go back to work, I mean, you're chief of staff, you're gonna throw yourself into your job and you're going to put your health at risk again. That's what I'm worried about.",
        "Bob: I promise, I'll take care of myself.",
        "Kim: All right. All right. You know, there actually is a way that you could go back and kind of take it easy.",
        "Bob: Sounds like an oxymoron.",
        "Kim: Well, if you just took advantage of the experience that Chris has now as an administrator, I mean, he could at least help you a little bit. Don't you want to just think about it?",
        "Bob: I'm not sure that he's going to want to stick around Memorial after everything that happened.",
        "Kim: Do you want him to leave?",
        "Bob: If he did leave, it would be his decision.",
        "Kim: I just hate to see this distance between the two of you.",
        "Bob: Honey, I love Chris. He's my son and of course I support him, but I'm chief of staff of the hospital, that's a big responsibility and he cannot get preferential treatment.",
        "Kim: I know that. I agree with you. What I want is for you to promise me that you will give yourself preferential treatment. That you'll be good to yourself.",
        "Bob: I will. As the old war horse I am. [Kim laughs] I'll trot before I gallop.",
        "Kim: Yes, well, just make sure you're not going to gallop into the sunset.",
        "Bob: Oh, I hope not. Anyway, when things get back to whatever we call normal, maybe we'll take that cruise that you were talking about.",
        "Kim: Well, now, that is more like it, my darling. I would love that.",
        "Bob: Yeah, I thought you would. Well, here's to a quick recovery.",
        "Kim: And to healing old wounds.",
        "[SCENE_BREAK]",
        "Margo: I wanted to ask you again about your association with Evan Walsh.",
        "Lucinda: Oh. Didn't we go over all that on the day that Evan was killed?",
        "Margo: Yes, but I wanted to know, really, you had no contact with him before he moved to Oakdale and started his research at Memorial?",
        "Lucinda: You must remember Connor Walsh, the Evan Walsh brother and the takeover of Walsh Enterprises. There was no way that I would ever have any contact with anyone in that family, let alone Evan Walsh before he came to Oakdale. I certainly kept my distance from him when he was here.",
        "Margo: Mm-hmm.",
        "Lucinda: Until --",
        "Margo: Mm-hmm.",
        "Lucinda: He took me hostage and terrorized me and Lily, and used us as human shields.",
        "Margo: Yes, yes, yes, yes, yes, and now you sure that's the extent of the story though?",
        "Lucinda: Yeah. Yes. Is somebody pressuring you into asking me these questions? Is Craig by any chance, he's got to be getting desperate.",
        "Margo: Well, you know, normally, I wouldn't take my brother's word at face value.",
        "Lucinda: Well, you should stick to that rule, Darling.",
        "Margo: But I am in the middle of an investigation, and it's my job, and if you don't want to answer my questions, I can go to somebody else and I can dig a little deeper.",
        "Lucinda: Well, of course. You just dig as much as you want to. You won't find anything interesting.",
        "Margo: Hmm, I hope not. Thank you.",
        "[SCENE_BREAK]",
        "Paul: Lucinda and I thought it would be a really great idea to get Craig out of town for a couple of weeks, maybe even a couple of months, but it didn't work.",
        "Meg: When will you learn?",
        "Paul: And now he's back. Meg, he's back and he's bent on revenge, and I'm not gonna let him get it by coming after you!",
        "Meg: Don't you see what you're doing? You're taunting a rabid dog, then you get all upset when he wants to bite you!",
        "Paul: I just wanted to get Craig out of town to protect you!",
        "Meg: No, no, correction. You want to create a crisis so you could ride in on your white horse and rescue me from Craig!",
        "Paul: I'm not creating anything Meg! He's sending you flowers, he's sending you notes!",
        "Meg: You know what? Why don't you just admit that the real reason that you wanted Craig out of the picture was so you could have another chance with me? When will you get the message, Paul? We're over!",
        "Craig: Well, now that is music to my ears.",
        "[SCENE_BREAK]",
        "Kit: I want my share of Metro.",
        "Carly: Kit, I can't just buy you out at a moment's notice. I'm broke, too.",
        "Kit: Girl, that ain't my problem. I want what you owe me.",
        "Jack: Didn't you just hear her? She said she doesn't have the money.",
        "Kit: Okay. Okay, if you can't pay me off, then let's put the club up for sale. We'll split whatever we get. I don't want to stick around this lousy town any longer than I have to. Too many bad memories.",
        "Carly: Listen, I understand you not wanting to stay here, but selling this place is not going to be easy. It was on the market for a very long time before we bought it.",
        "Kit: That ain't my problem.",
        "Carly: Yeah, Kit, I'm afraid it is. We're partners. We bought it together, we tried to turn it around and make a profit, we didn't even come close. If we try to sell it now, what would be the selling point exactly?",
        "Kit: I don't know. Potential.",
        "Carly: Potential -- it's a crime scene with a bad reputation. What kind of potential is that? It would take a long time to sell it.",
        "Kit: Look, there ain't no way I'm sticking around here. I need my money A.S.A.P.!",
        "Jack: Why? Why you in such a rush to get out of town, Kit?",
        "[SCENE_BREAK]",
        "Meg: You know, how many times do I have to tell you this? I don't want to see you, I don't want to talk to you. I want you to disappear out of my life for good.",
        "Craig: I truly didn't expect to find you here. Certainly not with him. I heard about the restraining order that Holden's after. That really won't be necessary.",
        "Paul: I think it's a great idea.",
        "Meg: Please, Paul.",
        "Craig: I am here for the most innocent of reasons.",
        "Meg: \"Life is full of surprises.\"",
        "Paul: What does that mean?",
        "Craig: Take care of yourself, Meg.",
        "Meg: Sounds like good-bye.",
        "Craig: It is. I see that we have no future together. And I know when I'm not wanted. You have an amazing life, Meg. Without him.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Kit: I just want to get on with my life. You of all people should understand that.",
        "Carly: I do.",
        "Kit: I've been through hell. Lost my man. I just need to start over someplace else. I don't want nothing to do with you, this club, or that monster kid ever again.",
        "Jack: I think you've made your point.",
        "Kit: Good, 'cause first thing tomorrow I'm out of here. Don't want to be around here one more day than I have to. I'll send you my address when I get it, and you can mail me my half of the cash.",
        "Carly: I don't know when that will be, but I'll see what I can do.",
        "Kit: Then we're done here.",
        "Jack: Hey, Kit, you never told us about Sam's funeral.",
        "Kit: It was real hard saying good-bye to my man. Sam was the love of my life and I'm going to miss him real bad. I have to go.",
        "Carly: I don't know what she thinks I can do. Nobody's going to want to buy this place. And frankly, it's the last thing on my mind. What are you thinking?",
        "Jack: Something doesn't add up. Don't you think it's a odd that Kit claims to be so broken up over losing Sam?",
        "Carly: No. She loved him. She forgave him for anything.",
        "Jack: Really? Then why didn't she take Cowboy Jack? I mean, she just claimed that she lost the love of her life. Wouldn't she want everything that belonged to him, especially his most prized possession?",
        "Carly: I would.",
        "Jack: Yet here it sits. And she walked out of here without giving it a second glance. It doesn't make any sense.",
        "Carly: No, it doesn't make sense.",
        "Jack: Was Kit ever jealous of you and Sam?",
        "[Carly remembering]",
        "Kit: Well, if Sam gets interested in another woman, then that's where I draw the line. You hear what I'm saying?",
        "Carly: I don't think you have to worry about Sam.",
        "Kit: Great. It's good to know I can trust you with my man, Carly. I can trust you, right?",
        "[SCENE_BREAK]",
        "Carly: Yes. I think she was jealous. Right before she left for Chicago, she made it sound like I better stay away from her man.",
        "Jack: After the shooting, Parker ran out of here and you ran after him. Leaving Sam alone in the club with the gun.",
        "Carly: You think it was Kit?",
        "Jack: She could have been here. And maybe after you left with Parker, she picked up the gun and she fired the second shot that killed Sam.",
        "[SCENE_BREAK]",
        "Craig: Thank you.",
        "Lucinda: Oh, are you leaving? Are you going somewhere?",
        "Craig: Yes. My work is done here. I'm going to take a break from Oakdale, for now.",
        "Lucinda: Well, you know I don't give a damn where you're going or why you're going, as long as you go.",
        "Craig: Always a pleasure, Lucinda.",
        "Lucinda: Oh, since I've run into you -- I do have a question for you, I'd like you to answer.",
        "Craig: And what would that be?",
        "Lucinda: I will deny this with my dying breath -- I just want to know how you knew that I had had prior contact with Evan Walsh?",
        "[SCENE_BREAK]",
        "Paul: Tell me you know Craig well enough to know that he's not gonna just leave.",
        "Meg: Craig said good-bye. I plan to take him at his word.",
        "Paul: You are kidding yourself.",
        "Meg: I don't think so. I only wish that you could do the same, and realize that we don't have a future and walk away.",
        "Paul: Can't do that.",
        "Meg: Paul -- just leave. Just don't underestimate Craig, and don't antagonize him.",
        "Paul: I'm not worried at all about what Craig's going to do to me.",
        "Meg: Well, maybe you should be.",
        "Paul: It's nice to know you still care.",
        "[SCENE_BREAK]",
        "Jack: The medical examiner's report confirms what you thought. The first shot hit Sam in the shoulder. It was the second one that got him in the heart.",
        "Carly: So that means, if we can prove that Parker only fired one shot, then we'd prove that he didn't kill Sam.",
        "Jack: That's what I'm going for.",
        "Carly: Do you really think it's really possible that Kit came back and fired the second shot?",
        "Jack: Maybe. Maybe she was suspicious, and she wanted to check on Sam. The hard part is proving it.",
        "Cop: Here's the report you're looking for, Detective.",
        "Jack: Thanks, Joe .",
        "Carly: What is that?",
        "Jack: This is the information we need to pinpoint Kit's whereabouts on that night of the shooting.",
        "Carly: Bad news?",
        "Jack: Kit checked into the Chicago Motor Lodge at 6:30 on the night of the shooting.",
        "Carly: Does that give her an alibi?",
        "Jack: Well, no, not necessarily. It takes an hour and a half to get from Chicago from Oakdale. That's even when in heavy traffic.",
        "Carly: Mm-hmm.",
        "Jack: The M.E.'s report puts Sam's time of death at 8:15 P.M.",
        "Carly: So, Kit had enough time to come to Oakdale that night and fire the shot.",
        "Jack: And finish off Sam. Now, we just have to find the evidence to prove it. It's the only way we're going to save our son.",
        "[SCENE_BREAK]",
        "Meg: Hey. Did you get the restraining order?",
        "Holden: As of now, Craig is not allowed anywhere near the farm and he's not allowed to come within 200 feet of you around town. Craig Montgomery is not going to harassing you anymore.",
        "[SCENE_BREAK]",
        "Craig: I will tell you that I wasn't really sure until this very moment. It was a good bet that you were the one who got Evan to come here to Oakdale to get me to invest millions of dollars in his research so that you could watch me lose it all.",
        "Lucinda: Mm-hmm.",
        "Craig: It was too bad, you know, that it nearly cost you and Lily your lives when your plan backfired. Tell me, did Lily know that you're behind bringing Evan here?",
        "Lucinda: Yes. She's guessed it anyway, it's put a strain on our relationship.",
        "Craig: Yeah, well, now you know what it's like to be estranged from your daughter.",
        "Lucinda: I know how vindictive you are. And you would like to see me really suffer. But don't even think of going there. 'Cause I was very careful and very discrete, and there is no way that anyone will see any involvement with me and that maniac. Two can play your game.",
        "Craig: And what game's that?",
        "Lucinda: You got away with murder.",
        "Craig: Yeah. Yeah, I have. I hope I do it again.",
        "[SCENE_BREAK]",
        "Carly: So how do we prove that Kit came back and killed Sam?",
        "Jack: Maybe this will spark something you didn't think of before.",
        "Carly: I didn't see any sign of Kit, if that's what you mean.",
        "Jack: The department is running a check on Kit's cell phone to see if she made any calls that might give us a clue. And we're running a check to see if she charged any gas or paid an automated toll, on her way into Oakdale that would pin down the time.",
        "Carly: What if we can't find any proof that she came back to Oakdale, Jack?",
        "Jack: I'm not giving up on this, Carly. Even if I run into a dead end, I will find a way to smoke Kit out.",
        "Carly: How?",
        "Jack: Maybe Cowboy Jack can help us.",
        "[SCENE_BREAK]",
        "Meg: Okay, I'm gonna have to admit, I'm glad you got the restraining order. After Paul left, I thought about it, and I'm glad you didn't listen to me.",
        "Holden: Paul was here?",
        "Meg: Yeah, he came to warn me about Craig. It seems that the feud between them has escalated, if that's possible. Paul sent Craig on a wild goose chase after Johnny and now Craig is threatening to retaliate.",
        "Holden: These two -- they don't quit, do they?",
        "Meg: I just have a really bad feeling about this. I keep wondering how far Craig, or Paul, will go for revenge.",
        "Holden: Well, Craig's not going to hurt you anymore. And if we have to, we'll get a restraining order against Paul.",
        "Meg: Thanks, Holden. I just want both of them out of my life for good.",
        "[SCENE_BREAK]",
        "Lucinda: Um, you're planning on committing murder again? May I ask who the lucky intended is?",
        "Craig: You'll see. Listen, my plane awaits. So -- try not to miss me too much.",
        "Lucinda: I won't. You just stay away. Stay away months. Stay away years. Knock yourself out.",
        "Craig: That's the plan. Up, up, and away. Oh, it's sure to be a real blast.",
        "[SCENE_BREAK]",
        "[Paul gets in his car]",
        "[Car locks beep]",
        "[Car engine turns over]",
        "[Explosion]",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Barbara: And he's probably lying in there because of you. So get in there! Now.",
        "Emily: I used to date Chris. And I still care about him. I don't want to see him hurt, or used.",
        "Parker: What's going on at Mom's house that I can't know about?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Kz1WYAAlWRE"
}