{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: Oh, my God!",
        "[Molly screaming]",
        "Dusty: It's just me. Keep your voice down and I'm gonna take my hand \r\naway. Do we have a deal?",
        "Molly: What the hell are you doing?",
        "Dusty: I'm sorry to drag you back into this, but I had no choice. I \r\nneed your help. I was just \r\nin the hotel lounge and I \r\nsaw two of Spangler's guys \r\nhanging around.",
        "Molly: Did they see you?",
        "Dusty: They were packing heat, so I didn't stick around. I am so glad \r\nthat your doors are \r\nunlocked.",
        "Molly: Do you see them now?",
        "Dusty: No.",
        "Molly: Good. Let's get the hell out of here.",
        "Dusty: Whoa, whoa, whoa. Where do you think we're going? We can't go to \r\nyour place. We can't go to \r\nmy place. But I gotta get \r\nout of town, or these guys \r\nare gonna kill me.",
        "Molly: Well, if you stay in town, they're gonna kill you.",
        "Dusty: That's right. That's why I need your help.",
        "",
        "Barbara: Well, if Paul does arrive, would you please tell him to call \r\nhis mother? It's an \r\nemergency. No, I'm in the \r\nStates. Have him call my \r\ncell. Thank you.",
        "Sierra: Why don't we take that table right over there?",
        "Barbara: Sierra? Have you heard the latest about our ex?",
        "Sierra: Barbara. You know, we were just gonna have a small, little \r\ndinner --",
        "Barbara: Craig's luck has finally run out. In fact, he's spending the \r\nnight in jail with his \r\nco-conspirators.",
        "Lucy: He's what?",
        "Barbara: Oh, Lucy, don't act so surprised. Your father's always shown a \r\nblatant disregard for the \r\nlaw. Sierra, tell her the \r\ntruth. In fact, if the \r\nD.A.'s office has her way, \r\nhe will be spending the next \r\n20 years or so in the \r\nfederal penitentiary. Where \r\nhe belongs.",
        "Lucy: Don't you mean where you belong? What lies did you tell this \r\ntime?",
        "Aaron: Lucy --",
        "Lucy: No, I'd love to hear it. Please explain.",
        "Sierra: Why don't we just go sit down and we'll talk?",
        "Lucy: Wait, wait, wait -- are you saying she's telling the truth? That \r\ndad's in jail?",
        "Barbara: I'm sorry if this is such a shock for you, but you are old \r\nenough to know the truth.",
        "Lucy: Mom, what is going on?",
        "Sierra: Why don't you leave while you have the chance?",
        "Aaron: Don't let her do this to you, Luce. She's not worth it.",
        "Lucy: That woman is out of her mind. She's always lying about \r\nsomething.",
        "Sierra: Unfortunately, I don't think she's lying this time.",
        "Lucy: Well, you're gonna find out, aren't you? I mean, if dad's in \r\njail, then we can't just sit \r\nback and let him rot in \r\nthere. You have to do \r\nsomething.",
        "",
        "[Marshall sighs]",
        "Marshall: Whenever there's high drama, you're always at the center of \r\nit, aren't you?",
        "Barbara: Good Lord, are you still in town?",
        "Marshall: Lucky for you. Because it looks like you've got yourself into \r\nhot water again, Barbara. \r\nAnd it looks like you need \r\nme. Again.",
        "",
        "Carly: I just might give you what you want, Rosanna. I might just \r\nvanish from your life \r\npermanently.",
        "Rosanna: Hmm, you know what? I'm not going to leave that to chance. I'm \r\ngonna make sure that it \r\nhappens.",
        "Carly: You're incredible, you know that? You've got everything. And \r\nwhat you don't have, you can \r\nafford to buy. But still, \r\nyou're not satisfied, are \r\nyou? You won't be happy \r\nuntil everybody around you \r\nis as miserable as you are.",
        "Rosanna: You think I got this way by myself?",
        "Carly: You blame someone else, isn't it? Rosanna can't hold onto her \r\nman, so blame her pregnant, \r\nmarried sister. Carly's got \r\nfriends, so let's hate her. \r\nWell, go ahead. You blame it \r\nall on me, Rosanna. I bet \r\nit's a hell of a lot easier \r\nthan wondering why you're \r\nalone.",
        "Rosanna: You don't get to have your say and just walk out of here.",
        "Hal: All right, ladies. Knock it off. Both of you. I mean it.",
        "Rosanna: I'm not through with you.",
        "Carly: I am so through with you.",
        "Rosanna: You're not gonna get away with this.",
        "Hal: You can forget about making Carly vanish. You're not gonna go \r\nanywhere until she's gone \r\nand you cool off. In fact, \r\nwhy don't we go back inside \r\nand you cool off --",
        "Rosanna: I'm not going back inside there. My husband is in there.",
        "Hal: Guess again. Come on, let's go.",
        "Rosanna: Get your hands off of me.",
        "",
        "Craig: Ms. Hart -- Ms. Hart, just a second, please. Uh, I need you to \r\ncontact my wife. I need to \r\nsee her now. I think she's \r\nstill upstairs. And if \r\nyou'll let me talk to her \r\nfor just a little while, can \r\nstraighten this whole mess \r\nout.",
        "Margo: Okay, I'll take it from here.",
        "Evelyn: Oh, thanks, detective. Everyone, I'll be back with a court \r\ndate.",
        "Henry: Good luck with that.",
        "Margo: Jack?",
        "Jack: Long story. I'll tell you all about it.",
        "Emily: Let's just say each and everyone of us, at one time or another, \r\nthought that kidnapping \r\nBarbara Ryan sounded really \r\npeachy.",
        "Margo: So you were all involved?",
        "Rose: At varying times, varying degrees.",
        "Craig: Margo, is Rosanna still upstairs?",
        "Margo: Oh yeah, raising hell. What else is new?",
        "Craig: Well, I can clean this whole thing up with her if you let me see \r\nher for five minutes.",
        "Margo: Really? How you plan on doing that?",
        "Craig: Rosanna.",
        "[Margo scoffs]",
        "Margo: What's she gonna do? Give Barbara a frontal lobotomy?",
        "Craig: No, that would be redundant. But Rosanna is the one who can fix \r\nthis. Free Jack -- free your \r\ngood buddy Jack and we can \r\nall go about our lives. What \r\ndo you say, sis?",
        "",
        "Molly: There's something I think you should know. I went to see \r\nBrackett, the FBI guy, and I \r\ntold him about Spangler. I \r\nknow -- hey says that \r\nSpangler is a really big \r\nfish, Dusty. But he's not in \r\nhis jurisdiction, so he's \r\noff the case. He's backing \r\noff and he suggested that I \r\nstay away from you.",
        "Dusty: What are you talking about? You're telling me to go someplace \r\nelse for help?",
        "Molly: No. I'm telling you you need to get out of this town -- out of \r\nthe state, out of the \r\ncountry if you can.",
        "Dusty: I can't. Because I got Spangler's guys crawling all over the \r\nplace. I gotta stay put and \r\nfind a place where they \r\ncan't find me.",
        "Molly: For how long?",
        "Dusty: Until things cool off or Spangler's focused on some other cat to \r\nshake down.",
        "Molly: Well, you know, you can't stay at the Lakeview. We'll have to \r\nfind someplace else for you \r\nto hide.",
        "Dusty: Is there still that old, abandoned mill just outside of town?",
        "Molly: As far as I know.",
        "Dusty: Drive me there, would you?",
        "Molly: And leave you there with nothing?",
        "Dusty: Yeah. And then I want you to get as far away from me as \r\npossible. Let's go.",
        "",
        "Lucy: Mom, do you even care what happens to dad anymore?",
        "Sierra: Of course I care.",
        "Lucy: Then help him.",
        "Sierra: I'm helping him. Your father jumps into quicksand because he is \r\nalways so certain that \r\nsomebody's gonna bail him \r\nout. First it was me, then \r\nit was Carly. And now he's \r\ngot Rosanna on his search \r\nand rescue team. He is never \r\ngoing to learn unless we all \r\nstep back and let him save \r\nhimself. It's called tough \r\nlove.",
        "Lucy: Tough love? What happened to unconditional love? What happened to \r\nmy family, my father, right \r\nor wrong? You don't desert \r\npeople when they're in \r\ntrouble.",
        "Sierra: I gave your father unconditional love while I was married to \r\nhim.",
        "Lucy: So what? You're saying daddy's Rosanna's problem now?",
        "Sierra: I think that Rosanna will take the same position that I am. \r\nListen, you have to \r\nunderstand something. This \r\nreality check has been a \r\nlong time coming. Maybe you \r\nneed to just think of this \r\nsort of as a time out for \r\nbad behavior. I think that \r\nsomething is gonna come of \r\nthis.",
        "Lucy: Like what?",
        "Aaron: Like maybe he'll start putting things in perspective. Who knows? \r\nHe might even ease up on the \r\ntwo of us.",
        "Sierra: Your father needs to make the first move. So let him come \r\nhalfway to us instead of us \r\nrunning all the way to his \r\nside. Let him agree to \r\naccept your relationship \r\nwith Aaron. And then I can \r\ngo back to Montega, and \r\nRosanna can try to salvage \r\nher marriage if she wants \r\nto. But if somebody helps \r\nhim out without him paying a \r\nprice, we're gonna be right \r\nback where we started. All \r\nright?",
        "Lucy: Could you at least just go over there and make sure he's okay, \r\nlet him know we still love \r\nhim? Mom, please.",
        "",
        "Craig: Margo, just give me five minutes --",
        "Jack: Margo?",
        "Margo: Yeah?",
        "Jack: I'm worried about Carly.",
        "Margo: What, the baby?",
        "Jack: The baby, her heart, her mind. Barbara went nuts at the fashion \r\nshow, accused Carly of \r\nstealing her ideas.",
        "Margo: Did she have any basis for that?",
        "Jack: No. The only thing she did wrong was trust her partner.",
        "Margo: All right, all right, all right.",
        "Jack: I didn't get it. Not at first. I didn't trust her, Margo. I let \r\n-- I let her down.",
        "Margo: Hey, I'm sure that Carly understands.",
        "Jack: No, why should she? She might lose her career. And the stress -- \r\nif she loses the baby --",
        "Margo: You know what?",
        "Jack: I just gotta know she's all right.",
        "Margo: All right, all right, all right. I'm gonna see what I can do. In \r\nthe meantime, why don't you \r\nsee if you can get ahold of \r\nher first.",
        "Jack: Thank you. I just gotta figure out what to say.",
        "Craig: Margo, Margo, Margo -- the sooner you release me, the sooner \r\nJack can slander me in the \r\nprivacy of his own home.",
        "Margo: All right, all right. Come on, let's go.",
        "Craig: All right. Five minutes to freedom.",
        "Margo: Just come on.",
        "Emily: He's so full of it.",
        "Rose: Maybe he's got an ace up his sleeve.",
        "Emily: Yeah. What we need is an ace that will turn Barbara Ryan into a \r\nhuman being. Got one of \r\nthose?",
        "Rose: Yeah, I do. His name's Paul Ryan. And I loved him.",
        "",
        "Rosanna: I'm leaving here, lieutenant, whether you like it or not.",
        "Craig: Rosanna, Rosanna -- wait, wait, wait.",
        "Rosanna: Oh, what are you doing out here?",
        "Craig: That's a fine welcome.",
        "Margo: He's requested a private conversation with you.",
        "Rosanna: He's supposed to be in a cell!",
        "Craig: I can explain everything in private. Please? I didn't mean to \r\ndrag you into -- anything I \r\nwas trying to accomplish.",
        "Rosanna: But you did. And if you want me to forgive you, I'm not going \r\nto.",
        "Craig: All I'm asking is that you listen to what I have to say.",
        "Rosanna: I'll listen to you. But I should warn you, whatever you're \r\ngoing to ask of me, the \r\nanswer is no.",
        "",
        "Molly: How's it look?",
        "Dusty: It beats being at the Lakeview any day. Dark and dirty -- just \r\nthe way I like it. It's free \r\nof men with guns who want to \r\nkill me. The bad news is \r\nthat I hear the room service \r\nstinks.",
        "Molly: Dusty?",
        "Dusty: It's okay. It's okay. And the flashlight's just a piece of junk.",
        "Molly: Well, did I ever tell you I really hate the dark?",
        "[Cat meows] ah!",
        "Dusty: Hey, hey, it's okay. Take my hand. Take my hand. There we go. I \r\nwant to tell you something. \r\nI just want to thank you for \r\neverything. You really came \r\nthrough for me. I won't \r\nforget it. I won't forget \r\nyou. You gotta go now.",
        "Molly: I can't leave you here like this.",
        "Dusty: No, no, no. You don't have a choice, you see? I'm gonna be okay, \r\nif you're gonna be okay. Go \r\non.",
        "Molly: Call me, okay, if y need anything, if there's anything else I \r\ncan do for you.",
        "Dusty: Yeah, there's one more thing. If you don't hear from me, don't \r\ncome back here looking for \r\nme.",
        "Molly: Why not?",
        "Dusty: Don't ask me questions. When you leave here, I want you to keep \r\ndriving and don't come back. \r\nPromise me.",
        "Molly: Okay, I promise. But you gotta promise me something, too. You're \r\ngonna do whatever you have \r\nto do to stay alive.",
        "Dusty: That's part of the plan.",
        "[Molly gasps]",
        "McCann: You said there'd be nothing but rats in here. Looks like you \r\nwere right. Come on, \r\nStanley. What do you say we \r\nget to work?",
        "",
        "[Phone rings]",
        "Alison: Hello?",
        "Hal: Hi, Alison. It's Hal. Everything okay on the home front?",
        "Alison: So far, so good. How's Emily?",
        "Hal: She's still in the holding cell. But she should be home once she \r\ngoes before the judge.",
        "Alison: Is there anything that I can do?",
        "Hal: Yes, actually. I need you stay put and pray Barbara doesn't charge \r\nyou with assault for \r\nattacking her at the \r\nLakeview.",
        "Alison: My only regret is that I didn't do a better job.",
        "Hal: I didn't hear that. Look, Will should be home from camp-out soon. \r\nAnd Carly's probably on her \r\nway over to see Parker. So \r\njust stay put and call me if \r\nthere's any problems. You \r\ngot that?",
        "Alison: All right, but -- I don't think this makes any sense.",
        "Hal: I'm with you on that one, kid. All right, I'll see you soon. Hang \r\nin there. And be sure and \r\nlock up.",
        "Alison: I'm on it. You take one more step and --",
        "Carly: Hi.",
        "Alison: Carly? I'm so sorry. I was thinking that you were Barbara, and \r\nthis was my big chance.",
        "Carly: That's a fine welcome.",
        "Alison: You don't look so good.",
        "Carly: Yeah, I'm okay. I went a few rounds with Rosanna. There's \r\nsomething about hearing your \r\nsister tell you you should \r\nvanish from the face of the \r\nearth. That tends to get to \r\nyou.",
        "Alison: Well, you know, when Emily gets like that, all she wants to do \r\nis hold Daniel. Wait here, \r\nI'll grab Parker for you.",
        "[Phone rings]",
        "Hal: No one's home to take your call right now.",
        "Leave a message after the beep.",
        "[Beep]",
        "Jack: Carly? You there? It's me. If you're there, please pick up. I \r\nreally need to talk to you.",
        "I've called your cell \r\nphone 100 times. I guess you \r\nturned it off.",
        "I don't blame you. I just \r\nwanted to tell you I'm \r\nsorry. I need you to forgive \r\nme because you mean more to \r\nme than anything. I love \r\nyou, Carly.",
        "Henry: You know, Carly probably just has a lot on her mind right now. \r\nYou know how it goes. I'm \r\nsure she's getting --",
        "Jack: Shut up, Coleman. Shut up. You got me in this mess. And you know \r\nwhat? You're gonna get me \r\nout of it.",
        "Henry: Am I?",
        "Jack: Yeah, you are.",
        "Henry: Now how -- how am I going to achieve that?",
        "Jack: Well, you're gonna have an -- you're gonna have an epiphany all \r\nover the place about how a \r\nconman like you ended up \r\nhiding out in my house. And \r\nyou know what? It's gonna \r\nmake a lot of sense.",
        "",
        "Emily: Any news?",
        "Hal: Well, I just got off the phone with Alison.",
        "Emily: Oh, Alison -- she must be so scared.",
        "Hal: After she attacked Barbara and then sat on her, I think Alison is \r\nthe one to fear.",
        "[Emily laughs]",
        "Rose: I always knew I liked that girl. Any word on Paul, where his \r\nplane touched down?",
        "Hal: Sorry, Rose, nothing yet.",
        "",
        "Jack: You broke into my house when nobody was home, and you hid in my \r\nbasement. And nobody knew \r\nyou were there, Henry.",
        "Henry: Yeah. And then you caught me and told me I could stay.",
        "Jack: No, Henry, that never happened. See, that's the part you dreamed \r\nup -- hallucination. You \r\nwanted it to be that way, \r\nbut it wasn't.",
        "Henry: Yeah. Yeah, okay. And then what are we supposed to tell \r\neverybody now that I've \r\nalready sold them --",
        "Jack: Tell everybody this because you owe Carly. You made her life a \r\nliving hell when you \r\nblackmailed her. One way of \r\npaying her back. For once in \r\nyour God-forsaken life, do \r\nthe wrong thing for all the \r\nright reasons, would you? \r\nYour future depends on it.",
        "Henry: Hello? Hello? Officer, somebody? I'm having an epiphany. A big \r\none. Detective Snyder should \r\nbe released immediately.",
        "",
        "Craig: I know you're furious about this, and you have every right to \r\nbe.",
        "Rosanna: Oh, thank you so very much.",
        "Craig: And I will be making amends for the next half a century.",
        "Rosanna: As if that's possible.",
        "Craig: But -- well, it will be impossible behind bars. I'm facing some \r\nserious charges here, along \r\nwith Emily and Rose and good \r\nold Jack.",
        "Rosanna: Aw.",
        "Craig: And I was hoping that you would have the graciousness and the \r\nunderstanding to intercede \r\non our behalf.",
        "Rosanna: And how would I do that?",
        "Craig: By having a carefully worded conversation with Barbara Ryan. I \r\ncould help you with every \r\nsyllable.",
        "Rosanna: You're -- you're insane, aren't you?",
        "Craig: Don't underestimate your talents. She listens to you. And I need \r\nyou to harness that power of \r\npersuasion before she \r\nprosecutes half this town.",
        "Rosanna: You're serious? You actually think, after everything you've \r\ndone, that I would make any \r\neffort whatsoever to come to \r\nyour rescue? Who do you \r\nthink I am? Sierra?",
        "Sierra: Hello, Craig.",
        "Craig: Look at this, the voice of reason. Now we can get this show on \r\nthe road.",
        "",
        "Dusty: Come on, do it. Do it. Cut me to pieces, baby. Because -- you \r\nain't seeing a dime.",
        "",
        "Rosanna: It was nice to deal with him on my own terms. Now I think I'll \r\ngo do the same with my \r\nsister. Excuse me.",
        "",
        "Parker: Mommy!",
        "Carly: Oh, hi, sweetheart. Oh, I missed you so much. How are you? Did \r\nyou have a good day?",
        "Parker: Yeah. And cookies.",
        "Carly: And cookies, too. Well, there's something about cookies. They \r\nmake every day a little \r\nbetter, don't they? Oh, \r\nsweetie. Oh, it's just what \r\nI needed -- a cookie and a \r\nhug. How did you know?",
        "Alison: Well, there's more where those came from. Parker knows the \r\nhiding place, don't you?",
        "[Laughter] well, I've got \r\nsome stuff to do upstairs. \r\nJust yell if you need \r\nanything, okay?",
        "Carly: Okay. Thank you, Alison. So, what did you do today? You've been \r\ncoloring, huh? Great. What \r\nwould you like to draw now?",
        "Parker: I'll draw -- home.",
        "Carly: Where is home, honey?",
        "Parker: Jack's house.",
        "",
        "Henry: The truth is, I lied. I lie all the time, okay? It's common \r\nknowledge. But this time -- \r\nthis time, I am telling the \r\ntruth. I was in Jack's \r\nbasement, but Jack didn't \r\nknow. He had no idea. No one \r\ndid.",
        "Hal: How'd you manage that?",
        "Henry: Easy. You know, this poor guy, he works his tail off. He's never \r\naround. So I just waited \r\nuntil it got quiet upstairs, \r\nand then I -- I went up. I \r\nraided the refrigerator, I \r\nordered some pizza, I ate it \r\nin the broom closet. It was \r\na miserable existence. But I \r\nfigured that if the cops are \r\ntrying to get me, right, the \r\nbest way to avoid them was \r\nto be right under the nose \r\nof Oakdale's finest. Right? \r\nI mean, as if -- as if he \r\nwould know.",
        "Hal: Tell me, why would you say that you're staying at Jack's with his \r\npermission if that was a \r\nlie?",
        "Henry: Because that's what I do. Haven't we already been over this?",
        "Hal: Okay. Well, if you're recanting your story, then I don't see any \r\nreason why Jack has to stay \r\nin there. So why don't you \r\njust go ahead and open up \r\nthe cage?",
        "Jack: Thanks. Hal, listen, as soon as I find Carly and straighten this \r\nwhole thing out, I'll come \r\nback and take the flack for \r\nthis. I've already made some \r\nadmissions to the D.A., all \r\nright?",
        "Hal: Whoa -- why don't you go out the backdoor?",
        "Jack: All right. Thanks a lot.",
        "Emily: Good luck with, Carly!",
        "Rose: Tell her to make a cake with a file in it!",
        "Emily: You know, you -- you keep doing stuff like this, you're gonna \r\ncome in here right with us.",
        "Hal: No, no, no, no. Don't worry about it. Everything will be fine.",
        "Emily: Everything will be fine? What happens when the D.A. comes back \r\nand finds out we're missing \r\na prisoner?",
        "Hal: I'll take care of it. I'll take care of it. Everything is going to \r\nbe okay.",
        "Emily: Okay. That man has stuck out his head so far, I'm petrified it's \r\ngonna get chopped off. I'm \r\nnot gonna let him lose his \r\njob, you know, because of \r\nme. He's always saving me. \r\nIt's time for me to save \r\nhim.",
        "Rose: How are you gonna do that?",
        "Emily: I don't know. I'm working on it.",
        "",
        "Margo: Travers, there's the door. Why don't you use it?",
        "Marshall: Good evening, detective. I heard about the catfights on the \r\ncatwalk at the Lakeview. \r\nSounds like half the town is \r\nenjoying four-star \r\naccommodations in lockup \r\ntonight.",
        "Margo: You know what, the D.A.'s office made a deal with you. I didn't. \r\nSo don't come trolling \r\naround here for clients on \r\nmy watch. You get one \r\nwarning, got it?",
        "Hal: Margo? Got a second?",
        "Margo: What's up?",
        "Hal: Just thought you ought to know, I let Jack go.",
        "",
        "Craig: Oh, well, I do need your help, Sierra. I've admitted my mistakes \r\nto Rosanna.",
        "Rosanna: Do you know he has deluded himself into thinking I would \r\nactually go to Barbara and \r\ntry to convince her to drop \r\nthe charges?",
        "Sierra: Well, Craig is never happy until he gets what he wants, and to \r\nget what he wants, he will \r\nlie, cheat, manipulate, and \r\ndo everything to bend the \r\nlaw until it breaks.",
        "Craig: No, no, no. No.",
        "Sierra: And he does it with aplomb. Unfortunately, he does whatever he \r\ndoes with no thought of the \r\nconsequences to anybody \r\nelse. He's blind to the harm \r\nthat he causes, and \r\ntherefore, he doesn't learn \r\na lesson. He's like a \r\nspoiled boy who never \r\nlearned to lose.",
        "Craig: Maybe I sometimes tell people things the way they ought to be. \r\nBut that doesn't make me a \r\ncriminal. It makes me a \r\nvisionary.",
        "Sierra: Actually, it makes you a liar.",
        "Rosanna: It also makes you mad if you think I'm gonna help you. Enjoy \r\nlearning your lesson. Excuse \r\nme.",
        "Sierra: I'll give Lucy your love. I know that couldn't have been easy \r\nfor you.",
        "",
        "Rosanna: No, but it helped to have backup.",
        "Sierra: Well even if Craig manages to crawl through a loophole, at \r\nleast we stood our ground.",
        "Rosanna: Yes, it's nice to deal with him on my own terms. It felt good. \r\nExtraordinarily good. Now, I \r\nthink I'll go do the same \r\nwith my sister. Excuse me.",
        "",
        "Marshall: In case you need help defending yourself from Barbara Ryan's \r\nvicious charges, I can be of \r\nservice to you.",
        "Margo: Trouble finding that door? I can have you escorted out of here.",
        "Marshall: Thanks anyway, detective. I remember the way.",
        "",
        "Dusty: I don't have the \r\nmoney!",
        "Stanley: You don't want to go in there, lady.",
        "McCann: Your time's up, Donovan. No more extensions. Tonight you pay \r\nSpangler in cash or in \r\nblood.",
        "Dusty: You better go easy with those punches, pal.",
        "McCann: Where's the money?",
        "Dusty: I don't have it!",
        "McCann: Wrong answer.",
        "Molly: Let me go! He's killing him! Oh, my God! What are you doing to \r\nhim?!",
        "McCann: Kinda like getting blood from a stone -- only I like this \r\nbetter.",
        "Dusty: Molly, what are you doing here?! I told you to stay away!",
        "Molly: Let him go! Whatever he owes you, I'll pay it!",
        "Dusty: Don't listen to her. Don't listen to her. She doesn't know what \r\nshe's saying. Listen to me! \r\nI want you to get out of \r\nhere. I don't want your \r\nmoney! Come on. Do it. Do \r\nit. Cut me to pieces, baby. \r\nBecause you're ain't seeing \r\na dime. Do it!",
        "",
        "Lucy: I've seen my dad in trouble with my mom and with Rosanna, but \r\njail?",
        "Aaron: I hate seeing you like this. But come on, Lucy. His sister is a \r\ncop. Between your aunt Margo \r\nand your mom, he's not gonna \r\nbe in jail very long.",
        "Lucy: Yeah, I guess. Yeah, I mean my mom still loves him enough to keep \r\nhim from doing real time. \r\nShe just wants to prove how \r\nwrong he was, but she'll \r\ngive in. She always does.",
        "Aaron: Looks like we're about to find out.",
        "Sierra: Oh, another nutritious meal for the two of you, I see.",
        "Lucy: So did you talk to dad? How is he?",
        "Sierra: He's fine.",
        "Lucy: Does that mean you got him out of jail or what?",
        "Sierra: No, I didn't.",
        "Lucy: But somebody did, right? I mean, you just didn't leave him in \r\nthere?",
        "Sierra: No, Rosanna and I stood firm, just as we promised, and we let \r\nyour father know that he \r\nwould have to find his own \r\nway out of this.",
        "Lucy: You can't be serious.",
        "Sierra: Lucy, it's the only way. We discussed it, remember?",
        "Lucy: But I thought we agreed that you were going -- I thought you were \r\nat least gonna give him the \r\nbenefit of the doubt.",
        "Sierra: Lucy, I know how you must feel about this. Really, I know that \r\nyou love your father, but \r\nsometimes the best way to \r\nshow somebody how much you \r\nlove them is to show them \r\nhow to stand on their own \r\ntwo feet.",
        "",
        "Emily: Are you thinking what I'm thinking?",
        "Rose: What that Barbara won after all? No. No way. Because she's a \r\nbasic monster, and in every \r\nmonster movie, the monster \r\nalways gets creamed in the \r\nend.",
        "Emily: We should be so lucky.",
        "Rose: Don't worry. She's evil. She's pure evil. We're gonna come out on \r\ntop of this one, em. I'm \r\ntelling you, I just feel it.",
        "Emily: Who knows? Maybe this is our good news now.",
        "Rose: How'd it go with the latest wife?",
        "Craig: We had a difference of opinion.",
        "Emily: Oh, please.",
        "Rose: What happened to the fabled Montgomery charm?",
        "Craig: Ladies and gentlemen, I may have lost the battle, but I shall \r\ncontinue to fight the good \r\nfight. What's going on here? \r\nWhere's Jack?",
        "Henry: Oh, they let him go. The D.A. doesn't know.",
        "Craig: What? I thought it was justice for all, or justice for none.",
        "Henry: Well, my vote is for the latter.",
        "Rose: Jack had a little business to take care of. And you say anything, \r\nanything, I'll make you pay. \r\nYou hear me?",
        "Hal: Shh, Rose. D.A.",
        "Emily: Montgomery, just don't say anything stupid for once in your \r\nlife.",
        "Evelyn: Ladies and gentlemen, your arraignment has been scheduled for \r\ntomorrow morning at 10:00 \r\na.m.",
        "Henry: I'll be sure to inform my secretary.",
        "Hal: Thank you.",
        "Craig: Ms. Hart, I know that these arrests have been as embarrassing to \r\nlaw enforcement as they have \r\nbeen to me and my friends. \r\nYou know the four of us are \r\nvery well-connected in this \r\ntown.",
        "Evelyn: Oh, well, congratulations.",
        "Craig: And since we all want to see justice served, I think we could \r\nhandle this matter in a more \r\nprivate and humane manner.",
        "Evelyn: Meaning?",
        "Craig: What would happen if Barbara Ryan dropped the charges?",
        "Hal: The state would still prosecute.",
        "Craig: Yeah, but the case would lose its legs if the injured party \r\nchanged her mind, correct?",
        "Evelyn: Perhaps.",
        "Craig: Well, Ms. Hart, if you have a minute, I have a proposition for \r\nthe prosecution that might \r\ninterest you.",
        "",
        "Will: Oh, hi, Rosanna.",
        "Rosanna: Hello. How are you?",
        "Will: Good. Are you here to see someone?",
        "Rosanna: No. I was just stopping by. See ya.",
        "Will: Hey, Carly. Hey, Parker. I'm not sure if this is something I'm \r\nsupposed to know, but your \r\nsister was just outside. You \r\ndidn't know?",
        "Carly: No, where outside?",
        "Will: Right at the window. She was looking in.",
        "Carly: Just now?",
        "Will: She just left.",
        "Carly: Well, thank you. I'm glad you told me. Hey, sweetie. I'm gonna \r\nsee you really soon okay?",
        "Parker: Okay.",
        "Carly: And you know that I love you more than anything in the whole \r\nworld, right? You do? You \r\npromise? I love you, honey. \r\nI love you. Okay, you be \r\ngood.",
        "Parker: Mm-hmm.",
        "",
        "Molly: Stop it! Don't hurt him anymore. You don't have to do this.",
        "McCann: Give me one good reason.",
        "Molly: Because I can pay you. I will pay you.",
        "McCann: Yeah?",
        "Molly: Yeah.",
        "McCann: Well, let's see.",
        "Molly: Just let him go, and I'll write you a check.",
        "McCann: This ain't a department store, lady. We don't take checks.",
        "Molly: Okay, fine. I'll get you the cash. What does he owe you?",
        "McCann: You sure you want to save this bum?",
        "Dusty: Molly, don't listen to this guy.",
        "McCann: This is what it's gonna cost.",
        "Molly: I can have it by tomorrow.",
        "McCann: Good. You bring it to me by noon, we never met and this never \r\nhappened.",
        "Molly: Nothing would make me happier.",
        "McCann: You sure?",
        "Dusty: Hey, hey, hey, hey. What are you doing?",
        "McCann: Going with you. Mr. Stanley will stay with Mr. Donovan. This is \r\nour game now. You're playing \r\nby our rules, honey. Where \r\nyou go, I go. No calls to \r\nthe cops, no funny business. \r\n'Cause if we don't get that \r\nmoney, your friend's gonna \r\ndie.",
        "Dusty: Don't do it.",
        "McCann: And he's gonna die bad. And then it'll be your turn. Do we \r\nagree to the rules of this \r\ngame, huh?",
        "Dusty: No, Molly. Don't do it. Don't do it. They're gonna kill me \r\nanyway. I want you to leave! \r\nLeave right now. Don't come \r\nback! Leave!",
        "Molly: You're gonna get your money.",
        "McCann: Smart lady.",
        "Molly: I'll see you tomorrow.",
        "Spangler: All right. You can let him go, Stanley.",
        "Dusty: Hey, what's wrong with you? Since when did we decide to get \r\nhappy with the knife?",
        "Spangler: Consider it part of the interest you owe me.",
        "Dusty: No, we had a deal.",
        "Spangler: Hold on, don't get this twisted, pal. We're not partners \r\nhere, we're not even friends \r\nanymore. I'm just a guy \r\ntrying to get what he's \r\nowed. So if your girl falls \r\noff McCann's radar, and \r\nshe's a no-show? You're a \r\ndead man, just like he said. \r\nThen we go after her.",
        "",
        "Lucy: I think you and Rosanna are being too hard on dad.",
        "Sierra: I know it may seem that way, sweetheart.",
        "Lucy: It is that way. I watched Rosanna make a vow to accept dad for \r\nbetter or for worse, and now \r\nshe turns her back on him? \r\nHow can you let that happen?",
        "Sierra: Your father got himself in this, and he will find a way to get \r\nout.",
        "Lucy: He doesn't belong in there, mom.",
        "Sierra: Well, the police have a different opinion.",
        "Lucy: Look, I know he's made some mistakes. He's made colossal ones \r\nwith me. But you don't turn \r\nyour back on someone when \r\nthey need you, especially \r\nfamily. Dad wouldn't last \r\nten minutes in prison.",
        "Sierra: Lucy, listen to me. I have known your father for a very, very \r\nlong time, and I can say \r\nwith unwavering certainty \r\nthat when your father's back \r\nis up against the wall, \r\nhe'll come out fighting. And \r\nyou know, he has this \r\nuncanny way of getting \r\nhimself out of the tightest \r\nsituations. You'll see. I \r\nthink he's gonna surprise \r\nall of us.",
        "",
        "Craig: All right, now, the arraignments are scheduled for when?",
        "Evelyn: 10:00 tomorrow morning.",
        "Craig: All right. If I can convince Barbara Ryan to drop the charges \r\nbefore we go before the \r\njudge, would you consider \r\ndropping the case?",
        "Evelyn: And why would I do that, Mr. Montgomery?",
        "Craig: Well, to spare the D.A.'s office and the Oakdale PD the public \r\nhumiliation.",
        "Evelyn: Well, if Barbara Ryan comes to me before 10:00 tomorrow morning \r\nand wants to drop the \r\ncharges, I'll consider the \r\ncase closed.",
        "Craig: That's all I ask.",
        "Evelyn: But I wouldn't waste my breath if I were you. You have a better \r\nshot at making pigs fly.",
        "Henry: I thought she'd never leave.",
        "Craig: At least she didn't notice that the lump of blanket isn't Jack. \r\nMaybe I'll have some luck \r\nwith Barbara.",
        "Hal: Forget it. You don't stand a chance.",
        "Craig: Maybe not, but there is someone who does. Margo? I think I'm \r\nready to make that call.",
        "Margo: Not to Barbara?",
        "Craig: No. No. Marshall Travers.",
        "",
        "Jack: Anybody in there? It's Jack!",
        "Alison: Hey, Jack? Any news about Emily? Did she get sprung yet?",
        "Jack: No, not yet.",
        "Alison: Figures. Well, if you're looking for Hal --",
        "jack: No, I'm looking for Carly.",
        "Alison: Well, you just missed her by a few.",
        "Jack: Did she say where she was going?",
        "Alison: Not to me. But then again, I was upstairs when she left. She \r\nwas down here with Will and \r\nParker. But they didn't say \r\nanything to me about where \r\nshe was going.",
        "Jack: Are they asleep now?",
        "Alison: Yeah. If it's really important, I'll wake them up.",
        "Jack: No, don't. Don't do that. I'll find her. Thanks.",
        "Alison: Good luck.",
        "Jack: Thanks. Don't do anything crazy, Carly. And don't give up on me.",
        "",
        "Craig: I've got to find Rosanna, get my wife back.",
        "",
        "Barbara: I will not allow Craig to buy his way out of this. This time \r\nhe's going to pay, but not \r\nwith his wallet.",
        "",
        "Rosanna: You blew it.",
        "Craig: I'm not going to give up on us."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=SRZa3TTAmyg"
}