{
    "Episode Summary": [],
    "Recap": [
        "Brad uses Bonnie to make Katie jealous and his plan works. Will and Gwen go to a preliminary hearing to determine if the custody case should go to trial. Chris testifies that Sofie was suffering from post partum depression. Bonnie tells Will and Gwen that Chris's testimony hurt their case so Will suggests that if they can testify to Sofie's state of mind, it could help their case. Parker goes to talk to the court-appointed psychologist and tells him that he killed Sam to keep him from hurting Carly, and he would do it again if he had the chance. Carly gets angry when she sees Katie comforting Jack and yells at her to leave her family alone. Parker gets upset and the psychologist notices and thinks that Parker is really affected by his mother's actions. Carly and Jack worry about what could happen to Parker."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Gwen: Hey, how does this look?",
        "Will: It's beautiful.",
        "Gwen: Better than this one, right? I look like a -- I look like a good mom?",
        "Will: You look like a good mom, because you are a good mom. I almost forgot -- Hallie made you a Valentine's Day card. She's really talented, isn't she?",
        "Gwen: Yeah. Happy Valentine's Day, Mom. I love you, Hallie. Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Chris: Hi, Sofie.",
        "Sofie: Dr. Hughes -- Chris -- I gave your number to my lawyer. I hope you don't mind.",
        "Chris: No, I was surprised. I didn't think you wanted me around.",
        "Sofie: Yeah, uh -- that was when I kind of given up. But my lawyer changed my mind. I need you to testify. Will you help me get my baby back?",
        "[SCENE_BREAK]",
        "Will: I'm sorry. It was a stupid idea.",
        "Gwen: No, it wasn't. It wasn't stupid at all. I'm going to go check on Hallie.",
        "Will: No, she's fine. She's fine. Chris wouldn't let us take her home from the hospital if she wasn't.",
        "Gwen: Alison's going to come over and baby sit, right?",
        "Will: Yeah, she's on her way.",
        "Gwen: I can't believe that Sofie's lawyers worked so fast. Listen, I need to -- I need to ask you something. I need you to be honest with me. Judges always favor the biological mother, don't they?",
        "Will: After the way Sofie broke the adoption agreement, ran to New York, got Hallie sick. What judge is going to turn a baby over to a girl like that? There's no way Sofie can win.",
        "Gwen: Then why am I so scared?",
        "Will: Gwen, we're Hallie's parents because we love her, because we keep her safe. Sofie can't do that. And the truth about it is, Sofie's not fit to be a mom.",
        "[SCENE_BREAK]",
        "Chris: Sofie, this isn't an ordinary case for me. Hallie's my cousin. He, Gwen, and Hallie -- they're family.",
        "Sofie: Hallie is my family. And she's the only family I have.",
        "Chris: I know this must be hard for you.",
        "Sofie: You said I had post-partum depression.",
        "Graham: Dr. Hughes? I'm David Graham, I'm Sofie's lawyer. Your testimony is vital to this case.",
        "Sofie: Please. Hallie is my daughter. I don't think I could live without her.",
        "Chris: All right. Alright, I'll testify.",
        "[SCENE_BREAK]",
        "Katie: So for a stick-to-your-ribs one-dish meal on a nice cold winter's night, try Hungarian goulash. Right, Brad?",
        "Brad: Yes, it is great! Are we out? Oh --",
        "Katie: We're going to have to do that shot again. Brad, you can't just treat the food like it's making you sick.",
        "Brad: I'm fine. I'm -- I'm not sick. We need to talk about what happened.",
        "Katie: What, you actually remember?",
        "Brad: Yeah, I remember you were about to let me be carted off to jail for indecent exposure.",
        "Katie: Oh, excuse me. Am I the one who lost my clothes and was wandering around Old Town, naked?",
        "Brad: I wasn't myself, okay? And you were about to leave me at the mercy of the cops. You're supposed to be my friend, Katie.",
        "Katie: It's not exactly like you've come to my rescue recently.",
        "Brad: I gave you an engagement ring.",
        "Katie: On a piece of cheesecake that I almost choked on!",
        "Brad: It was romantic.",
        "Katie: Nothing about the Heimlich maneuver is romantic, Brad.",
        "Brad: Okay, okay, so we're not engaged. But we still are friends with certain benefits.",
        "Katie: No, no, we do not sleep together. We do not rescue each other. We are co-workers. That's it.",
        "Brad: Co-workers who have an occasional meal. Are you hungry?",
        "Katie: I thought food didn't turn you on today.",
        "Brad: Well, I was thinking something a little lighter than goulash. Come on, let me buy you breakfast.",
        "[SCENE_BREAK]",
        "Jack: Parker, come on, let's get a move on.",
        "Carly: He's got to be so nervous. Why couldn't they use Dr. Seidman's evaluation? Why a court-appointed psychiatrist?",
        "Jack: That's the way the system works.",
        "Carly: The system stinks.",
        "Jack: It's important though, Carly. The shrink will recommend ether Parker should be tried as a juvenile or an adult. Now, if the judge decides to try Parker as an adult, that's bad.",
        "Parker: How bad?",
        "[SCENE_BREAK]",
        "Katie: No, no, we work together. Breakfast is not part of the package.",
        "Brad: A working breakfast between co-workers? We can brainstorm. You know, ideas for the show.",
        "Katie: That is so lame.",
        "Brad: I'm serious. Last night, you know my experience got me thinking. They call it indecent exposure, but I mean, really is indecent?",
        "Katie: Uh, yeah --",
        "Brad: I mean, there I was -- I was naked in the world. But I did I feel indecent? No. I felt -- raw.",
        "Katie: Probably frost bite.",
        "Brad: Hear me out. Maybe this could be a great segment for the show. We can go to a nudist colony, we can get a little bump in the ratings with you in the buff.",
        "Katie: What? Oakdale now is a family show. No nudity.",
        "Brad: Whatever. I'm sure we can come up with lots of family-friendly ideas over breakfast.",
        "Katie: Brad, a breakfast date is too much like a date-date, right?",
        "Brad: Okay. All right, I'll order in takeout. Where the hell is my wallet?",
        "Bonnie: Looking for this?",
        "Brad: My wallet! Oh, where did you -- where did you get this?",
        "Bonnie: Uh, I don't know -- the same place I found these.",
        "[SCENE_BREAK]",
        "Parker: Tell me the truth. How bad?",
        "Jack: It's much better if you're treated as a juvenile offender.",
        "Parker: Because then I get to go to juvie and then after I'm 18, they have to let me out.",
        "Jack: And your record's sealed.",
        "Parker: But if I get tried as an adult, all bets are off.",
        "Carly: Well, let's hope it doesn't come to that, okay?",
        "Jack: Parker, when you talk to the doctor, no need to be nervous. Just tell 'em the truth about what happened.",
        "Parker: What's there to lie about? I shot Sam. It doesn't matter at I say. They're going to throw the book at me. Big time.",
        "[SCENE_BREAK]",
        "Brad: Bonnie, thank you. You are a life saver.",
        "Katie: And tell us, how did you come across Brad's wallet and his underwear?",
        "Bonnie: It is not what you think. The police -- they just came across Brad's wallet and clothes and they turned them into me because I'm Brad's lawyer. Here you go.",
        "Brad: And it's lucky that you were there, otherwise I would have had to go to jail. I owe you. Now I can buy breakfast.",
        "Katie: No thanks. I kind of lost my appetite.",
        "Brad: All right, too bad. Bonnie, what about you? You're all dressed up, looking beautiful as usual. Will you let me take you someplace classy and elegant? It's totally on me.",
        "Bonnie: That's very sweet of you, Brad. Thank you, but I am actually on way to court, so --",
        "Brad: Great. I'll go with you.",
        "[SCENE_BREAK]",
        "Sofie: Thank you so much, Chris. It's -- it is so nice to have someone on my side.",
        "Chris: You're welcome.",
        "Sofie: You know, I realize now that giving up my baby was a huge mistake. I just -- I just hope it's not too late to get her back.",
        "Graham: Dr. Hughes, if you don't mind, I need to speak to you before the hearing.",
        "Chris: Sure.",
        "Will: Sofie?",
        "Gwen: Sofie, are you sure you want to go through this?",
        "Sofie: Yes. It was wrong of me to give my baby to you. But she's young, so once we're back together, it will be like none of this ever happened. I'll be the only mother she'll remember.",
        "Gwen: What if she's right, Will? What if we lose Hallie?",
        "Will: We won't. We have a strong case and a good lawyer. Hallie's ours. Remember that.",
        "[SCENE_BREAK]",
        "Bonnie: You want to go to court with me?",
        "Brad: Yeah, well, I know you're a great lawyer. And I bet -- bet it's amazing to watch you in action. You know, I want to see you work your magic in -- you know, in a formal setting.",
        "Katie: Yeah, where everybody has pants on.",
        "Brad: She's kidding. I'm serious. So, what do you say?",
        "Bonnie: I -- um, I just don't think it's going to be that interesting for you, Brad. It's a child custody case in family court.",
        "Brad: A real tear-jerker. I'm there.",
        "Bonnie: It's a closed hearing.",
        "Katie: It means they won't let you in, Brad. Sorry.",
        "Brad: I will go anyway and I will wait for you. And when you're done, we can have lunch and we can get to know each other better. How about it?",
        "Bonnie: Okay. Okay. Okay, I just don't want you to get bored.",
        "Brad: Oh, come on, how could I be bored with you? That's crazy. Okay, first thing you have to tell me, what is the difference between a tort and a brief? I mean, I know briefs are nothing like boxer briefs -- I mean, come on -- so, a closed hearing is closed and the other one is open, right?",
        "Bonnie: Relax, Brad. Relax, it worked. I think you got Katie jealous, okay.",
        "Brad: Was it really that obvious? Do you think she could tell?",
        "Bonnie: Oh, no, she's totally clueless.",
        "Brad: Do you think I'm getting to her?",
        "Bonnie: Maybe. I don't know. But I do think there is someplace else you'd rather be right now.",
        "Brad: I could tell you're really good at cross examination. No, I'll wait. I'll wait around, do some research. Maybe we'll do a segment on the court system.",
        "Bonnie: You know what? That's something that might actually impress Katie. Who knows?",
        "Brad: Who knows?",
        "Bonnie: Who knows? Hey, you guys, how are you doing?",
        "Gwen: Um, we're very scared.",
        "Will: Be honest, Bonnie, how does it look?",
        "Bonnie: Okay, I'm not going to sugarcoat this for you guys. It's not going to be easy. Sofie is the biological mother.",
        "Gwen: But we -- I mean, we have case, right?",
        "Bonnie: Of course. Of course we have a case. You guys are fantastic parents and I think we have a really good chance. You guys ready?",
        "Will: Yeah, you ready? Mom, what are you doing here?",
        "Barbara: I'm here to support you both.",
        "Will: That's great. I'm sure Sofie's lawyer is going be really happy to see you.",
        "Barbara: I thought maybe I could do something to help, Will.",
        "Will: Mom, you would help by leaving.",
        "Gwen: Will, please, I asked her to come.",
        "[SCENE_BREAK]",
        "Tom: Hey, he's ready for us now, Parker. I think we should go inside.",
        "Parker: Can my mom and dad come in with me?",
        "Jack: Not this time, Buddy. Your mom and I are going to stay out here. You'll do fine. Just go in there and tell the truth.",
        "Carly: You can do this. I love you.",
        "Parker: It'll be okay, Mom.",
        "Carly: What if it's not okay?",
        "[SCENE_BREAK]",
        "Will: Gwen, you think having my mom at the hearing is a good idea?",
        "Gwen: Yeah, she's Hallie's grandmother. I obviously couldn't ask my mom. We need to show the judge that Hallie has a real family behind her.",
        "Barbara: I will do anything to make sure that you keep this baby.",
        "Will: Mom, you've -- you've done enough.",
        "Bonnie: Okay, folks, we cannot go in there fighting.",
        "Gwen: Please, Will---please, for Hallie?",
        "Will: Okay, let's go.",
        "Judge: This is an informal hearing. Both parties have agreed to abide by the decision of the court. I will render that decision based on testimony I hear today. My concern is what's best for the health and the welfare of the child. Mr. Graham, proceed.",
        "Graham: Thank you. Uh, your honor Sofie Duran gave up her baby under very stressful circumstances. Dr. Hughes will testify to her state of mind.",
        "[SCENE_BREAK]",
        "Carly: I don't understand why they made Parker go in there alone.",
        "Jack: He's with Tom. Hey, he can handle himself. He's tough.",
        "Carly: No, Jack, he's got that act down. But he really doesn't feel that way.",
        "Jack: He'll stick to the truth and answer the questions, Carly. Stop worrying so much.",
        "Carly: You're worried, too. I know you are. You're just as terrified as I am about what could happen to our boy.",
        "[SCENE_BREAK]",
        "Chris: Post-partum depression is sometimes triggered by the rapid hormonal change that occurs after pregnancy.",
        "Graham: Can it cause a woman to doubt her ability to take care of her newborn baby? Or even doubt her ability to be a good mother?",
        "Chris: Yes, it's quite common.",
        "Graham: Dr. Hughes, in your opinion, is Sofie Duran a victim of post-partum depression?",
        "Chris: Yes, she is.",
        "Graham: And could that explain her irrational behavior? For instance, taking the baby and running away?",
        "Chris: Yes, it could.",
        "Graham: And would this state be exacerbated when the Munsons broke their word and wouldn't let Sofie Duran see her own child?",
        "Bonnie: Your honor -- your honor -- my clients followed the agreement that Ms. Duran signed.",
        "Graham: The agreement was signed under duress, while my client was suffering from depression, your honor.",
        "Judge: Do you have any proof that this was the case?",
        "Graham: Yes. Sofie Duran was alone. She suffered through a terrible ordeal. The baby's father, Cole Norbeck and his mother, Iris Dumbrowski -- now, this is the brother and mother of Gwen Munson. They pressured her to give her baby up. Will Munson's mother, Barbara Ryan orchestrated the entire ordeal.",
        "Judge: Ms. Ryan, is this true? Were you involved with these people?",
        "Barbara: Yes, your honor. I was.",
        "[SCENE_BREAK]",
        "Jack: Okay, I am scared for Parker. But we can't afford to be. We've got to be strong for him.",
        "Carly: I'm so grateful you're here for him. You know that?",
        "Jack: There's nowhere else on earth I could be right now.",
        "[SCENE_BREAK]",
        "Dr. Brody: I've reviewed this case and these are very serious charges. Parker, why don't you tell me in your own words, what happened the night of the shooting?",
        "Parker: I was worried about my mom, so I snuck out of the house and I went to Metro.",
        "Dr. Brody: All right, tell me why you brought a rifle with you to the club that night",
        "Parker: Well, I thought Sam was going to do something bad to my mom. I brought the gun to stop him.",
        "Dr. Brody: Did you know you'd get into trouble for bringing the gun?",
        "Parker: Yeah -- yes, I did. But I didn't care. I couldn't let Sam hurt my mom.",
        "[SCENE_BREAK]",
        "Graham: Then you admit it? You coerced Sofie Duran into giving up her baby.",
        "Barbara: I admit no such thing. Your honor, Iris Dumbrowski told me that Sofie and Cole couldn't care for the baby. That they wanted to give the baby up for adoption. I felt sorry for Sofie. Now, whatever pressure they applied on her, I know nothing about that all I know, is I wanted to find a baby for my son and his wife. I knew that they would be wonderful parents. I was trying to help them.",
        "Graham: You were trying to help? Is that right? Didn't you -- didn't you pay Iris Dumbrowski and her son?",
        "Judge: Ms. Ryan?",
        "Barbara: I paid for some of Sofie's medical bills, yes.",
        "Graham: Ms. Ryan, isn't it true that you attempted to buy Sofie Duran's baby and give it your son and his wife?",
        "Barbara: Absolutely not.",
        "Sofie: Yes, you did!",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Katie: Hi. Is Margo around? I was hoping to have an early lunch.",
        "Jack: No, she's not here. The department had some meeting with the commissioner.",
        "Katie: Jack, why is Carly here? Is something going on?",
        "Jack: Yeah, Parker -- he's in -- he's in trouble.",
        "[SCENE_BREAK]",
        "Dr. Brody: Did you go to Metro intending to kill Sam Hutchins?",
        "Parker: No, I just wanted to scare him. I wanted him to leave me and my mother alone.",
        "Dr. Brody: Is that the only reason you brought the gun? You just said you were angry at Sam. Angry enough to kill him?",
        "Parker: Yeah -- yeah, I was.",
        "[SCENE_BREAK]",
        "Katie: I had no idea that you and Parker were going through this.",
        "Jack: Yeah, so far we've tried to keep it out of the papers. But if the judge decides to try Parker as an adult, it's not going to be so easy.",
        "[SCENE_BREAK]",
        "Will: As soon as we found out what was going on, we did everything in our power to help Sofie have her baby and to keep it.",
        "Judge: Mr. Munson, you'll get your chance.",
        "Will: I'm sorry, your honor.",
        "Judge: Ms. Duran, do you have anything to add?",
        "Sofie: Your honor, I had no idea what Cole and his mother were doing. They were lying to me all along.",
        "Graham: Sofie, Cole Norbeck abandoned you, didn't he?",
        "Sofie: Yes. He told me he didn't love me. And the only reason he came back is because they wanted to sell my baby.",
        "Judge: Who was they, Ms. Duran?",
        "Sofie: Cole and his mother. I was all alone, so I listened. But -- but it was a terrible mistake and I never should have signed the papers.",
        "Graham: Your honor, at the time of the adoption, Ms. Duran wasn't even represented by a lawyer.",
        "Bonnie: Your honor, I was there to inform her of her rights. Ms. Duran was not coerced in any way.",
        "Graham: Really? Dr. Hughes, was Ms. Duran in any position make an informed decision at the time of the adoption agreement?",
        "Chris: Um, Sofie was in a vulnerable and confused state at the time due to her post-partum depression. I don't believe she was capable of making sound decisions. I think Sofie Duran signed away the rights to her baby under duress.",
        "Will: How could you say that, Chris? That's not how it happened!",
        "Judge: Enough, Mr. Munson. Let's take a short recess and try to cool off, shall we?",
        "[SCENE_BREAK]",
        "Katie: Does Brad know about what's going on?",
        "Jack: No. I haven't told him yet.",
        "Katie: You should. Parker needs all the help he can get. You too. You know, you don't have to go through this alone.",
        "Carly: They're not alone. Jack and Parker have the support they need -- from me.",
        "Jack: Yeah, but Katie's right. Brad should know about this.",
        "Katie: Well, I'll tell him about it, if you want me to.",
        "Jack: Thanks. Yeah, Parker really loves you. He needs you right now",
        "Katie: Well, he can count on me for anything.",
        "Carly: Katie, you should go. This is not helping Parker.",
        "[SCENE_BREAK]",
        "Parker: Sam was trying to hurt my mom.",
        "Dr. Brody: Except you didn't know your mother was in danger when you got the gun, did you?",
        "Parker: I did know! I knew all along that Sam was after my mom! That's why I brought the gun because I couldn't let that happen!",
        "Dr. Brody: I see. So, then your actions were pre-mediated, weren't they?",
        "[SCENE_BREAK]",
        "Carly: This is a family matter, Katie. Butt out.",
        "Katie: Well, I was part of this family at one point and I got to know Parker pretty well. I'm sorry, but this whole shooting thing just doesn't make sense.",
        "Carly: You have no idea what it is you're talking about! Just let it go!",
        "Katie: I'm just saying, there has to be more to this. This cannot be Parker's fault.",
        "Carly: What are you saying then, Katie? That it's somehow my fault?",
        "Katie: No I didn't -- did I say it was your fault? No. Were you involved somehow?",
        "Carly: Jack, really -- get her out of here.",
        "Jack: Katie, I don't think this is such a good time.",
        "Katie: I'm sorry. I am not trying to upset anyone. I'm just here as a friend.",
        "Carly: We don't need friends like you! Get the hell out of here, Katie! Just get away from me, and my family!",
        "Jack: Carly. Stop it!",
        "Katie: It's okay. I understand. If Parker were my son --",
        "Carly: He's not. He's mine.",
        "Katie: Okay. I'm gonna go. I'm not helping any. Okay?",
        "Carly: Then what are you waiting for?",
        "Jack: I'm sorry, Katie.",
        "Katie: Me, too.",
        "Carly: You know, you keep saying you're gonna go, but there you stand. So, what's the problem, Katie? You can't tear yourself away from Jack?",
        "Parker: Mom, chill out! We heard you screaming in there. What's your problem?",
        "Carly: I'm -- it's all right, Honey it has nothing to do with you. Go back inside, okay?",
        "Parker: Hey, Katie.",
        "Katie: Hey. Hang in there, okay, Parker.",
        "Parker: Thanks.",
        "Katie: All right. Take care, Jack.",
        "Jack: Thank you. Thanks. I can't believe you just did that. Do you have any idea what you just did?",
        "[SCENE_BREAK]",
        "Sofie: Thank you so much.",
        "Chris: I hope I was able to help. Let me know what happens.",
        "Sofie: I will.",
        "Will: Chris, what are you doing? You're family do you even know what that means? Well, why would you testify for Sofie?",
        "Chris: Hey. I just gave my opinion, as a doctor, of her mental status, all right? I'm not taking any sides here.",
        "Will: You did take sides. And I'm not going to forget it.",
        "Chris: I'm sorry you feel that way, Will. Good luck.",
        "Gwen: Hey. None of that's going to help right now, Will.",
        "Will: Yeah, I know. I'm gonna go get a cup of water.",
        "Gwen: Mm-hmm.",
        "Barbara: I'm afraid that Chris has hurt us. He may have ruined everything. I am so sorry. I wish I could have done more.",
        "Gwen: I'm just really worried that Sofie may have won the judge over.",
        "Barbara: You know, you did everything for that girl. You could for that girl. Everything. This is my fault. I don't know why this keeps happening. I love Will so much, and everything I do hurts him.",
        "Gwen: Listen, the only thing that really matters right now is that we show the judge that we're the kind of family that Hallie needs.",
        "Will: Yeah, you're right. We have to do this for Hallie.",
        "[SCENE_BREAK]",
        "Brad: Hey, Counselor, how's it going in there?",
        "Bonnie: We're trading punches. They took their best shot and we're still standing. So now it is my turn.",
        "Brad: Take no prisoners -- I like your style. We ought to have you on Oakdale Now. You're a great lawyer. You're also a knockout.",
        "Bonnie: Brad, you are such a little sweet talker.",
        "Brad: I'm being serious.",
        "Bonnie: I know. This is all about making Katie jealous, I know. How is that going for you, by the way?",
        "Brad: It's going great, thanks to you. Can I take a rain check on that breakfast?",
        "Bonnie: Mm-hmm. Sure, Brad. Good luck.",
        "Katie: Hey, we have to talk.",
        "Brad: What are you doing here? Are you spying on us?",
        "Katie: Brad, listen, stop. This is serious. Parker's in trouble.",
        "[SCENE_BREAK]",
        "Jack: I can't believe you lost it with Katie like that. Today of all days, Carly.",
        "Carly: I know. I couldn't help it.",
        "Jack: Yeah, you got to get a hold of yourself though. Parker's in enough trouble. And now the court-appointed shrink saw Parker's mom having a meltdown. You got to hold yourself together.",
        "[SCENE_BREAK]",
        "Dr. Brody: Do you have issues with your mother, Parker?",
        "Parker: Don't know -- what do you mean?",
        "Dr. Brody: Well, I saw the way you talked to her just now. You seemed very angry.",
        "Parker: Yeah, well, she does stuff sometimes that makes me mad.",
        "Dr. Brody: Does she make you feel angry a lot?",
        "Parker: I don't know, sometimes. She messes up a lot.",
        "Dr. Brody: When your mother does something that you don't think she should, do you get angry with her?",
        "Parker: Yeah -- I guess.",
        "Dr. Brody: Angry enough to kill?",
        "[SCENE_BREAK]",
        "Carly: You're right, Jack. I shouldn't have lost control like that. I'm sorry it happened.",
        "Jack: No, I'm sorry. I'm sorry for laying into you like that too. But we can't afford any more mistakes, Carly. We could lose our son here.",
        "[SCENE_BREAK]",
        "Brad: Oh, man. Poor Parker. Where are they now?",
        "Katie: They're at the police station.",
        "Brad: Okay, I'm going to go over there. You want to come with me?",
        "Katie: Actually, I was just there and Carly wasn't too happy to see me. So I think I better keep my distance. But I know Jack would want you there. Will you keep me posted on Parker?",
        "Brad: Yeah. Okay.",
        "[SCENE_BREAK]",
        "Bonnie: My clients acted in good faith. Their only desire was to have a child. And ever since they welcomed Hallie into their home, they have loved her and cared for her. When we consider Hallie's interests here today, there is no doubt that Will and Gwen Munson are best suited to raise this child. I have a great deal of sympathy for Ms. Duran, as do my clients. She's sad, lonely, unhappy, she has no direction in her life.",
        "Graham: Objection.",
        "Bonnie: I'm sorry, but all this speaks to ms. Duran's fitness as a mother. Is sadness or loneliness an excuse to kidnap a child from Hallie's legal parents?",
        "Sofie: They wouldn't let me see my baby.",
        "Bonnie: So you recklessly endangered Hallie's life? No deserving mother would do that to her child.",
        "Sofie: All I wanted was to see my baby. And she slammed the door in my face.",
        "Judge: Ms. Ryan, why didn't you allow Ms. Duran to see the child?",
        "Barbara: Your honor, I was baby sitting my granddaughter. And I had no instructions from my children to let Sofie see the baby.",
        "Graham: And then you fell asleep when you were supposed to be watching the baby?",
        "Barbara: Excuse me. The baby was asleep in her crib, and yes, I dozed off, but that does not give Sofie the right to come in and steal their baby.",
        "Sofie: But she's my baby!",
        "Bonnie: Legally, she isn't. Ms. Duran, you signed a legally binding contract.",
        "Graham: Your honor, Ms. Duran had no lawyer at the time. Ms. McKechnie handled both sides of the adoption and took advantage of my client.",
        "Bonnie: Sofie, you remember signing the agreement, don't you?",
        "Sofie: Of course I do. I wish I didn't.",
        "Bonnie: You remember how I explained your rights to you very carefully? I told you, that if you had any second thoughts or if you were under duress, that you should not sign the agreement.",
        "Sofie: It's not the way you make it sound.",
        "Bonnie: I also told you that you had a certain period of time to change your mind. You had time to revoke your consent to the adoption. Do you remember what you said to me when I told you that?",
        "Sofie: No.",
        "Bonnie: You said, you weren't gonna change your mind remember that, don't you?",
        "Sofie: Well, I didn't mean it. I didn't know what I was saying.",
        "Bonnie: Your honor, one day after the legal time period to revoke her consent had passed, Sofie Duran abducted Hallie Munson from her home.",
        "[SCENE_BREAK]",
        "Carly: You blame me for what happened, don't you, Jack? If I hadn't gotten involved with Kit and Sam -- if I'd done what you said, Parker wouldn't be in this trouble, right?",
        "Jack: No, I don't blame you, Carly. Do I wish you'd listened to me? Sure. But Parker shooting Sam is not your fault.",
        "Carly: I wish I had done it all differently.",
        "Jack: Let's not make this about us. Let's focus on what's happening with Parker.",
        "[SCENE_BREAK]",
        "Parker: I wasn't trying to kill my mom. I wanted to kill Sam.",
        "Dr. Brody: Again, you admit you wanted Sam Hutchins dead. That seemed to be driving you, Parker.",
        "Parker: That's not what I meant.",
        "Dr. Brody: That's what you said.",
        "Parker: Okay, when I got to the club, Sam was trying to hurt my mom, so I stopped him.",
        "Dr. Brody: And then you killed him?",
        "Parker: That's right. I wanted Sam gone. And I'd kill him again if I had the chance!",
        "[SCENE_BREAK]",
        "Brad: Katie just told me the news. I'm so sorry.",
        "Jack: Thanks.",
        "Brad: Anything I can do?",
        "Jack: Right now, all anyone can do is pray.",
        "[SCENE_BREAK]",
        "Judge: Ms. Duran, you did read this adoption agreement? So you know that after this date that you could not change your mind?",
        "Sofie: I forgot about the date. But I knew I had made a mistake, and I wanted my baby.",
        "Bonnie: No, the mistake was ignoring a legally binding contract, and kidnapping the baby.",
        "Sofie: But she's my baby. I gave birth to her.",
        "Bonnie: Your honor, once the date has passed to revoke consent to the adoption, Gwen and Will became the legal parents of that child in perpetuity. Ms. Duran lost all legal claims to that baby. That's why she kidnapped Hallie Munson and risked the child's life. That's why she should now no longer have any parental rights.",
        "[SCENE_BREAK]",
        "Brad: I why didn't you tell all this sooner? The family could have helped, you know, I mean, there's safety in numbers.",
        "Jack: You're here now, that's all that matters, Brad.",
        "Brad: Anything you two need, just say the word.",
        "Carly: Thank you, Brad.",
        "Jack: Yeah, thanks. Listen, I'm gonna go check the forensics report.",
        "Brad: Hey, you hang in there.",
        "Carly: Okay.",
        "Brad: Okay?",
        "Carly: Thank you.",
        "Brad: Hey, there you are.",
        "Katie: Hi, I didn't want to cause any more problems. This is horrible what's happening to Parker.",
        "Brad: I know.",
        "Katie: Hey, you look like you could use a friend yourself.",
        "Carly: Parker.",
        "Jack: How'd it go?",
        "Parker: Bad. The shrink totally thinks I'm guilty.",
        "Parker: Can we get out of here?",
        "Jack: In a minute.",
        "Carly: We'd like to talk to Tom.",
        "Parker: I'll wait outside.",
        "Tom: It wasn't as bad as Parker made it sound. Dr. Brody has a reputation for being fair.",
        "Carly: Tom, I'm sorry I got so upset.",
        "Tom: Uh, Parker got upset, too. In fact, Brody questioned him again about his anger. Wondered how it connected you and Sam.",
        "Carly: Did I hurt his case?",
        "Tom: Not the outcome, probably, but you should learn to maintain your cool.",
        "Carly: All right, I will.",
        "Jack: Anything else we can do to help?",
        "Tom: I don't think so. Brody will file a report, the judge will make a decision. I'm on good terms with the D.A. he'll probably put in a good word.",
        "Carly: Thank you, Tom.",
        "Jack: Yeah, thanks.",
        "Tom: Sure. Right now, we should just all hope for some really good luck.",
        "[SCENE_BREAK]",
        "Brad: I wish there were something we could do to help Parker. This really sucks.",
        "Katie: Yeah, it really does. You hungry?",
        "Brad: Um, no. I'm just -- I don't know, I'm just too miserable to eat.",
        "Katie: Why don't you call Bonnie? Maybe she could restore your appetite.",
        "Brad: Bonnie's great. She's great, but, you know, right now, I'd rather be here with you.",
        "[SCENE_BREAK]",
        "Graham: Your honor, Dr. Hughes testified that Ms. Duran was a victim of post- partum depression. Now this is a girl in a emotionally vulnerable state that was pressured into giving up her daughter. Ms. McKechnie and her clients took advantage of her state.",
        "Bonnie: We followed the law. Ms. Duran broke the law by kidnapping the baby.",
        "Graham: She made a mistake. And then she brought the baby back, because the child's health was her primary concern. Now, your honor, Ms. Duran is the baby's biological mother. And all she wants, all she wants is to be reunited with her child.",
        "Judge: Do you have anything to add, Counselor?",
        "Bonnie: My clients reserve the right to present further testimony.",
        "Judge: You have until the court closes today. After final testimony, I will render my decision. This hearing is adjourned.",
        "Will: Bonnie, why did you ask for more time?",
        "Bonnie: I don't know. My gut told me to delay. If the judge had to decide right now, I just don't know.",
        "Gwen: You're afraid we would lose Hallie?",
        "[SCENE_BREAK]",
        "Brad: So, just for the record -- when I went off to the courthouse with Bonnie, you were a little jealous, right?",
        "Katie: Oh, Brad, give it up.",
        "Brad: Hey? It's a fair question.",
        "Katie: Well, for someone who has no appetite, you sure seem to be hogging the chow.",
        "Brad: What's wrong?",
        "Katie: They're Parker's favorites.",
        "Brad: Parker's gonna be okay.",
        "Katie: It's just its hard. I feel so helpless.",
        "Brad: No, he's gonna be fine. And besides, you know Jack. He's not going to let anything happen to his kid.",
        "[SCENE_BREAK]",
        "Jack: Parker, lunch is ready! How you holding up? You okay?",
        "Carly: Yeah. You know, Tom said that he had a good relationship with the D.A., but his own son went to jail, so, if he couldn't help Casey, how can he help Parker?",
        "Jack: May it'll be different this time. Listen, Carly, we've got to stay positive. For Parker's sake.",
        "[SCENE_BREAK]",
        "Sofie: What's going on? Why do they want more time?",
        "Graham: They're stalling. We have a very good case and they know it.",
        "Gwen: Do you think we could lose Hallie?",
        "Will: No. That's not going to happen.",
        "Bonnie: No, we made a very good case.",
        "Gwen: Then why did you request more time?",
        "Bonnie: I would feel better if we had someone to offset Chris Hughes's testimony. He hurt us.",
        "Will: I know.",
        "Bonnie: We just need someone who knows Sofie, who knows her state of mind, and knows that she was determined to give that baby away.",
        "Will: Well, the only one person can do that is Aaron. He was there and he knows we didn't force her into this.",
        "Gwen: He's Hallie's godfather, but do you really think he'll testify against Sofie?",
        "Barbara: They seem awfully close.",
        "Gwen: This could backfire and hurt us. Are you sure you need another witness?",
        "Bonnie: It's a risk, but, um, yes. Yes, I think we do.",
        "Will: Well, then we'll ask him to testify.",
        "[SCENE_BREAK]",
        "Carly: Hey. Sit down, have some lunch.",
        "Parker: I'm not hungry.",
        "Carly: Come on, Parker. Sit down. You need to eat.",
        "Parker: Why? So I can get big enough to go to a grown-up jail?",
        "Jack: Come on, Parker. Will you please just sit down? You know, at the farm, Emma would always pray before eating. Given our circumstances, I don't think it's such a bad idea. Thank you, God, for our friends and for everything you've given us. Most of all, thank you for our family. Who, even though we forget it sometimes, can be counted on when we really need them. Please, God -- watch over us.",
        "Carly: Protect this family.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Carly: You think it was Kit?",
        "Jack: That she fired the second shot that killed Sam.",
        "Katie: Yeah, it bothers me to see Brad with Bonnie.",
        "Margo: If that's what you want, why don't you go after him?",
        "Luke: It's from your father.",
        "Lily: What should we do?",
        "Holden: How about this?",
        "Craig: Well, I'd be watching my back if I were you.",
        "[Car engine starts]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Wwr7U2Udu-U"
}