{
    "Episode Summary": [],
    "Recap": [
        "Paul and Roseanna begin to get frisky and Will catches them. When he gets the backpack he came to retrieve and leaves, Paul and Roseanna make love. Carly and Jack come to an understanding and he tells her that he'll consider getting medical attention. Julia goes to Mike's house and he gives her what for \u0096 explaining that no matter what had happened in the past, Carly and Jack were very much in love and that she should quit trying to make things worse. As she leaves, Carly shows up and accuses her of trying to stir up the past and then warns her that she's not going to win. Holden worries that because Dusty is involved with the boxing match that Aaron is getting himself into big trouble. While they talk, Alison goes outside and runs into Chris. It's awkward, but she explains that she's fine and that she really doesn't want to be even friends. Aaron asks her about it and she tells him what she said, asking if she can go and watch him train, Aaron heartily agreeing. Craig comes by to see Rafi and catches up with him, but when Lucy shows up he lingers. Craig finally leaves and Lucy warns Rafi to be careful of her father, because he likes to use people. Rafi tells her that he won't tell Craig anything about her. Aaron and Alison show up and while Aaron is getting ready, they watch Rafi train and both decide that Aaron is going to get killed."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: What? Is there something wrong?",
        "Paul: Maybe. I --",
        "Rosanna: What?",
        "Paul: I just don't want this to end.",
        "Rosanna: Good.",
        "Paul: No, no. I mean ever. Okay, ever is negotiable, you know. I'll take what I can get, but I just don't want to think about ever losing you again.",
        "Rosanna: Then don't.",
        "[SCENE_BREAK]",
        "Holden: You're gonna fight Rafael Ortega? A professional boxer? Where did you come up with such a lame-brained idea?",
        "Alison: I'm gonna go take a break. I think I'll just go get some air.",
        "Holden: Aaron, I asked you a question. What were you thinking?",
        "Aaron: You know, I thought here for once this is something my own father wouldn't criticize.",
        "Holden: Aaron --",
        "Aaron: You know, you're right. What the heck was I thinking?",
        "Holden: Look, I'm trying to support you.",
        "Aaron: Then congratulate me, Dad. This is great. This is an opportunity. I am on the card for the biggest boxing match Oakdale has seen in a decade.",
        "Holden: How did this happen?",
        "Aaron: \"Congratulations, Aaron. You're awesome.\"",
        "Holden: Look, congratulations, Aaron. I just wonder if you realize what you have gotten yourself into here.",
        "Aaron: Yes. And it's probably the smartest decision I've made in years.",
        "[SCENE_BREAK]",
        "Chris: Alison.",
        "Alison: Hi. How -- how did you find me?",
        "Chris: I didn't. I didn't mean to. I didn't know that you were -- did you call? Because, if you did, I didn't get the message.",
        "Alison: No. No, I didn't call.",
        "Chris: Okay.",
        "Alison: Did you think that I would call?",
        "Chris: Alison, I'm sorry. I don't know how these things go.",
        "Alison: Me either. But I'm not surprised that you didn't know that I was waitressing. There's no reason that we should know anything about each other anymore.",
        "[SCENE_BREAK]",
        "Craig: Oh, there he is. El Ortega de Montega.",
        "Rafi: Mr. Montgomery.",
        "Craig: Mr. Craig --",
        "Rafi: Oh, man.",
        "Craig: Por favor. Mira! Look at you, caballo!",
        "[Rafi laughs]",
        "Craig: I only wish your mother had called and told me. I would have met you at the airport.",
        "Rafi: No, man, that's too much trouble. It's good to see you.",
        "Craig: Well, it's good to see you. And nothing is too much trouble between friends. Look, here. I cut out all the articles from the paper. You should give these to your mother. I bet she has a scrapbook working already.",
        "Rafi: Yeah, man. Yeah, she's got a shoebox full of pictures and stuff. I didn't think to -- yeah, thanks, Mr. -- Craig. It takes some getting used to.",
        "Craig: So does seeing you, caballo. Mira, eh? Oh. I look at you, and look at Lucy -- make sure you show your mother this one of you and Lucy here.",
        "Rafi: Yeah. Yeah, it's been awhile since Mami's seen her.",
        "Craig: For you, too. Nice to catch up.",
        "Rafi: Yeah.",
        "Craig: Was she as surprised to see her old friend as I am?",
        "Lucy: Yes, she was. And I'd like Rafi to stay my friend, so I'd appreciate it if you left him alone.",
        "[SCENE_BREAK]",
        "[Julia sighs]",
        "Julia: Busted.",
        "J.J.: Hey, Mom.",
        "Julia: J.J., this doesn't look like a book. What was the deal? You get to ride up alone in the elevator if you --",
        "J.J.: Read the boring book about pioneers.",
        "Julia: Honey, it's a fascinating look at frontier life. I read that on the cover.",
        "[Julia laughs]",
        "J.J.: I tried, but I couldn't read some of the words. Dad can help me when he gets home.",
        "Julia: I have an idea. Why don't you go get the book, and I'll help you.",
        "J.J.: I want to wait for Dad.",
        "Julia: Well, J.J., he may be a while. He hasn't seen his other family in a long time.",
        "J.J.: But, he'll be here soon.",
        "Julia: He might not.",
        "J.J.: He said he'll be here soon.",
        "Julia: He said?",
        "J.J.: Okay, I'll go get the book, Mom.",
        "Julia: No. Wait a minute. Come here, you. What do you mean, \"he said\"? Did Jack call?",
        "J.J.: I called him.",
        "Julia: J.J. -- Honey, you've got to let him spend time with the other family.",
        "J.J.: But the blonde lady wasn't with him. She was here, yelling at you.",
        "Julia: Did you tell Jack that?",
        "J.J.: He was mad, I could tell.",
        "Julia: J.J., you shouldn't have called him. You should have asked me first.",
        "J.J.: You would've said no. That lady's mean, Mom. And Jack doesn't remember her, so he doesn't know how mean she is. But now he does.",
        "[SCENE_BREAK]",
        "Carly: Stay away from your wife? Julia is not your wife.",
        "Jack: In my heart, she is. I'm sorry. I don't mean to hurt you.",
        "Carly: Then stop.",
        "Jack: I am trying to accept that I have a family, a life I don't remember. I'm trying to come to terms with that, but it's not automatic, you know?",
        "Carly: You'll get there, Jack.",
        "Jack: Yeah, but I need your help. I need you to accept that I have a wife and son that I love. That won't go away. I got to go check on J.J.",
        "Carly: Okay. When will you be back? Jack? Before your phone rang, we were making plans for you to stay here with me and the kids, full-time, until you remember.",
        "Jack: Nothing -- nothing was settled.",
        "Carly: I know, but you thought it was a good idea. I could tell. Please. Please don't let this change your mind. Please. I know today was a complete disaster, but it was just one day. Please. Jack, don't you want to remember who you really are?",
        "Jack: Of course I want to remember!",
        "Carly: Then come home! Stay here.",
        "Jack: I can't just abandon Julia and J.J. in a strange town. I can't. What happens to them when I'm here all the time, sitting around, trying to remember? I mean, what if it takes weeks, and I still don't? There's got to be another way.",
        "Carly: Maybe there is.",
        "[SCENE_BREAK]",
        "Rafi: Hey, Luce. Your dad just stopped by to say hello.",
        "Lucy: No, he didn't.",
        "Craig: Oh, come on. When I saw Rafi, he was here.",
        "Lucy: Can I speak to you privately?",
        "Craig: Always.",
        "Lucy: Sorry, could you just give us a moment?",
        "Rafi: Yeah.",
        "[Craig laughs]",
        "Craig: Huh? So, what's wrong this time, sweetness?",
        "Lucy: Don't call me that.",
        "Craig: All right. All right. I stopped by to see our old friend.",
        "Lucy: Oh, you're old friends, huh?",
        "Craig: I have known him since you were toddlers.",
        "Lucy: Please. When was the last time you even gave Rafael Ortega a thought?",
        "Craig: I may have left Montega when your mother and I parted ways, but that doesn't mean I forgot the Ortegas. Those were the happiest times of my life, raising you and your brother.",
        "Lucy: Don't --",
        "Craig: You can do what you want, but you cannot take that away from me.",
        "Lucy: I never took anything away from you. Don't you think I wish -- you came down here today because of me, because you heard Rafi was in town. You thought you could work him, or try and get information about me. Maybe even get him to put in a good word for you.",
        "Craig: I think you're being paranoid. The world doesn't revolve around you, Lucy.",
        "Lucy: Yours does. And that's got to stop.",
        "Craig: I spent 18 years raising you, worrying about you every day. And now, suddenly I'm -- what? I can't stop being your father. I will always love you. I will always look after you. Is that so bad to have in your life?",
        "Lucy: Your love almost killed me. I don't know what you've convinced yourself, or how you live with it. But I know, and I can't forget. Stay out of my life.",
        "[SCENE_BREAK]",
        "Chris: Okay, Alison. I wish that you would let me -- there are so many things that I wanted to say.",
        "Alison: Like what? Chris, you left me at the altar because you fell in love with my sister. It's done. There's nothing left to say.",
        "Chris: Maybe you're right. You know, I've been working at the clinic. That's all I've --",
        "Alison: That's great.",
        "Chris: You really don't want to hear anything about me, do you?",
        "Alison: Well, what did you think? That we would just keep in touch?",
        "Chris: I'm sorry. Okay, I'll just go somewhere else for my coffee.",
        "Alison: No, no. You don't have to leave.",
        "Chris: Well, I don't want to upset you.",
        "Alison: Well, you're not, okay? I can't believe that I'm saying that, but you're not.",
        "Chris: Okay, well you don't look like it's much fun to see me.",
        "Alison: Well, it is what it is. Okay? It's a small town. We're gonna run into each other.",
        "Chris: Yeah. Well, I'm glad you're taken this so --",
        "Alison: So well? Like it was just, like, one lousy day?",
        "Chris: Alison, I'm sorry. I didn't mean that the way it sounded.",
        "Alison: Chris, I was crushed, okay? If that's what you want to hear. But you know that. You were there. You saw me. That day, days after, and I didn't know how I was gonna get through with anything. And I did, okay? I'm fine now.",
        "Chris: Well, I'm glad.",
        "Alison: And I'm fine, and it's okay that you're here, but it's not like --",
        "Chris: It's not like we're friends.",
        "Alison: Right. We're not. We never will be.",
        "[SCENE_BREAK]",
        "Holden: Are you gonna tell me how you got involved in this boxing match, or not?",
        "Aaron: I was training at the gym, okay? The manager saw me, he told me that they needed a challenger for this upcoming fight against this hotshot named Ortega. I was the best one there, and Dusty had to say yes.",
        "Holden: Dusty Donovan got you involved in this?",
        "Aaron: Look, don't blame Dusty, Dad, okay? I had to beg for the shot. He didn't want to do it.",
        "Holden: Why not?",
        "Aaron: Probably because he didn't want you in his face.",
        "Holden: Why would I be in his face if this is such a great deal?",
        "Aaron: I don't know why you'd be there at all. You know, 'cause I am not your problem anymore.",
        "Holden: You're my son. And that is never a problem.",
        "Aaron: Then why can't you be happy for me? I don't --",
        "Holden: Because I feel like I'm watching a train wreck in slow motion here. Dusty Donovan is no humanitarian.",
        "Aaron: Dusty's good to me.",
        "Holden: You're right. He has been good to you. And he even just told you that he didn't want you involved in this fight. What does that tell you?",
        "Aaron: I don't know, maybe he doesn't see my potential. Maybe he's just afraid to take a chance on me. You know, that I'm not gonna train hard enough to give this kid, Ortega the fight of his life. But you know what? I will. Which reminds me, I have to head to the gym. So, Dad, I'll talk to you later, okay?",
        "Holden: Aaron, wait.",
        "Aaron: Dad, I don't want to hear it anymore. You've given me your parental duties. I just have to go.",
        "Holden: Can I just ask you a question? Why? What do you expect to get out of this fight?",
        "Aaron: A chance, Dad. A chance to show people that I'm good at something. And a lot of money. More money than I have.",
        "Holden: Money?",
        "Aaron: More money than I could save.",
        "Holden: If you need money --",
        "Aaron: I don't need a loan.",
        "Holden: Well, then what?",
        "Aaron: I need a life. I need a career. You know, it's not like I want money to go buy stupid things, you know, like a car or a horse or something like that. I know where I am. And it's a dead end. I know this. Working at Metro is great, but nothing's changing. I need money so I can see something else, do something else to change, you know?",
        "Holden: Then what?",
        "Aaron: I don't know. I don't know what I'm gonna do. I can't even see a way out right now. How do I know where I'm going to go?",
        "Holden: Okay, fine. I can understand that. I get that you feel stuck, and that you want to make a change.",
        "Aaron: But?",
        "Holden: But you haven't been in a boxing ring in years. And now you're telling me you want to fight this professional. What am I missing here, Aaron? I don't get it.",
        "Aaron: What is this kid doing here? Unbelievable.",
        "[SCENE_BREAK]",
        "Carly: You want to get your memory back. You want it to happen quickly. We all do. Maybe there's a way that can happen.",
        "Jack: How?",
        "Carly: Why don't we go and see some doctors? Memorial has specialists, Jack. They could run some tests.",
        "Jack: Carly, I had tests. I was in a hospital, right after the accident.",
        "Carly: Yeah, St. Genevieve, Missouri. Did they have specialists there? Did they have the most modern equipment?",
        "Jack: They took care of me.",
        "Carly: What did the doctors tell you?",
        "Jack: I -- I don't remember. A lot of it was a blur. I was on medication for pain. There was a lot of medical jargon. Julia would know, she was there the whole time.",
        "Carly: I'll bet she was.",
        "Jack: And what's that supposed to mean? She was my nurse.",
        "Carly: Who had a special interest in you.",
        "Jack: Oh, so what? She didn't want me to get well? She kept me alive. She kept me sane.",
        "Carly: She kept you! That's the point, Jack. She wanted you, and she found a way to keep you.",
        "Jack: Okay, I don't want to argue again. Can we please just drop this?",
        "Carly: No. I'm sorry, I can't do that. I won't.",
        "[SCENE_BREAK]",
        "Julia: Hey, listen to me. Okay? The blonde woman -- her name is Carly. And she's very, very upset right now because Jack was supposed to come see her, and something happened, so it took him a really long time. And she waited and waited and waited. And she thought maybe he wasn't coming. And she thought that I told him not to.",
        "J.J.: But you didn't.",
        "Julia: I know. I'm just trying to get you to understand. The only reason Carly's upset is because she thought something might have happened to Jack. She was worried.",
        "J.J.: Jack's there now, isn't he?",
        "Julia: Mm-hmm.",
        "J.J.: He's been there all day. Isn't that enough?",
        "Julia: I don't know.",
        "J.J.: She's trying to take Jack away.",
        "[Knock on door]",
        "Julia: Oh, hi, Mrs. Grimaldi.",
        "Lisa: Hi. Honey, I told you, it's Lisa. You left this in the dining room.",
        "Julia: Oh, thank you so much.",
        "Lisa: Is this handsome boy your son?",
        "J.J.: Yes.",
        "[Laughter]",
        "Julia: J.J., this is Mrs. Grimaldi. This is her hotel.",
        "J.J.: For real?",
        "Lisa: For real.",
        "[Phone ringing]",
        "Julia: Um, do you want to come in? Please? Hello?",
        "Jack: How's J.J.?",
        "Julia: He's fine. Listen, I'm sorry that he called you. I didn't know.",
        "Jack: That's okay.",
        "Julia: So, how's it going?",
        "Jack: All right.",
        "Julia: Did seeing your house bring anything back?",
        "Jack: No, not really. Listen, I told J.J. I'd be home soon. Now I'm not so sure.",
        "Julia: Oh.",
        "Jack: Carly and I are deciding on how we want to proceed and I'm not really sure how long that's gonna take. I just don't want him to think I'm not coming home, you know?",
        "Julia: No, that's okay. That's fine. I'll explain. Just take your time.",
        "Jack: Thanks.",
        "Julia: I love you.",
        "Jack: Me, too.",
        "Lisa: Well, you have got one resourceful young man here. I have never seen anyone make one of my rooms look so homey.",
        "Julia: He's had a lot of practice. Listen to me, okay? See this book? Read to there, and if you do, we'll read Captain underpants at bedtime instead.",
        "J.J.: Yes!",
        "Lisa: Well, I guess nobody reads The Velveteen rabbit anymore.",
        "Julia: With 7-year-old boys? Not without protest.",
        "Lisa: He was telling me all about the wedding.",
        "Julia: It was a beautiful day.",
        "Lisa: Oh, honey.",
        "Julia: No, don't. You know what? You've given me more hope than anybody has in a really long time.",
        "Lisa: I'm not sure if I should've told you those things.",
        "Julia: Why? What you said about Carly, it was all true. You didn't make anything up, did you?",
        "Lisa: No, no. It was all true. But does it matter? Because in the end, for whatever reason, Jack and Carly always ended up together.",
        "Julia: Well, I don't understand how you can -- how you can have sex with somebody else the day before your wedding, and that's okay.",
        "Lisa: Well, Mike and Carly were as complicated in their time as Jack and Carly were.",
        "Julia: Is this Mike guy -- is he still around?",
        "Lisa: Mm-hmm. He lives in a cottage on Lucinda Walsh's Estate.",
        "Julia: What's he look like?",
        "Lisa: Oh, he's a handsome devil. Dark hair, big brown puppy-dog eyes, strong jaw, and muscles everywhere, like they all seem to have these days.",
        "[Lisa laughing]",
        "Julia: Lisa, I need to ask you a favor.",
        "[SCENE_BREAK]",
        "Rosanna: Thank you. Cheers.",
        "Paul: Cheers. So, if someone had asked you a week ago if you would be here right now, what would you have said?",
        "Rosanna: Why waste a whole week when we could've been together?",
        "Paul: Wow.",
        "Rosanna: You asked.",
        "Paul: Are you serious?",
        "Rosanna: I'm kinda tired of being serious. Aren't you? I'll be honest with you. I am so happy to be here with you right now. You?",
        "Paul: Me? I never left.",
        "Will: Rosanna --",
        "[SCENE_BREAK]",
        "Carly: So, what do you think about seeing more doctors?",
        "[Jack sighs]",
        "Jack: Maybe I just don't see what good it'll do.",
        "Carly: We won't know unless we try.",
        "Jack: Maybe -- maybe I could just ask Julia what the doctors said before.",
        "Carly: What does that matter? That was before. Even if you had proper care, Jack --",
        "Jack: I had the best care.",
        "Carly: Even if everyone in St. Genevieve did their very best, something might have changed. When was the last time you saw an actual doctor?",
        "Jack: Months ago.",
        "Carly: Months ago? Jack, who knows what might have changed, or what might have healed or not healed.",
        "Jack: Yeah, and I've been fine, Carly.",
        "Carly: You have an entire life you can't remember. That is not fine. Now, the Memorial has those specialists. Let them run all of their tests, and see what they can come up with.",
        "Jack: Maybe it's worth thinking about.",
        "Carly: Thinking about? Jack, you want your memory back, you want it to happen quickly, but you don't want to stay here with me and the kids and let it come --",
        "Jack: I wish you would just -- stop.",
        "Carly: Stop?",
        "Jack: Stop pressuring --",
        "Carly: Stop treating me like the enemy. I'm sorry that I am so intense. I don't want to scare you, but you are scaring me. You look at me like you just want me to go away. Like it's some bother that I'm interrupting you playing house with this woman and the boy, when -- I'm trying to understand what it is for you to look at me and see a stranger. I am trying to understand what it is that you feel for this -- for this woman. I will leave her alone, and I'll try not to say anything that upsets you or makes you feel uncomfortable. But you have to understand something. No matter how hard I try, it may not always be pretty. Because I do remember what you lost -- what we lost. I am fighting for both of us, Jack. And I will not stop.",
        "[SCENE_BREAK]",
        "Julia: You're Mike? Carly's Mike?",
        "Mike: I'm Mike Kasnoff. Hello, Julia.",
        "Julia: How did you know?",
        "Mike: I recognized you from the Police sketches -- the wanted posters.",
        "Julia: Strange being a hunted woman.",
        "Mike: We were desperate to find Jack.",
        "Julia: Were you?",
        "Mike: Is there something you wanted?",
        "Julia: I'm sorry, this must be -- it's very strange for me, too. I guess I should've called.",
        "Mike: I'd be asking you the same question on the phone. What do you want?",
        "Julia: I want to understand. I want this to be okay for everyone.",
        "Mike: You want to come in?",
        "Julia: Thanks.",
        "Mike: I'm not sure if I can help you. You say you want everything to be okay, but how? I mean, before, the situation was heart-breaking. Now it's a mess no one can even begin to straighten out.",
        "Julia: You know Jack still hasn't remembered anything.",
        "Mike: Yeah, Carly told me.",
        "Julia: So you weren't there today when he went and saw his house?",
        "Mike: No, we didn't want to overwhelm him.",
        "Julia: You know, this isn't the first time I'm seeing you, Mike. I saw you before once at the Water Park.",
        "Mike: That's right.",
        "Julia: And then, I saw you again. I came looking for Carly, and I found the two of you.",
        "Mike: The two of us?",
        "Julia: Mm-hmm. You were at the pond with a little boy.",
        "Mike: Parker.",
        "Julia: You and Carly. You looked -- you looked close.",
        "Mike: Whoa, lady, you are so far off the mark.",
        "Julia: Am I?",
        "Mike: Yes, you are. You come here spying on Jack's family, you think you see something --",
        "Julia: I know what I saw.",
        "Mike: No, you don't. And I don't like where you're going here. This is not your business.",
        "[SCENE_BREAK]",
        "Holden: Okay, I get it. It all makes perfect sense now.",
        "Aaron: What?",
        "Holden: The boxing match. You wanted to make a pile of money super fast. It's about Alison, isn't it?",
        "Aaron: What?",
        "Holden: Yeah.",
        "Aaron: No, it's not.",
        "Holden: I saw the way she reacted when she told me about it. Let me tell you something, there are plenty of ways to impress a girl, but this is not one of them.",
        "Aaron: Dad, she's not just a girl, okay? She's Alison.",
        "Holden: Oh, okay. What happened to \"I love Alison\"?",
        "[Aaron sighs]",
        "Aaron: Well, I was wrong, okay? We're just friends. Sometimes we're not even that.",
        "Holden: I gotta go, but I'm gonna find you tomorrow --",
        "Aaron: Tomorrow, I'm training all day.",
        "Holden: Okay, fine, I will find you when you're not training. I'm not gonna forget about this.",
        "Aaron: Chris. What's up, man? Long time no see.",
        "Chris: Yeah -- yeah. Thank you for the coffee. Best of luck with the job and everything.",
        "Alison: Bye.",
        "Aaron: What did he want?",
        "Alison: Coffee.",
        "Aaron: No, really, Ali.",
        "Alison: A coffee. I gave him a medium with two sugars and then he left. That's it.",
        "Aaron: Alison?",
        "Alison: It's okay. He was walking up, and -- yeah, we were both a little freaked out. But I told him that I'm fine. And, yeah, it totally sucked, and I was really hurt, but I'm fine. And it's not like my life ended.",
        "Aaron: And you said all that?",
        "Alison: Yeah, sort of. It's true. I know in my heart, that it is totally true.",
        "[SCENE_BREAK]",
        "Lucy: So, are you free for dinner?",
        "Rafi: Yes, absolutely.",
        "Lucy: Great. Dusty and I want to take you out.",
        "Rafi: Oh, sure, yeah.",
        "Lucy: It'll be nice. You two can sit down, get to know each other. How much longer are you gonna be here?",
        "Rafi: I gotta couple more hours. Where do you want to meet?",
        "Lucy: Did you want something else?",
        "Craig: I was just waiting for a chance to say good-bye to Rafi.",
        "Rafi: Yeah, man.",
        "Craig: It's good -- yeah, it's good to see you.",
        "Rafi: Yeah, thanks.",
        "Craig: Call if you need anything.",
        "Rafi: Right. The man looks upset.",
        "Lucy: He is. That might be the only true thing. He honestly doesn't get it.",
        "Rafi: Well, why don't you tell him whatever --",
        "Lucy: He knows, Rafi. If you want to be friends with my father, that's fine. That's your business. But be careful.",
        "Rafi: He can't hurt me.",
        "Lucy: No. But he'll try to use you. That's what he does. He'll use you to get to me.",
        "Rafi: Well, he does that, he gets nowhere. Lucy, I'm not gonna tell him anything. All right? Except that he was an idiot for ever hurting you.",
        "[SCENE_BREAK]",
        "Julia: None of you may like it, but Jack is my business. I'm in love with him, and we're married.",
        "Mike: No, you're not.",
        "Julia: You know what? Mike, you said before that you didn't want Jack to see you because you didn't want to overwhelm him. You want to tell me what you think it is that you think would be so overwhelming for him about seeing you?",
        "Mike: Did you come here to interrogate me?",
        "Julia: No, I came here because I know about you and Carly.",
        "Mike: What is it you think you know?",
        "Julia: I know history, Mike. First, there was a child that Carly lost. And then, years later, the night before Jack and Carly's wedding --",
        "Mike: What, did you hire a private detective?",
        "Julia: No, I didn't have to. It's common knowledge around here that Carly's youngest child could very well have been yours.",
        "Mike: You have been one busy girl.",
        "Julia: Well, I didn't go looking for the information, Mike. And I'm not here to drag up the past, if it's truly what it is --",
        "Mike: It's past.",
        "Julia: You and Carly have been spending a lot of time together again. You know, it would be very natural if the two of you --",
        "Mike: If the two of us what?",
        "Julia: You obviously have strong feelings for each other. Feelings that could grow under the right circumstances.",
        "Mike: So what's the situation here? Carly and I get back together, and you do us the enormous favor of taking Jack off of our hands? Is that what you're looking for?",
        "Julia: I -- I don't know. I guess this probably was a bad idea.",
        "Mike: Yeah, yeah, you know, it probably was. It was a lousy idea. But now that you're here, you're gonna get some answers. Okay, you wanna know what Carly and I did while Jack was gone? She grieved. She had a baby who wouldn't stop crying for her Daddy, and a little boy who wouldn't believe his dad was gone. Every day, Parker went to the bridge where the accident happened, thinking somehow, Jack's gonna show up there. I took Tuesdays, Thursdays and Sundays. Yeah, when I say every day, I mean every day. Carly trying to put one foot in front of the other, trying to keep her life from melting away. She -- we were all grieving. So we didn't have the time or the inclination for a hot romance.",
        "Julia: Well, I wasn't accusing anyone.",
        "Mike: All right, let's call it making assumptions. And that would be a bad idea. Because Jack and Carly, whatever troubles they may have had before, it was over. They were in love and it was forever. And when Jack comes out of the dark, that's what he's going to remember.",
        "[SCENE_BREAK]",
        "Jack: I know you're not the enemy, Carly. And you're right, I don't know what I lost. But I want to remember, I do. Are you okay?",
        "Carly: I'm not trying to tell you what to feel, Jack.",
        "Jack: And I'll try not to get freaked out every time you get emotional. Was I good about that before? Because something tells me it might've come up.",
        "Carly: Once or twice. From you, too. But we made it through. Even more in love than before.",
        "Jack: I -- I better go. I'll come see you and the kids tomorrow.",
        "Carly: We'll be waiting.",
        "Jack: As far as seeing the doctors, and -- and deciding how much time I spend where, I'll think about it. I want you to know, that no one else will -- it will be my decision, and my decision alone. I promise.",
        "Carly: Good.",
        "Jack: I'll call before I come over, okay? In the meantime --",
        "Carly: I know where you'll be.",
        "[SCENE_BREAK]",
        "Will: Whoa, sorry.",
        "Paul: Whoa, whoa, whoa. Hold on a second. Come in. You looking for me?",
        "Will: No, I was just -- I left something, but it's fine.",
        "Rosanna: What were you looking for?",
        "Will: My backpack.",
        "Rosanna: Oh, it's in the kitchen. I found it. I brought it inside.",
        "Will: Thanks. See you guys.",
        "Paul: Wait. Will, hold on one second. You all right.",
        "Will: Yeah, yeah, I'm fine. Sorry I messed everything up.",
        "Paul: No, no, no. Everything's fine, really. Don't worry about.",
        "Will: Well, I should go anyway. Dad's waiting in the car. So, I'll see you tomorrow.",
        "Paul: All right.",
        "Rosanna: Is everything okay?",
        "Paul: Yeah, I think so. He's just embarrassed.",
        "Rosanna: Well, another five minutes, and we all would have been embarrassed.",
        "Paul: I'm going to embarrass you all night.",
        "[Rosanna laughs]",
        "[SCENE_BREAK]",
        "Alison: I'm sorry I set your dad off.",
        "Aaron: Ah, you know, Holden would've found out sooner or later. And either way, he would have blown up about it, so don't beat yourself up, it's not your fault.",
        "Alison: Well, he's gonna come around.",
        "Aaron: Yeah? Don't hold your breath. He's convinced that I don't know what I'm doing, but you know what? What's new? The best part is, he thinks I'm gonna get my butt kicked, you know, with this Ortega kid.",
        "Alison: Well, he thinks the guy is kind of big.",
        "Aaron: That's not everything, Ali. I've seen him box. I mean, he's quick, he's fast. But you know what? If I just train really hard, I got a sporting chance.",
        "Alison: Of course you do. And as I said, I'm still going to bet on you.",
        "Aaron: Don't do anything until the competition is in action, okay?",
        "Alison: Well, do you think that maybe I could tag along to the gym to just, you know, to watch?",
        "Aaron: Yeah, sure. Why not?",
        "[SCENE_BREAK]",
        "Julia: I wouldn't wish that kind of pain on anyone. And I didn't do that.",
        "Mike: But you didn't stop it either when you could've. Do not make this worse than it has to be.",
        "Julia: Well, I don't think it could be. But let's just assume for a minute what you said is right. The last couple of years, Carly and Jack's marriage was perfect, and there was nothing between you and Carly anymore --",
        "Mike: That's right.",
        "Julia: That was a couple of years, Mike. A couple of years after a lot of years of pain and lies. That's also true.",
        "Mike: You know, you don't know a thing about it.",
        "[SCENE_BREAK]",
        "how sweet it is to be loved by you how sweet it is to be loved by you and you brighten up for me all of my days with a love so sweet so many ways I just wanna stop and thank you baby I just wanna stop and thank you baby I just wanna stop and thank you baby baby ohh",
        "Lucy: Hey.",
        "Alison: Hey, guys.",
        "Aaron: What's up, Lucy?",
        "Alison: Is Rafael here?",
        "Lucy: You came down here to meet Rafi?",
        "Alison: No, I came to watch Aaron.",
        "Aaron: Oh, I left my other bag in the car.",
        "Alison: I'm gonna go check out the competition.",
        "Lucy: Alison came here to watch you work out? This is new.",
        "Aaron: It doesn't mean anything -- yet.",
        "Alison: He's --",
        "Lucy: Yeah. Aaron --",
        "Alison: Is dead meat.",
        "[SCENE_BREAK]",
        "Jack: It's gonna be hard to swim if you're holding on to my hand the whole time.",
        "[J.J. sneezes]",
        "Jack: Bless you.",
        "J.J.: Let's go now. It's an indoor pool, so it's still warm. And guess what I saw down the hallway?",
        "Jack: What?",
        "J.J.: A fish tank. And there's a channel on TV that tells you about all what we can do here. There's an old mill and there's a ballpark.",
        "Jack: Really?",
        "J.J.: We can go tomorrow.",
        "Jack: I'm not sure about that, buddy.",
        "J.J.: You have to go back to that lady again?",
        "Jack: Yeah. Come here. Look, this is just something I gotta do, okay? J.J. Like homework?",
        "Jack: I think it's a little better than that.",
        "J.J.: Was that lady mean to you, too?",
        "Jack: No. No, and she's sorry for yelling at your mom. She said.",
        "J.J.: Yeah?",
        "Jack: Yeah, we straightened it all out. She's never gonna bother you or your mom ever again.",
        "[SCENE_BREAK]",
        "Julia: Excuse me.",
        "Carly: Hey, what are you doing here?",
        "Julia: I have to go, my son's waiting for me.",
        "Carly: You came here to try to dig up dirt on me, didn't you?",
        "Julia: I just want to understand.",
        "Carly: Oh, I bet you do. I know what you're trying to do. And it won't work.",
        "[NEXT_ON]",
        "Jack: I wonder what's keeping your mom.",
        "J.J.: I heard her ask Mrs. Grimaldi for an address.",
        "Jack: Whose?",
        "J.J.: One of Carly's friends.",
        "Carly: I am Jack's wife. The wife you are trying to keep him from remembering.",
        "Julia: After everything I found out about you, if I were Jack, I wouldn't want to remember you, either."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=Zpv-NP8gfeM"
}