{
    "Episode Summary": [],
    "Recap": [
        "At the hospital, Alison tries to repay Casey his money, but Casey refuses by telling her that she can repay him the next time they go out. Alison questions him how does he know there will be another date. Alison encourages Casey to work things out with his parents. Tom and Margo walk through Old Town until they get to Al's Diner. Margo lets Tom know that Casey had lost faith in her. At Java, Dusty and Meg have a cup of coffee and he invites her out to dinner. Emily arrives at Fair Winds and sees Paul with a knife in his hand. Emily thinks that Paul is angry with her. Meg and Dusty arrive at the hospital. Meg gives him a quick kiss good-bye. Lucy passes by and refuses to talk to either of them. Paul tells Emily that he is using a knife to make a fresh wound so that he will have to go to the hospital. Paul asks Emily to stab him so that he can go to the hospital. Casey arrives at Al's Diner to meet with Margo and Tom. Margo apologizes to him for having him arrested. Casey becomes angry and walks out. Tom goes after him. Meg tries to talk Lucy into talking to Craig into giving Dusty another chance with his son. At the Hughes House, Tom finds Casey packing to move out. At the Lakeview, Lucy tells Dusty that she needs to talk to him. Paul arrives at the hospital with a rag wrapped around his hand. Meg wants to treat him, but Paul refuses. Meg treats his hand anyway. At the docks, Lucy meets with Cesar to see if everything had been put into Craig and Carly's vodka shipment. Casey and Tom come back to Al's Diner. Casey hugs Margo and tells her that he forgives her.",
        "At Old Town, Casey tells Alison that he had forgiven Margo. Emily arrives at Fair Winds and lets Paul know what Lucy was cooking up behind Craig's back. Paul visits Lucy and lets her know that he knows what she is planning with Craig's vodka shipments. Paul blackmails Lucy into doing as he asks or he will tell Craig everything."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Here you go.",
        "Casey: What is this?",
        "Alison: I'm paying you back.",
        "Casey: No, no, no, no. Next time, you pay for it, and I get to choose the film.",
        "Alison: What makes you so sure there will be a next time?",
        "Casey: Ooh. Ah! Okay, I will know there's a next -- what are you doing here?",
        "Tom: We need to talk to you.",
        "Casey: I'm kind of busy.",
        "Margo: Casey, come on. I can't stand this hostility.",
        "Casey: Well, you should've thought of that before you busted me.",
        "Tom: Come on, Pal, we're trying to make amends here.",
        "Margo: Will you just talk to us, please?",
        "Casey: I'm working.",
        "Tom: Can you take a break?",
        "Casey: Not right now.",
        "Tom: Okay, then we'll be at Al's. Come by when you can.",
        "Casey: What?",
        "Alison: It sounds like they want to apologize.",
        "Casey: Every time they screw up, they think if you drink enough coffee, it'll all go away, and --",
        "Alison: They know it isn't that simple, Casey.",
        "Casey: I don't care what they know.",
        "Alison: Why are you being such a jerk?",
        "[SCENE_BREAK]",
        "Tom: So I guess ambushing Casey at work wasn't one of our best ideas, huh?",
        "Margo: Well, I couldn't help it. I was desperate. He won't return my phone calls. He won't come home.",
        "Tom: Well, he's a little mad at us right now.",
        "Margo: No, it's not just about the arrest, though, Tom. It's -- what is he doing? Nothing! I mean, he's pushing a mop around. He's not -- he's not using his mind. He's not even planning his future. I could just take that mop and beat him with it.",
        "Tom: Well, I'm sorry. I'd have to have you arrested for assault with a household implement. Look, you got to give him a break. He's doing an honest day's work for a change. He seems like he's got a good friend in Alison.",
        "Margo: Oh, so we put that in the \"Good news\" column?",
        "Tom: Well, you got to give her some credit, too, Honey. I mean, she's -- she's turned her life around. She's got goals. She works hard. It's probably the kind of example Casey needs right now.",
        "Margo: Well, terrific. My son's role model is someone from the Stewart family.",
        "Tom: Well, life is strange.",
        "Margo: Yeah, well, we used to be his role models, you know.",
        "Tom: I think we still are. He just doesn't like to admit that right now.",
        "Margo: Honey, I know you're trying desperately to cheer me up. But the truth of the matter is he's lost faith in me, and I can't say as I blame him.",
        "[SCENE_BREAK]",
        "Alison: Your parents came all the way over here to reach out to you, and you practically slapped them in the face.",
        "Casey: They threw me in jail!",
        "Alison: Everyone makes mistakes, Casey. Even you. It won't kill you to let them apologize.",
        "Casey: Why are you even getting involved in this?",
        "Alison: I'm just telling you what I think.",
        "Casey: Well, I think we'd be better off if you stay out of this.",
        "Alison: Believe me, I would love to. But someone needs to get through to that thick skull of yours. And if you won't let your parents do it, then I guess it'll have to be me.",
        "[SCENE_BREAK]",
        "Dusty: Can I take you to dinner when your shift is over?",
        "Meg: Well, I would love to spend some time with Eliza.",
        "Dusty: Eliza's invited.",
        "Meg: Yeah, that sounds like a lot of fun for you.",
        "Dusty: Dinner with two beautiful women? I'd say so.",
        "Meg: Well, that's very sweet, but a little troubling.",
        "Dusty: Why, you worried about the competition?",
        "Meg: No, I'm worried that your idea of a romantic evening involves changing diapers.",
        "Dusty: I like changing diapers. You and Eliza are the only thing keeping me sane.",
        "Meg: You haven't heard from Lucy?",
        "Dusty: No. She's in her father's pocket.",
        "Meg: Okay. Well, look, if Eliza will make you feel better, then I'm gonna put her in one of those little outfits that you got for her, and she'll be ready for a night on the town.",
        "Dusty: Good. A perfect distraction.",
        "Meg: Are you sure there's nothing else that can distract you?",
        "Dusty: Well, maybe there is something.",
        "Meg: I like where this is going. But I have to get back to work.",
        "Dusty: I'll walk you. Let's go.",
        "[SCENE_BREAK]",
        "Emily: Sorry for taking so long. Whoo! It's not every day I get a call to destroy someone. Well, I mean, I do get them, just not every day. Hello? Are you gonna tell me what the hell's got you so freaked out that you -- what -- what is that for?",
        "Paul: What do you think?",
        "Emily: I said I was sorry I'm late.",
        "Paul: Yeah, I heard you.",
        "Emily: Okay. Oh, God, let's not do anything crazy here, okay? I mean, no more crazy than usual? I'm on your side, Paul. You know that, right?",
        "[SCENE_BREAK]",
        "Meg: I will call you as soon as I get off work. Wow, that was weird.",
        "Dusty: She won't even talk to me.",
        "Meg: I can't believe she just shut you out like that.",
        "Dusty: I guess she thinks she has to for Johnny's sake. Right now, her father holds all the cards.",
        "Meg: So she's just throwing you out to the wolves to please her lunatic father?",
        "Dusty: Pretty much.",
        "Meg: You know, I used to admire her. But what she's doing, that's just so wrong.",
        "[SCENE_BREAK]",
        "Emily: Okay, just because I didn't jump when you called doesn't mean you got to bring out the heavy artillery.",
        "Paul: What are you talking about?",
        "Emily: What do you think?",
        "Paul: What, this? You think I'm gonna use this on you?",
        "Emily: You're not?",
        "Paul: No, of course not.",
        "Emily: Then what's it for?",
        "Paul: I want you to use it on me.",
        "Emily: I -- I am not helping you commit suicide, if that's what you're thinking.",
        "Paul: No, no, no. I tried that already. That didn't work so well.",
        "Emily: Okay. All right, so what's your next brilliant idea -- amputation?",
        "Paul: No, nothing life-threatening. Just like a flesh wound, but something to look serious.",
        "Emily: That's sick.",
        "Paul: I know what I'm doing.",
        "Emily: So will Meg.",
        "Paul: Look, are you going to help me or not?",
        "Emily: No!",
        "Paul: Look, it's no big deal. You just make a slice somewhere in, you know, the meaty part. It's like cutting a steak.",
        "Emily: I am not gonna cut you, Paul!",
        "Paul: You had no problem shooting me in the back.",
        "Emily: Yeah, because I had a good reason. You left me at the altar.",
        "Paul: Oh, think about it! I was doing you a favor when I did that, right?",
        "Emily: Yeah, a huge one, thank you.",
        "Paul: Okay, so pay me back.",
        "Emily: I refuse to take part in your personal Slashed movie!",
        "Paul: Come on, Em. All of the sudden, you're so -- you're so squeamish?",
        "Emily: I will get arrested!",
        "Paul: No, no, not if I ask you to do it.",
        "Emily: It's pathological. Why the hell do you want to do this?",
        "Paul: She lied.",
        "Emily: So stab yourself.",
        "Paul: She said there was nothing going on between her and Dusty.",
        "Emily: Well, maybe there isn't.",
        "Paul: I saw them.",
        "Emily: Where?",
        "Paul: In Dusty's room, on his bed, half naked.",
        "Emily: I told you -- I warned you not to do that.",
        "Paul: Eating Chinese food. Yeah, well, look, she told me that she and Dusty were just friends, and I believed her. I thought she wanted me back.",
        "Emily: Well, she doesn't. She doesn't. And showing up with some fake knife wound isn't going to change her mind.",
        "Paul: Oh, it doesn't matter. That's not the plan.",
        "Emily: Well, what is? What are you gonna tell her? Tell her -- oh, you're gonna tell her that Dusty did this to you?",
        "Paul: No, but that's a pretty good idea.",
        "Emily: Yeah, until it comes down to your word against his, and who do you think she's gonna believe?",
        "Paul: Me or the guy she's sleeping with?",
        "Emily: Exactly.",
        "Paul: None of that matters. That's not what I'm doing.",
        "Emily: Okay. I've already regretted asking this. What the hell are you gonna do?",
        "[SCENE_BREAK]",
        "Dusty: I think Lucy's doing this for Johnny. If I were in her shoes, I might do the same thing.",
        "Meg: I can't believe you're defending her.",
        "Dusty: No, I'm just -- I'm not blaming her.",
        "Meg: Well, you're a much better man than I am. I'd be ripping her eyes out.",
        "Dusty: Never seen that side of you.",
        "Meg: Oh, really? Did you forget how I rode to the rescue when James had you locked up in that cage?",
        "Dusty: You're right. Lucy wouldn't stand a chance.",
        "Meg: I just don't understand why she's shutting you out when she could be trying to convince Craig to let you see Johnny.",
        "Dusty: Maybe she is. Who knows? But it's my problem, not yours.",
        "Meg: Yeah, well, you see, I care about you, so now it's my problem, too.",
        "Dusty: That makes me feel good. But don't worry about me.",
        "Meg: I'm sorry, but I'm going to worry, and there's nothing you can do to stop me.",
        "[SCENE_BREAK]",
        "Emily: You're not going to tell me? You want me to stab you without knowing why?",
        "Paul: Yeah, that's it. That's what I want.",
        "Emily: Forget it.",
        "Paul: I'm thinking, like, kind of right there, like I'm coming at you.",
        "Emily: Forget it.",
        "Paul: I thought you wanted to help me.",
        "Emily: Helping you figure out what Lucy's up to is one thing, but stabbing you on purpose is twisted, even for me!",
        "Paul: You love twisted.",
        "Emily: How many ways can I say it? I will not cut you.",
        "Paul: Fine. I'll do it myself.",
        "Emily: Fine. I hope your tetanus shots are up to date.",
        "Paul: Yeah, well, thanks for your concern.",
        "[SCENE_BREAK]",
        "Tom: So, how long are we gonna wait here?",
        "Margo: Until we're sure that he's not coming.",
        "Tom: I'm pretty sure.",
        "Margo: You're pretty wrong. Here he is.",
        "Tom: Hey.",
        "Casey: Okay, I'm here.",
        "Margo: Um, coffee?",
        "Casey: No. You said you wanted to talk to me about something",
        "Margo: Yeah, yeah. Please, sit down. Sit down. So, Casey. I was wrong to arrest you. It's my fault. You told me that you weren't into drugs, and I should have believed you.",
        "Casey: Yeah, you should have.",
        "Tom: Well, in all fairness, you got to try to put yourself in your mom's shoes. Mark Vero set you up perfectly. I mean, you didn't tell anybody that you had the drugs that Luke gave you at first, not to mention the gambling money, and that's quite a dilemma for an officer of the law.",
        "Casey: Except that I told her the truth. She chose not to believe me.",
        "Margo: You're right. You're right. I made a mistake.",
        "Casey: Yeah, like you'll do next time, right?",
        "Tom: Well, hopefully, there won't be a next time.",
        "Casey: Of course, there's gonna be a next time. I'll screw something up, and then you two will both assume the worst about it and about me.",
        "Tom: You know, you make it pretty easy for us to do that, don't you?",
        "Casey: So every mistake is gonna stick with me forever?",
        "Tom: You can't change the past.",
        "Casey: You know how that feels? Knowing I'm always guilty until proven innocent? That I'll always be a big disappointment to you?",
        "Margo: Honey, that is not true!",
        "Casey: You just admitted you can't look at me without seeing all my screw-ups.",
        "Tom: Its how you look at us, isn't it?",
        "Margo: Wait a minute. Hold on. Everybody just hold up. You will never find a bigger or better support system than your father and me. We will never stop wanting what's best for you. There's nothing that we won't do to make sure that you turn your life around.",
        "Casey: Come on. That's just another way of saying that I do not live up to your expectations.",
        "Margo: Oh, Casey, why -- why do you twist around everything I say?",
        "Casey: Why can't you just accept who I am?",
        "Tom: You know, we'd love to do that. The problem is we don't really know who you are these days.",
        "[SCENE_BREAK]",
        "Meg: Lucy, hey.",
        "Lucy: Hey, Meg.",
        "Meg: Can I ask you something?",
        "Lucy: Is there a problem with one of my patients?",
        "Meg: Uh, no, it's personal, actually. So if I cross the line, tell me.",
        "Lucy: I will.",
        "Meg: It's about Dusty. I thought he was important to you. I thought you guys were still friends.",
        "Lucy: Who said we're not?",
        "Meg: He told me that you wanted nothing to do with him.",
        "Lucy: Did he tell you why?",
        "Meg: He did. And you need to realize that Johnny is as important to him as he is to you.",
        "Lucy: I do realize that.",
        "Meg: Then you know how much this is killing him.",
        "Lucy: There's nothing I can do.",
        "Meg: You could talk to your father.",
        "Lucy: You were married to my father once. You really think that's gonna work?",
        "Meg: Well, I never thought he would reconcile with you. But if he can do that, maybe he can be persuaded to let Dusty see Johnny once in a while.",
        "Lucy: He won't even consider it. He's sure that Dusty's gonna take Johnny and run.",
        "Meg: Like you did?",
        "Lucy: Yeah, that's why I have to be so careful with what I say to him. He barely trusts me. He's definitely not gonna put any faith in Dusty.",
        "Meg: Well, I think he's being a little cautious right now, but he gave you a second chance because he loves you more than anyone in the world. He would do anything for you. I think you could convince him.",
        "Lucy: I tried, Meg! There's nothing else I can do.",
        "Meg: Okay, I'm sorry. I didn't mean to upset you.",
        "Lucy: I have to go.",
        "[SCENE_BREAK]",
        "Margo: Casey, it's just that you always had so many plans. There's so many different things that you wanted to do.",
        "Casey: Yeah, when I was 6.",
        "Tom: Oh, come on. Even when you were a little kid, you had drive, energy, and ambition.",
        "Casey: Well, I guess a lot has changed since then.",
        "Margo: We still believe that you can do what you want to do.",
        "Casey: But I have to figure out what that is first, right?",
        "Tom: Hey, we don't disagree with that.",
        "Margo: Yeah. I don't think you're gonna find it pushing a mop around.",
        "Casey: Is that what this is about?",
        "Margo: No.",
        "Casey: You're embarrassed about my job?",
        "Margo: No, that's not true.",
        "Casey: Of course it is. God, this is great.",
        "Margo: Oh, come on, Casey, don't do this again!",
        "Casey: No, I'm sorry. I have to get back to work. The floors aren't gonna clean themselves.",
        "Margo: Oh! Why does this keep happening? It's one step forward, two steps back.",
        "Tom: I don't know. Let me go try to get him back here.",
        "Margo: Yeah, and then what?",
        "Tom: We'll talk.",
        "Margo: We just did that, didn't we? We say the slightest thing wrong, and he just flies off the handle again.",
        "Tom: Will you please just stay here and let me go try to find him?",
        "[SCENE_BREAK]",
        "Alison: Are you okay?",
        "Margo: Not even close.",
        "Alison: You spoke to Casey?",
        "Margo: Were you the one who sent him over here?",
        "Alison: I sort of suggested he should come.",
        "Margo: I really appreciate that.",
        "Alison: I guess it didn't go as well as I'd hoped.",
        "Margo: It was a complete disaster. You know, I guess I'm just not very good at this. I mean, there's so many times that he's needed things from me, and I've just let him down.",
        "Alison: Well, he's let you down, too.",
        "Margo: Yeah, well, I'm taking the blame for this one.",
        "Alison: You know, I don't think, deep down, he really blames you.",
        "Margo: It sure seems like he does.",
        "Alison: He knows you want what's best for him.",
        "Margo: Does he?",
        "Alison: I mean, that's why he came here.",
        "Margo: Do you think that maybe you could talk to him again? Because he really seems to listen to you, and, listen, I just want him to give this another shot. Really. I don't mean to put this on you. I really don't. It's not my place. But I really don't know what else to do, Ali.",
        "Alison: I'll try.",
        "[SCENE_BREAK]",
        "Tom: I thought you were going back to work.",
        "Casey: Are you following me?",
        "Tom: Looking for you.",
        "Casey: Why?",
        "Tom: To talk.",
        "Casey: I think we've done enough of that for a while.",
        "Tom: So what are you doing?",
        "Casey: What's it look like I'm doing?",
        "Tom: Come on, you don't have to move out.",
        "Casey: I can't live here anymore.",
        "Tom: Well, we don't want you to leave.",
        "Casey: Why not? If you don't have to look at me all the time, it won't remind you of how much of a waste I am.",
        "Tom: That is not how we feel.",
        "Casey: Oh, right, right.",
        "Tom: Come on, Casey. Damn it! Just give us a chance!",
        "Casey: What difference is it gonna make?",
        "[Doorbell ringing]",
        "Alison: Where are you going?",
        "Casey: I don't know yet.",
        "Tom: Just so you know, this is not our idea.",
        "Alison: I didn't think so.",
        "Tom: And please remind him that he has nowhere to go.",
        "Casey: Thanks for suggesting I talk to my parents. Big success. You know, it just gave them another opportunity to remind me how much of a loser I am.",
        "Alison: I'm sure that's not what they were trying to say.",
        "Casey: How would you know that?",
        "Alison: I just saw your mom in Al's after you left. She was in tears.",
        "Casey: She sent you to talk to me?",
        "Alison: She asked me to talk to you.",
        "Casey: Man, there's nothing she won't use.",
        "Alison: I don't feel used.",
        "Casey: You wouldn't even know if she was doing it to you.",
        "Alison: Why? Because I'm stupid?",
        "Casey: No. No, I didn't say that.",
        "Alison: No, but that's what you were thinking.",
        "Casey: No, it wasn't!",
        "Alison: No, first I let Matt mess with my head, now your mother?",
        "Casey: What? Wait, where is this coming from?",
        "Alison: I learned it from you.",
        "Casey: What, you did that on purpose?",
        "Alison: Just to show you how it feels.",
        "Casey: That is -- that is low.",
        "Alison: I'm just making a point, Casey. If you jump to conclusions about what they mean, you won't hear what they actually say.",
        "Casey: Which is?",
        "Alison: They know they messed up. Okay, people do that. But they love you. And they want you to be happy. They want it so much that it hurts them when you're not, so they tried to help, and it backfired.",
        "Casey: So I'm just supposed to forgive and forget?",
        "Alison: They're just trying to protect you.",
        "Casey: Did you forgive your sister for protecting you by paying Jade to sleep with me?",
        "Alison: Yeah, you might not want to bring that up.",
        "Casey: Yeah, probably not.",
        "Alison: Look, your mom is still at Al's. Think about why that is and what it'll mean if you don't go back.",
        "[SCENE_BREAK]",
        "Lucy: Hey, I need to talk to you.",
        "Dusty: Why?",
        "Lucy: Not here. I don't want my father to see us.",
        "Dusty: What's this about?",
        "Lucy: Johnny.",
        "Dusty: You made your position clear.",
        "Lucy: I'm not so sure. But we need to talk about this someplace else. Please.",
        "Dusty: Let's go to my room.",
        "[Elevator dings]",
        "Emily: I hope I don't live to regret this.",
        "Dusty: What's so important?",
        "Lucy: I saw Meg at the hospital. She asked me to talk to my father for you.",
        "Dusty: I didn't ask her to do that.",
        "Lucy: I know. She obviously cares about you. It's pretty obvious what she thinks about me, too.",
        "Dusty: Well, she just had a baby, so she's very sensitive right now.",
        "Lucy: Not cold and heartless, like me?",
        "Dusty: You are pretty ruthless.",
        "Lucy: If I take your side right now, my dad will cut me off from Johnny, and neither one of us will ever see him again.",
        "Dusty: I don't see him now anyway.",
        "Lucy: And I want you to know how sorry I am about that.",
        "Dusty: Is that why you're here? You got a guilty conscience?",
        "Lucy: I just want you to understand.",
        "Dusty: I understand that you always come between me and my son.",
        "Lucy: I don't want it to be that way. I know how much you love him.",
        "Dusty: You ran away with him. You didn't keep in touch. And now you're back, taking your father's side against me.",
        "Lucy: What choice do I have? Dusty, I swear, I don't want to hurt you, but I can't hurt Johnny, either. The last thing he needs right now is for his dad to cut him off from both of us.",
        "Dusty: I don't know.",
        "Lucy: I'll look for a way in, I swear. I'll do whatever I can to change his mind about you.",
        "Dusty: Unlike you, I don't have faith in your father. But I appreciate you trying.",
        "Lucy: I better go. It's me. Yeah, I'm coming now. Are you sure there's no one else there? Okay, I'm on way.",
        "[SCENE_BREAK]",
        "Paul: I need a doctor!",
        "Meg: Hey, hey, hey. What happened?",
        "Paul: I hurt my hand.",
        "Meg: Let me see it.",
        "Paul: I can show it to a doctor.",
        "Meg: Can you just let me take a look, please? What happened?",
        "Paul: There was a guy who tried to get my wallet. He had a knife.",
        "Meg: I need to clean it.",
        "Paul: No, a doctor can clean it.",
        "Meg: Okay, look, I need to stop the bleeding, okay? I'll get somebody else after that. Come with me. Did he cut you once?",
        "Paul: After that, I kind of ran.",
        "Meg: Why didn't you go to the E.R.?",
        "Paul: I don't know, I wasn't thinking. I came here.",
        "Meg: Did you call the police?",
        "Paul: No, I just wanted to get treated. Ow.",
        "Meg: You're sick, you know that?",
        "Paul: No, I'm just cut.",
        "Meg: You did this to yourself.",
        "Paul: No, I didn't.",
        "Meg: You don't think I've seen a self-inflicted knife wound before?",
        "Paul: You're wrong.",
        "Meg: So what was the plan, Paul? That I'd feel sorry for and I'd want you back?",
        "Paul: No.",
        "Meg: Don't lie to me, okay?",
        "Paul: I don't want you back. Dusty can have you. But there's no way he's going anywhere near my little girl.",
        "Meg: Dusty isn't trying to take Eliza away from you.",
        "Paul: He took you.",
        "Meg: Your craziness drove me away.",
        "Paul: That sweet little scene with you his bed, all cozy? You were there because I'm crazy?",
        "Meg: No, that's because I moved on, and you should, too.",
        "Paul: It's not bad enough he wrecked our whole family, you've got to give him a bonus?",
        "Meg: Go to hell.",
        "Paul: He's playing you, Meg. He misses his little boy. He's looking for a replacement, and there you are with our beautiful little girl.",
        "Meg: That's not what this is about.",
        "Paul: You can think that. All I know is he's not going anywhere near my daughter.",
        "Meg: How can you even call her your daughter after you pulled a stunt like this?",
        "Paul: I love her. You know that.",
        "Meg: That's not enough. If the family court knew why you were here at the hospital today, they would take her away from you forever.",
        "Paul: You tell Donovan if he goes anywhere near Eliza, it'll be his blood on the floor next time.",
        "[SCENE_BREAK]",
        "Lucy: We're all set. I'll have the first shipment next week.",
        "Cesar: That's when your father starts exporting Midnight Sun?",
        "Lucy: Mm-hmm, yeah. Are you sure this is gonna work?",
        "Cesar: He's sending me the manifest. He won't know anything's been added unless he comes down here and inspects every crate himself.",
        "Lucy: All right. Then we're ready?",
        "Cesar: We're ready.",
        "Lucy: All right. I'll be in touch.",
        "[SCENE_BREAK]",
        "Casey: Hey.",
        "Margo: Hey, Casey. Casey, I am so sorry. Really, I've been thinking about it, and I realize how unfair I've been. And if you could just --",
        "Casey: Forget it, Mom, please? I forgive you.",
        "Margo: Really?",
        "Casey: You made a mistake. It's not like I haven't. And I know you just want me to be happy.",
        "Margo: Aw, Casey.",
        "Tom: Now, that is nice to see.",
        "Margo: Oh, Casey, you're such a great kid, and we do. We just want you to find something that'll really make you happy.",
        "Casey: And you're wondering what it's gonna be. Yeah, I get that. Sometimes I wonder it myself.",
        "Tom: Well, I think the first thing you have to do is stop selling yourself short.",
        "Casey: All right, I think that's the least of my problems.",
        "Margo: So, you have time for lunch?",
        "Casey: Yeah. I took the rest of the day off.",
        "Margo: Oh, good! Then we'll see you at home.",
        "Casey: Mm-hmm. And I just wanted you to know I'm -- I'm not moving out.",
        "Tom: Good.",
        "Margo: What?",
        "Tom: Ahh. Long story.",
        "Casey: Yeah. I'll see you at home.",
        "Margo: What does he mean he's not moving out?",
        "Tom: Well, he was going to when he left here the first time. That's where I found him, at home with his bags packed.",
        "Margo: And what changed his mind?",
        "Tom: Alison.",
        "[SCENE_BREAK]",
        "Alison: Hey. How'd it go with your mom?",
        "Casey: What makes you think that I saw her?",
        "Alison: Because it was the right thing to do.",
        "Casey: Oh, and you think that's why I would do it?",
        "Alison: Did you, or did you not talk to her?",
        "Casey: I accepted her apology.",
        "Alison: Good.",
        "Casey: Yes, I told her everyone makes mistakes, and I know -- I know she wants the best for me.",
        "Alison: Hmm, wise words.",
        "Casey: I figured you'd think so.",
        "Alison: Well, what did she say?",
        "Casey: Nothing. She kind of just fell into my arms with tears of joy.",
        "Alison: Oh, Case, you're okay with your family. That is a good thing.",
        "Casey: Until next time, right?",
        "[Cell phone rings]",
        "Casey: Sorry. Hey. Okay, yeah, I'll ask her. Are you free for lunch?",
        "Alison: Uh, with them?",
        "Casey: Yeah.",
        "Alison: When?",
        "Casey: Now.",
        "Alison: Yeah, I don't think so.",
        "Casey: Okay, we'll be there.",
        "Alison: I said no.",
        "Casey: Yeah, I heard you, but guess what, Alison Stewart? You've won a free trip to the Hughes family psycho drama.",
        "Alison: Well, it was nice that she invited me.",
        "Casey: Well, talk to me about it after lunch.",
        "Alison: You better not start anything!",
        "Casey: I will be on my best behavior.",
        "Alison: Okay. So if you didn't do it because it was the right thing to do, then why did you go and talk to your mom?",
        "Casey: Because you wanted me to.",
        "[SCENE_BREAK]",
        "Emily: Oh, you did it.",
        "Paul: I said I would.",
        "Emily: So how -- ugh. How did it work out?",
        "Paul: Meg got the message.",
        "Emily: I'm not even gonna ask what that was.",
        "Paul: What are you doing here, Emily?",
        "Emily: I told you, I was still on board with checking out Lucy.",
        "Paul: Did you find something out?",
        "Emily: Mm-hmm. Well, I left here, I went to the Lakeview. Guess who I saw her chatting it up with in the lobby.",
        "Paul: Dusty?",
        "Emily: Mm-hmm. Just for a minute or two, then they went up to his room.",
        "Paul: How long were they there?",
        "Emily: Not long enough to do what you're thinking.",
        "Paul: So they were just talking?",
        "Emily: I don't know. I wasn't in the room. When she left, she gave him a big warm hug.",
        "Paul: I knew it. See, I knew it! I told you! They're lying! I knew it!",
        "Emily: It looks that way.",
        "Paul: How perfect would it be if Craig found out?",
        "Emily: No, you are not telling Craig!",
        "Paul: I'm not?",
        "Emily: No, you're not. It's not fair to Johnny.",
        "Paul: Why do I care about that?",
        "Emily: Because you always say how much Eliza needs you. Well, Johnny needs Lucy.",
        "Paul: Fine, Craig won't find out from me.",
        "Emily: Good. Because there's more.",
        "Paul: There is? What?",
        "Emily: I followed Lucy from the Lakeview down to the docks.",
        "Paul: The docks?",
        "Emily: The docks.",
        "Paul: The docks?",
        "Emily: She was talking to some guy who seemed to work there.",
        "Paul: What were they saying?",
        "Emily: I don't know. Something about Craig's new vodka company. Something about a shipment coming up and how she needed to put something in the shipment that Craig doesn't know about.",
        "Paul: What is she up to?",
        "Emily: I have no idea.",
        "Paul: She didn't say what the shipment was?",
        "Emily: No, not that I heard.",
        "Paul: What's a doc doing down at the docks?",
        "Emily: That's a good question.",
        "Paul: I know how we can find out. I know who we can ask.",
        "Emily: Who?",
        "Paul: Lucy.",
        "Emily: How are you gonna get Lucy to tell you what she's up to?",
        "Paul: I'm going to ask her.",
        "Emily: Oh, of course. Of course you are. Why didn't I think of that? \"So, Lucy, what are you doing sneaking around on the docks?\"",
        "Paul: I'm going to be more subtle than that.",
        "Emily: Oh. Sure you will. You really think you're gonna get her to admit she's involved in something illegal?",
        "Paul: Maybe it's enough to just let her know that I know.",
        "Emily: But you don't really know.",
        "Paul: She doesn't need to know that I don't know.",
        "Emily: Okay, assuming whatever the hell you just said works, what next?",
        "Paul: Then I've got her exactly where I want her.",
        "Emily: Which is where?",
        "Paul: Anyone ever tell you ask way too many questions?",
        "Emily: Oh, my God, all the time.",
        "Emily: What was that for?",
        "Paul: I'm gonna blow them all out of the water. I just needed some ammunition, and you gave it to me.",
        "[SCENE_BREAK]",
        "Tom: Well, I would like to offer a toast to family harmony.",
        "Casey: Sounds like a rock band. Can I say something serious?",
        "Margo: Please.",
        "Casey: I know I haven't been the son you guys dreamed of.",
        "Tom: That's not true.",
        "Margo: Casey --",
        "Casey: No, we all know I've let you down. But you guys have never let me down. At least, when you weren't reading me my rights. I just want to say now -- that I'm gonna do better. I've been kind of lost lately, but I'm starting to figure a few things out.",
        "Tom: That's good to hear.",
        "Casey: I know it's not much.",
        "Margo: Hey, we'll take it.",
        "[Glasses clinking]",
        "[SCENE_BREAK]",
        "Dusty: Hey, Meg, you got a minute?",
        "Meg: Yeah, what's wrong?",
        "Dusty: I spoke to Lucy. She totally changed her tune. What did you say to her?",
        "Meg: I asked her to help you with Craig, but she shot me down cold.",
        "Dusty: Then why did she tell me she's gonna do it?",
        "Meg: She did? Do you believe her?",
        "Dusty: I'm not asking questions. Are you okay?",
        "Meg: Yeah, I'm fine. Fine.",
        "Dusty: You look worried.",
        "Meg: I saw Paul.",
        "Dusty: Where?",
        "Meg: Here. He came in with a huge cut on his hand.",
        "Dusty: How'd that happen?",
        "Meg: I think he did it to himself.",
        "Dusty: For sympathy?",
        "Meg: I don't think so.",
        "Dusty: What else?",
        "Meg: I don't know. I don't know. But he's been really depressed, and it's been making him violent and paranoid.",
        "Dusty: Kind of normal for him, isn't it?",
        "Meg: I don't know. He just seemed dangerous.",
        "Dusty: To himself?",
        "Meg: To you.",
        "Dusty: I'm not worried.",
        "Meg: I think you should be. You should have heard him. I don't think there's anything he wouldn't do.",
        "[SCENE_BREAK]",
        "Lucy: What are you doing here?",
        "Paul: I need to talk to you.",
        "Lucy: What happened to your hand?",
        "Paul: Kitchen accident. Can I come in?",
        "Lucy: It's not a good time.",
        "Paul: It's about your father.",
        "Lucy: My father and I are none of your business.",
        "Paul: Don't do that. I know the whole deal.",
        "Lucy: What deal?",
        "Paul: Don't worry. He won't find out from me.",
        "Lucy: I don't know what you're talking about.",
        "Paul: This whole peacemaking charade you've got going on.",
        "Lucy: It's not a charade.",
        "Paul: Why were you in Dusty's room?",
        "Lucy: I wasn't.",
        "Paul: You were seen.",
        "Lucy: He and I were just talking.",
        "Paul: So much for siding with dear old dad.",
        "Lucy: I am on his side. That's what I was trying to tell Dusty.",
        "Paul: I see. So why are you trying to rip him off?",
        "Lucy: What are you talking about?",
        "Paul: I'm talking about the little deal you've got down on the docks.",
        "Lucy: Are you following me?",
        "Paul: All that matters is I know why you were there. I know what you were doing, and I know that it was illegal.",
        "Lucy: What do you want?",
        "Paul: Well, there's two ways this can go. I can call the cops, have you thrown in jail.",
        "Lucy: Or?",
        "Paul: Or you can do exactly what I tell you.",
        "[SCENE_BREAK]",
        "Alison: Well, thank you for inviting me. That was very nice.",
        "Margo: Really, I'm the one who should be thanking you, so thanks. Thanks.",
        "Casey: I'm gonna walk Ali out.",
        "Margo: Okay. Great. Well, you know, I think you're right. I think that she is gonna be good for Casey.",
        "Tom: Do you realize you just said something nice about a person named Stewart?",
        "Margo: Well, Honey, I'm not one to hold a grudge.",
        "Tom: Oh.",
        "Margo: Well, maybe just one really long one. But, listen, if Casey can forgive me for arresting him, then I think that I can give Alison Stewart a chance.",
        "Tom: Well, you got to give her some credit for getting her life back on track.",
        "Margo: Well, I think, you know, actually, she's gonna be better for him than somebody who has never screwed up.",
        "Tom: Oh, when you find that person, let me know.",
        "Margo: Oh, there's got to be somebody out there. I shall put out an APB.",
        "Tom: Hey, it's nice to see you smile again.",
        "Margo: Oh. It's good to smile.",
        "Tom: Why don't we just leave these dirty dishes 'til later?",
        "Margo: What do you have in mind?",
        "Tom: I don't know. I'm tired. You?",
        "Margo: Oh, now that you think of it, I could really use a nap.",
        "Tom: Yeah, I mean, I think we should be alert when get back to work.",
        "Margo: Absolutely. We owe it to our co-workers.",
        "Tom: Oh, yes. We do.",
        "[SCENE_BREAK]",
        "Casey: You seem pretty pleased with yourself.",
        "Alison: Well, I got you and your parents to forgive each other and brokered a Stewart-Hughes ceasefire. I think I should send my resume to the state department.",
        "Casey: You are not done with this little war, believe me. Now that they trust you, you better watch out.",
        "Alison: For what?",
        "Casey: They'll probably try to make you enlist in the get-Casey-back-to-school campaign which you've got to promise me you will not do.",
        "Alison: I promise.",
        "Casey: Thanks. What? What? What?",
        "Alison: Yeah, not until you're back in school.",
        "Casey: That is so low!",
        "[SCENE_BREAK]",
        "Dusty: Paul saw us together in my room. He knows we're not just friends anymore, and he's freaking out.",
        "Meg: He's not the only one.",
        "Dusty: Don't let him -- don't let him get to you. It's what he wants.",
        "Meg: I can't help it, Dusty. I know he's not gonna hurt Eliza, and I don't think he's gonna hurt me, but all bets are off when it comes to you.",
        "Dusty: Let me worry about that. He can't destroy what we have unless we let him. We're not gonna let that happen.",
        "[SCENE_BREAK]",
        "Paul: You're lying to your father about Dusty. If you don't want me spilling all your little secrets, you'll do what I tell you.",
        "Lucy: What do you want?",
        "Paul: I want you to get Dusty back.",
        "Lucy: Are you out of your mind?",
        "Paul: It's been mentioned. I'm sure he has the hots for you. Just wiggle your charms, and he'll be your little lapdog, just like he was before.",
        "Lucy: You think I can just lure him away from Meg?",
        "Paul: I know you can.",
        "Lucy: If my father finds out, he'll cut me off from Johnny.",
        "Paul: That's a risk you're just gonna have to take.",
        "Lucy: I can't do that.",
        "Paul: Okay, then you father finds out about everything. About Dusty, about the docks, your little side business -- everything.",
        "Lucy: Why would you do that?",
        "Paul: I already told you.",
        "Lucy: If I hook up with Dusty again, my father will find out.",
        "Paul: Maybe, maybe not. But if you refuse me, there's no maybes about it. You have 24 hours to tell me that you're in. 'Cause if you're not, I'm gonna tell Craig that his little princess is stabbing him in the back.",
        "[NEXT_ON]",
        "Luke: It's a note. \"Stop defending perverts and sinners, or you'll live to regret it.\"",
        "Janet: There was money in the cash drawer. Someone took it.",
        "Liberty: Parker, where did that come from?",
        "Carly: So you arrested him?",
        "Jack: What was I supposed to do?",
        "Carly: I don't know, Jack. Maybe talk to him, find a way out of the mess!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=7CjIgNP6Bcw"
}