{
    "Episode Summary": [],
    "Recap": [
        "Holden arrives home to let Lily know that there still isn't any word on Paul and Eliza. Holden tells Lily that Jack had been working on it all afternoon. Lily tells Holden that she had gotten a call from Damian and that Meg was sick. Damian receives a call, but Paul hangs up when Damian answers it. Dusty shows Joey a pic of Paul and Joey recognizes the pic. Rosanna mentions to Paul as to why doesn't he call Meg. Paul lets Rosanna know that the already had, but that Damian had answered the phone. Rosanna wants to know what Damian was doing with Meg. Rosanna asks Paul as to why he had called Meg. Damian checks to see where the call had originated from, but with no luck. Damian calls Bonnie to see if the call had come from her, but Bonnie lets him know that it hadn't. Damian lets Bonnie know about the call that they had received. Bonnie lets Meg know that the person hadn't shown up. Meg also finds out that Dusty is with Bonnie. Holden and Lily arrive at Damian's to find Meg, lying on the sofa, without her blouse and covered up with a blanket. Lily and Holden take Meg home with them. Edna listens to Dusty and Bonnie discuss Paul and Eliza. Edna alerts Paul that they are looking for him and Eliza in town. Rosanna comes up with a plan to throw Dusty and Bonnie off the trail.",
        "Edna's catches up with Bonnie and Dusty in town and tells them that Pau and Eliza were headed for Sparta. But Dusty doesn't believe the story. Bonnie wants to go to Sparta, but Dusty insists that Paul and Eliza are still right here in town. Lily also takes in Damian when he becomes sick with the flu."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Hi.",
        "Lily: Hi, yourself.",
        "Holden: I didn't think you'd be back yet.",
        "Lily: I snuck out while no one was looking. Mmm. Mwah. How'd it go at the station?",
        "Holden: Uh, it went.",
        "Lily: Still no word on where Paul took Eliza?",
        "Holden: No. Jack was on the phone all afternoon. I think he personally contacted law enforcement in every state. Anyway, I want to give Meg an update. Is she around?",
        "Lily: No, she's not.",
        "Holden: Where is she -- the farm?",
        "Lily: No.",
        "Holden: Okay. What aren't you telling me?",
        "Lily: There was a message on the machine when I got back -- from Damian.",
        "Holden: What did he want?",
        "Lily: He wanted to tell us that Meg went to the Lakeview, and, um, I guess she's still there, because, apparently, she's not feeling too well.",
        "Holden: Oh. Is she all right?",
        "Lily: I don't think it's anything serious.",
        "Holden: Where is she now?",
        "Lily: Right now?",
        "Holden: Right now.",
        "Lily: She's resting in Damian's hotel room.",
        "[SCENE_BREAK]",
        "[Paul is calling Meg]",
        "Damian: Hello? Is anyone there? Can you hear me?",
        "[Paul hangs up]",
        "[SCENE_BREAK]",
        "[Cell phone closes]",
        "Meg: Did I hear my phone ring?",
        "Damian: Just now.",
        "Meg: Was it Bonnie? Did she find Eliza?",
        "Damian: I'm sorry. I don't know. The phone got cut off. I don't know who it was.",
        "Meg: You need to call them back! If it's about Eliza, I need to know!",
        "[SCENE_BREAK]",
        "Dusty: Is this the guy who was here the other day with his car?",
        "Joey: He was in a hurry, too. Didn't want to wait.",
        "Dusty: You said he had a baby with him?",
        "Joey: Figured that's why he wanted to get home.",
        "Bonnie: Except he never went home.",
        "Dusty: Were you able to fix his car?",
        "[Bell dings]",
        "Bonnie: Great. That was days ago, Dusty. He could be anywhere by now.",
        "Dusty: Including right here.",
        "Bonnie: You honestly think he's still in the area?",
        "Dusty: Yeah, I do. And I'm gonna find him.",
        "[SCENE_BREAK]",
        "Rosanna: You know, it's a funny thing about those phones. They work both ways.",
        "Paul: What?",
        "Rosanna: You could always make the call yourself.",
        "Paul: I already did.",
        "Rosanna: You did? You called Meg?",
        "Paul: Mm-hmm.",
        "Rosanna: What did she say?",
        "Paul: I didn't speak with her.",
        "Rosanna: Why not?",
        "Paul: Somebody else answered the phone.",
        "Rosanna: Who?",
        "Paul: Judging from the, uh, ravioli-salesman accent, I'm gonna go ahead and say Damian Grimaldi.",
        "Rosanna: That's so weird. Why -- why is she with him?",
        "Paul: I don't know. Ask Meg. If it's not one guy, it's another.",
        "Rosanna: Hey. That's not being fair. You know she must be going through hell right now.",
        "Paul: Oh, yeah? And Damian's there to, what, hold her hand?",
        "Rosanna: I don't know. Maybe he's just kind enough to offer her a little help.",
        "Paul: And what kind of help do you think Damian can offer to Meg?",
        "Rosanna: Maybe he thinks he can help her find you and Eliza. Huh?",
        "Paul: Exactly. Meg is using Damian to try and lure me out of hiding.",
        "Rosanna: You think he answered her phone on purpose?",
        "Paul: I think that Meg is trying to get me to believe that she's with Damian so that I'll freak out and try and get back at her.",
        "Rosanna: And reveal where you're hiding.",
        "Paul: Yep. But that's not gonna work, 'cause I'm done playing mind games. She is never gonna find me.",
        "[SCENE_BREAK]",
        "Bonnie: Didn't you hear what the mechanic just said?",
        "Dusty: Yeah, I heard him.",
        "Bonnie: Dusty, Paul's probably long gone by now.",
        "Dusty: I don't think so.",
        "Bonnie: Come on, are you kidding me? Just a few minutes ago, you weren't even convinced he was here at all.",
        "Dusty: Well, I changed my mind.",
        "Bonnie: Based on -- based on this? The fact that some mechanic said he fixed his car three days ago? Come on, Dusty! Unless you know more than I do, I mean, I just can't believe that that's the case.",
        "Dusty: I know a lot of things that you don't, starting with how to find someone who doesn't want to be found.",
        "Bonnie: Based on what? Your disappearing act?",
        "Dusty: Experience.",
        "Bonnie: That's a great slogan, Dusty, but it doesn't really make sense. Come on, Paul wouldn't stay in a town where someone could I.D. him. He's smarter than that.",
        "Dusty: Well, that's what he wants us to think.",
        "Bonnie: All right. So, let's say this was all just one big hoax. You were right from the beginning. Paul just distracted us so he could get far away.",
        "Dusty: Nope. Paul was here, Bonnie.",
        "Bonnie: Where are you going?",
        "Dusty: I'm gonna find him.",
        "Bonnie: Damn it. Wait for me!",
        "Bonnie: [Sighs]",
        "Dusty: What are you doing?",
        "Bonnie: I'm coming with you.",
        "Dusty: Why?",
        "Bonnie: Why not?",
        "Dusty: I mean, if you think this is all just an elaborate hoax?",
        "Bonnie: Well, you thought it was, and now you don't. So I'm just coming along to see if you're on to something.",
        "Dusty: You want to prove me wrong, don't you?",
        "Bonnie: I just want to learn from Mr. Experience. That's all.",
        "Dusty: Why aren't you waiting for your car?",
        "Bonnie: My car is on the side of the road, waiting to be towed. I think I have some spare time.",
        "Dusty: Well, you're never never gonna get it back if you don't pay the man.",
        "Bonnie: You're right.",
        "Dusty: Don't worry, I'll wait here for you. Hey!",
        "Bonnie: [Laughs] I'll be right back. Don't start the search for Paul without me. Okay? Huh?",
        "Dusty: She's really starting to tick me off.",
        "[SCENE_BREAK]",
        "Holden: Okay, what I'd like to know is what is Meg doing with Damian.",
        "Lily: He's been helping her.",
        "Holden: Helping her?",
        "Lily: Yeah. He's been very supportive ever since Paul kidnapped Eliza.",
        "Holden: So, what? Are they best friends now? What?",
        "Lily: I think they could be developing a friendship.",
        "Holden: Really? Well, that would be a mistake.",
        "Lily: Holden, you weren't here. Damian was the one that encouraged Luke and Noah to help Meg make that video.",
        "Holden: Do you find Damian's involvement in all this just a little bit odd?",
        "Lily: No. You know as well as I do, in situations like this, it's best to have as many people supporting you as possible.",
        "Holden: I think there's more to it than that.",
        "Lily: What do you mean?",
        "Holden: I think Damian wants to find a way to further insinuate himself in this family, and I think he's found it.",
        "Lily: I don't even know what to say to that.",
        "Holden: So, you think I'm wrong?",
        "Lily: I think you're exhausted. You're worried sick about your sister, and you're forgetting something very important here.",
        "Holden: What's that?",
        "Lily: Damian is part of this family.",
        "Holden: No, no. Not as far as I'm concerned.",
        "Lily: Damian is Luke's biological father, Holden. Luke is your son. Now they're building a relationship, and that makes him part of this family.",
        "Holden: Okay. Whatever. Can we just -- can we not talk about Damian anymore?",
        "Lily: So you're gonna let this go?",
        "Holden: Do I have a choice? Listen, I think what we should do is go over and get Meg, bring her home.",
        "Lily: Okay. Come here first. I love you.",
        "Holden: You know, that's a pretty unfair way to win a disagreement.",
        "Lily: Are we having a disagreement?",
        "Holden: I don't remember.",
        "Lily: Me either.",
        "[Chuckles]",
        "[SCENE_BREAK]",
        "Rosanna: Paul, can I ask you something?",
        "Paul: What?",
        "Rosanna: Why did you call Meg?",
        "Paul: I don't know. Doesn't matter.",
        "Rosanna: You know what I think? I think that seeing that video and hearing what she had to say -- I think it got to you.",
        "Paul: Yeah, right.",
        "Rosanna: Yeah. I mean, I think you wanted to talk to her. That's why you called her. And I think that's really good.",
        "Paul: Yeah, well, it's also really useless, so it'll never happen again.",
        "Rosanna: Why? 'Cause Damian answered the phone? I thought you said you weren't jealous.",
        "Paul: I'm not. Just I know what Meg's doing. She's getting everyone in that town on her side, which is why I know I can never go back to that town.",
        "Rosanna: Paul, Oakdale's your home.",
        "Paul: Yeah, well, it used to be yours, too. I don't see you rushing to get back there.",
        "Rosanna: Well, my situation's a little different.",
        "Paul: Only because you don't have Meg turning an entire town against you.",
        "Rosanna: I doubt that that's true.",
        "Paul: You know what'll happen if I go back there?",
        "Rosanna: What?",
        "Paul: They will tear Eliza from my arms, and the will leave me to rot in the nearest nuthouse. And I'm not going down like that. That is not gonna happen to me!",
        "Rosanna: Why are you so convinced that nobody's gonna hear you out? I mean, I did, and I'm sure you thought that was never possible.",
        "Paul: You've been in a coma. You've been in several comas. You're probably just about as loopy as I am.",
        "Rosanna: Hey. Well, thank you very much.",
        "Paul: You know how I know I'll never get a fair hearing?",
        "Rosanna: How?",
        "Paul: Because it all starts and ends with Meg! And if she could ever just once listen to me, I never would be in this situation to begin with.",
        "Rosanna: So, this is all Meg's fault. Is this where I'm supposed to sympathize with poor, misunderstood Paul?",
        "Paul: Are you mocking me?",
        "Rosanna: No, I'm just saying that you have this really irritating way of making things much worse than they need to be.",
        "Paul: Well, nobody's looking out for me. I do what I have to do because I have no choice.",
        "Rosanna: You have no choice? You -- you had to take Eliza and run? You had no choice?",
        "Paul: The court gave me custody! Me, not Meg! And I'm not gonna let her trick me into bringing Eliza back there.",
        "Rosanna: Hey, Paul. Do you know what you said before about trying to use the time here to start over? What did you mean by that? You have no intention of giving Eliza back, do you?",
        "Paul: You can read into it whatever you like.",
        "Rosanna: [Scoffs] I don't know why I just don't take that little girl back to Meg myself.",
        "Paul: You wouldn't dare.",
        "[SCENE_BREAK]",
        "Meg: What's wrong?",
        "Damian: No use. The call came from a blocked number. Even the operator can't dial it back.",
        "Meg: And whoever it was, they didn't say anything?",
        "Damian: No, but it could've been just as simple as a bad connection.",
        "Meg: So, why didn't they call back, then?",
        "Damian: I don't know.",
        "Meg: What if it was Bonnie? What if something happened?",
        "Damian: I don't think Bonnie would be calling from a blocked number.",
        "Meg: Can you call her, please?",
        "Damian: Meg --",
        "Meg: Look, you said you didn't want to call before.",
        "Damian: And with good reason.",
        "Meg: But it's after 4:00, and the people that she was meeting who had Eliza -- it's over now. So -- so, what if -- what if that was the reason that she was calling?",
        "Damian: I'll call her.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Bonnie: It's Meg.",
        "Dusty: Answer it.",
        "Bonnie: Dusty, we haven't found Eliza. What am I supposed to say to her?",
        "Dusty: Maybe she's heard from them again.",
        "Bonnie: I hope so. Hello?",
        "Damian: Bonnie, its Damian Grimaldi.",
        "Bonnie: Damian? I-I thought you were Meg.",
        "Damian: I'm on her phone. Listen, we received a call on this number, and it got cut off. I was just wondering if you had tried reaching us.",
        "Bonnie: No, it wasn't me.",
        "Damian: It wasn't her.",
        "Meg: Give me the phone. Bonnie, do you have Eliza? Did you find her?",
        "Bonnie: No. I'm so sorry, Meg.",
        "Meg: Why? What happened?",
        "Bonnie: They -- they never showed up.",
        "Meg: They never came? Are you sure you went to the right place?",
        "Bonnie: Yes, and we were there in plenty of time.",
        "Meg: I don't understand. Where is she?",
        "Bonnie: I don't know. But I do think we might have something. We might have a lead on Paul.",
        "Meg: \"We?\" Who's -- who's \"We\"?",
        "Bonnie: Dusty's here.",
        "Meg: Dusty is with you?",
        "Bonnie: Yeah, I told him not to come, but he followed me anyways.",
        "Meg: Do you think that's the reason why they never showed up?",
        "Bonnie: No. I don't think that had anything to do with it.",
        "Meg: Okay. Okay, okay. Um y-you said you had a lead?",
        "Bonnie: Well, Paul got his car fixed out here at this garage that we found, and they think he still might be in the area.",
        "Meg: With Eliza?",
        "Bonnie: We're hoping so.",
        "Meg: Okay. Okay, then it's good that Dusty is with you, because it'll probably be safer.",
        "Bonnie: Let's hope so. You just hang in there, all right? I'll call you as soon as we know something.",
        "Meg: [Sniffles]",
        "Bonnie: God, that was hard.",
        "Dusty: How is she?",
        "Bonnie: As well as can be expected, I guess. I mean, do you think that was the right thing, telling her about Paul?",
        "Dusty: She needed to hear something.",
        "Bonnie: Yeah, I thought so, too.",
        "Dusty: Does this mean you're starting to believe he's in the area?",
        "Bonnie: No, it means I can't be running into any more dead ends, or you're gonna be the one delivering the news next time.",
        "Dusty: What did she say when you told her I was with you?",
        "Bonnie: She thought it was fine, as long as you could help, which still remains to be seen. Here. We should get going.",
        "Dusty: Yeah.",
        "[SCENE_BREAK]",
        "Paul: You really had me going. You did. I almost bought it.",
        "Rosanna: Bought what?",
        "Paul: This -- this transformation of yours -- totally bogus. The last thing you're ever gonna do is help me.",
        "Rosanna: Okay, I see. I disagree with what you're doing, and now, suddenly, I'm the enemy.",
        "Paul: No, suddenly, you're a fraud.",
        "Rosanna: Excuse me?!",
        "Paul: All this talk about this -- this finding your new self out here. You're exactly the way you've always been. You haven't changed at all. And you know how I know?",
        "Rosanna: Please, I'm dying to hear this.",
        "Paul: Because you're still furious at me. You haven't let anything go.",
        "Rosanna: Paul, I let all of my feelings go for you a long time ago.",
        "Paul: Then why are you still trying to punish me?",
        "Rosanna: Punish you? I'm trying to help you!",
        "Paul: Help me? By threatening to take my little girl away from me?",
        "Rosanna: This just proves my point. You can't see anything except from your own narrow perspective.",
        "Paul: And you think you're better than everybody else.",
        "Rosanna: That is not true! I-I do think, however, that I can muster up a little compassion for other people.",
        "Paul: What other people? People -- people like Meg?",
        "Rosanna: Yes, Meg is a perfect example.",
        "Paul: Oh, you feel bad for Meg because she's separated from her child.",
        "Rosanna: Yes, I do!",
        "Paul: Come on! Who do you think you're talking to?! You can't stand Meg! You've always been jealous of her, jealous of my feelings for her.",
        "Rosanna: You know, why don't you just stop embarrassing yourself, you know?",
        "Paul: The only reason you would ever bring Eliza back to Meg is to try and get even with me.",
        "Rosanna: Get even with you? For what?",
        "Paul: Do I have to spell it out? I have a child, and you never will!",
        "Rosanna: I had a child!",
        "Paul: Wait. Rosanna, wait.",
        "Rosanna: No, don't. Just don't! Do not talk! Shut up! How can you be so cruel to throw that in my face?!",
        "Paul: Rosanna, I --",
        "Rosanna: You know, maybe everybody back home is right. Maybe you're just a sick and cruel and crazy as they say you are.",
        "[SCENE_BREAK]",
        "Bonnie: Do you really think we're gonna find Paul just hanging out around town?",
        "Dusty: He's got a baby with him.",
        "Bonnie: So?",
        "Dusty: Babies need things -- formula, diapers. Paul left town so fast, he didn't have time to stock up on things.",
        "Bonnie: He's been gone long enough to get whatever he needs by now.",
        "Dusty: You don't know how fast kids go through diapers.",
        "Bonnie: Dusty, stop! Please!",
        "Dusty: What?",
        "Bonnie: Look, I was willing to go on this search with you because I know how bad you wanted to believe that Paul's still here. But now I think we're just wasting our time.",
        "Dusty: Nobody's forcing you to be here. You can walk back to the garage any time you want.",
        "Bonnie: No, I'm not saying that Paul wasn't here. We know he was. But that was days ago. Do you want to hear my theory?",
        "Dusty: Not really.",
        "Bonnie: I think Paul drove to Greenville. His car broke down. He took it to the garage. While it was getting fixed, he went into town, bought all the baby supplies that he needed, and then he got back on the road. I mean, I don't think he took the time to take in the sights.",
        "Dusty: Well, he's missing out.",
        "Bonnie: Look, calculating the number of days he's been gone, the speed of which he's probably traveling at, and the fact that he's most likely driving at night to avoid traffic, I mean, I really do think that --",
        "Dusty: What is this, a theory or an S.A.T. problem?",
        "Bonnie: No, I think that Paul could be in Montana by now.",
        "Dusty: You're wrong.",
        "Bonnie: Really? Really? And what makes you so sure.",
        "Dusty: My gut.",
        "Bonnie: Your gut?",
        "Dusty: Yeah, instinct, intuition. You know, I know how guys think.",
        "Bonnie: Dusty, come on, I get it, all right? You care about Meg, and you want to bring Eliza back home so badly that you've convinced yourself that this is a legitimate lead!",
        "Dusty: It is.",
        "Bonnie: No, it's not. Dragging me from store to store isn't gonna change that.",
        "Dusty: You know what? You can just go. I don't need your help.",
        "Bonnie: Oh, yes, you do, because you have lost all objectivity here.",
        "Dusty: Go tell Meg you gave up looking for her daughter. Nobody's stopping you.",
        "Bonnie: Damn it, Dusty. I have not given up. I want to bring Meg's baby back just as bad as you do. But Paul could be anywhere by now, so killing ourselves looking for him in the one place that we know he's not is just -- forget it. You know what? I'm going back to the garage, and I'm praying to God that my car's done so I can get the hell out of here.",
        "Dusty: Tell Meg I'll see her soon. And I'll have her baby with me!",
        "Bonnie: Whatever you say, Dusty.",
        "[SCENE_BREAK]",
        "Damian: What did Bonnie say? What is this lead?",
        "Meg: Okay, okay, she -- she -- she -- she found some garage where she said Paul brought his car in to be fixed, and she thinks that he still might be in the area.",
        "Damian: See? It's too soon to give up hope. And we've only had a few responses to your video.",
        "Meg: Oh, I wish I had never done that thing!",
        "Damian: You need to give it some time, Meg.",
        "Meg: I don't know how much more of this I can take.",
        "Damian: You still have a fever, and you're soaked through.",
        "Meg: I must be quite a sight.",
        "[Chuckles]",
        "Damian: Want me to run you a bath? Then why don't you get out of that shirt and under the covers?",
        "Meg: Yeah. I am such a mess.",
        "Damian: You're not a mess. You're being very brave.",
        "Meg: Yeah. Ah.",
        "Damian: I know.",
        "[Knock on door]",
        "Damian: I'll get rid of them.",
        "Holden: I'm here for my sister.",
        "Meg: Holden?",
        "Holden: What the hell is going on here?",
        "[SCENE_BREAK]",
        "Paul: Well, we're out of here. Goodbye.",
        "Rosanna: Goodbye.",
        "Paul: Never see us again.",
        "Rosanna: I'm not gonna try and stop you.",
        "Paul: Good.",
        "Rosanna: Such a mistake to let you stay here.",
        "Paul: Okay, so, then why did you?",
        "Rosanna: Because you -- you begged me to. You played on my sympathy.",
        "Paul: That's a mistake I'll never make again.",
        "Edna: Good. You need to hurry. I didn't think I would get back here in time to warn you.",
        "Paul: Warn me about what?",
        "Edna: They're looking for you and the baby in town.",
        "Rosanna: Who is?",
        "Edna: This man, this woman.",
        "Paul: Meg?",
        "Edna: No, I would've recognized her. But she called the man Dusty?",
        "Paul: Damn.",
        "Edna: He said he wasn't leaving until he found you and Eliza.",
        "Paul: I got to get the hell out of here.",
        "Rosanna: No, no, no, no, no, no, you can't!",
        "Paul: What the hell are you doing?!",
        "Rosanna: Paul.",
        "Paul: No, no, two seconds ago, you couldn't wait to get me out of here! Now you're trying to get me to stay?! You two set this up, didn't you?!",
        "Rosanna: No.",
        "Paul: You're trying to stall me until they get here!",
        "Edna: What's he talking about?",
        "Rosanna: Is there no end to your paranoia?",
        "Paul: Well, it got me this far.",
        "Rosanna: Look, you asked for our help. And despite your less-than-appreciative attitude, we have done that.",
        "Paul: Yeah, I'm not sure why.",
        "Rosanna: Because we pride ourselves on the sense of community that we've built here and the loyalty that comes with it.",
        "Paul: Right, and you expect me to believe that that extends to me.",
        "Edna: Hey, bucko, did I or did I not rush back here to tell you about those people?",
        "Paul: Yeah, maybe because you called those people! Maybe because you're trying to take my little girl away from me!",
        "Rosanna: You know, she could have brought Dusty straight here. She could have done it, but she didn't.",
        "Paul: No, not yet!",
        "Rosanna: Because she's trying to help you. Now, do you want our help or not?",
        "Paul: Fine, yes. Yeah, yes.",
        "Rosanna: Great. Okay, wonderful. Now, if Dusty is here, then he's probably gonna find you the minute you make a move, right?",
        "Paul: Not if I move fast enough.",
        "Rosanna: Well, how are gonna move fast with a baby?",
        "Paul: I'll manage.",
        "Rosanna: Oh, yeah, right, while you're getting your car out of hiding?",
        "Paul: Okay. I mean, I don't know.",
        "Edna: His lady friend said something about going back to the garage.",
        "Rosanna: Oh, Billy's? That means that they already know what kind of car you're driving.",
        "Paul: Fine, I'll take a bus.",
        "Rosanna: You can't take a bus! Take a bus? A man and a baby on a bus? That's not even remotely discreet.",
        "Paul: Okay, fine. Look, if they're minutes away from showing up here and I can't leave, what the hell am I supposed to do?!",
        "Rosanna: I have an idea. But it'll only work if Edna agrees to help us.",
        "[SCENE_BREAK]",
        "Damian: You have the wrong idea, I promise you.",
        "Meg: Holden, I fainted in the lobby, and Damian was nice enough to bring me up here.",
        "Holden: Why did you faint?",
        "Damian: I think she's coming down with a bad case of the flu.",
        "Holden: I'm sorry you're sick. We'll take you home. We'll take care of you.",
        "Meg: Okay. I'll get my things. I've taken up enough of Damian's time.",
        "Damian: Oh, it was no bother. I was happy to help.",
        "Meg: I appreciate it. Thank you.",
        "Lily: Here, let me help you.",
        "Damian: I know you've been in the police station. Is there any news on the case?",
        "Holden: No, not yet.",
        "Lily: Meg, have you heard anything?",
        "Meg: We got one response to the video.",
        "Lily: You did?",
        "Meg: Yeah, somebody sent us a picture of Eliza and told me to meet them in Wisconsin, and they'd give her back to me.",
        "Holden: When was this?",
        "Meg: This morning. But then I got sick, so Dusty and Bonnie for me, and he never showed up.",
        "Damian: We think it might have been a hoax.",
        "Holden: Did you tell the police about it?",
        "Meg: No.",
        "Holden: Why?",
        "Meg: Because the e-mail asked me not to.",
        "Holden: What?!",
        "Damian: Meg wanted to follow the instructions.",
        "Holden: Oh, and you thought that that was a good idea?!",
        "Meg: Holden!",
        "Holden: No, no, no! What kind of game do you think this is?!",
        "[SCENE_BREAK]",
        "Bonnie: I'll take your word for it. Just take my card, and I'm out of here. God. Oh. What are you doing back?",
        "Dusty: Hurts me to say it, but I think you're right.",
        "Bonnie: Paul's gone?",
        "Dusty: Showed his photo around. No sign of him.",
        "Bonnie: Oh. I'm sorry. I am. I -- I know how much you wanted to be right about this.",
        "Dusty: Yeah. How's your car?",
        "Bonnie: Cost me two arms and two legs, but I think I'm all set to go. Let me sign this, and we're back to Oakdale.",
        "[Sighs]",
        "Bonnie: Thank you.",
        "Edna: Oakdale? Would that be Illinois?",
        "Bonnie: That's right.",
        "Edna: You two are pretty far from home.",
        "Dusty: Not for long.",
        "Edna: Are you the ones who have been asking around about a man and a little girl?",
        "Bonnie: Yeah.",
        "Dusty: Do you know something?",
        "Edna: I know a little more than something. I've seen them.",
        "[SCENE_BREAK]",
        "Holden: You get a lead on Eliza and you don't take it to the police?",
        "Damian: The e-mail specifically said --",
        "Holden: I don't care what the e-mail said!",
        "Lily: Holden!",
        "Holden: No, this is ridiculous! We're doing everything we can to bring Eliza home safe, and you decide to keep this information to yourselves?!",
        "Lily: They were just following instructions.",
        "Holden: Yeah, and it didn't work, did it?",
        "Damian: You don't need to point that out.",
        "Holden: No, I think I do.",
        "Meg: You know, Holden, you need to stop that. It wasn't Damian's call. He tried to talk me out of it, but I insisted.",
        "Holden: Why?",
        "Meg: Because they sent me a picture of Eliza to show me that they had her. And when I saw the photo, I just couldn't say no.",
        "Holden: Listen, I know you don't think you had any choice, but you did. You could've called Jack. And when someone says, \"No police,\" Meg, that's when you need them most!",
        "Meg: Do you feel better pointing out how I failed my daughter?!",
        "Holden: No, I'm -- I'm not trying to come down on you here.",
        "Meg: It doesn't matter. They never showed up!",
        "Holden: And I'm sorry about that. I -- Meg, I'm sorry.",
        "Meg: What if that was my only chance to get her back?",
        "Lily: No, no, Honey, I don't believe that.",
        "Meg: What if, because I got sick and I couldn't be there, they just took off?",
        "Lily: No, no, we're gonna figure it out. It's gonna be all right.",
        "Meg: No, it's not gonna be all right -- not until I get my daughter back!",
        "Holden: You see? This is what I've been trying to avoid.",
        "Lily: All right, come on. Look, what's done is done. Let's get Meg home. Obviously, she's not feeling well. We can call Jack later and explain what's happened.",
        "Holden: You're right. I'm sorry.",
        "Meg: Me too.",
        "Holden: I'll bring the car around.",
        "[Door opens]",
        "Damian: Promise you'll keep me posted?",
        "Meg: I will. Thank you.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Edna: Yeah, that's him.",
        "Dusty: Where did you see him?",
        "Edna: At the parking lot at the grocery store. He pulled up alongside me and asked me the quickest way to Sparta.",
        "Bonnie: Sparta?",
        "Edna: Minnesota.",
        "Bonnie: So, what did you tell him?",
        "Edna: I told him to take Route 10 to the interstate. Joey, grab us a map, would you?",
        "Dusty: Did he have the baby with him?",
        "Edna: Yeah, in a car seat in the back.",
        "Dusty: Was she okay?",
        "Edna: She looked it. She was smiling. Cute kid. Little hunk of heaven.",
        "Dusty: When was this?",
        "Edna: Oh, around 9:00, 10:00 this morning. Plenty of time for him to have reached Sparta by now.",
        "Joey: Here. You can see the interstate runs out this way.",
        "Edna: Joey, let them look over the map. I need some new washer fluid.",
        "Bonnie: This actually doesn't look too far from here. I think we can make it by tonight and start looking first thing in the morning. Okay, I guess it's my turn to say it.",
        "Dusty: I'm waiting.",
        "Bonnie: You were right. They were here. You don't think Joey will mind us taking this, do you? Hello, are you coming?",
        "Edna: Good luck, you two.",
        "Dusty: We don't need that map.",
        "Bonnie: Oh, come on. Two minutes of looking at the thing, and you've memorized your way to Minnesota?",
        "Dusty: We're not going to Minnesota. That lady's lying to us.",
        "[SCENE_BREAK]",
        "Rosanna: Hello. Here you go. I made it for you.",
        "Paul: I thought you were gonna turn me in.",
        "Rosanna: Well, you know, the way you were acting, the thought seriously crossed my mind.",
        "Paul: So, why didn't you?",
        "Rosanna: You just don't get it, do you?",
        "Paul: Get what?",
        "Rosanna: You act in these deplorable ways and do things to elicit extreme reactions from people, but it's not always about you.",
        "Paul: You lost me.",
        "Rosanna: I did it for Eliza. Okay? You want to know whose side I'm on? I'm on hers.",
        "Paul: But Eliza's side is my side.",
        "Rosanna: No, it's not. No, it's not. You -- you are on one side, and Meg is on the other. Eliza is stuck in the middle. She's the one that's gonna suffer if the two of you don't figure your stuff out.",
        "Paul: Okay, so, what do I do, since you have all of the answers?",
        "Rosanna: Well, that is up to you. I -- honestly, I don't know.",
        "Paul: Did you find them?",
        "Edna: I did.",
        "Rosanna: Oh.",
        "Edna: I told them what we agreed on -- that you're headed to Sparta with the baby.",
        "Rosanna: And?",
        "Edna: Hook, line, and sinker.",
        "[SCENE_BREAK]",
        "Bonnie: I don't understand you.",
        "Dusty: You don't have to.",
        "Bonnie: This woman told us she saw Paul and Eliza this morning. She told us point-blank she knew where they were going. She even said that Paul himself asked her for directions.",
        "Dusty: That's why I don't believe her.",
        "Bonnie: Oh.",
        "Joey: Hey, Edna's an honest lady, man. You can trust her.",
        "Bonnie: See? Why do you even keep second-guessing things, Dusty?",
        "Dusty: Paul's on the run.",
        "Bonnie: Yeah, to Sparta.",
        "Dusty: He's trying to keep a low profile. Why would he ask someone for directions?",
        "Bonnie: You know what, he's a man. He refuses to use a map. I don't know. He was probably in a hurry.",
        "Dusty: And chance it after all this? No way.",
        "Bonnie: Oh, my God, you're impossible!",
        "Dusty: I was watching Edna feed us this story. She had a lot of tells.",
        "Bonnie: I loved her story.",
        "Dusty: She had tells. Do you know what a tell is?",
        "Bonnie: Oh, my gosh, are you kidding, Dusty? I am a lawyer. I am trained to tell when people are lying under oath.",
        "Dusty: Well, I can tell if someone's lying outside the courtroom.",
        "Bonnie: Why? She's a woman who lives on a farm out here. Why would she lie about seeing Paul and Eliza?",
        "Dusty: I don't think she's lying about seeing him. She's lying about him leaving town.",
        "Bonnie: Okay. You know what? I don't believe that. I believe that Paul is in Sparta.",
        "Dusty: What are you doing?",
        "Bonnie: I told Meg I'd call her as soon as we knew something.",
        "Dusty: We don't.",
        "Bonnie: That's your opinion.",
        "[SCENE_BREAK]",
        "Holden: Meg, I know how hard this is on you, and I'm really not trying to make things worse.",
        "Meg: Oh, look, I know you're upset with me, Holden, okay?",
        "Holden: No, I'm worried about you.",
        "Meg: Oh, oh, of course. You were yelling. I should've known.",
        "Holden: All right, fine. Maybe I could've handled that all a little bit better. And I totally understand why you would want to accept help from anyone who would offer.",
        "Meg: Could you make me sound any more desperate?",
        "Holden: Meg, I've been there myself, pretty recently, in fact.",
        "Meg: I know. You both have, with Luke missing. Forgive me.",
        "Holden: No, there's nothing to forgive. But you need to remember that people like Damian and Dusty -- they think they have all the answers and that they're ready to go out there and do whatever they think it takes. That's not gonna help us out here.",
        "Meg: You give a lousy pep talk.",
        "Holden: I know, I know. But you just need to remember that Jack and I are here, and we want to help you. We want to make sure this thing doesn't spin out of control.",
        "[Phone ringing]",
        "Meg: It's Bonnie. Do you have anything, Bonnie?",
        "Bonnie: Well, I think we may know where Paul's headed.",
        "Meg: How did you find out?",
        "Bonnie: This woman told us Paul asked her for directions this morning.",
        "Meg: Was Eliza with him?",
        "Bonnie: According to her, yes. She said she looked fine, happy, and healthy.",
        "Meg: Where is he trying to go?",
        "Bonnie: Sparta, Minnesota. I'm actually about to head out and follow up on that.",
        "Dusty: Ask her how she's feeling? Is she all right?",
        "Bonnie: How are you feeling? Did you ever find out why you fainted?",
        "Meg: I'm feeling much better now that you called. It finally feels good to know that all this wasn't for nothing.",
        "Bonnie: I'll keep you posted once we find out more. Bye.",
        "Meg: Bye.",
        "Holden: Did they find Paul?",
        "Meg: Bonnie has a lead, yeah.",
        "Meg: They think that he's headed to Sparta, Minnesota.",
        "Holden: All right, listen, I'm gonna call Jack. Maybe he can call the department there, give them a heads-up.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Bonnie: She said she felt a lot better knowing that we have a lead on Paul.",
        "Dusty: I don't like to get her hopes up for nothing, you know.",
        "Bonnie: Dusty, her child is missing. Having some hope is better than having none at all.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Damian: Damian Grimaldi.",
        "Meg: Damian, hey it's Meg.",
        "Damian: Hey, is there any news?",
        "Meg: Bonnie called. She has a new lead on Paul's whereabouts.",
        "Damian: Where is he?",
        "Meg: She thinks he's headed to Sparta, Minnesota.",
        "Damian: Did you tell your brother?",
        "Meg: Yes, and he's already called Jack.",
        "Damian: That's great. This is great news. I'm happy for you.",
        "Meg: Are you all right? You sound funny.",
        "Damian: I think you gave me what you have.",
        "Meg: I am so sorry. How are you feeling?",
        "Damian: Oh, fever, chills. Well, I don't have to tell you.",
        "Meg: I can't believe this. You give me your support, and I give you my flu.",
        "Damian: Well, I'll try not to hold it against you. Listen, I don't mean to cut this short, but --",
        "Meg: No, no, go. I -- I understand.",
        "Damian: If you hear anything else --",
        "Meg: Okay, I'll call you. Bye.",
        "Damian: Okay, bye.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Meg: Hey, where -- where are you going?",
        "Lily: Damian's sick?",
        "Meg: Yeah, that's right.",
        "Lily: Well, then he shouldn't be alone.",
        "[SCENE_BREAK]",
        "Damian: What are you doing here?",
        "Lily: Wasn't hard to figure out. Oh, you got a fever. You look terrible. I'll go get your things.",
        "Damian: My things?",
        "Lily: You're coming home with me.",
        "Damian: I don't think it's a good idea.",
        "Lily: Damian, you can't stay here alone with no one to take care of you.",
        "Damian: What about Holden?",
        "Lily: I don't think Holden makes house calls.",
        "Damian: Cara.",
        "Lily: Damian, you're family. This is what families do. Holden will understand. Now, come on, let me take you home.",
        "[SCENE_BREAK]",
        "Bonnie: Why don't you just come? At least see if this thing pans out.",
        "Dusty: Because we're not gonna find Paul in Minnesota.",
        "Bonnie: What makes you think that this Edna woman is lying to us?",
        "Dusty: Doesn't she look familiar to you?",
        "Bonnie: No. Why would she?",
        "Dusty: She was there in town. When we were arguing over Paul and Eliza, she was right there!",
        "Bonnie: So?",
        "Dusty: Why didn't she approach us then?",
        "Bonnie: I don't know, Dusty.",
        "Dusty: She didn't know she was gonna see us later on!",
        "Bonnie: Maybe she was nervous and she didn't want to come forward!",
        "Dusty: It's a little too convenient, don't you think?",
        "Bonnie: Come on, Dusty, you're just looking for any reason to dismiss what she's told us.",
        "Dusty: Why are you willing to believe her and not me?!",
        "Bonnie: Because all you're giving me is your gut instinct to go on.",
        "Dusty: Well, that's all I can give you. It's either enough for you or it's not.",
        "Bonnie: It's not.",
        "[SCENE_BREAK]",
        "Meg: Damian? What are you doing here?",
        "Damian: Apparently, you're not the only nurse in the family.",
        "Lily: I'm sorry, but neither one of you are in any shape to take care of yourselves right now.",
        "Meg: You're gonna be staying here, too?",
        "Damian: Until your brother finds out.",
        "Holden: Till I find out what?",
        "Lily: I need to talk to you.",
        "Holden: I can see that.",
        "Lily: Please?",
        "Holden: What's --what's he doing here?",
        "Lily: He's gonna be staying with us for a couple of days.",
        "Holden: He's what?",
        "Lily: He's come down with that same monster flu that Meg has.",
        "Holden: So what?!",
        "Lily: So, he can't stay alone at the hotel, and -- and he's family. You said so yourself.",
        "Holden: I was under duress.",
        "Lily: Yeah, well, you said it. And you know Luke would want us to take care of him.",
        "Holden: Why can't we find someone to check on him at the hotel or, better yet, just get him a room at Memorial?",
        "Lily: Look, you said that you wanted to take control of Damian's involvement in Eliza's case, and now you can.",
        "Holden: You're asking a lot here.",
        "Lily: I know. And it's a good thing I have such a generous and understanding husband.",
        "Damian: I'm sorry I won't be able to help you now.",
        "Meg: It's all right. I know Bonnie and Dusty are doing whatever they can. I'm sorry about all this.",
        "Damian: Oh, don't worry. At least I have some company to go along with my misery.",
        "Meg: Hmm.",
        "[SCENE_BREAK]",
        "Paul: Sweet dreams. I love you.",
        "Rosanna: You're amazing with her. You know that?",
        "Paul: I keep telling you that she's the one thing in the world that keeps me sane.",
        "Rosanna: You realize this is far from over?",
        "Paul: Um, thank you for not taking her away from me. And I'm sorry that I attacked you before.",
        "Rosanna: Thank you. Let's not talk about it.",
        "Paul: The whole --okay.",
        "Rosanna: Apology accepted. Okay?",
        "Paul: I -- I tend to, you know, kind of overreact. It -- it's something that you may already know about me.",
        "Rosanna: Oh, yes, I do, quite well.",
        "Paul: And, um, it's gotten worse since my father died.",
        "Rosanna: James is dead?",
        "Paul: Yeah.",
        "Rosanna: Wow, that must have been quite freeing. I would imagine.",
        "Paul: For like five minutes, yeah. And then I started hallucinating. I started seeing him and hearing him and -- and arguing with him. I went a little nuts. I was a little crazy.",
        "Rosanna: Hmm. Well, do you still see him?",
        "Paul: No.",
        "Rosanna: Oh, that's good. Nothing good can come with -- with dead people and their conversations.",
        "Paul: I'm still scared that he'll haunt me for the rest of my life.",
        "Rosanna: You know what? You had a point about the people in this community. Remember, you said, seems like everybody's had something in their past that they've put behind them? Well, maybe you can use your time here to do the same thing. You know, kind of cast the -- the ghost of your father out of your life once and for all, you know.",
        "Paul: Sometimes I think that I am so much like him that I'll just never be rid of him.",
        "Rosanna: That's not true. It's not true. You have a lot of good in you. I have seen it.",
        "Paul: Well, thank you. But even from the grave, James Stenbeck can still get to me.",
        "Rosanna: I don't think so. I think you are a lot stronger than you give yourself credit for.",
        "Paul: The same could be said of you.",
        "[SCENE_BREAK]",
        "Dusty: What were you doing?",
        "Bonnie: Paying him.",
        "Dusty: Thought you did that already.",
        "Bonnie: That was for fixing my car. This one's for leaving it here.",
        "Dusty: So, you're not going to Sparta?",
        "Bonnie: Not tonight.",
        "Dusty: Tomorrow?",
        "Bonnie: Well, we'll see. I've called the police here and in Minnesota. Told them to keep an eye out for Paul's car and to give me a call if they see it, so --",
        "Dusty: So, what are you gonna do now?",
        "Bonnie: Well, until I get that call, I'm stuck with you.",
        "Dusty: Does this mean you think Paul is still here?",
        "Bonnie: It means I've covered all my bases.",
        "Dusty: Whatever that means. Let's get out of here.",
        "Bonnie: Finally. You know I'm in charge of the radio, right?",
        "Dusty: Whatever that means.",
        "[NEXT_ON]",
        "Tom: Time to wrap up the party.",
        "Luke: What's going on?",
        "Tom: It's Adam.",
        "Brad: Regina? Regina?",
        "Katie: Oh, my God. He's having an affair."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=NCwvT8ybjpY"
}