{
    "Episode Summary": [],
    "Recap": [
        "Brad is consumed by thoughts of impending fatherhood and the possibility that he may lose Katie because of that. Liberty convinces Parker to skip school with her. After Chris shows up with a big bouquet of flowers, Allison voices her concern over how it looks since she is trying to become a nurse on her own without it looking like he is pulling strings; she thinks they should call the whole thing off for now. Casey convinces Emily to let him to do a story on the missing manuscripts from Oakdale University. Katie and Brad desperately want alone time, which they almost accomplish, but it is spoiled again. Chris tells Kim about Allison's decision, but he also tells her that he doesn't intend on letting her go that easily. Casey talks with Elwood to get some answers, as Elwood seems uncomfortable with where Casey is going with his questions. Aaron tells Allison that he and Sophie broke up, but they are soon arguing about why he thinks Chris isn't any good for her. Liberty and Parker go shopping. Brad learns the DNA test results are in; he and Katie head to the hospital nervously to hear the verdict. Casey agrees to lunch with his parents to get more information on the manuscripts after Margo puts up a roadblock for Emily purposely. Casey leaves his backpack unattended on his kitchen counter and Elwood sneaks into his house. A thrilled Brad learns he is going to be a dad, but he also worries that he has to change because he isn't the poster guy for fatherhood. Katie convinces him that Liberty is lucky to have him. When Chris comes to see Allison, she reconsiders her original stance on their relationship and agrees to have dinner with him, much to the chagrin of Aaron, who is standing nearby. Brad and Katie find Liberty and Parker not in school, but she has an excuse. Margo finds the manuscript in Casey's backpack and seems to believe he stole it. Brad and Katie tell Liberty that he is her father. She and Brad hug, as a happy Katie looks on."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: So, the important thing is to keep whisking the eggs as you add the 1/4 cup of sugar in a slow stream. You can do it yourself, but it's easier to do it with a partner. I whisk. He streams. Brad, the sugar.",
        "Brad: Oh, yeah, yeah.",
        "Katie: Lenny, I guess we're gonna have to do another take. Can you just give us a second?",
        "Brad: I'm sorry. I wasn't supposed to do that. Sorry.",
        "Katie: Hey, you know, just off the top of my head, I'm thinking maybe you're not focused on lemon meringue today.",
        "Brad: You think?",
        "Katie: You thinking about the DNA test?",
        "Brad: Not really.",
        "Katie: Come on. Today, we find out whether you're a father or not. How could you think of anything else?",
        "Brad: Wasn't thinking about being a father -- I was thinking about losing you.",
        "[SCENE_BREAK]",
        "Liberty: Hey, tough guy.",
        "Parker: What are you doing here? I thought you were too cool for school.",
        "Liberty: I had to give this back to you.",
        "Parker: Thanks.",
        "Liberty: And ask if you wanted to go on a field trip with me. That money we won yesterday is burning a hole through my pocket.",
        "Parker: We won?",
        "Liberty: Yeah, you were a humongous part of my triumph, and I do not forget the little people. And wouldn't you really rather have the greasy cheeseburger than tuna on whole wheat?",
        "Parker: I hate tuna.",
        "Liberty: Well, whatever. If you still want to eat it, you can eat it on the way.",
        "Parker: On the way where?",
        "Liberty: To enlightenment.",
        "Parker: Okay, but I have Western Civ right after lunch, and I can't be late.",
        "Liberty: Parker, anything you need to know about western civilization, just ask me.",
        "[SCENE_BREAK]",
        "Alison: Boy, I think the only thing I liked better than the three-hour lecture was the six hours of homework she assigned.",
        "Student: Did you get the stuff about drip factors? We have a quiz on it tomorrow.",
        "Alison: No. Can I call you? I -- I'm really gonna need a lot of help on this.",
        "Student: Why would you call me when you have your own personal tutor?",
        "Chris: I was looking for you.",
        "Alison: Chris, don't do this to me.",
        "[SCENE_BREAK]",
        "Emily: When were they taken? Well, how much are they worth? All right, I'm -- I'm -- I'm right on it. \"I heart my boss.\"",
        "Casey: Yeah! That comes straight from here.",
        "Emily: Yeah, it comes from the newsstand downstairs. You know what, Casey? You have to learn, in the world of journalism, sucking up demands more than a $3 mug with a tacky saying on it.",
        "Casey: You know what? I didn't read you as a sore loser. Yes, I did whip you at pool yesterday, but, you know, I didn't think you would bring your negativity into the office.",
        "Emily: That's really good coffee.",
        "Casey: You know, cleaning the pot can work wonders. See, you're -- you're gonna love working with me.",
        "Emily: Whoa, whoa, whoa, whoa. No, no. For me -- you work for me, right?",
        "Casey: Yeah, um.",
        "Emily: Yeah.",
        "Casey: Who was on the phone?",
        "Emily: Uh, my source with campus security at Oakdale U. it seems someone --",
        "Casey: Stole valuable civil war manuscripts, yeah, priceless, but insured for over a million dollars.",
        "Emily: How do you know all that?",
        "Casey: Isn't it my job to know everything that happens in this town? What are you doing?",
        "Emily: Calling my contact at Oakdale U. I want to get the guy started on the stor--",
        "Casey: Ohh, Emily, I'm your contact on campus, and this is my story.",
        "[SCENE_BREAK]",
        "Alison: I'm sorry I snapped at you. It's just people are already on my case about you.",
        "Chris: Why?",
        "Alison: Because I'm a nursing student, and you're the chief of staff's son.",
        "Chris: Well, I find that petty on their part.",
        "Alison: Chris, please. It's hard enough trying to fit in without you giving me flowers in front of everyone.",
        "Chris: Okay. The flowers -- they were just to apologize for that -- uh, what's the word I'm looking for? Yeah, miserable dinner with my parents.",
        "Alison: It wasn't that miserable.",
        "Chris: You can't say it was fun, so what do you say I take you out to dinner to atone?",
        "Alison: Chris.",
        "Chris: We can -- we can just go to one of those places we were planning on going before my parents hijacked our night.",
        "Alison: Chris, I don't think it's a good idea.",
        "Chris: This is payback, isn't it?",
        "Alison: What? No.",
        "Chris: Sure it is. And if it's not about dinner and my parents, it's about after, in my room, when I tried to kiss you, right?",
        "Alison: No. Yes.",
        "Chris: I'm sorry. I really am. I misread things. I thought you wanted me to.",
        "Alison: No, I did. But we can't. We just can't.",
        "Chris: Because of what my mom said?",
        "Alison: No, because of me.",
        "[SCENE_BREAK]",
        "Katie: You're not losing me.",
        "Brad: You have to say that. You're too nice to tell the truth.",
        "Katie: I'm not being nice, and I'm telling the truth. If you are Liberty's father, I'm fine with it. Actually, the last few days have been kind of fun.",
        "Brad: Pink cloud -- it's not reality, Katie.",
        "Katie: Brad, this is so not like you.",
        "Brad: That is the point. I mean, what if becoming a father changes me and you don't like who I change into?",
        "Katie: Okay, you are making up a problem.",
        "Brad: The most important thing in the world to me is that you want to be with me, not that it's a vow or a promise or something, okay? It's -- it's a choice.",
        "Katie: Isn't that what I'm trying to say?",
        "Brad: Okay, what I am trying to say is that -- what I'm trying to say is that, if you want out, like today or tomorrow or next year, it will kill me, but you got to do it.",
        "Katie: I don't know. Maybe it's just me, but I find it really hard to argue with you when you're not making sense.",
        "Brad: No, I'm making perfect sense. I always do.",
        "Katie: Think about it. I was gonna marry Jack, and he has three kids.",
        "Brad: Yeah, but he's -- he's Jack, you know?",
        "Katie: Oh, well, you have that right -- Jack is Jack.",
        "Brad: Okay, look, this is really embarrassing for me to say, but in some ways, Jack and Mike -- they would seem to be, you know, better husband material than me.",
        "Katie: Oh, Honey, some ways? Lots of ways, most ways.",
        "Brad: Okay, but there's one way I top them three ways from Sunday --",
        "Katie: Oh, don't go there.",
        "Brad: No. I am way, way more fun than them. I don't get all serious and depressed, and if I do get in a bad mood, all you have to do is, you know, and I'm over it.",
        "Katie: Yeah, that is true.",
        "Brad: That is what I have to offer. It's what makes you want to be with me. But the important part is that if I'm -- if I'm so busy worrying about my kid and being a good example, then I just become this, like -- oh, it's like a generic brand of Jack and Mike. Katie, if Liberty is my kid, then I got to do what's best for her. I got to make up for all the time that I wasn't there.",
        "Katie: Okay. Well, yeah, I guess you're right. I mean, you have been kind of a drag, and it is so annoying hearing you worry about her and me. It's just so unattractive.",
        "Brad: I had to say it. I got to make up for all the time that I wasn't there.",
        "Katie: Okay. Well, yeah, I guess you're right. I mean, you have been kind of a drag, and it is so annoying hearing you worry about her and me. It's just so unattractive.",
        "Brad: I had to say it.",
        "Katie: And I have to say this -- if you stop being fun, I'm out of here. But I don't see that happening.",
        "Brad: I don't know. I don't know. I woke up worrying about the housing market. That is so not me.",
        "Katie: You know what? If Liberty is your daughter, she is one very lucky girl.",
        "[SCENE_BREAK]",
        "Liberty: No offense, but we really should've gone for a cheeseburger. Are you gonna tell me what you're so bugged about?",
        "Parker: Look, I just barely got off of doing jail time, and I was thinking that it might be nice to go a week without getting grounded or something.",
        "Liberty: Its cool -- no worries. Thanks for the lunch.",
        "Parker: It's just that my mom or dad or someone might see me here.",
        "Liberty: No, I understand. You know, if you hurry, you might get back in time for Western Civ.",
        "Parker: I will.",
        "Liberty: Parker, aren't you going to be late for class?",
        "Parker: I was just thinking -- I guess maybe --",
        "Liberty: Maybe you're having more fun than being bored out of your mind?",
        "Parker: Something like that. But do you think maybe we could go somewhere else?",
        "Liberty: We don't have to leave. We just have to put on a little camouflage. Hmm?",
        "[SCENE_BREAK]",
        "Katie: You know, Brad, I am very impressed with how you're handling this situation, really thinking it through.",
        "Brad: It makes my head hurt.",
        "Katie: But I don't think you have your finger on the right problem.",
        "Brad: I would love to have my finger on the solution. What do you think it is?",
        "Katie: Well, you've spent a lot of time -- quality time -- with Liberty lately, but we haven't spent a lot of time together, just the two of us.",
        "Brad: I have not been paying enough attention to you.",
        "Katie: No. I have not been paying enough attention to you.",
        "Brad: So you think I'm -- I'm cranky because --",
        "Katie: Yes, a little cranky. Why don't we, um --",
        "[Whispering]",
        "Brad: Uh, look, Lenny, there's a breaking news story across the -- across town, and in the interest of, um, you know, journalism, we'll have to tape the meringue scene later.",
        "[Crunches]",
        "Brad: Tell me that wasn't you.",
        "Katie: What was that?",
        "Brad: I don't know.",
        "Katie: It did not sound good. Oh!",
        "Brad: Remind me to have a conversation with a certain young lady about nutrition.",
        "Katie: So much for getting our minds off Liberty.",
        "[SCENE_BREAK]",
        "Chris: Ali, can we at least talk about this?",
        "Alison: Only if you actually listen to me. Chris, this nursing program is really, really hard for me, and people implying that I have it easy because I'm getting it on with the chief of staff's son --",
        "Chris: People like that don't matter.",
        "Alison: It matters to me. It matters to me that I get this on my own and have everyone know that I did it on my own.",
        "Chris: Fine. I get that. We'll just -- meaning I will be more discreet.",
        "Alison: Chris, I don't want to fool people. I want it to be true. I want to know that everything I get out of this program I got on my own.",
        "[Pager beeping]",
        "Chris: I don't see how going out to dinner, just being friends -- damn it, I got to take this. Look, dinner -- just think about it, okay?",
        "Alison: Right. Like it would just be dinner.",
        "[SCENE_BREAK]",
        "Casey: Okay, I am a natural for this story. I know the campus inside and out.",
        "Emily: In what building were the manuscripts displayed?",
        "Casey: That would be the -- the manuscript-displaying building.",
        "Emily: No.",
        "Casey: Emily, okay, listen, I could get the facts in two minutes -- anyone can. I know the kids there, the kind of kids that end up desperate for money.",
        "Emily: I'm not sure sending you into the middle of this is such a great idea.",
        "Casey: You didn't have a problem with planting that recorder on me. At least this way, I know I'm the one getting the dirt.",
        "Emily: What about your mom?",
        "Casey: Okay --",
        "Emily: What about your mom? She said that you could come back here and work as my assistant, not as an investigative reporter.",
        "Casey: She doesn't need to know about it -- until she sees my by-line.",
        "Emily: Your -- your by-line?",
        "Chris: And when I win that Pulitzer, she'll realize she was overprotective.",
        "Emily: You know what? You have enough confidence to be a reporter.",
        "Casey: Oh, come on.",
        "Emily: Get out of here.",
        "Casey: Oh, thank you! Thank you!",
        "Emily: Don't screw up.",
        "Casey: Okay, no, no. I will -- you won't be sorry. I promise.",
        "Emily: I think I already am. James, hey. I wanted to let you know that \"The Intruder\" is committed to providing all the uniforms for the soccer teams, the PBA soccer teams, and I'm calling on all my advertisers to do the same thing.",
        "James: Well, what do you want?",
        "Emily: What do I want? What do I want? You make it sound like I'm doing something nice, you know, just to get a favor in return. No, I just want -- I want those kids to have a great summer and -- and to find everything you know about the manuscripts that were taken from Oakdale U.",
        "James: There's the Emily Stewart I know. There's not a lot of info, so --",
        "Margo: Officer. Get down to forensics, ASAP.",
        "James: Catch you later.",
        "Emily: Thanks.",
        "James: And thanks for the uniforms.",
        "Emily: Oh, anytime.",
        "Margo: You never stop, do you?",
        "Emily: Not when I'm after a story, no.",
        "Margo: Well, too bad you're not gonna get any information here, 'cause that story is confidential.",
        "Emily: Why? Because you say so? Why? What happened to free press?",
        "Margo: If you think \"The Intruder\" is press, you're more delusional than I thought.",
        "Emily: What? When -- when are you gonna stop?",
        "Margo: Oh, stop what, Emily?",
        "Emily: Punishing me because the men in your family don't hate me like you do.",
        "Margo: You're right, Emily -- the men in my family don't hate you quite like I do.",
        "Emily: You know what? I know that you can keep me from talking to your cops about the case, but I'm not gonna go along with your game that you're just being professional, because I know you. I know that you don't like me personally, and it drives you crazy that your husband and your son give me a little slack. So you are gonna do everything you can to mess me up because you're jealous, Margo. You're jealous.",
        "Margo: I don't think this is something you want to discuss right here.",
        "Emily: What -- on your turf?",
        "Margo: No, in public. See, you -- you assume that I don't like you because I'm jealous. I have to set that straight. On the contrary, I'm not jealous. I'm just --",
        "Emily: Very superior, yeah.",
        "Margo: No, very tired of you. I'm tired of your lies. I'm tired of your manipulations. I'm tired of you using good men to cover up your big mistakes.",
        "Emily: That's not what this is about.",
        "Margo: No, that's not all that this is about. And this is what I didn't want to say in public. You know the prostitutes we drag down here? They are a sick, sorry lot. They didn't have a choice, and I have compassion for them. You know why? They didn't do it for kicks.",
        "Emily: And yet you let your son work for me. Aren't you worried I'm gonna corrupt him?",
        "Margo: Hmm, no. No, I'm not. I underestimated him. But you -- you -- I overestimated you.",
        "Emily: Me?",
        "Margo: Yeah, I should have known that you'd try and pull something. And when you put that listening device on Casey, that was classic. So now I know that Casey will feel about you the same way I do.",
        "Emily: I wouldn't be so sure about that.",
        "[SCENE_BREAK]",
        "Casey: Long time, no see, old buddy.",
        "Elwood: You -- I'd -- I didn't -- I knew you were back.",
        "Casey: Yeah, and I just had to look you up. Thanks for all the letters and the cards.",
        "Elwood: Uh, my family said I wasn't supposed to have any contact with you.",
        "Casey: Oh.",
        "Elwood: Look, uh, now, I'm late for class.",
        "Casey: Oh, oh, oh. And I know how important class is for you, you know? So, your family -- they're worried about you associating with me, because I'm a known criminal and everything?",
        "Elwood: What do you want? You want my sandwich? Go ahead. Take it.",
        "Casey: No, no, no, no, no. Um, if they're so worried, I think they would be very upset to hear that you've been working overtime to help some hooker settle her score?",
        "Elwood: Come on. You wouldn't do that. What -- you want money? Is that what this is? Is this your new career?",
        "Casey: Just information -- I'm looking into the theft of those manuscripts for \"The Intruder.\"",
        "Elwood: So, what?",
        "Casey: I want to know about anyone with a drug or gambling habit that might need some fast cash.",
        "Elwood: Okay, I'll -- I'll ask around, then I'll get back to you. Just don't mention that we had this conversation to anybody. Now I really do have to go.",
        "Casey: So where is it that you're off to so fast?",
        "Alison: Was that your, uh, creepy ex-roommate I just saw slithering out of here?",
        "Casey: Yeah, as much fun as ever, right?",
        "Alison: Yeah, I bet.",
        "Casey: See you.",
        "Alison: Bye. Okay, yeah, thanks. Don't worry about the books. It's fine. Jerk!",
        "[Sighs]",
        "Aaron: \"Biology: The dynamics of life.\" I'm gonna wait for the movie.",
        "Alison: Yeah. You know, I, uh, I got through the first page of the whole book and understood two whole words -- \"Chapter One.\"",
        "Aaron: \"Chapter One.\" You're gonna do great -- I know it.",
        "Alison: Great? No, I'm going to flunk tomorrow. I have a quiz on drip factors, and I don't even know what that is.",
        "Aaron: Maybe I can help.",
        "Alison: You? Snyder, that would be the blind leading the blind.",
        "Aaron: Well, maybe I can't help you directly, but I might know somebody who can.",
        "[SCENE_BREAK]",
        "Kim: Should I wave a white flag?",
        "Chris: Hey, mom. Too bad you just missed Alison.",
        "Kim: Okay, rub it in. Well, I did apologize, and I did mean it.",
        "Chris: So you admit you were wrong?",
        "Kim: Well, talk about \"Open mouth, insert foot\" -- I did it. However, I don't think I am wrong when I say that I think you need to take a little time before you find yourself in the middle of another serious relationship.",
        "Chris: Well, guess what -- Alison feels the same way.",
        "[SCENE_BREAK]",
        "Alison: No, Meg, you are a lifesaver. Oh, that is very nice of you, and I'll try not to drive you too crazy. Yeah, bye. Oh, my. She is great. She explained it to me, and she said that, if I have any more questions, I can just give her a call.",
        "Aaron: The best at explaining. Here you go. Two sweeteners, extra light.",
        "Alison: You remembered. I don't want to be a third wheel here or anything.",
        "Aaron: Is there -- is there -- is there somebody here? Is there somebody here I don't know about? What's going on? What are you talking about?",
        "Alison: I was talking about Sofie. I just assumed you were meeting her.",
        "Aaron: No, it's over.",
        "Alison: Oh. Oh. Aaron, I'm -- I'm sorry.",
        "Aaron: Yeah, I can tell. You're just all broken up inside about it.",
        "Alison: Well, I hope you're not. She was way more work than she was worth. You were more like her social worker than her boyfriend.",
        "Aaron: Oh, my.",
        "Alison: I'm sorry, Aaron. My stupid big mouth -- I just -- why are you laughing at me?",
        "Aaron: You have a way with words, Alison. Let's not talk about Sofie. Biology, huh? And drip factors.",
        "Alison: I thought you said you didn't want to talk about Sofie.",
        "Aaron: Hey, be nice. I was just gonna compliment you.",
        "Alison: Oh, yeah?",
        "Aaron: Yeah. I think it's great what you're doing, and I think you're gonna be a great nurse.",
        "Alison: Well, thank you. Chris was just saying that, too.",
        "Aaron: Chris?",
        "Alison: Yeah, you know, I mean, there's just so much science -- and I don't know -- but he says, if you just get through it -- and, you know, Chris says that --",
        "Aaron: What is -- like, is Chris, like, your new guidance counselor? What's up?",
        "Alison: Aaron, don't.",
        "Aaron: No, but, I mean, it's -- it's okay for you to make opinions about Sofie, but you're hooking up with the most self-centered jerk in Oakdale --",
        "Alison: Okay, okay, let me put this in words that you understand -- my relationship with Chris is none of your damn business.",
        "[SCENE_BREAK]",
        "Kim: Let's see. How can I do this without prying? What happened?",
        "Chris: That's prying. That's the definition of \"Prying.\"",
        "Kim: Okay. Oh, I don't care. Tell me, what happened?",
        "Chris: Well, this morning, Alison kind of made it clear that she thinks starting the nursing program, trying to get her feet back on the ground -- now is not the good time to start or restart a relationship, especially with me, working here and being dad's son.",
        "Kim: Wow. I'm really impressed with that. I mean, Alison really has her smarts.",
        "Chris: Ma, you just say that because that's what you want.",
        "Kim: Oh, come on. Come on. Listen. All I'm trying to say to you is, you can't leave a place like Darfur the way you did and come home and jump right into the middle of all the trouble and all the terrible stuff going on here at the hospital -- and your father's problems -- and then, when it's over, not take at least a little bit of time to get your own bearings.",
        "Chris: I know that.",
        "Kim: So, give Alison her space, and then use it to have some time for yourself, as well.",
        "Chris: That sounds like a good idea.",
        "Kim: It is a good idea.",
        "Chris: But that's not what I'm gonna do.",
        "[SCENE_BREAK]",
        "Parker: Well, I've officially missed Western Civ.",
        "Liberty: Well, it didn't miss you. So, are you gonna tell me why you didn't buy anything?",
        "Parker: Nothing I really wanted that badly.",
        "Liberty: Dude, you were drooling over that video game, and it's not like you don't have the money.",
        "Parker: I don't know.",
        "Liberty: Well, I do. We're going to shop until one of us drops. Come on.",
        "[SCENE_BREAK]",
        "Katie: Ugh. What a mess. Can you get me some seltzer?",
        "Brad: We got to remember to bring water and stuff from work, because what they charge at this minibar is highway -- robbery.",
        "Katie: How can she eat so much?",
        "Brad: How -- how could she spend so much? How could she expect us to spend so much? [Cell phone ringing] Do you think that's it?",
        "Katie: Only one way to find out.",
        "Brad: Snyder.",
        "Susan: Brad, its Susan Stewart. The DNA results are in.",
        "Brad: And?",
        "Susan: And I can't tell you over the phone. You have to come in and sign the release form. When would you like to come in?",
        "Brad: I don't know when I can fit you in. I don't know -- like two or three minutes.",
        "Susan: Let Katie drive.",
        "Brad: She says that you should drive -- like I'm nervous or something. You know, I'm not nervous -- I'm just really curious.",
        "Katie: Uh, Brad, before you go --",
        "Brad: What?",
        "Katie: You might want to put a shirt on.",
        "Brad: Yeah.",
        "[SCENE_BREAK]",
        "Emily: Margo. Margo. I'm so sick of -- aah! Oh! Oh, damn it! Why did I do that?!",
        "Casey: I thought you liked my coffee.",
        "Emily: Oh, damn it! What did you find out?",
        "Casey: Nothing yet.",
        "Emily: Oh, that's great.",
        "Casey: No, but I do have a lead on something. What about you -- anything new?",
        "Emily: No. No, because your mother finds the first amendment inconvenient, so she rescinded it.",
        "Casey: How surprising she didn't want to share with you.",
        "Emily: Whoa, whoa, whoa, whoa, whoa. I have an idea. I have an idea.",
        "Casey: Oh, no. You want me to get the info from my mom, don't you?",
        "Emily: You got a problem with that?",
        "Casey: No, no. That's why I already said I would have lunch with her and Dad. See? I'm -- I'm -- I'm way ahead of you.",
        "Emily: Good, good. Just don't let her catch on, okay, 'cause your mother hates me enough already.",
        "Casey: Oh, she -- okay, she's okay with me working here.",
        "Emily: Yeah, well, she never intended to be gracious about it -- believe me.",
        "Casey: Okay, what -- what's really going on between you two? This isn't just about me, is it?",
        "[SCENE_BREAK]",
        "Aaron: So, you can talk about Sofie, but I can't talk about Chris?",
        "Alison: Let's not do this, okay?",
        "Aaron: That's a great idea.",
        "Alison: Yeah, but for the record, I didn't say anything about Sofie until you said you and her were through.",
        "Aaron: I like the way you say, \"Let's not talk about this,\" but you -- you start talking about it.",
        "Alison: I'm just saying I was agreeing with you that it's for the best that she is in the past, whereas Chris is still --",
        "Aaron: He's still -- still in the picture.",
        "Alison: Why does that bother you?",
        "Aaron: Because it does.",
        "Alison: Because you're jealous.",
        "Aaron: No, because I still worry about you. You know, you're getting it together. I just don't think you need to be sidetracked.",
        "Alison: You're wrong. Chris is on my side. He wants whatever makes me happy, and he's there for me 100%.",
        "Aaron: Where have I heard this before?",
        "Alison: Don't. Just don't.",
        "Aaron: That was the speech you gave to me, right before you called off your wedding with him.",
        "[SCENE_BREAK]",
        "Chris: I don't care what you say, Mom -- I'm not gonna give up on Alison.",
        "Kim: That is not what I said, in the first place. And in the second place, we're talking about what Alison said. Doesn't that matter?",
        "Chris: Well, she's just a little overwhelmed right now.",
        "Kim: Well, then maybe you should respect her. Respect what she wants.",
        "Chris: I do. I know she wants to be a nurse, and I do respect that. But I'm also pretty sure, Mom, that it's not all she wants.",
        "[SCENE_BREAK]",
        "Alison: You just love to throw that in my face, don't you?",
        "Aaron: No, I don't, okay? But Chris let you down big time, and now you're pretending that it didn't even happen. What do you think's gonna happen differently this time?",
        "Alison: A lot. I'm not the same little girl, and Chris has grown up and changed.",
        "Aaron: Oh, yeah. Chris has grown up. He's all wise, isn't he? Let's just ask Emily. Sorry.",
        "Alison: Why don't you just go away?",
        "Aaron: I just want you to know, okay, you're wrong about one thing.",
        "Alison: You think I'm wrong about everything.",
        "Aaron: I want you to be happy. I do.",
        "[SCENE_BREAK]",
        "Casey: Mom? Dad? Is anybody home?",
        "[SCENE_BREAK]",
        "Waitress: Cheese fries coming up, Guys.",
        "Liberty: Mmm.",
        "Parker: So you're really gonna eat all that? Brian Urlacher doesn't eat that much. He plays for --",
        "Liberty: The Bears -- I know. Duh. I'm not a moron. Mm, that must be why you have so many girlfriends.",
        "Parker: Okay, it's just that you ate my lunch, then you ate all that junk at the mall, and now this.",
        "Liberty: Pass the mayo, please.",
        "Parker: My mom always eats when she's nervous.",
        "Liberty: Wow. What a fascinating insight into the human condition.",
        "Parker: So, when do you find out if Brad's your dad?",
        "Liberty: Okay, listen. Do we change the subject now, or I call your scary dad and tell him exactly how you spent your afternoon?",
        "[SCENE_BREAK]",
        "Brad: Envelope, please.",
        "[Clears throat]",
        "Katie: It's okay.",
        "Brad: I'm a dad. It's a girl.",
        "Susan: Congratulations.",
        "Brad: Thank you. I'm a dad! Holy cow! I mean, you saw her, right? She's beautiful.",
        "Susan: Very.",
        "Brad: She's beautiful!",
        "Susan: She has your smile. Well, I'll gonna leave you two alone. Enjoy.",
        "Both: Thank you.",
        "Katie: Are you okay?",
        "Brad: Yeah, I -- I didn't want to say this before, because I, you know, I thought it was gonna sound stupid.",
        "Katie: That doesn't stop you from saying anything.",
        "Brad: I knew it. I didn't need a test -- I knew it.",
        "Katie: I kind of did, too. There's just -- there's something about her.",
        "Brad: I know! I mean, she is -- she's so much like me. And we got the same, like, smiles and --",
        "Katie: No, it wasn't that. It's just that she does things to tick me off.",
        "Brad: I know. I know. You know, I will talk to her.",
        "Katie: No, no. I mean, she -- she does things to tick me off, and then she makes me smile and love her even more, just like you.",
        "Brad: I meant what I said earlier -- if I stop --",
        "Katie: Being fun?",
        "Brad: Yeah. She matters so much to me. And, you know, I know I'm -- I'm so easily distracted.",
        "Katie: And having a teenage daughter all of a sudden is quite a distraction -- I know. So I'm gonna give you some time to adjust. But you're still fun, just a different kind of fun.",
        "Brad: I better go tell her. I mean, I -- well, first I better go home and change.",
        "Katie: You look fine.",
        "Brad: No, I mean, I got to -- I got to change into a grown-up.",
        "[SCENE_BREAK]",
        "Parker: But, see, you can't just kill the enemies -- you have to eviscerate them. Otherwise, they can come back.",
        "Liberty: Like guidance counselors. Oh, stupid me. I made you think about school.",
        "Parker: Yeah, I really got to get going.",
        "Liberty: Cool. But your job is to plan the field trip for tomorrow because I'm tired of the mall.",
        "Parker: Tomorrow?",
        "Liberty: You don't think I'm done with you, do you? Bonnie and Clyde didn't rob just one bank.",
        "Parker: Liberty.",
        "Liberty: You sound so serious.",
        "Parker: I hope everything goes the way you want it to.",
        "Liberty: No worries. It always does. I make sure of that.",
        "[SCENE_BREAK]",
        "Katie: I know you don't like serious folks, but listen to me.",
        "Brad: Okay, all right. What did I do wrong? All right.",
        "Katie: Nothing. No, you didn't do anything wrong.",
        "[Brad sighs]",
        "Katie: Just don't feel like you have to change, not for Liberty's sake.",
        "Brad: She's my kid. I have to --",
        "Katie: To be yourself -- you have to be yourself. Here's another thing I like about Liberty -- it's her guts. She came out here and tracked you down. Do you know what she risked to do that? She -- she thought she knew you. She had seen you on TV. She had every reason to believe that you would slam the door in her face, that she would have full confirmation that her father thought she was a mistake and didn't want her.",
        "Brad: Who would do that?",
        "Katie: About half the male population. But back to Liberty -- here's what she got. This fun, nonjudgmental, easygoing man with such a good heart. You, just the way you are, are such a gift to Liberty. So, like you said, don't feel like you have to be Jack or this other idea of fatherhood. That's just gonna complicate things.",
        "Brad: She is lucky that my wife is pretty damn terrific.",
        "Katie: All right, let's go find that kid and give her the good news.",
        "Brad: All right, all right. Oh, um. You still drive. Okay, let's go.",
        "[SCENE_BREAK]",
        "Chris: Caffeine-fueled cramming -- well I remember.",
        "Alison: Chris.",
        "Chris: Don't worry. I got the message. I just wanted you to know that, if you don't have time to go out to dinner, I get that. And if you'd let me know if you had a free night or the inclination to spend some time with me.",
        "Alison: You know what? I'd love to go out to dinner with you tonight.",
        "[SCENE_BREAK]",
        "Margo: Casey! Oh. Casey, how many times have I told --?",
        "Casey: Sorry, sorry, sorry. I just -- what is that?",
        "Margo: Well, you tell me. It was in your backpack.",
        "[SCENE_BREAK]",
        "Liberty: So, you have to admit -- this was more fun than a stuffy old classroom.",
        "Parker: I guess.",
        "Liberty: You guess? This was pretty close to a perfect afternoon.",
        "Parker: Till now.",
        "Liberty: Hey, what brings you guys over here?",
        "Brad: I need to talk to you. But first, uh, what are you doing out of school in the middle of the day?",
        "Liberty: I just -- needed to get some air.",
        "Brad: It was those mean girls again, wasn't it? All right, well, that's it. I'm not gonna let you talk me out of going --",
        "Liberty: Oh, no, it wasn't them. I just took this really hard math test, and my brains are fried. But the more interesting question is what you're doing here.",
        "Brad: Like I said, we need to talk to you, but not here -- alone.",
        "Liberty: So, let's go.",
        "Katie: Wait. Don't you need to tell someone you're leaving?",
        "Liberty: All I have left is study hall and chorus, so you can just write me a note tomorrow. Parker, call me tonight. I'll talk you through those differential equations.",
        "[SCENE_BREAK]",
        "Emily: Well, can you at least give an estimate of their value? Well, they're insured. It's a matter of public record. Yeah. Yeah, you have a nice day, too. Oh, Casey, I hope you're having better luck than I am.",
        "[SCENE_BREAK]",
        "Casey: I don't know what that is, but I know I did not put that in my book bag.",
        "Margo: Casey, this is one of the manuscripts that was stolen last night.",
        "Casey: Are you serious? Wait a minute. You seriously think I stole priceless documents, put it in my backpack, had lunch with my cop mom, and just left it on the countertop?",
        "Margo: This is not a good time to be sarcastic.",
        "Casey: You really think I stole it, don't you? Don't you?",
        "[SCENE_BREAK]",
        "Chris: This conversation's going way better than I thought it would.",
        "Alison: Well, I had a little time to think. And earlier, I was just coming out of a lecture that I didn't understand a word of, so I took my frustrations out on you. But I guess I'll have to be extra nice tonight to make up for it.",
        "Chris: Well, I can't wait. And I promise to get you home early, this being a school night. Think about where you want to go and text me.",
        "Alison: Oh, and Chris, thank you for the flowers. They were beautiful.",
        "Chris: Mrs. Kauffman with the kidney stones thought so, too.",
        "Aaron: I know what you're doing.",
        "Alison: You don't know me at all.",
        "[SCENE_BREAK]",
        "Waitress: Back so soon?",
        "Liberty: Doesn't that prove the point that this is the only place you ever take me?",
        "Waitress: Anyone up for coffee?",
        "Brad: No, thank you.",
        "Katie: No, thanks.",
        "Liberty: So, the big talk.",
        "Brad: Oh, I want to -- I want to -- I want to give you something.",
        "Liberty: Oh, it begins well.",
        "Brad: Here.",
        "Liberty: Well, I -- I don't really feel right taking this, seeing as how I did not win the 200-meter backstroke.",
        "Brad: I did. Well, see, the Snyders -- we don't have a family crest or anything, and I wanted to give you something that was mine.",
        "Liberty: You got the results.",
        "Brad: It's official. I'm your father.",
        "Liberty: I told you so.",
        "Brad: Yeah, you did. And when I read the results and I knew for sure it was true, I was really happy. And I want to be a good dad, but I don't want to act like -- you know, like, I know I wasn't there forever. And if I start to act all dad-like, I know that can get annoying really quick. But I don't want you to think that I'm not ready to be dad-like, you know, if that -- if that works for you.",
        "Liberty: He talks a lot, doesn't he?",
        "Brad: I'm just -- I'm just really -- I'm just really nervous here.",
        "Liberty: It's okay. You don't have to be, really.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Alison: What I want, Dr. Hughes, is some, good old-fashioned romance. You think you're up for the challenge?",
        "Colonel Mayer: Do you and Ameera have a real marriage, or are the two of you just playing house?",
        "Informant: What would you like me to do?",
        "Emily: Some rare manuscripts were taken from the Oakdale U. Library. The minute someone tries to unload them, I want to know about it.",
        "Casey: But I did not do this, and I'm gonna prove it. Elwood!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=kd6h8QI9hE0"
}