{
    "Episode Summary": [],
    "Recap": [
        "Aaron has a surprise. Alison fesses up. Barbara gets mommy time. Bob makes a toast to his family. Carly gets her back up when her husband has to work late again. Crater turns blackmailer. Dusty tosses his present to the wall. Hal is leery of having a suspect in his house.",
        "Holden and the kids seem to be having a good Christmas. Jack takes time off work to make up. Jennifer convinces a sibling to share in the family gathering. Joe is taking the body. Lily wants her twin's body. Mitzy will be brought in for questioning. Molly revisits her vandalism."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: It's nice to hear you singing again. Okay, what do you say we just cancel Christmas this year?",
        "Luke/Faith: No!",
        "Holden: All right. Well, we better get your stockings then, 'cause your Grandma's coming over, she's gonna want to help you put them up over there. So let's go. Come on.",
        "Lucinda: Hey! Mommy's home. Hi, Mommy.",
        "Faith: Mommy!",
        "Lily: I went to Rose's house to get the rest of the presents. She went all out, as usual. Got two for everybody.",
        "Holden: Are you okay?",
        "Lily: Yeah. I'm fine.",
        "Holden: Good. I am very proud of you.",
        "Lily: Really?",
        "Holden: Yeah, yeah, this is very tough, Christmas without Rose. But we can do it. As long as we stick together.",
        "Lily: Yeah. I better get these gifts under the tree.",
        "[SCENE_BREAK]",
        "Jack: Aren't we doing gifts at home?",
        "Carly: Yeah, but this one is special.",
        "[Murmurs of appreciation]",
        "[SCENE_BREAK]",
        "Emily: I don't like this, okay? Every time Barbara goes anywhere near Will, something terrible happens.",
        "Hal: Yeah, well, I don't like it either. But I couldn't say \"no.\"",
        "Emily: All right, I gotta go pick up Daniel.",
        "Hal: Oh, great. Leave all the fun stuff to me.",
        "Emily: What kind of fun stuff?",
        "Hal: Explaining to Paul why Barbara is here.",
        "[SCENE_BREAK]",
        "Paul: You gonna tell me why?",
        "Hal: Wasn't my idea. Your sister forced me into it.",
        "Barbara: I am so glad that we're all together for Christmas.",
        "Paul: Don't. I don't care if it's Christmas and New Year's and Valentine's Day all rolled up into one. Don't you dare.",
        "Barbara: Why don't you come see what your brother's gotten for Christmas?",
        "Paul: Wow! Look at all that stuff, huh? Get this out of the way. You must be a real popular kid.",
        "Will: Want to help me open them?",
        "Paul: I would love to. And I will, as soon as I ask your sister a question. Jennifer?",
        "Jennifer: What's that?",
        "Paul: Outside.",
        "Jennifer: Oh, okay. Uh, you -- you go ahead. I'll catch up, okay?",
        "Paul: Hal said that it was your idea to bring Barbara here.",
        "Jennifer: It was.",
        "Paul: Why?",
        "Jennifer: Because I thought it would make will happy.",
        "Paul: Barbara killed Rose.",
        "Jennifer: Paul, this is not the night to think about that.",
        "Paul: I'm going to drop off my gifts and get out of here.",
        "Jennifer: Do you know what that would do to him? To Will?",
        "Paul: Yeah. He'd blame me for ruining the evening.",
        "Jennifer: And it would wipe the smile right off his face.",
        "Paul: All right. Do I -- do I look merry?",
        "Jennifer: Don't push it.",
        "Paul: You're a good sister, Jennifer.",
        "Jennifer: Well, I have good brothers.",
        "Paul: All right, so I'm in the store, right? And this thing just starts calling out to me. \"Buy me for Will! Buy me for Will!\" Come on, open it up. Bet you can't guess what it is. Hurry up!",
        "[SCENE_BREAK]",
        "Jack: An empty bottle of perfume?",
        "Carly: Keep going.",
        "Jack: Ledger books from Rosie's Roller Palace? How did you get these?",
        "Carly: Lucinda Walsh. She thought I could put them to good use. There's more in there.",
        "Jack: A printout from a credit card -- I don't get it.",
        "Carly: It's the case against Mitzi, Jack. I have everything you need to arrest Mitzi for killing Rose right here.",
        "Jack: You know I didn't want you involved in that.",
        "Carly: You knew that I couldn't stay away.",
        "Jack: In here. Now. Fine, I'm listening.",
        "Carly: Okay, well, here's what you need to know. First of all, Mitzi was cooking the books.",
        "Jack: How do you know that?",
        "Carly: Paul.",
        "Jack: There's a neutral party.",
        "Carly: Would you just be quiet and let me finish. Rose found out that Mitzi was embezzling money.",
        "Jack: Embezzling?",
        "Carly: Yeah. Yeah, Jack, embezzling. Sweet, innocent, little Mitzi was skimming from the top. And Rose was furious, of course, and threatened to turn her in. So on the morning of Rose's wedding, Mitzi came back to town and broke into Rose's house to search for the evidence.",
        "Jack: There's no record.",
        "Carly: Emily and I almost caught her ourselves. But she slipped away, and all we ended up catching was the smell of her perfume.",
        "Jack: And how do you know it was hers?",
        "Carly: There was a bottle of it in her smock at the Roller Palace, Jack.",
        "Jack: Circumstantial. Keep going.",
        "Carly: Mitzi's recent credit card history. With the purchase of a train ticket on the morning of Rose's wedding.",
        "Jack: How'd you get this?",
        "Carly: I have my sources.",
        "Jack: Henry Coleman?",
        "Carly: I'm not at liberty to say.",
        "Jack: Coleman.",
        "Carly: It doesn't matter, Jack. What's important here is that when Mitzi couldn't find the books at Rose's house, she knew she was going to jail. So she went over to the church, and she poisoned Rose before Rose had a chance to turn her in.",
        "Jack: Yeah, and this is your case?",
        "Carly: This is my case. And I know that it has holes in it, Jack. But Mitzi killed Rose, I know it.",
        "Jack: Well, obviously, Mitzi knows more than she's telling us. For that reason -- and that reason alone -- I'll bring her in for questioning.",
        "Carly: Thank you.",
        "Jack: But I want to question you, too. You're sure this doesn't have anything to do with your suspicions about Mitzi and me?",
        "Carly: No. Absolutely not. Mitzi killed my friend, and I want her to pay.",
        "Jack: Okay. But your involvement in this stops here, Carly. You're way over your head. You don't even realize it.",
        "Carly: You could ask a little nicer, Jack.",
        "Jack: I wasn't asking.",
        "Carly: Is there any -- any chance of you coming home early tonight?",
        "Jack: No, you know there isn't.",
        "Carly: Meaning what? Meaning I should keep quiet and just pretend I'm enjoying Christmas Eve without my husband?",
        "Jack: That's not what I said.",
        "Carly: It is what you said, Jack. You just didn't use those exact words.",
        "Jack: Carly -- wait.",
        "Carly: What? What, Jack? You want me to hang your stockin' for ya?",
        "Jack: No, I'll take care of it.",
        "Carly: Good thinking. We wish you a Merry Christmas We wish you a Merry Christmas We wish you a Merry Christmas and a happy new year",
        "[SCENE_BREAK]",
        "Dusty: Hey, hey, hey. Hey, you guys are a great a capella troupe. [Talking over each other] I wanna show you something here. Over here, come here. Come on. Let's hurry up. Franco, come on. [Talking over each other] What I want to do is wish you guys a Merry Christmas. And we will hire you any time. You guys are quite a group.",
        "Franco: Thank you.",
        "Dusty: Very colorful.",
        "Franco: Watch out for our CD, we'll be here all week.",
        "Dusty: Thanks for gracin' us with your presence.",
        "Molly: What are you -- scrooge?",
        "Dusty: You planted a vial of poison in my hotel room. Don't expect Santa Claus outta me, girl. Don't.",
        "Molly: But I already told you, Dusty. I didn't do it.",
        "Dusty: Oh, yeah, why did Hal Munson say you did?",
        "Molly: He's a cop. He has his own agenda. I don't know.",
        "Dusty: I don't buy it.",
        "Molly: Got you a Christmas present.",
        "Dusty: Why?",
        "Molly: Because we've been through a lot together this year. Not all of it was great, but some of it was. And so I figured, in spite of everything, we should still celebrate Christmas.",
        "Dusty: Let me see. [Throws present across the room.] The next time you think it m ht be fun to jerk me around? Think again, Molly.",
        "[SCENE_BREAK]",
        "Bob: May I propose a toast?",
        "Kim: Please do.",
        "Bob: To my son, who, through hard work and determination, has become one of the little people.",
        "[Groaning]",
        "Chris: Its okay, Mom.",
        "Bob: To my wife, who is everything.",
        "Kim: Thank you, darling.",
        "Bob: To my mother, who gets better as she gets older.",
        "Nancy: I'm getting older? Why didn't anyone tell me?",
        "Kim: You know, this is a very special Christmas for us. Because our son is back home. And it looks like he's going to stay.",
        "Bob: Yes, here, here.",
        "Tish: Excuse me, Dr. Hughes, you're needed in the ICU.",
        "Chris: I'll take care of it, Dad. It's the infant that was just admitted.",
        "Bob: I'll go with you.",
        "Nancy: Don't worry about us. We were just getting ready to go.",
        "Chris: Okay, I'll see you later.",
        "Kim: All right, darling. All right, honey.",
        "Kim: You know, Mom, this doesn't sound very kind, but I am so grateful that Chris didn't get trapped into parenthood with Alison Stewart.",
        "Nancy: You're just being realistic, dear. And you are not the only one who is grateful.",
        "[SCENE_BREAK]",
        "Aaron: These are for Luke, Faith, Natalie, you, Lily. The tags are all there. Merry Christmas, Holden.",
        "Holden: Wait a minute. Why don't you come inside?",
        "Aaron: I can't, I have -- I've got some last-minute shopping to do. You understand.",
        "Holden: Sure. How about in the morning? Stop by. It'll be fun. We could all open presents together.",
        "Aaron: I'm sure it will be. But Alison and I -- we just want to hang out by ourselves.",
        "Holden: Why?",
        "Aaron: Because that's what we want to do, Holden.",
        "Holden: Look, meeting the responsibility of the baby is one thing. But for you guys to isolate yourselves from everyone, there's no reason for that.",
        "Aaron: Not everyone. Just you.",
        "Holden: What, are you still ticked off at me? Because I didn't give your marriage my blessing?",
        "Aaron: I have a job, a home; soon I'll have a family. And you're the one who thinks that I can't make it all work, but I can.",
        "Holden: Look, man, I'm not rooting against you, here --",
        "Aaron: Yeah, but you could've fooled me. Bye, Holden.",
        "[SCENE_BREAK]",
        "Aaron: Hey.",
        "Alison: Aaron. Um, I'm really sorry I didn't call you back. I've just been really busy at work.",
        "Aaron: Don't worry about it. I know you couldn't deal with that apartment.",
        "Alison: Are you mad?",
        "Aaron: No. You -- you working right now?",
        "Alison: Well, I'm here early.",
        "Aaron: Good. Come on, then. There's something I've got to show you.",
        "Alison: A hint, please?",
        "Aaron: Hint? But that's not fun. Come on.",
        "Alison: Where am I?",
        "Aaron: You'll find out at three. Ready? Three!",
        "Alison: Wow, this place looks almost --",
        "Aaron: Human?",
        "Alison: Yeah. What's behind there?",
        "Aaron: Oh. It's not exactly a nursery. But, hey, it's the best I can do.",
        "Alison: Aaron, where did you get all this stuff?",
        "Aaron: Cleaned out the savings.",
        "Alison: Aaron --",
        "Aaron: Its okay, Ali. I'll build it back up. After the holidays, I'm going to get a second job.",
        "Alison: No, I don't want you to do that.",
        "Aaron: We're going to need money, Ali. And I want you to spend as much time with that baby as possible.",
        "Alison: I didn't give the landlord those checks.",
        "Aaron: Yeah, I know. I figured. So I took care of it. Look, I know you thought the place looked like a dump when you first saw it. So I tried to make it look nicer.",
        "Alison: You didn't try. You did it.",
        "Aaron: Yeah? Yeah, I did. Check this out. Chair -- with arms. The lady at the store said it was the best kind -- you know, if you wanna -- you know what I mean? The nursing -- the -- whatever you women do. I don't know.",
        "Alison: You've really thought about all of this, haven't you?",
        "Aaron: Yeah. And the more I get used to the idea, the more excited I get. Oh, and check this out. Teddy bear with no buttons. No way a kid of mine is going to choke on some toy. Know what I'm saying?",
        "Alison: No, Aaron, just please -- will you just stop, please?",
        "Aaron: What's the matter? You feeling nauseous?",
        "Alison: No, um -- I don't want to hurt you, Aaron. I know that you're gonna -- you're gonna hate me for this, but -- I have -- I have to -- you deserve -- this baby isn't yours.",
        "Aaron: What?",
        "Alison: I didn't want to lie to you, but everything just kept getting worse and worse --",
        "Aaron: What are you saying, Ali?",
        "Alison: This baby is Chris'. But he doesn't love me. He doesn't even trust me. And -- god, this is so hard. I told you that it was yours when it wasn't.",
        "Aaron: No, no, no, no, no. What about the ultrasound?",
        "Alison: I switched the pictures. I was panicked, and I didn't know what else to do, and I was just afraid that Chris was gonna find out.",
        "Aaron: But I made all these plans. I mean, I -- I bought all this stuff. You let me buy all this stuff. You let me change my life for a kid that's not mine?",
        "Alison: I'm sorry. I'm sorry.",
        "Aaron: How long have you known this?",
        "Alison: Since the beginning. But Chris had to go to Philadelphia --",
        "Aaron: Enough, Ali. I don't even want to hear this any more.",
        "[SCENE_BREAK]",
        "Jack: I've made a list, I've checked it twice. Now, I've come by to see if you're naughty or nice.",
        "[SCENE_BREAK]",
        "Lily: Mom, could you put her to sleep?",
        "Lucinda: Yes. It's okay. I know, I know, I know. Everything's all right.",
        "Lily: Oh, my God. This is the ornament that Rose gave to Luke. I gotta glue it back together. I gotta --",
        "Holden: Lily, stop. There are too many pieces.",
        "Lily: I'll at least try to put it back together. Please.",
        "Holden: Honey, you're going to cut yourself. Stand up.",
        "Lily: I don't care. Rose gave this to Luke.",
        "Luke: It's okay. I have lots of things from Aunt Rose, Mom.",
        "Lily: Yeah, but she's gone now, and everything -- ah! Everything she left us is precious.",
        "Lucinda: Hey. Hey, hey, hey. Come on, kids. This is the moment we've been waiting for --",
        "Luke: I want to stay with mom.",
        "Lucinda: No, darling, Mom is -- Mom is fine. Lily. Mom is fine, isn't she?",
        "Lily: I'm fine. I'll be up in a minute --",
        "Lucinda: All right. We're gonna find that package. I've hidden it for Mom. Come on.",
        "Holden: Honey, honey, it's just an ornament. Don't turn it into some symbolic thing. It doesn't affect how you feel about Rose.",
        "Lily: I wanted Luke to have this for the rest of his life. I wanted him to have something from his Aunt Rose for the rest of his life.",
        "Holden: Luke knows that his Aunt Rose loved him. [Doorbell rings] And that's the best gift he could ever get.",
        "Lucinda: I've got it. Merry Christmas. Oh, Joe. Merry Christmas. Come on in. Come on in.",
        "Joe: Thanks, Lucinda. I'm sorry for barging in on Christmas Eve.",
        "Holden: Hey, don't be silly. You're always welcome here, Joe.",
        "Joe: I won't take up too much of your time. But there's something I -- I want to tell you in person. I'm going home tomorrow. And I'm taking Rose with me.",
        "Lily: You can't do that.",
        "Joe: We got a family plot back there, Lily. She'll be right next to her mother.",
        "Lily: But Oakdale was her home. She has family -- family here -- and friends.",
        "Joe: She was also murdered here. She was murdered here. I wish she'd never come.",
        "Lily: I can't believe you would say that. How could you say that?",
        "Lucinda: Joe, you know, come and have a nice glass of red wine with me, okay?",
        "Joe: Yeah, sure.",
        "Lucinda: We may not meet each other again for a while. Come one. Crack open a great bottle of merlot. Come on, Joe.",
        "Lily: No, I can't let him take her back to New Jersey. I just can't do that. He just can't.",
        "Holden: He's her father. We have to respect his wishes.",
        "Lily: You don't understand. Nobody understands.",
        "Holden: Where are you going?",
        "Lily: I'm goin' to Rose's.",
        "Holden: Lily, nothing's going to change. No matter how many times you go over there, Rose will still be gone.",
        "Lily: No. Leave me alone.",
        "Lucinda: Holden, Holden, hoyden, let her go.",
        "Holden: You've got to stop saying that. I am worried about her.",
        "Lucinda: I'm worried sick about her. But we know where she is. We know she's safe over there. She needs time. She needs time to get over the sorrow. So give her it. Give her time.",
        "[SCENE_BREAK]",
        "Don' we now our gay apparel fa-la-la la-la-la la-la-la troll the ancient yuletide carol fa-la-la la-la-la la-la-la",
        "Hal: Without a doubt the worst Christmas caroling I have ever heard.",
        "Will: Paul, this is so awesome. It's just what I wanted.",
        "Paul: Well, I'm glad you like it. Merry Christmas.",
        "Will: Merry Christmas.",
        "Jennifer: Oh! Oh, Paul, they're beautiful.",
        "Paul: You like 'em? Merry Christmas.",
        "Jennifer: Thank you.",
        "Barbara: I tell you, do you have the best big brother, or what? You two don't realize how lucky you are.",
        "Paul: I gotta get going. Will, lemme know how that game turns out.",
        "Barbara: Paul! Paul. I have something for you.",
        "Paul: Something lethal to put in my eggnog? The only thing I have on my Christmas wish list is that I want the world to know who murdered Rose.",
        "[SCENE_BREAK]",
        "Molly: Well, if it isn't the world's worst bodyguard. You know, when your clients start dying, I think the smart thing to do is to leave town for good.",
        "Crater: There's opportunity here, Ms. McKinnon. And I intend to cash in on it.",
        "Molly: Oh, really. What kind of opportunity is that, Crater?",
        "Crater: I know what you did.",
        "Barbara: You have no idea how much it meant to me to be here tonight with you.",
        "Will: Me too.",
        "Barbara: I love you two so much.",
        "Will: Are you going straight home?",
        "Barbara: Yes, I'd planned to. Why?",
        "Will: Well, 'cause, I kinda wanted to send you an e-mail.",
        "Barbara: Oh, well, in that case, I'm gonna be sitting right in front of my laptop. Okay, you guys. Okay. Merry Christmas.",
        "Will: Merry Christmas.",
        "Paul: Wasn't that special. Heartwarming. A mother on Christmas, surrounded by all of her loving children.",
        "Barbara: As it should be, Paul.",
        "Paul: Nothing in this family is as it should be. I gotta give it to you, though. You got what you wanted.",
        "Barbara: One night with my troubled 13-year-old?",
        "Paul: No, now you can live your life without Rose D'Angelo in your way.",
        "Barbara: All right. I guess I did get my way. And I'm not ashamed to admit it. Merry Christmas, darling.",
        "[SCENE_BREAK]",
        "Molly: You're bluffing.",
        "Crater: Am I? I was there. I saw you.",
        "Molly: That's impossible.",
        "Crater: I've got the evidence out in car. Just what the cops like to call \"incriminating.\"",
        "Molly: What do you want?",
        "Crater: $100,000 in $100 bills. Bring it to Al's diner. You got one hour, and I'll turn the evidence over to you.",
        "Molly: It's Christmas Eve. How do you expect me to raise that kind of cash?",
        "Crater: Hey, that's your problem. But if you don't show with the money, I'm going straight to the cops.",
        "[SCENE_BREAK]",
        "Joe: Lucinda Walsh just told me about Rose's insurance policy. You did it, didn't you? You murdered my little girl!",
        "Dusty: Whoa, whoa, whoa. Whoa, Mr. D'Angelo, I don't think --",
        "Joe: Answer that! Answer. Answer the question.",
        "Dusty: Listen, I know you want someone to blame. So do I. If you -- I loved your daughter. You know that.",
        "Joe: Yeah, but she didn't love you. So you killed her.",
        "[Shouting over each other]",
        "Dusty: You're looking for the guy who killed her. You're looking for the guy who pretended he loved her and then destroyed her at the wedding.",
        "Joe: I know! I know! Paul's an easy target. But you got something to gain. Money makes people do crazy things.",
        "Dusty: These are the insurance papers that says I'm Rose's beneficiary. And I'm now gonna sign them over to you. Which means the money's now yours.",
        "Joe: Why?",
        "Dusty: 'Cause you're Rose's father. Why would I take your daughter's money?",
        "Joe: It's a lot of bucks. Could make your life a little easier.",
        "Dusty: Not mine. It belongs to you. I want you to have it.",
        "[SCENE_BREAK]",
        "Molly: Hey, excuse me. I'm Molly McKinnon. Do you remember me? Has anybody stopped by looking for me?",
        "Waitress: No, I'm sorry.",
        "Molly: Oh, thanks. Jingle bells jingle bells jingle \u0096",
        "[Phone rings] Dammit. [Crater drinking alcohol hits a tree.]",
        "Molly: Oh pick up. Come on, pick up. I want this to be over.",
        "[Phone ringing]",
        "[SCENE_BREAK]",
        "Cop: Take a seat over here.",
        "Murray: Hey, can I get some coffee?",
        "Goldie: Oh, hot chocolate for me.",
        "Cop: Don't move.",
        "Hal: Hey, what have you got on 'em?",
        "Cop: Loitering, disturbing the peace.",
        "Murray: Disturbing it? We were spreading it.",
        "Goldie: That's Murray, our designated driver.",
        "Frankie: And we weren't"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=p0RPZNfKQgk"
}