{
    "Episode Summary": [],
    "Recap": [
        "Dusty takes Janet to Metro. They laugh about her eating for two and both admit they have missed each other. Jack and Carly come in; what a coincidence .they are all having dinner. Dusty invites them to sit with him and Janet even though it's a bit awkward with small talk. Janet feels that Carly is upset at Janet's new living arrangements when she hears that Gabriel is fixing up a place on the Snyder farm. They begin to squabble and Carly walks out so they can just talk about her behind her back. Of course Jack follows. At the door she tells him that she is tired and they should call it a night. He confesses that he wanted to tell her about the cabin, but it was never the right moment. He was feeling closer to her and didn't want to lose that. He won't be spending any nights under the same roof with Janet. She is having his baby but that is all. She says if they are going to be a couple again, then he has to let go of Janet. He tells her one more time that he does not want to get back together with Janet; he wants to be with Carly. He kisses her and wants to do more, but Carly puts the brakes on and says they can not do this. He wants to know what they have to do to get back together. She says they both have a lot to think about. Oliver and Luke play chess. Luke picks up on the word when Oliver lets slip that they are in a relationship he doesn't do relationships. Oliver says he needs to go talk to Bob and yes he is capable of doing this by himself having an adult conversation with another adult. Kim tells Bob that they haven't even sold to Invicta yet but Mona Cross is running around acting like she owns the place. Oliver interrupts and tells Bob that he will be making a big mistake by hiring the candidate they are discussing. Luke rushes up and apologizes, but says what Oliver is trying to say is that he wants his job back. Bob tells Luke that it is not appropriate for him to be here discussing this. He tells Mona that this has never set well with him and she is prejudiced just because Luke and Oliver are gay. Memorial is not for sale to Invicta. Luke and Oliver are happy to hear the news and plan to celebrate now that Oliver has his job back. Luke teases that he can thank him any time he wants to. Oliver says he could have handled this all by himself. He invites Luke out on a real date to a movie.....or they can skip the movie and just go back to his place. Bob tells Oliver that he wants to recommend him as his replacement as COS. He can work on his people skills and do just fine. Kim tells Bob that he has lost his mind.",
        "Craig tells Lily that it looks like according to the flip that he wins. He will give her the choice of pillows. He lies on the bed and she takes the chair and declares that it will be a long night. He's the gentleman and changes with her. First boo boo, the lights go out. Craig is not afraid of that and tries to make the most of it, but when Lily discovers a mouse, well then he hides behind her. With a broom, he chases it under the bed. Lily mentions Holden marrying Holden and hopes this perfume venture works as she can not accept another failure. He guarantees her that Carlisle will not lose. She shouldn't listen to Lucinda, just follow her gut and trust her own decisions. He breaks into the vending machine so they can have a few snacks to eat. She allows him to rub some ice on her back rather than get into that bathtub. He tells her that she has a beautiful back. She says he is barking up the wrong tree. They're known each other for years and she is not sure why they never got together, but she's finding him nice. She does remind him the reason they never got together was because he scarred her sister for life and slept with her mother. Ouch, he doesn't want to hear anymore. He tells her those days of playing games are over and he just wants to help Lily now. Someone Janet used to know walks into Metro and she greets Tony .it was Tony Nero, now Blackthorn. He graduated from shoplifting to legitimate commodities and he's in town doing business with Lucinda Walsh. They both compliment each other on how fine they look now. Dusty tells Janet that he better go run a check on him as he might be hustling Lucinda. His gut is telling him something. She was wrong about Ralph and he guarantees her that she is also wrong about Blackie, the back-home punk."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: You sure you don't mind having dinner in a place you used to work?",
        "Janet: Oh, just as long as my boss doesn't find out. He was very mean to me.",
        "Dusty: Oh, I'm sure he wasn't that bad. [Laughs]",
        "Janet: Okay. So, if this is your thank you to me dinner for setting up that lunch with Johnny, does that mean that I get to have whatever I want?",
        "Dusty: Anything and everything, my sweet.",
        "Janet: Really? You're gonna regret that, 'cause I don't know if you've noticed, but I'm eating for two.",
        "Dusty: I miss being with you.",
        "Janet: I miss you, too.",
        "Jack: Janet.",
        "Janet: Hi.",
        "Jack: Uh, hi. What are you doing here?",
        "Janet: We're having dinner.",
        "Carly: Well, that's a coincidence. So are we.",
        "[SCENE_BREAK]",
        "Reid: What are you waiting for?",
        "Luke: What are you waiting for?",
        "Reid: You. It's your turn.",
        "Luke: You know what I'm talking about. When are you gonna call Bob Hughes and ask for your job back?",
        "Reid: That's gonna put your knight in jeopardy.",
        "Luke: Every day you wait is a day that he could give the job to somebody else.",
        "Reid: Well, that's what he should do. Will you move already?",
        "Luke: You don't mean that.",
        "Reid: Bob's not gonna give me my job back. Checkmate. I can't believe I'm in a relationship with somebody so cloyingly naive, not to mention lousy at chess.",
        "Luke: So, this is a relationship, is it?",
        "Reid: You're right. What was I thinking? I -- I don't do relationships.",
        "[SCENE_BREAK]",
        "Kim: So, you do realize why Mona Cross wants to meet you over drinks, I assume. The woman has a crush on you, Darling.",
        "Bob: Oh, really?",
        "Kim: Yes.",
        "Bob: Oh, I thought she wanted to discuss candidates for the new neuro-wing.",
        "Kim: Yeah, yeah, yeah. [Laughs]",
        "Bob: She really rubs you the wrong way, doesn't she?",
        "Kim: Oh, you bet she does. I mean, Invicta hasn't even purchased the hospital yet. She runs around acting like she owns the place. I certainly hope her candidates are smart enough to find their way out of a paper bag.",
        "Bob: Well, to be honest with you, so far, I'm not impressed.",
        "Kim: Really? I'm surprised. No one rises to the level of the great Dr. Reid Oliver. Imagine that. Now, my darling, on that note, I am going to leave you. Try not to miss me too much.",
        "[SCENE_BREAK]",
        "Dusty: Guys, would you like to have dinner together?",
        "Janet: Uh, unless you'd rather go someplace else.",
        "Carly: No, that -- that sounds nice. Sure. Well, thank you.",
        "Jack: You're welcome.",
        "Carly: You know, I wasn't even supposed to be in town for dinner. I was supposed to be in New York closing a business deal with Lily, but you're not gonna believe this. Parker got a job on a television commercial.",
        "Janet: Good for Parker!",
        "Dusty: That's great.",
        "Janet: What's the commercial?",
        "Carly: It's a line of young men's sportswear.",
        "Dusty: All right.",
        "Janet: Great! Good!",
        "Carly: Well, this is nice.",
        "Dusty: Yeah.",
        "[SCENE_BREAK]",
        "Craig: Well, looks like I win. Shall we? Okay. It's your loss, but I'll tell you what -- I'll give you your choice of pillow. Which do you want, rock-hard or paper-thin?",
        "Lily: Such a sport. Toss me one. [Grunts] Why did those baggage handlers have to go on strike today? We'll get a flight out of here tomorrow.",
        "Craig: Out of some airport, come hell or high water.",
        "Lily: All I had to do was sign those contracts with Françoise. Why didn't I just have her fax them to me?",
        "Craig: How's that chair working for you?",
        "Lily: It's gonna be a long night.",
        "Craig: [Laughs]",
        "Lily: What?",
        "Craig: Oh, you are so gullible. Do you really think I'd let things go like this? Come on, get up. Get over there. Lie down.",
        "Lily: You think I'm gonna protest? I'm not.",
        "Craig: I know it.",
        "Lily: [Sighs] Much better.",
        "Craig: Good. Just watch out for the bed bugs, that's all.",
        "Lily: What bed bugs?",
        "Craig: You are way too easy.",
        "Lily: I guess we should at least be grateful we have a roof over our heads.",
        "Craig: Yeah, and 200 cable channels, a stunning view of the parking lot, and easy access to the sky king world-famous cocktail lounge. Could be worse.",
        "Lily: You and your big mouth.",
        "[SCENE_BREAK]",
        "Carly: Cheers.",
        "Jack: Right.",
        "[Cell phone rings]",
        "Jack: Oh, it's probably about Barbara Ryan. Yeah, I got to take this. Excuse me.",
        "Carly: Mm-hmm.",
        "Janet: What's going on with Barbara Ryan?",
        "Carly: Oh, not much. I guess her family hasn't heard from her in a couple of days.",
        "Janet: Oh, I hope she's all right.",
        "Carly: I'm sure she is. And what about you? Are you having much morning sickness or swollen ankles?",
        "Janet: No. However, I do have to go to the restroom quite a bit. If you'll excuse me.",
        "Carly: So, are you and Janet back together?",
        "Dusty: Are you and Jack?",
        "Carly: I really admire the way you've hung in there with her, Dusty, considering how she jerks you around.",
        "Dusty: She doesn't jerk me around.",
        "Carly: So you say.",
        "Dusty: No, you know. You just got to learn to not push too hard. Good things come to those who wait.",
        "[SCENE_BREAK]",
        "Reid: I can't just ask Bob to give me my job back.",
        "Luke: Why not?",
        "Reid: Even if he did agree to give me my job back and he could convince Mona Cross to do the same, there's still the little matter of our non-relationship being against Invicta corporate policy.",
        "Luke: Well, I think Mona might give ground on that.",
        "Reid: Don't count on that.",
        "Luke: Well, if she doesn't, I'll quit the board.",
        "Reid: Like hell you will. And who are they to say who I can and can't relate to, and how could Bob have agreed with them, making me choose between my job and you? I've lost all respect for that man.",
        "Luke: No, you haven't.",
        "Reid: What was he thinking, selling to those robots, anyway? Memorial is a fine institution. They're gonna ruin it.",
        "Luke: Ah. So now your true feelings come out. Look, Reid, Memorial can't be ruined by Invicta, not when there's passionate, dedicated people like you on staff there.",
        "Reid: Practice your opening moves. I'll be back.",
        "Luke: Wait. You're gonna go speak with Bob? I'll come with you.",
        "Reid: I'm not a child. I'm perfectly capable of having a civil conversation with another human being.",
        "Luke: Since when?",
        "[SCENE_BREAK]",
        "Mona: And Invicta's top pick, Dr. Richard Meredith. He wrote a groundbreaking paper on acoustic neuromas that was published last fall.",
        "Bob: Yeah, I know. I read it. It was really a summary of other researchers' findings.",
        "Mona: Well, he's lectured at Johns Hopkins.",
        "Bob: I know, but I keep hoping for a candidate who has more clinical experience, like Dr. Reid Oliver. To me, he's the kind of man that should be --",
        "Reid: Bob, can I have a minute alone now?",
        "Bob: Actually, we're in the middle of something. Call me later.",
        "Reid: Yeah, it'll just take a minute. Hey, who's this? Another unqualified candidate for my position? Richard Meredith. You cannot be serious.",
        "Mona: Dr. Meredith has an excellent reputation.",
        "Reid: Dr. Meredith is a self-aggrandizing, plagiarizing idiot.",
        "Bob: Reid",
        "Reid: You hire this guy, you might as well light a match to the neuro-wing right now.",
        "Luke: Excuse me. Hi, Ms. Cross.",
        "Reid: You followed me?",
        "Luke: What Dr. Oliver was trying to say is he would like his job back.",
        "[SCENE_BREAK]",
        "Craig: Power's blacked out all over the city. Probably morning before it comes back on.",
        "Lily: Oh. My stomach's growling. We didn't eat. Why don't we go down to that famous lounge and have a bite?",
        "Craig: Because they just closed it.",
        "Lily: Oh, no.",
        "Craig: Mm-hmm.",
        "Lily: And I bet the vending machines won't work without electricity.",
        "Craig: It's all right. I liberated us some provisions from the bar. Candles and matches, a bottle of single malt.",
        "Lily: Craig!",
        "Craig: What, you prefer a blend? Got some olives and a flashlight. Janitor will never miss it.",
        "Lily: Could you find one of those little battery-powered fans?",
        "Craig: Yeah, it is awfully hot in here, isn't it?",
        "Lily: Yeah. It's just gonna get hotter now that we don't have the A.C., and the window will only open like 3 inches.",
        "Craig: Well, we do have ice for the scotch. Maybe if we get hammered enough, we won't notice the heat.",
        "Lily: [Laughs] I'll light. You pour. I just want to say that I really am grateful that you came here today. I don't know what I would have done here by myself.",
        "Craig: You would have stolen your own bottles of scotch.",
        "Lily: No, seriously. Cheers.",
        "Craig: Cheers. Mmm. [Laughs] Mm-hmm.",
        "Lily: Seriously, you really helped me with Françoise. Ah! Would you look at that? We have a mouse.",
        "Craig: Very funny. Nice try, though. A mouse?",
        "Lily: Mm-hmm.",
        "Craig: Is it big? Is it coming this way? [Laughs]",
        "[SCENE_BREAK]",
        "Jack: Hi.",
        "Carly: Is everything okay?",
        "Jack: No. Everything is great.",
        "Carly: You look happy.",
        "Jack: I am. Happy to be with you.",
        "Dusty: So, Jack, how's work on that cabin going? Janet says it's looking great.",
        "Janet: Oh, Gabriel's doing a great job. You know, Jack, I'll have to admit, when you first pitched me the idea of moving into the cabin with Liberty and the baby, I was a little skeptical, but I think you were right. I think it'll be great. That way we'll be just close enough to you until the baby's born but still have our own space.",
        "Carly: Jack. What cabin are they talking about, and why does everyone seem to know about it but me?",
        "Jack: I hired Gabriel to fix up the cabin. You know, the one by the pump house.",
        "Carly: And Janet and Liberty and the baby are going to live there.",
        "Jack: I was gonna tell you about it, Carly.",
        "Carly: I'm sure it just slipped your mind.",
        "Janet: It's a -- it's a really good arrangement for everybody.",
        "Jack: Listen, Janet and Liberty, they'll be able to stay in a place of their own with no expenses.",
        "Janet: Well, I'm paying utilities.",
        "Jack: Yes. And Janet will have people close by once the baby's born to help.",
        "Carly: And how long do you plan to stay there, Janet?",
        "Jack: I'm sure, at some point, she's gonna want to move back into town, right?",
        "Carly: But for now she'll be in the bosom of your family, which is so reasonable and so practical.",
        "Janet: Carly, I can tell you're upset about this.",
        "Carly: I'm not upset! I'm simply surprised. This is the first that I'm -- that I'm hearing about this little arrangement.",
        "Janet: Listen, if you think about it, it's a very good solution, because I'm low on money, and --",
        "Carly: Well, I know that Dusty wanted to help you, but you wouldn't accept his help. You'll just accept Jack's help.",
        "Dusty: I respected the decision.",
        "Carly: Yes, of course you did, if you want to hold onto her.",
        "Janet: Listen. What goes on between Dusty and I is none of your business. Now, if you're threatened by me --",
        "Carly: Oh, wishful thinking.",
        "Janet: Wouldn't you rather have me living across the farm than under the same roof as Jack?",
        "Carly: What I want, apparently, doesn't matter at all in the situation.",
        "Jack: Oh, Carly.",
        "Carly: In fact, the only thing that is supposed to matter to anybody is the baby.",
        "Jack: You had to bring up the subject, didn't you? You just had to. You couldn't --",
        "Dusty: I didn't know you were keeping it from her.",
        "Jack: I'm not keeping a thing from her.",
        "Carly: You know what? If you guys want to talk about me like I'm not here, I'll help you out. This has been swell. Have a great meal.",
        "Jack: Carly, wait. I'm coming with you.",
        "Carly: No, no, no. Please, stay. You can discuss colors for the nursery.",
        "Jack: Carly, please.",
        "Dusty: Oh, I got it, Jack.",
        "Jack: Thanks.",
        "Dusty: The next time I invite them to join us for dinner, shoot me.",
        "[SCENE_BREAK]",
        "Mona: Dr. Oliver chose to resign, Mr. Snyder. That ship has sailed.",
        "Luke: And do you share this vision?",
        "Bob: Luke, it's not appropriate for you",
        "Reid: You don't owe them an explanation, Luke.",
        "Luke: I just don't see where the ethical dilemma is here.",
        "Bob: I need a moment alone with Ms. Cross, please.",
        "Luke: All right. We'll wait in the lobby.",
        "Reid: What do you think you're doing?",
        "Luke: I am saving you from yourself.",
        "Bob: You know, Luke has a point.",
        "Mona: I don't think we ever were. Between you and me, I don't think this is the best test case to use.",
        "Bob: Why is that?",
        "Mona: Oh, it's just a hunch.",
        "Bob: Is it because Luke and Reid are gay?",
        "Mona: I didn't say that.",
        "Bob: You don't have to say it. Ms. Cross, I found it very interesting what Invicta's plans for Memorial are, but after careful consideration, we're declining your offer. Memorial is not for sale.",
        "[SCENE_BREAK]",
        "Lily: No, no! Don't kill it!",
        "Craig: Well, what do you want me to do, escort it out of the room?",
        "Lily: Yes, yes! That's a good idea! Shh! Give me that! Now, listen. Be quiet.",
        "Craig: Well, that's not gonna work.",
        "Lily: Shh!",
        "Craig: Mice don't eat olives. You'd be better off with the scotch.",
        "Lily: Shh! Be quiet. Look. Look, he's gonna go investigate the olive. See? Goodbye, mouse.",
        "Craig: Well, you know your rodents, Lady.",
        "Lily: I'm good at something.",
        "Craig: You're good at a lot of things.",
        "Lily: Name.",
        "Craig: Oh. Uh -- ow! Okay. You're a great mom.",
        "Lily: Tell that to Faith.",
        "Craig: Faith's a teenager. They hate their parents on principle.",
        "Lily: She doesn't hate Holden or Molly. Molly. I can't believe he's gonna marry her. Please let this company succeed. I can't face another failure.",
        "Craig: This company is going to make it.",
        "Lily: You hope so. You're the only one backing it.",
        "[Remembering]",
        "Blackthorn: I don't get your point, Mr. --",
        "Craig: Montgomery. Craig Montgomery. My point is, if you're going head-to-head with Lucinda Walsh, you need me.",
        "Blackthorn: Sounds like its mutual.",
        "[SCENE_BREAK]",
        "Lily: If Carlisle fails, you'll lose a bundle.",
        "Craig: Carlisle is not gonna fail. We're gonna make out like bandits on this one.",
        "[SCENE_BREAK]",
        "Dusty: Why did I have to bring up the cabin?",
        "Janet: Well, I assumed that Jack had told her, too.",
        "Dusty: They were getting along so well. I hope this isn't another setback.",
        "Janet: Do you care?",
        "Dusty: Well, when they're happy, it seems to be easier for us.",
        "Janet: Okay. Let's not ever double date again.",
        "Dusty: Never. I'll be right back.",
        "Janet: Blackie? Is it really you?",
        "[SCENE_BREAK]",
        "Carly: I'm tired. Let's just say good night.",
        "Jack: If we do that, we're cowards, and we'll never solve anything.",
        "Carly: Say what you have to say.",
        "Jack: We were so close to getting it back today, Carly.",
        "Carly: It?",
        "Jack: Us, the way we're good when we're good. Please don't dismiss that because I didn't tell you about the cabin.",
        "Carly: Why didn't you tell me?",
        "Jack: I tried to tell you. Each time I was going to, then something else would happen where I felt that much closer to you.",
        "Carly: So you avoided it?",
        "Jack: No. I felt like we were making progress. I didn't want to lose momentum.",
        "Carly: You want me to be honest with you, Jack? It was really humiliating to sit there and hear it from Dusty with Janet there.",
        "Jack: I'm sorry. I am. But can you please try to forget how you heard about it and focus on what a great idea it is? Think about it. Janet living out in the cabin, I won't be under the same roof as her.",
        "Carly: I thought that Janet staying at the farm was gonna be a temporary situation.",
        "Jack: It is.",
        "Carly: Okay. Well, then how long do you see her staying in the cabin, Jack? Six months? A year? Two years? What? How long?",
        "Jack: I can't say! How do we know where any of us are gonna be? I might move back in here with you and the kids, and Janet and Dusty, they might get back together, and she'll move in with him.",
        "Carly: And you'd be okay with that?",
        "Jack: Why not?",
        "Carly: Because you seem to have this burning need to be a part of her life, Jack. You like her where you can keep an eye on her.",
        "Jack: Carly, please. Janet's having my baby.",
        "Carly: This is not about the baby. This is still about Brad, about the way he died, about the guilt you feel, and if we are gonna be a couple again, you have to put this connection you have with Janet someplace where it can't hurt us like this anymore.",
        "Jack: And that's what I'm trying to do with this cabin. Don't you see that? I'm trying to keep my obligation and, at the same time, put distance between the two of us. It's a tough situation. I'm doing the best I can here.",
        "Carly: I know that.",
        "Jack: Okay. Obviously, I haven't made it clear enough, so I'm gonna say it again, just so there's no doubt whatsoever. I don't want to get back together with Janet. I want to be with you. Carly, I only want to be with you.",
        "[SCENE_BREAK]",
        "Luke: We just saw Mona leave.",
        "Reid: Yeah. She did not look happy.",
        "Bob: Well, she failed in her mission to buy Memorial hospital.",
        "Luke: I'm sorry. Say that again?",
        "Reid: You turned her down?",
        "Bob: Who needs Invicta's billions? We'll balance the budget some other way.",
        "Luke: Bob, that's amazing!",
        "Reid: So the wicked witch is dead. Does that mean I can have my job back?",
        "Bob: If you want it.",
        "Reid: Well -- hell, yes.",
        "Bob: Well, it's good to have you back, Dr. Oliver.",
        "Reid: It's good to be back, Dr. Hughes.",
        "Luke: Let's go celebrate.",
        "Bob: Hmm. The old guy's still got it.",
        "Kim: So, I just Crossed Mona leaving the hotel like she was spitting fire. What happened?",
        "Bob: Well, I told Mona what she and Invicta can do with their offer.",
        "Kim: Oh! Now you've gone and done it.",
        "Bob: I thought you'd be happy.",
        "Kim: Oh, my dear, I am thrilled, but, of course, with Invicta out of the picture now, the onus comes back to you to find somebody to replace yourself as chief of staff, and Christopher has made it very clear he's not interested.",
        "Bob: Yes, he has.",
        "Kim: Anyway, I have no idea who you're gonna find, but you better start looking, Darling. You ready to go home?",
        "Bob: You know, there's one thing I have to do first.",
        "[SCENE_BREAK]",
        "Reid: Well, I guess I won't be going to Minnesota. Darn.",
        "Luke: Well, anytime you want to say thank you, feel free.",
        "Reid: Thank you for what?",
        "Luke: For helping you.",
        "Reid: I could have handled Bob and Mona by myself.",
        "Luke: Oh, come on. You need me. Admit it.",
        "Reid: Maybe a little. So, tomorrow it's back to the grindstone. You want to go catch a movie or something?",
        "Luke: A movie? Like a date?",
        "Reid: Isn't that how relationships start?",
        "Luke: Yeah, but you don't do relationships, remember?",
        "Reid: I might be willing to make an exception in your case. Or we could skip the movie, go back to your place.",
        "[Cell phone rings]",
        "Reid: Bob.",
        "Bob: Reid, can you come back to the Lakeview? There's something I want to ask you.",
        "Reid: Yeah, sure. He wants to see me.",
        "Luke: Right now?",
        "Reid: Better get used to interruptions if you're gonna be in a relationship with a neurosurgeon.",
        "[SCENE_BREAK]",
        "Blackthorn: Janet Ciccone. Oh, look at you, knocked up again!",
        "Janet: Well, like you were an angel in high school. Come on.",
        "Blackthorn: Yeah. Wow. You look good.",
        "Janet: So do you. Nice suit. What, did you graduate from shoplifting to robbing banks?",
        "Blackthorn: Nah. My bad-boy days are long gone, huh? I've been legit for years.",
        "Janet: Legit as what?",
        "Blackthorn: I'm a trader of commodities. No joke. Here you go. My name is in the journal at least once a week.",
        "Janet: Wow! Well, what are you doing in Oakdale?",
        "Blackthorn: Business. I got a deal going with Lucinda Walsh. Have you heard of her?",
        "Dusty: Who's your friend?",
        "Janet: Oh, hey. This is Tony Nero. We grew up together. Hey, do people still call you \"Blackie\"?",
        "Blackthorn: Nah. They don't call me Tony either. I go by Blackthorn now, Anthony Blackthorn. I didn't catch your name.",
        "Dusty: Dusty Donovan.",
        "Blackthorn: You're with Worldwide.",
        "Dusty: Yeah, that's right.",
        "Blackthorn: It's nice to meet you. I got to go. Got a meeting. Listen, you got my card? Next time I'm in town, you'll call. We'll have dinner. Take care of the bambino.",
        "Janet: Well, it's nice to see that he is doing so well.",
        "Dusty: You grew up with him?",
        "Janet: I did. Okay. \"Nero\" in Italian means \"Black,\" so everybody called him \"Blackie,\" and, boy, was he a punk. Let me tell you. But now, apparently, he is a legitimate businessman. He's doing some business with Lucinda.",
        "Dusty: Who said that?",
        "Janet: He did. What's wrong?",
        "Dusty: If he said he's doing business with Lucinda, he's lying.",
        "[SCENE_BREAK]",
        "Lily: If Carlisle fragrances fails, I want you to remember that it was your idea in the first place.",
        "Craig: Will you knock off the -- just knock off the failure talk, will you, please?",
        "Lily: I'm just being realistic.",
        "Craig: Since when? I've never known you to be daunted by a challenge. When you were little, you wanted to jump the biggest horse you could find over the biggest stone wall you could find.",
        "Lily: Yeah, well, I fell off a lot, too.",
        "Craig: And you got right back on again.",
        "Lily: When you're a kid, it doesn't hurt as much as it does when you're older.",
        "Craig: Are we still talking about horses or something else? Holden?",
        "Lily: When Holden was just living with Molly, there was, like, the slightest chance that he would come back to me, but now that they're getting married --",
        "Craig: You never know, Lily.",
        "Lily: No, no, no. This is all my fault. Can't blame anybody but me.",
        "Craig: It takes two, you know.",
        "Lily: I hurt Holden so deeply when I went back with Damian. No. This one's on me.",
        "Craig: Harping about it isn't gonna help. Why don't you just focus on the positive, things that you do well, like making this new company a big success.",
        "Lily: I just don't trust my judgment anymore.",
        "Craig: All right. That doesn't sound like you. That sounds like Lucinda talking. What's she been saying to you?",
        "Lily: Nothing. She's -- she's the one that told me to go out there and start something new.",
        "Craig: And now she's second-guessing you every step of the way, right?",
        "Lily: Mother always knows best.",
        "Craig: Ignore her. Follow your gut, and you'll succeed, despite her. And then you can rub her nose in it.",
        "Lily: Is that why you're backing me anonymously?",
        "Craig: So I can rub Lucinda's nose in it?",
        "Lily: Carly's. So that when you reveal your involvement in our big success, she'll feel like a fool for dumping you.",
        "Craig: Something like that.",
        "[SCENE_BREAK]",
        "Carly: No. You know what, Jack? We can't do this.",
        "Jack: Sage is at camp. Parker's at a friend's.",
        "Carly: No, no, no. Jack, we can't.",
        "Jack: What just happened?",
        "Carly: I'm sorry. I didn't mean to push you away like that.",
        "Jack: Did I misunderstand something? I thought we were having a banner day today, despite what happened at Metro.",
        "Carly: We did. We are.",
        "Jack: Yeah, and we were on a good track there, right?",
        "Carly: Yeah, and I don't want to blow it.",
        "Jack: How are we -- how are we blowing it? We were just getting closer, no?",
        "Carly: Jack, not too long ago, we stood in this room, and we were fighting. We said terrible things to each other. We can't ignore that that happened.",
        "Jack: I'm not saying we should.",
        "Carly: We have to take it slow. We can't just jump into bed together too soon.",
        "Jack: Define too soon.",
        "Carly: I'm scared. Very recently you disapproved of me so much you wouldn't even speak to me. Now we're tearing each other's clothes off?",
        "Jack: I did not disapprove.",
        "Carly: Yes, you did, and I will not go back there. I cannot change who I am, and I will not be rejected by you again.",
        "[SCENE_BREAK]",
        "Lily: Mmm. Much better. Oh.",
        "[Door opens]",
        "Craig: Look what I found. Pretzels, crackers, and chocolate. Peanut-butter- filled crackers. I love these things.",
        "Lily: You got the vending machine to work without power?",
        "Craig: I used my own power.",
        "Lily: Oh, Craig! You broke into the vending machine?",
        "Craig: Home run, Baby.",
        "Lily: Ah! I love it!",
        "Craig: It's all right. I'll pay for the damage when we check out. Nice outfit, by the way. I thought you were gonna take a shower.",
        "Lily: I was, until I saw the bathtub.",
        "Craig: That bad, huh?",
        "Lily: Yeah. Don't go there. So I've been taking my own sort of bath. Here, try it. [Laughs] On you, not me.",
        "Craig: Maybe later. You want me to do your back? Well, come on. How long have we known each other? I was married to your sister.",
        "Lily: Not exactly a ringing endorsement.",
        "Craig: Yeah, no kidding. Turn around. Go on. Turn around. Boy, you think you screwed up with Holden? I could have had it all with Sierra.",
        "Lily: You did have it all, and, as usual, you let yourself get in the way.",
        "Craig: Mm-hmm. Now you know what it feels like to feel like a failure. Man, I blew it with Sierra, Carly, and Rosanna. I should just stay away from women altogether.",
        "Lily: That'll be the day.",
        "Craig: They have to be so mesmerizing. You have a beautiful back, by the way.",
        "Lily: And you are barking up the wrong tree, my friend.",
        "Craig: No, you really are a beautiful woman, and you're kind and you're good. You're a lot more fun than people know. Holden's really an idiot to choose Molly over you.",
        "Lily: That's sweet. Thank you.",
        "Craig: It's true. You deserve better -- much better.",
        "Lily: All of the years we've known each other, I think that is the nicest thing you've ever said to me. When's the last time we really talked like this?",
        "Craig: Years. Why do you think we never got together, Lily?",
        "[SCENE_BREAK]",
        "Dusty: A call came into the office from Blackie the other day. Lucinda didn't take the call.",
        "Janet: Why not?",
        "Dusty: She said she wasn't interested.",
        "Janet: Well, there's got to be a reason.",
        "Dusty: Yeah. He's got a bad reputation.",
        "Janet: So what?",
        "Dusty: So, Blackthorn says he's doing business with Lucinda?",
        "Janet: Maybe she is. She changed her mind, and she just didn't tell you about it.",
        "Dusty: Well, I better check it out and make sure this guy's on the level.",
        "Janet: Oh, come on. Lucinda is smart enough to do that on her own.",
        "Dusty: Well, I have the resources that she doesn't have.",
        "Janet: She doesn't need your protection, Dusty.",
        "Dusty: Blackthorn's probably trying to run a scam on Worldwide.",
        "Janet: Oh, please! He's not running a scam. Why can't you just give the guy the benefit of the doubt?",
        "Dusty: 'Cause guys like that never get clean.",
        "Janet: Guys like what?",
        "Dusty: Guys like Blackie, the punk. It's written all over his face, Janet.",
        "Janet: Yeah, and he's also Italian, which means he must be in the mob, right?",
        "Dusty: All right. Come on, who said that?",
        "Janet: That's what you were thinking!",
        "Dusty: No. Who cares if he's Italian? I'm saying my gut says he's hiding something.",
        "Janet: What if your gut is wrong?",
        "Dusty: Well, it's usually not.",
        "Janet: Well, it is. Tony Nero is my friend.",
        "Dusty: He's not your friend. He was your neighbor 20 years ago.",
        "Janet: Why are you so suspicious?",
        "Dusty: You're so naive.",
        "Janet: I am not.",
        "Dusty: You were wrong about Ralph, and I guarantee you're wrong about your friend Blackie.",
        "[SCENE_BREAK]",
        "Reid: Hey. What's up?",
        "Bob: Well, look. Since the hospital is not going to be sold, I have to get serious about making plans for the future, in particular, deciding who will succeed me as chief of staff.",
        "Reid: Okay.",
        "Bob: I would like to recommend you as my first pick. Now, of course, the board makes the final decision, but my recommendation should carry some weight.",
        "Reid: Bob, I don't know what to say. I'm flattered.",
        "Bob: Really? No comments about how I run the hospital like its 1970?",
        "Reid: 1960, actually. I mean that in a good way. You're nice to people. I'm not nice.",
        "Bob: I've noticed.",
        "Reid: And people actually do what you ask them to do without you threatening their children or kicking their pets. It's a mystery to me. I could never be you.",
        "Bob: I don't want you to be me. I want you to take this position and work on your people skills and be a better you. Well, that's all I have to say. You can go.",
        "Reid: Oh, yeah. All right.",
        "Kim: Okay, Darling. Are you ready to go?",
        "Bob: There's something I want to tell you first. I had a conversation with someone I'd like to be chief of staff when I retire, and he's interested in the position.",
        "Kim: You're kidding. Who is it, Reid Oliver?",
        "Bob: As a matter of fact, it is.",
        "Kim: Oh, dear God. You've lost your mind.",
        "[SCENE_BREAK]",
        "Luke: Get out. Bob wants you to replace him as chief of staff?",
        "Reid: Once I've developed my people skills in a decade or two.",
        "Luke: And you'd actually consider it? That means you'd stay here in Podunk?",
        "Reid: Podunk has its charms. So, you'll help me?",
        "Luke: With what?",
        "Reid: Become a person.",
        "Luke: Twist my arm.",
        "[SCENE_BREAK]",
        "Janet: That was a low blow. This is nothing like what happened with Uncle Ralph.",
        "Dusty: Why you so sure? You haven't seen Blackie since high school, and he just lied about doing business with my partner.",
        "Janet: You don't know it's a lie. You think it's a lie.",
        "Dusty: Well, there's only one way to find out. Talk to Lucinda. Check this guy out.",
        "Janet: You're acting just like you did with my dad. You see danger everywhere. It's exhausting.",
        "Dusty: I'm sorry you feel that way, Janet. I'm trying to protect you.",
        "Janet: Don't say it!",
        "Dusty: I'm just gonna make a few calls. That's all.",
        "Janet: Fine! Make a few calls! Knock yourself out!",
        "Dusty: Where are you going?",
        "Janet: Home!",
        "Dusty: What about our dinner?",
        "Janet: I've lost my appetite.",
        "[SCENE_BREAK]",
        "Lily: You want to know why we never got together? [Laughs] How about you scarred my sister for life and slept with my mother?",
        "Craig: Oh, okay! Forget I asked.",
        "Lily: Are you sure? 'Cause I could just keep going and going.",
        "Craig: No, no, really. Here. Have some pretzels.",
        "Lily: I need to lay down. My feet are killing me. [Grunts]",
        "Craig: Here. How's that?",
        "Lily: Heaven.",
        "Craig: Eat something.",
        "Lily: Why are you being so nice to me?",
        "Craig: Why wouldn't I be?",
        "Lily: Just a few weeks ago, you were furious at me for not telling you about Gabriel, and you're still furious with my mother.",
        "Craig: You've tried to make amends. She hasn't.",
        "Lily: So you're being nice to me to drive her crazy?",
        "Craig: I told you, the days of playing games like that are over with. I'm just looking out for you. I need to make sure that Lucinda doesn't hurt you again.",
        "Lily: That makes sense.",
        "Craig: On the other hand, if you would like to help me get back at your mother and even up the score, I'd be more than willing to accept your help.",
        "Lily: Listen. No matter what she does, she's still my mother. So watch it.",
        "[SCENE_BREAK]",
        "Jack: Carly, I'm scared, too. But at some point, don't we have to take a leap of faith?",
        "Carly: That's what I asked you to do not too long ago, and you weren't ready.",
        "Jack: Now I am.",
        "Carly: And now I'm not.",
        "Jack: Okay. What is it gonna take for you to be ready? What has to happen for you to feel safer?",
        "Carly: I don't know.",
        "Jack: Do you want me to stop work on the cabin and find another place for Janet and Liberty to live? I can do that.",
        "Carly: No, no, no, because that's not gonna solve anything, Jack. If I say \"Yes,\" you'll just resent me, and Janet and the baby are gonna be a part of our lives no matter where they live.",
        "Jack: Okay. I thought you'd made peace with all this.",
        "Carly: I thought so, too. Now I'm not so sure.",
        "Jack: Okay. Then we have to keep taking it one step at a time and being open and honest with each other, and that's --",
        "Carly: That sounds hopeful, but not tonight.",
        "Jack: Are you asking me to leave?",
        "Carly: I'm saying that we both have a lot to think about. Good night, Jack.",
        "[NEXT_ON]",
        "Janet: \"I never forget a friend. Blackie.\"",
        "Dusty: This guy's trying to infiltrate our company, Lucinda. I'm gonna put an investigator on him.",
        "Lily: I really had fun last night, Craig.",
        "Craig: Me too.",
        "Lily: A strike and a blackout all in the same day? I mean, how often does that happen?",
        "Holden: Not too often, I imagine. Good thing you had Craig there to keep you company.",
        "Lucinda: How did this happen?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=APtzaVC9iMU"
}