{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Well, I'm sorry, but I still have to go with my first \r\nimpression. At this point, you look like you've come from a long line of lima \r\nbeans. As long as you don't look like a Kasnoff. You are gonna be the spitting \r\nimage of your daddy, Jack Snyder. You got it?",
        "[Doorbell rings]",
        "Molly: Hey, are you okay?",
        "Carly: Yeah, I'm fine.",
        "Molly: Because I heard that you had a scare. Is everything okay?",
        "Carly: Yeah, I'm fine. It was a false alarm. What is all of this?",
        "Molly: For you and the baby. It's a peace offering. Carly, will you \r\never forgive me?",
        "",
        "Marshall: Make them stop. Make them stop. No! Get back. Get back. Make \r\nthem stop. Can't you hear them?!",
        "Oliver: Something is wrong with my boy.",
        "Ben: Dr. Ramirez is at the clinic today. You want the nurse to call \r\nhim?",
        "Oliver: There's no time. He's seeing things, he's -- there's no time.",
        "Ben: Mr. Travers, your son made it very clear that he doesn't want me \r\ntreating him.",
        "[Marshall screams]",
        "",
        "Burt: So, where's your little assistant?",
        "Aaron: Alison? I guess she's running a little bit late.",
        "Burt: Glad I'm not paying her.",
        "Holden: Hey. Working hard or hardly working?",
        "Aaron: Hey, Holden. How you doing?",
        "Holden: Looks like you're getting settled in here.",
        "Aaron: Yeah, it's been great. Change an air filter there and changed \r\noil, and that should be it for today. Burt says it's gonna be getting busy soon, \r\nso that's -- that's good news.",
        "Holden: Good. Everything else okay?",
        "Aaron: Everything's great. Saving up for a new motorcycle. Or -- or a \r\ncar. Probably a car, because Lucy can't handle a motorcycle right now, so -- \r\nprobably get a beat-up car fixed.",
        "Holden: You know what? I'd go slow with that. Jury's still out with us, \r\nso you don't know what she's gonna be able to handle.",
        "Aaron: Holden, I can't think that way. Okay, I've got to think of her \r\ncoming back 100%. 'Cause if she's not, then I'm gonna feel like I let her down.",
        "Holden: Have you talked to her recently?",
        "Aaron: Alison just took her a letter I wrote, and -- she still hasn't \r\nreplied. I don't know why. I think there's something wrong. I don't know.",
        "Holden: Yeah, having Alison deliver a letter to Lucy, that's -- that's \r\na stretch.",
        "Aaron: Well, I figured if I sent it by mail, then her father's gonna \r\nintercept it end -- I don't trust her father. I swear, if Alison screws this one \r\nup, I'm not giving her another chance.",
        "",
        "[Craig chuckles]",
        "Alison: What?",
        "Craig: I'm just having trouble with this grease monkey thing of yours.",
        "Alison: You're late, which means I'm late.",
        "Craig: I'll buy you another latte.",
        "Alison: You bought this one. I told the girl that you'd pay her. So -- \r\nwhat did you think about the letters?",
        "Craig: The letters?",
        "Alison: The ones I gave you? From Aaron to Lucy? Lucy to Aaron? I was \r\nafraid that Aaron was pushing her.",
        "Craig: Yes, your concern is touching. Give this to Aaron, would you?",
        "Alison: What?",
        "Craig: Isn't that what my daughter asked you to do? Deliver it to him?",
        "Alison: What's with the total 180? You want them to be together now?",
        "Craig: Alison, I appreciate your concern, but I'll handle it from here. \r\nTry a decaf.",
        "Alison: Like you handled it so far? Good luck.",
        "",
        "Rosanna: Oh, hello, I came by to see Craig. Hi, Lucy. You may not \r\nremember me.",
        "Lucy: No, I do. You're my dad's friend, right?",
        "Rosanna: Rosanna.",
        "Lucy: Right, Rosanna. We were just talking about you the other day. \r\nCome in. My dad's not here. He ran out to run some errands.",
        "Gloria: Lucy, I'll be in the back if you need me.",
        "Lucy: Thanks. You were in the hospital?",
        "Rosanna: Yes, I had to have some surgery. Seems like we've both had a \r\nhard time of it recently.",
        "Lucy: How are you feeling?",
        "Rosanna: Oh, much better, thank you. I have a little bit of difficulty \r\nsitting and standing, but it gets easier every day. How about you?",
        "Lucy: Seems to get harder every day. The physical therapy is a lot of \r\nwork, but I'm getting better.",
        "Rosanna: Good.",
        "Lucy: Daddy gave me the impression that things were getting pretty \r\nserious between you two.",
        "Rosanna: He did? Did he mention any specific plans?",
        "Lucy: Why? Has something happened?",
        "Rosanna: I think I should let your father tell you the latest.",
        "Lucy: That must mean he's asked you to marry him.",
        "Rosanna: And how would you feel about that?",
        "Lucy: I just want my dad to be happy.",
        "Rosanna: Oh. Lucy -- that's lovely.",
        "[Lucy remembering]",
        "Lucy: Well, I don't have to listen to you.",
        "Rosanna: Not one more step, you spoiled rotten little brat. ",
        "Rosanna: What is it?",
        "Lucy: I just remembered something. You and I, we -- we had a big fight, \r\ndidn't we?",
        "Rosanna: Now, we may have crossed swords from time to time, but that \r\nwas bound to happen. We both have very strong wills, and I -- I think at first, \r\nwe had a little difficulty sharing your father.",
        "Lucy: Well, I remember us arguing. You called me a spoiled brat.",
        "Rosanna: Yes, well --",
        "Lucy: Why?",
        "Rosanna: Your father had to go to Montega to work some things out with \r\nyour mother, and he put you in my care, and I think perhaps I was a little \r\noverprotective, not having any children of my own, and certainly being aware \r\nthat you were his precious little girl. But I think what's more important is \r\nthat I really love your father, and I think we've both been through enough in \r\nthe last few months to be able to put an argument about a curfew in some kind of \r\nperspective, don't you? At least, I hope so. Because I would very much like us \r\nto be friends.",
        "Lucy: My dad deserves someone in his life who really cares about him. \r\nHe's not perfect, but he's a good person. So I guess if you're willing to try \r\nagain, then so am I.",
        "Rosanna: Well, thank you. You know, I'm not perfect, either, but I do \r\nlove your father. And I know how important you are to him.",
        "[Door opens]",
        "Craig: What is this? Two beautiful ladies in my living room.",
        "Lucy: We were just talking about your wedding.",
        "Rosanna: Yes, she pried the news out of me.",
        "Craig: Well, sweetness, I was gonna fill you in about that once you got \r\na little stronger.",
        "Lucy: It's fine, daddy, really. I'm happy for you.",
        "Rosanna: And listen, I know how much you need your father, all right? \r\nEspecially right now, when you're feeling very vulnerable.",
        "Lucy: I'm in training to be independent. By the time you two get \r\nmarried, he'll be all yours.",
        "Rosanna: Oh, come on, now. There's no rush.",
        "Craig: You have my undivided attention.",
        "Lucy: But I don't need it. I mean, I've got my physical therapist and \r\nmy friends. Besides, it's time I started getting out more.",
        "Craig: And does this new attitude have to do with Aaron? Have you been \r\ncorresponding?",
        "Lucy: Where did you get this?",
        "",
        "Aaron: You know, you're right. I can't trust Alison. And I told her I \r\nwas gonna start delivering my own letters.",
        "Burt: You're late for the ball, Cinderella.",
        "Alison: I'm sorry. Hey, Mr. Snyder.",
        "Holden: Hey, Alison. Aaron, I'll see you later.",
        "Aaron: Bye.",
        "Alison: What's Burt all bent up about?",
        "Aaron: You're 40 minutes late.",
        "Alison: Well, if he was paying me, I might care.",
        "Aaron: Alison, that's not the point.",
        "Alison: Well, if you missed me, I might try to be on time.",
        "Aaron: Come on, I'm gonna teach you how to change oil.",
        "Alison: This better not fall on my head.",
        "",
        "Marshall: Get away!",
        "Ben: It's not uncommon. With brain traumas, the brain heals relatively \r\nquickly, but while it's rewiring itself, it's kind of misfiring, for lack of a \r\nbetter word. It's just not uncommon.",
        "Marshall: You hurt my daughter, I'll hunt you down!",
        "Oliver: Marshall, there's no one there.",
        "Ben: Marshall, Marshall, listen to me. I know you think they're real. \r\nYour brain is telling you they're real. They are not real, Marshall. Okay? \r\nThey're gonna go away as soon as the medication starts to work. Relax. Breathe \r\ndeep. Come on.",
        "[Ben breathes] breathe. Breathe. Breathe in, breathe out. Relax. \r\nRelax your shoulders. Come on, come on, relax. Relax. It's all right. It's all \r\nright. Your eyes are getting heavy. You can close them. You're safe. It's all \r\nright. Relax. It's the medication working. Let it work, man. Let it work. It's \r\ngonna wear off. It's gonna be fine, Mr. Travers. Relax, Marshall. That's good, \r\nthat's good. He's gonna be fine. I'll let Dr. Ramirez know what happened.",
        "Oliver: Dr. Harris? These misfirings, could it affect his emotions? I \r\nmean, is he prone to mistakes in judgment? Paranoia?",
        "Ben: Like I've been saying, this is not uncommon, but it is temporary. \r\nHe will recover his balance.",
        "Oliver: Thank you. And please, forgive me.",
        "Ben: Hey, you were advocating for your son.",
        "Oliver: Old habits die hard.",
        "Ben: It's a good habit, Mr. Travers.",
        "Bob: Ben? I thought we agreed. What were you doing in Marshall Travers' \r\nroom?",
        "",
        "Margo: I'm sorry I'm late. I got stuck on the phone.",
        "Jessica: Oh, what's going on? You said it was urgent.",
        "Margo: I got some news.",
        "Jessica: Good news, I hope. I can't have any more bad news. I've had my \r\nquota.",
        "Margo: It is the best good news. They think they may have located \r\nMarshall's daughter.",
        "",
        "Carly: You don't have to apologize.",
        "Molly: Carly, I do. Because what do I -- first thing, when you tell me \r\nabout the baby, what do I say? \"Who's the daddy?\" Oh, and, \"you shouldn't lie to \r\nJack about the due date.\" Carly, this baby is a miracle. And I don't care if \r\nit's Jack's or Craig's. If this baby is yours, then I will cherish it, if you'll \r\nlet me.",
        "Carly: Yes, of course I will let you --",
        "Molly: I'm not finished.",
        "Carly: There's nothing to apologize for. It's a strange situation. We \r\njust have to get used to it.",
        "Molly: No, I just have to start trusting you. You are my best friend, \r\ncuz. And I seem to have forgotten that somewhere along the way, because I was so \r\nwrapped up in what it all meant. Well, who cares? Because 20 years from now, \r\nwhen that baby's gone off to college, it's still gonna be you and me chasing \r\ndown hot flashes and throwing Botox parties. Carly, I mean it. We are the real \r\ndeal. Best friends forever. And I jeopardized that.",
        "Carly: Oh, please don't say that.",
        "Molly: It's true. I was judgmental and mean when you needed my support. \r\nWell, honey, I'm back. And there's nothing you can't tell me.",
        "Carly: Okay, well, apology accepted, even though I don't deserve it. So \r\ncan we just forget it?",
        "Molly: No. No, there's one more thing that we need to talk about. I \r\nknow that things have been weird with us for a while now. I think I know why.",
        "",
        "Jessica: They think they've found Zara? How? I thought you said the \r\nagency was a dead end.",
        "Margo: Well, they had hit a wall, they thought, but someone from our \r\nside got through to somebody who works in a local office on their side in \r\nTeresina, and once he got through the language barrier, he was able to gleam \r\nthat there is indeed a 15-year-old girl named Zara. She's living in a section of \r\nTeresina called Sao Benedicto.",
        "Jessica: Well, it's got to be the right girl. Margo, thank you.",
        "Margo: Well, don't thank me yet. We've got to get confirmation and \r\ndetails, and for that, we have to go though the council in Washington, so \r\nMarshall's got some legwork ahead of him.",
        "Jessica: Marshall's in no shape to do anything, so what we have to do \r\nis find somebody who can grease the wheels at the Consulate. Now, Lien is still \r\ndoing immigration law in D.C., Right?",
        "Margo: Now, didn't you just read my tiny, little mind?",
        "Jessica: Okay, so --",
        "Margo: We get her on the case.",
        "Jessica: We can get her to get the file transferred here, so somebody \r\ncan advocate for Marshall. Of course, once we establish paternity, I mean, since \r\nthe mother's deceased -- of course, the girl is a Brazilian citizen, but still \r\nproving that she should be returned to the sole survivor --",
        "Margo: Would you please just -- just -- just -- just slow down?",
        "Jessica: Well, I know it's not gonna be easy, Margo.",
        "Margo: No, I thought that you had decided that you were gonna distance \r\nyourself from Marshall, didn't you? Now, if you wade into this case, you might \r\nas well kiss Ben good-bye. Because you're gonna be working in close proximity to \r\nMarshall. It's an emotionally charged situation --",
        "Jessica: Margo, you know, there is a young girl's life at stake here.",
        "Margo: And, Jessica, you know that you are not the last lawyer on the \r\nplanet.",
        "Jessica: Well, maybe if I help Marshall find his daughter --",
        "Margo: What, he'll back off of Ben? No, don't hold your breath. Listen, \r\nyou'd better decide what it is that you really want.",
        "",
        "Oliver: Marshall?",
        "Marshall: What happened?",
        "Oliver: You had some kind of episode. Doctors tell me that after what \r\nyou've suffered, it's only natural.",
        "Marshall: Is it temporary?",
        "Oliver: Yes, but in the meantime, we have to be aware of the fact that \r\nyou haven't been quite yourself. I think it behooves us to reexamine a few \r\nthings.",
        "Marshall: Such as?",
        "Oliver: Your attitudes toward Dr. Harris. Now, I know you accused him \r\nof trying to murder you, but I've seen this man in action. Now, he heard you cry \r\nout, and he was by your side without any thought for himself. I mean, he talked \r\nto you all the way through that. He prescribed medication and stayed with you \r\nuntil it took effect. And followed up with the attending physician. Now, you \r\ngotta ask yourself -- does that sound like a murderer or a good doctor?",
        "Marshall: You building a case, dad?",
        "Oliver: Jessica Griffin. Now, I know you care for the woman. Now, don't \r\ndeny it. And she cares for you. Now, you're an intelligent man. Do you think \r\nit's wise to agitate her? To pursue action against Dr. Harris when she's asked \r\nyou not to?",
        "",
        "Bob: Look, I know you weren't trying to kill Marshall Travers. The \r\nboard knows that. But if you keep giving him ammunition --",
        "Ben: He was hallucinating. Dr. Ramirez was at the clinic. I treated him \r\nat the request of his father. I prescribed haloperidol, and the nurse \r\nadministered it.",
        "Bob: Why didn't you call me? I could have prescribed whatever he needed \r\n--",
        "Ben: There wasn't time.",
        "Bob: I am trying to protect this hospital from a lawsuit.",
        "Ben: What do you want from me? You want me to quit? Is that it?",
        "Bob: No, I want you to think. That was not a life-threatening \r\nsituation. Minutes until I got there.",
        "Ben: What if you weren't here? What if he started having -- having \r\nseizures or hemorrhaging again, huh? What, I'm supposed to just walk away, and \r\nthe hospital's not gonna get sued?",
        "Bob: Why don't you go have lunch, and then we'll talk?",
        "Ben: Look, if Travers has a problem with the way that I treated him, to \r\nhell with him.",
        "Oliver: Dr. Harris. My son would like to see you.",
        "Bob: We'll be glad to chat with your son. If he gets confrontational, \r\nI'll do the talking.",
        "",
        "Molly: Carly, do you remember those pictures you took of Mike dressed \r\nup in Jack's wedding clothes?",
        "Carly: Yeah.",
        "Molly: Well, you know, when I -- when I saw those, I -- I couldn't help \r\nbut be a little jealous. You know that. You were there. And call me an idiot, \r\nbut -- just, you know, seeing you two in that situation, it seemed like it might \r\nhave been, you know, intimate or something.",
        "Carly: Well, that was just --",
        "Molly: I know it was a long time ago, okay? But I just -- I can't -- I \r\ncan't stop thinking about the fact that he -- was changing, right there, you \r\nknow, in the next room. And it makes me feel really weird. But, hey, not to \r\nworry. Because just a couple days after the wedding, Mike and I had a talk, and \r\nhe is the one -- he said that he wanted to be exclusive. And I know from the \r\nbottom of my heart that there's no way in the world that that man would ever \r\ncheat. Despite what Rosanna says.",
        "Carly: Well -- she is the one who's jealous.",
        "Molly: Yeah, I know. But if I am really honest with myself -- deep down \r\nhonest with myself -- I have to admit that I'm just a little bit scared that -- \r\nthat you and Mike have something, that there's some pull. Okay, some attraction. \r\nDo you hate me?",
        "Carly: No. No, and there's not. Molly, I'm in love with Jack.",
        "Molly: I know that.",
        "Carly: And Mike is in love with you. So can we just not talk about this \r\nanymore, please?",
        "Molly: Carly, Carly, I just -- okay, I just wanted to get it out there. \r\nI just wanted to say it out loud, because I wanted to apologize for the tense \r\nway --",
        "Carly: Molly, if you apologize one more time, I'm gonna sock you in the \r\njaw.",
        "Molly: I'm sorry.",
        "[Both laugh]",
        "Hal: There's mommy.",
        "Molly: Oh, hi.",
        "Carly: Hello! Did you have a fun time with daddy?",
        "Hal: Oh, boy, we sure did, and it's not over yet, 'cause I hear that \r\nParker has a racetrack up in his room, huh?",
        "Carly: Oh, yes, he has. Jack set it up right after Christmas.",
        "Molly: He even banked the curves.",
        "Hal: Oh, now, this I've got to see. You want to show me?",
        "Carly: Well, come on up.",
        "Parker: I get the red car.",
        "Hal: You get the red car?",
        "Parker: I get the gold car.",
        "Hal: I get the blue car.",
        "Molly: Aw. My new little cuz.",
        "Carly: Well, Mario Andretti and his -- where did you find that?",
        "Molly: Right here, where anybody could have -- Carly, you have a \r\nproblem. You match the sonogram up to the growth chart, and this is no 8-week \r\nfetus. It's 12 weeks and counting, and if I can figure that out, anybody could.",
        "",
        "Aaron: Did the fluid drain into the tray?",
        "Alison: It worked. I can totally do this.",
        "Burt: That's the transmission fluid. I knew I never should have let you \r\nin here.",
        "Aaron: Look, Burt, it's my fault. Listen, I showed her the wrong valve. \r\nI'll take care of it. Please.",
        "Burt: You. Not her. If she touches anything, she's out of here.",
        "Alison: He was gonna fire me. But -- but you made him not.",
        "Aaron: What is this?",
        "",
        "Lucy: You opened it?",
        "Craig: Sweetness, you told me you didn't want to see Aaron because he \r\nwas pushing too hard, so when I stumbled across this letter, I had to check it \r\nto make sure there was nothing in there that would upset you. You asked him to \r\nstay away, and he has not respected that, so -- but I will talk to him and make \r\nsure that he understands your need for privacy.",
        "Lucy: It's okay. I think I'm ready to see him.",
        "Craig: Are you sure? Because I don't want him to push you.",
        "Lucy: He's not. He's just reminding me of good things. Happy things. He \r\ncares about me. I'm ready to see him again.",
        "Craig: Rosanna, you agree with me, don't you? She has to put her \r\nrecovery first, and she can see all her friends once she feels stronger.",
        "Rosanna: Well, actually, I agree with Lucy. If Aaron makes her feel \r\nbetter, she should see him.",
        "",
        "Alison: Okay, I was planning to give it to you.",
        "Aaron: When?",
        "Alison: You don't have to get so mad.",
        "Aaron: When were you planning on giving me this letter from Lucy?",
        "Alison: Later, when you had your break. Look, why would I bring this \r\nover here if I wasn't gonna give it to you? I'm not stupid, Aaron. If I didn't \r\nwant you to see it, I would've thrown it out. Fine, waste your time glaring at \r\nme.",
        "",
        "Craig: You think it's okay for Lucy to be pressured by this guy?",
        "Rosanna: Of course not. But if he is making her feel good about \r\nherself, more confident, I think that's what counts. If you want your daughter \r\nback on her feet, she has to be allowed to make some decisions. And I think \r\nshe's proven that she can set her own boundaries if she feels uncomfortable. I \r\nthink you should trust her.",
        "Lucy: She's right. If I get upset or too tired, I'll just tell Aaron to \r\ngo home. I'll be okay. You'll see. Rosanna, are you gonna move into Fairwinds \r\nwith us?",
        "Craig: Well, I was hoping she would move in, but it depends on how she \r\nfeels. She may not feel strong enough to move, to pack her things right now.",
        "Lucy: Well, we could hire someone to help her.",
        "Craig: Well, sure. That -- that's a great idea. But --",
        "Rosanna: Well, actually, I would love to be there from the start. Thank \r\nyou, Lucy, for including me.",
        "Lucy: Anytime. Daddy, could you hand me the phone? I want to call \r\nAaron.",
        "[Phone rings]",
        "Aaron: Got it. Hello?",
        "Lucy: Aaron? It's me.",
        "Aaron: Lucy!",
        "Lucy: I got your letter.",
        "Aaron: I got yours, too.",
        "Lucy: Um, can you come over? We're -- we're not at Fairwinds yet. We're \r\nstill at the Lakeview.",
        "Aaron: You want to see me? When, when? Like today?",
        "Lucy: Yeah.",
        "Aaron: Well, that's great. That's great. But what about your dad?",
        "Lucy: My dad's fine with it.",
        "Aaron: Okay. Okay, great. Well, listen, listen, I'm at work right now. \r\nJust let get cleaned up, and I'll be there as soon as possible, okay?",
        "Lucy: Great.",
        "Aaron: Okay. Okay, bye. Yes!",
        "Lucy: Gloria?",
        "Craig: What? I can help.",
        "Lucy: Oh, it's okay. I can do it. It's fine.",
        "Gloria: What's up?",
        "Lucy: I want to take a shower. I have a friend coming over.",
        "Gloria: Oh, that's great.",
        "Craig: Whose side are you on, anyway?",
        "",
        "Marshall: I believe I owe you an apology, Dr. Harris. These symptoms \r\nhave apparently been affecting my judgment, and in my more cogent moments, I'm \r\naware that you saved my life. I'd like for you to accept my apology and my \r\nthanks.",
        "Ben: Accepted. Well, I left a message with Dr. Ramirez. I'm sure he'll \r\nbe stopping by after he finishes at the clinic today.",
        "Bob: Mr. Travers.",
        "Marshall: Dr. Hughes.",
        "Oliver: I am so proud of you, son.",
        "Marshall: Hey, if I can't rely on my judgment, I guess I have to trust \r\nyours.",
        "[Oliver laughs]",
        "Oliver: I can't tell you how long I've waited to hear those words. I \r\nguess maybe this was a blessing in disguise.",
        "Marshall: Hey, hey. I wouldn't go that far.",
        "[Oliver laughs]",
        "Oliver: Look, will you be all right if I leave you for a couple of days? I've \r\ngot a case back in Atlanta that needs my attention. The opposing attorney's \r\nbeginning to make a nuisance of himself.",
        "Marshall: He'll regret that.",
        "Oliver: I know he will. So if you're all right --",
        "Marshall: Yeah, yeah. I'll be fine.",
        "Oliver: So I'll hear from you?",
        "Marshall: Yes, sir. You know, I'm -- I'm glad we settled our \r\ndifferences. Guess it took me getting shot in the head.",
        "Oliver: Better you than me.",
        "[Oliver laughs] listen, son, I hope you get everything you want.",
        "",
        "Molly: I just want you to be prepared, okay? Because of all the \r\nprenatal visits and all the technology these days, it's gonna be really hard to \r\nkeep that a secret. And when the real due date comes out, it's gonna be really \r\ntough to keep some people from doing the math.",
        "Carly: Rosanna.",
        "Molly: Yeah. She might not like what the new improved due date suggests \r\nabout her hubbie-to be, Craig Montgomery.",
        "Hal: Hey, Parker, I'll drop you by that new checkered flag when I see \r\nyou.",
        "Molly: So did you beat him? 'Cause I couldn't take a race off of him.",
        "Hal: What can I say? He's a talented kid.",
        "Molly: Yeah, tell me about it. He took three quarters off of me.",
        "Carly: Well, she's slow to catch on.",
        "Hal: She's a trusting girl.",
        "Molly: Yeah, who should get out of here. It's great to see you. Give \r\nEmily my best, Hal?",
        "Hal: Oh, that's a promise. Promise.",
        "Carly: So we'll have dinner later in the week then?",
        "Molly: Yeah. I'll have Mike check his schedule.",
        "Carly: Okay.",
        "[Molly whispering]",
        "Molly: I don't think he heard anything.",
        "Carly: All right, call me. So how's Will?",
        "Hal: Oh, he's hanging in there. I tried to explain to Parker why I \r\nhaven't been by to see him more often.",
        "Carly: Oh. Yeah, well, Parker knows that Will's been sick. He \r\nunderstands, even though he's had a lot thrown his way lately with J. J. and \r\nlosing J. J. and now. You --",
        "[Carly laughs] you probably guessed. We're having a baby. Did Jack tell you?",
        "Hal: No.",
        "Carly: Oh. Well, I asked him not to, just till we get through the first \r\ncouple of months. But I thought, you guys being so close, he might have let it \r\nslip.",
        "Hal: Nope.",
        "Carly: No? Well, I guess I just did then let it slip.",
        "Hal: Well, it'll be our little secret.",
        "Carly: No. Well, it's not -- it's not a secret. It's not really \r\nanymore.",
        "Hal: What isn't?",
        "Carly: That we're having a baby.",
        "Hal: You know, Carly, having a baby is a good thing.",
        "Carly: Oh, yeah. It's the best.",
        "Hal: So why aren't you happy?",
        "",
        "Oliver: Oh, Jessica, one other thing. Listen, I've got to go back to \r\nAtlanta.",
        "Jessica: Oh, I'll miss you.",
        "Oliver: I'll miss you as well.",
        "Jessica: Thank you. Stay in touch, okay?",
        "Oliver: I will indeed.",
        "Jessica: May I come in.",
        "Marshall: Jessica.",
        "Jessica: How are you feeling?",
        "Marshall: They got me on some new medication. It's good to see you.",
        "Jessica: I have some news.",
        "Marshall: Good news?",
        "Jessica: It's about Zara. We may have finally found your daughter.",
        "",
        "Rosanna: Look, if you want her to get out of that chair, you're gonna \r\nhave to let her see Aaron. He's the only reason why she's trying to get up on \r\nher feet.",
        "Craig: He's the reason she's in the chair in the first place.",
        "Rosanna: Oh, that is not fair. Now she is trying to grow up, and you're \r\ngoing to have to let her, or you're going to lose her.",
        "Craig: I'll tell you what. I will let you do whatever you have to do to \r\nget close to Lucy, and I will do whatever I have to do with Aaron, and I will \r\nkeep you out of it, all right?",
        "Rosanna: You know it's going to take her a long time to recover. You \r\ncould afford to be generous and patient.",
        "Craig: You see though, that's why I'm marrying you, 'cause you're \r\nsmart.",
        "",
        "Aaron: Look, I've got to get home and clean up. I told Lucy I'll be \r\nthere as soon as possible, okay?",
        "Alison: So go. I'll take care of Burtie boy.",
        "Aaron: This is great. This is great! She's remembering everything! This \r\nis so good!",
        "[Alison remembering]",
        "Alison: You never had to live with anything as terrible as knowing you \r\nburned down the barn!",
        "Lucy: Aaron didn't do it!",
        "Alison: I'm not talking about Aaron! I'm talking about me! ",
        "I really am happy for you, Aaron. I am.",
        "Aaron: Okay.",
        "Alison: Yeah, Craig, you really handled it.",
        "[Phone rings] what?",
        "Craig: Alison, it's Craig Montgomery.",
        "Alison: Right, Mr. \"I'll give them the letters and they'll break up for \r\nsure.\"",
        "Craig: Yes, well, perhaps you were right. I -- I do seem to need your \r\nhelp after all.",
        "",
        "Jessica: So Margo is going to contact her stepdaughter, Lien Hughes. \r\nShe's an attorney who specializes in immigration law, and we'll probably need \r\nher, because when we find Zara, we're going to have to prove paternity and then \r\nfigure out how to get her back to the States.",
        "Marshall: Thank you so much, Jessica. I'm in your debt.",
        "Jessica: Well, let's not celebrate until we have confirmation.",
        "Marshall: Okay. And look, don't you -- don't you dare tell anybody that \r\nI broke down in here, okay? I have a reputation to maintain, and the whole world \r\nthinks I'm a hard-hearted son of a --",
        "Jessica: Well, don't worry. I won't tell a soul.",
        "Marshall: It's just been so long, you know? I just -- I thought she was \r\ndead. So what do I do first?",
        "Jessica: You just rest and recuperate, and I'll go to Washington on \r\nyour behalf.",
        "Marshall: You'd do that? Why? My dad told you about Ben.",
        "Jessica: Yes, he did, but that's not why. Zara needs to be found, \r\nMarshall. She needs to know her father.",
        "Marshall: Thank you, Jess.",
        "",
        "Rosanna: There. Do you want to see? I think it shows off your eyes.",
        "Lucy: I love it. Thank you. I'm so glad you're in my father's life, \r\nRosanna -- and mine.",
        "",
        "Holden: Whoa! Whoa! Where are you headed?",
        "Aaron: Lucy called! She wants to see me!",
        "Holden: What happened?",
        "Aaron: Look, I'll explain later, okay? I've got to get cleaned up and \r\ngo over there.",
        "Holden: Hey, just remember, Craig is still a factor here.",
        "Aaron: Look, I understand, okay, but I'm not letting Lucy slip away \r\nfrom me again.",
        "",
        "Alison: You do want my help.",
        "Craig: Sit down, Alison, and shut up.",
        "",
        "Carly: Well, I'm thrilled about the baby, and so is Jack, especially \r\nafter losing J. J.",
        "Hal: Well, you know, that really rocked him, especially after believing \r\nthat baby was his and then finding out that he'd been lied to.",
        "Carly: Yeah. Well, anybody would hate that.",
        "Hal: But this is Jack's baby. I mean, we know that, so what's wrong?",
        "Carly: Oh, um, I had a little bit of a scare yesterday. I -- I thought \r\nthat I was having contractions. It was a false alarm, but I was rushed to the \r\nhospital, and I went through these tests and everything. It was -- it was not \r\nfun. So if I seem a little bit tense, it's because every time my stomach growls, \r\nI -- I think that I'm about to have those pains again when I really should just \r\nmake myself a PB&J.",
        "Hal: But you're okay?",
        "Carly: Yeah.",
        "Hal: And Jack?",
        "Carly: Yes, I'm fine. Well, he was concerned, naturally.",
        "Hal: Well, Jack's that kind of guy.",
        "Carly: Yeah, but he's fine. A little overprotective perhaps, but I \r\nthink I could get used to that.",
        "Hal: Well, Jack would do anything for you and for his child, but you \r\nknow that.",
        "Carly: That's why I married him.",
        "Hal: I'll call you and tell you the next time I can drop by and see \r\nParker.",
        "Carly: Great.",
        "[Door closes] what does he know, baby? What does he know?"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=ZB0MDfQ-5VA"
}