{
    "Episode Summary": [],
    "Recap": [
        "Carly and Jack dress for the party at Lily's. Lily and Lucinda prepare the snacks for the dinner. Molly arrives at the restaurant to meet Silas. Lucinda has a small chat with Gabriel. Faith arrives at the dinner but has insulting remarks for Lily. Faith also has cruel remarks for Gabriel over his taking Lily's car and it not working out. Luke tells Reid about his love for Noah. Luke invites Reid to dinner at his mom's. Noah arrives at Lily's to talk to her and to pick up his things before Luke gets home. Noah lets Lily know that he and Luke will never get back together. Holden overhears the conversation. Molly tries to get out, but finds that Silas locked the door. Molly tells Silas that he needs a psychiatrist's help. When Silas kisses Molly, she pulls a gun. Acting as though he is sorry, Silas knocks the gun out of Molly's hand. Holden calls Molly and leaves her a message. Luke finds Noah in his room and they reminisce about the past when Reid walks in. Carly plans a family trip with Lucinda's help. Faith tells Gabriel that he owes her an apology. Gabriel gives Faith helpful advice concerning Lily. Molly calls Holden but is interrupted by Silas, who smashes her cell phone. Silas forces Molly down onto the table and attempts to rape her.",
        "Jack questions Gabriel about Parker hitting him. Gabriel makes up a lie to tell Jack until he is interrupted by Lucinda, who drags Gabriel out of the room before he can break in front of Jack. Holden and Lily kiss, but he pulls away and goes into house. Holden checks messages and gets one from Molly. so he runs out of house. Molly pleads with Silas to get off her. Luke orders Reid out. Lucinda asks Gabriel what he told Jack. At home, Jack questions Carly about the angel that was on her desk. Faith asks Lily about her feelings for Holden. Holden arrives just in time to get Silas off Molly. Silas spies the gun in the corner and tries to get to it."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Natalie: Daddy!",
        "Holden: Ah!",
        "Natalie: Are you gonna have dinner with us?",
        "Holden: Uh, that depends. What are we having?",
        "Lily: Oh, it doesn't matter. You know why?",
        "Natalie: 'Cause daddy likes everything.",
        "Holden: Eh, guilty. Guilty.",
        "Ethan: Will you read us a story later?",
        "Holden: You bet. Why don't you go find a book? Pick out a good one, okay?",
        "Lucinda: They couldn't wait. They couldn't wait for you to get here.",
        "Holden: I could tell by the way they, uh, ran out here.",
        "Lily: Yeah. I call it \"The call of the video game.\" Can I get you a drink?",
        "Holden: Uh, sure.",
        "Lucinda: Well, did -- did I hear someone say that Molly is not going to be with us this evening?",
        "Holden: Yeah. She's working tonight.",
        "Lucinda: Oh, what a shame.",
        "Gabriel: Aren't you two divorced?",
        "Lucinda: [Laughs] Oh, Gabriel, Gabriel, divorce is just a lot of words written on a piece of paper. For Lily and Holden and the kids, they're still a family.",
        "Holden: How about that drink?",
        "Lily: I'll make it a double.",
        "[SCENE_BREAK]",
        "Luke: I tried to get back together with Noah. He doesn't want me. And now you don't want me.",
        "Reid: Poor you.",
        "Luke: But we're working on a project together, and at the very least, we're friends. Okay, well, we're not -- we're not friends, but we're something.",
        "Reid: What is that? What are we, Luke?",
        "[SCENE_BREAK]",
        "Carly: Why is it you guys decide to get all passionate when we're all dressed up and ready to go out?",
        "Jack: \"Guys,\" plural? Really?",
        "Carly: Well, you specifically. Where is my other shoe? How did it get there?",
        "Jack: I could re-create the moment for you.",
        "Carly: [Laughs] You stay away from me. We're gonna be late for dinner.",
        "Jack: Here. Let me help you.",
        "Carly: So, why is it that you do that?",
        "Jack: Oh, it's just not that hard of a question, really. It's 'cause you smell so good and look so good, or maybe it's that perfect lipstick. I don't know. It just makes me want to --",
        "Carly: Jack -- we're gonna be late for dinner.",
        "Jack: Oh, you could have said no before.",
        "Carly: I know. But you've been so good about letting everything go with Craig and Gabriel and the fire. I wanted to give you a little thank you.",
        "Jack: You know he's gonna be there tonight -- Gabriel. He's staying at Lily's.",
        "Carly: Yeah, but it's a party. You won't have to talk. And if you get tempted, I'll tempt you instead.",
        "[SCENE_BREAK]",
        "Molly: Where is everybody?",
        "Silas: You remember that little Italian place in the village the night that I rented out the whole restaurant just for the two of us?",
        "Molly: So nobody would see you with me instead of your wife? Yeah, I remember.",
        "Silas: At the time, you thought it was romantic.",
        "Molly: At the time I was in love with you.",
        "Silas: Maybe you still are.",
        "Molly: No, I'm not. Are you gonna keep your promise, or should I just leave?",
        "Silas: Promise?",
        "Molly: You said if I had dinner with you and I still didn't want to be with you, you would walk away.",
        "Silas: And I'll keep that promise.",
        "Molly: Okay. And what about the rest of it? The blackmail, the videos, the pictures?",
        "Silas: Oh, those. Let's save that discussion for later.",
        "Molly: No, you're gonna give them to me, and then you're gonna leave town. This ends tonight, Silas.",
        "Silas: Then we'd better make it count, beautiful.",
        "[SCENE_BREAK]",
        "Lucinda: Well, I have a feeling this is going to be a really momentous evening.",
        "Lily: I agree.",
        "Lucinda: Does that mean that you are anticipating something good happening with you and Holden?",
        "Lily: I am predicting that at the end of the evening, Gabriel will feel welcome, which is all I'm really after.",
        "Lucinda: Well, there's nothing wrong with killing two birds with one stone, a little multitasking.",
        "Lily: Mother, don't even.",
        "Lucinda: I want you to think about reminding him -- remind him of his family ties.",
        "Lily: I am not going to manipulate Holden.",
        "Lucinda: And since Molly is not with us, you might seize the day. Just let him know what you feel. Carpe diem.",
        "Lily: That's not going to happen.",
        "Lucinda: Well, who knows what's going to happen? If you tell a man that you love him and you want him, he may surprise you.",
        "Lily: Mother, tonight isn't about Holden and me. You need to realize that. It's about making Gabriel feel welcome.",
        "Lucinda: Okay. I will apply myself to that task. Now, in the meantime, you do what you do best with Holden.",
        "Lily: Which is what?",
        "Lucinda: Oh, Dear. Chemistry. Ignite something. I was just wondering. I mean, I was just wondering, is here -- here -- is that where you really want to be?",
        "Gabriel: Yeah. I mean, it's as good a place as any while I wait for Craig's trial.",
        "Lucinda: Well, not necessarily. You've made the charges, and they're gonna stick. My offer still holds.",
        "Gabriel: Yeah?",
        "Lucinda: A nice check, and you vanish, and you leave Craig to rot. All right? And the -- and the Snyder pond is just lovely at this time of the year if you like that kind of thing, and I'm sure you do. Okay, guys, what did you pick? I want to see. Show me.",
        "Lily: Faith, I'm so glad you got your dad's message.",
        "Faith: How could I miss the nice party you're throwing for the guy who stole all of Parker's money? It's actually even nicer than the party you threw me when I got back from school. Oh, wait, you didn't.",
        "Lily: We both know you didn't want a party, Faith. But I'm glad you came to this one. It means a lot to me.",
        "Faith: I'm sure it does. So, I guess the whole \"Stealing my mom's car\" thing didn't work out for you, did it?",
        "Gabriel: Well, that was your idea, wasn't it? Is that how you planned it?",
        "Faith: Oh, no, I definitely wanted you gone.",
        "Gabriel: Did anybody ever tell you that nobody likes a brat?",
        "[SCENE_BREAK]",
        "Jack: Mm. Hey. You trying to start something when I'm all dressed up?",
        "Carly: [Laughs] Maybe. You want to go back home?",
        "Jack: I thought you were excited about our date and being a couple again.",
        "Carly: Yeah, I -- I am, but -- Gabriel's in there, and I don't want you thinking about any of that stuff.",
        "Jack: Oh, instead of thinking about you and our kids. Don't worry, my dear. I know what's important.",
        "Carly: Then let's party.",
        "[SCENE_BREAK]",
        "Luke: So, you ask me what we mean to each other, and then you don't stick around to hear the answer?",
        "Reid: It is called a \"Rhetorical question.\" I am done with my rounds for the day. I'm gonna enjoy some food and some quiet. That's how I relax.",
        "Luke: In a hospital break room, alone?",
        "Reid: What exactly do I owe you, Luke?",
        "Luke: Not a thing. In fact, you've given me a lot.",
        "Reid: I saved Noah's eyesight 'cause he's my patient. I didn't do it for you.",
        "Luke: No, I'm not talking about what you did for Noah. When you stopped calling me \"Mr. Snyder\" and the reason behind that, that's what you gave me. You made me feel wanted. I've -- I've been in love with Noah for a long time.",
        "Reid: And apparently you still do love him, so spare me the ongoing narration.",
        "Luke: No, you asked me what we are to each other, and I'm just trying to explain to you that I don't know. I was the boyfriend of your patient, and then Noah and I broke up, and then you and I started --",
        "[Microwave beeps]",
        "Luke: What is that?",
        "Reid: It's nutrition.",
        "Luke: Yeah, it's all brown and mushy.",
        "Reid: Nobody's asking you to eat it.",
        "Luke: But you don't have to either. My mom's having some people over for dinner. There's gonna be lots of free food.",
        "Reid: What kind of food?",
        "Luke: The edible kind. Do you want to come?",
        "Reid: You're inviting me to your mom's for dinner?",
        "Luke: Yeah, I am. So, what do you say?",
        "Reid: That's a really bad idea.",
        "Luke: Why?",
        "Reid: I'm a -- I'm a terrible guest. I don't like dinner parties or people congregating in general and all the inane chitchat.",
        "Luke: And the possibility of being part of something real. Okay. Suit yourself. Enjoy your mush.",
        "[SCENE_BREAK]",
        "Lily: Noah! Come in.",
        "Noah: You're having a party. Um, I -- I don't want to intrude, but can I talk to you?",
        "Lily: Sure. Luke told me that you got your sight back completely. That's terrific. I'm so happy for you. And I missed you. Why don't you stay for dinner? I have tons of food.",
        "Noah: Uh, no. Um, I -- is Luke here?",
        "Lily: No, but he should be here any minute.",
        "Noah: I -- I can't stay. Um, the reason I came here was just to -- well, I have to get some stuff out of Luke's room.",
        "Lily: Okay.",
        "Noah: And I -- I had something I -- I wanted to tell you.",
        "Lily: What is it?",
        "Noah: I just -- I just wanted to thank you for everything that you've done for me -- you know, covering my -- my medical bills and just looking out for me. You -- you've been like a mom. And I never really knew my mom, so, um -- I'm just gonna miss all of you.",
        "Lily: Noah, it sounds like you're saying goodbye.",
        "[SCENE_BREAK]",
        "Molly: [Sniffles and sighs] You can't fall apart now, Molly. You can handle him. You can handle him. You can -- just be clear and honest with him and make him go away so you can get back to your life with Holden. Silas, what's going on in there?",
        "Silas: Why are you yelling? Nobody can hear you.",
        "Molly: Well, I thought you were getting dinner. Do you need help with it?",
        "Silas: I need you to focus on me and on our future.",
        "Molly: But this is the last time we're gonna see each other. You're leaving town right after dinner. Remember?",
        "Silas: Aw, you drive me crazy. You know that? Just being in the same room as you turns me on.",
        "Molly: Did you take something just now?",
        "Silas: What if I did?",
        "Molly: But you told me you weren't taking drugs anymore.",
        "Silas: [Laughs] What can I say? It's a process, Baby, and I'm working on it. That's why I need you. You can fix me.",
        "Molly: No, I can't. You know I can't. You need help. You need professional help.",
        "Silas: No, all I need is you. And some music. Do you want some music?",
        "Molly: Sure.",
        "Silas: You know, when I was watching those videos we made together, that's all that was missing was music. Those videos had heat. They were raw, and they were proof.",
        "Molly: Proof of what?",
        "Silas: That we belong together. I can't find the damn music! Well, that's not gonna stop us, is it, Baby?",
        "Molly: Silas, can we just have dinner?",
        "Silas: Let's make another video, an even hotter one, right here.",
        "[SCENE_BREAK]",
        "Holden: Molly, it's me. Since I keep getting your voicemail, I guess you're still in the middle of your story. I hope you're okay. Just call me when you can.",
        "[SCENE_BREAK]",
        "Noah: Luke and I aren't getting back together.",
        "Lily: Have you really thought about this, Noah?",
        "Noah: Constantly. All I've had is time to think.",
        "Lily: But the two of you have had to deal with so much these past few months. I mean, it's only natural for things to feel strange when you're trying to reconnect. Maybe that's it. Maybe you guys just need some more time.",
        "Noah: Things have changed.",
        "Lily: Are you sure? I mean, when I look at the two of you, I -- I still see two people who love each other very much.",
        "Noah: I'm going back to school, so I've got a lot of classes to make up, so I'm -- I'm not gonna be around very much.",
        "Lily: You're not leaving town. It's not like --",
        "Noah: All I came to do is just tell you that you've got a wonderful family. Luke's lucky to have you.",
        "Lily: Well, you don't have to be a stranger. I mean, you can come over whenever you want, no matter what's going on with Luke. You're always welcome in my house.",
        "Holden: Lily, he knows that. I think what Noah's trying to say, that he doesn't really want to be around Luke right now and by extension his family.",
        "Lily: Well, that's just silly! I mean, you just got your sight back! Whatever's changed, you can fix it.",
        "Noah: No. No, Lily, not this time.",
        "Holden: We understand. Just know that we'll be here for you anytime you need anything.",
        "Noah: Thank you. Thank you. Um, is it -- is it cool if I go get my stuff out of Luke's room now?",
        "Holden: Sure. Whenever you're ready, drop by anytime.",
        "Lily: The way he was talking, it's like we're never gonna see him again.",
        "Holden: What they had was really special. I know it's hard. I'm gonna go check on the kids again. You coming in?",
        "Lily: In a minute.",
        "[SCENE_BREAK]",
        "Reid: [Sighs] Please, please, please be warm. Ah, you're still warm. [Sighs]",
        "[SCENE_BREAK]",
        "Carly: So, I've been thinking about our family trip.",
        "Jack: Yeah? What about it?",
        "Carly: I think we should go out west. I think the kids would really like that. Don't you?",
        "Jack: Hit Hollywood and Yosemite in the same trip?",
        "Carly: Yeah. And you and Parker and J.J. -- you can go camping and canoeing and fishing and all that, and Sage and I will find a really nice spa.",
        "Lucinda: Oh, did I hear the word \"Spa\"?",
        "Carly: Yes. We're -- we're planning a family road trip. You have any suggestions.",
        "Lucinda: Oh, I know spas. [Laughs] Do you want to be, uh, buffed, toned, or pampered?",
        "Faith: You're the last person who should be calling me names. You should apologize to me.",
        "Gabriel: What, for something that I didn't do?",
        "Faith: You called me a brat.",
        "Gabriel: If I called you sweet and considerate, right, that would be calling you names, 'cause those are the things that you aren't. But a brat? No, that's you all over.",
        "Faith: And what about you? You were blackmailing Craig so that you could get all of Parker's money. And on top of it, you lied to everybody about who you are.",
        "Gabriel: Okay, okay, okay. So I'm a blackmailer and a liar, right? Didn't bother you when I helped you steal that dress from Fashions or when I covered up for your stash.",
        "Faith: Whatever. You don't know anything about me. I take really good care of my little brother and sister. And my older brother, Luke -- you can ask him. I'm a really nice person.",
        "Gabriel: Yeah, well, you treat your mom like dirt.",
        "Faith: So? Maybe she deserves it.",
        "Gabriel: Fine. Keep at it. Keep being nasty to her. And don't forget to throw every good thing she does for you back in her face. Right? That's your forte.",
        "Faith: You've only been here a couple of days. I've known my mom my whole life. You think you know something about her that I don't?",
        "Gabriel: Yeah.",
        "Faith: What?",
        "Gabriel: That one day she'll be gone.",
        "Jack: Hey, there, Gabe. You got a minute?",
        "Holden: What's wrong?",
        "Lily: Everything.",
        "Holden: Can you be a little more specific?",
        "Lily: It's wrong for people who belong together to break up.",
        "[SCENE_BREAK]",
        "Molly: I don't want to do this.",
        "Silas: Sure you do. We've got to get you away from that farmer who's turning you into a puritan.",
        "Molly: And you can change that?",
        "Silas: Oh, yeah.",
        "Molly: If you're not gonna feed me, can I at least get a glass of wine first?",
        "Silas: Why?",
        "Molly: Remember Aspen?",
        "Silas: Get whatever you want from the bar.",
        "Molly: I was thinking more along the lines of cooking sherry. It can be so sticky and sweet. Remember? Do you want me to get it?",
        "Silas: No. You stay right here. I'll be right back.",
        "[Molly sniffles]",
        "Molly: Please answer, Holden. Please. Holden, it's me. Listen, I'm at the Old Mill restaurant. I only came here because Silas pressured me into it, but it was a mistake. I'm gonna try to call 911, but if I can't get through -- aah!",
        "Silas: I told you -- I want us to be alone.",
        "[Molly whimpers]",
        "[Gun cocks]",
        "Silas: What the hell? This is an interesting game.",
        "Molly: Take the key out of your pocket and put it on the table.",
        "Silas: That's not smart, Molly. [Chuckles] You're not gonna unlock the door and hold a gun on me at the same time.",
        "Molly: Just do it!",
        "Silas: Do you want it?",
        "[Key clinks]",
        "Silas: Find it.",
        "Molly: You -- you go get it. Do it now, Silas, or I swear I will shoot you.",
        "Silas: Take one straight through the heart, Baby.",
        "Molly: Not one step closer! I am not afraid to use this.",
        "Silas: Probably not. It's a good thing I'm not afraid to die.",
        "Molly: Because you're high.",
        "Silas: Well, you better sober me up with some strenuous exercise.",
        "Molly: Stop it! I am sick of you terrorizing me. I can't believe I ever fell in love with somebody like you. You want me to fix you? All I want is you to be thrown back in jail where you belong.",
        "Silas: Pbht! Don't talk to me like that. You're gonna hurt my feelings.",
        "Molly: I am starting a great new life with Holden, and I won't let you get in the way of that. Where's your phone?",
        "Silas: In my pocket. Come and get it.",
        "Molly: Get back. I dare you to give me a reason to blow you away.",
        "[SCENE_BREAK]",
        "Holden: Luke and Noah -- is that what this is about?",
        "Lily: They seemed so happy together. And Luke still loves Noah. I can see that. Can't you? And why can't Noah? I mean, now they're both apart, and they're miserable.",
        "Holden: That's right, and there's nothing that you can do about it.",
        "Lily: Would you? If you could, would you do something to help them get back together?",
        "Holden: No.",
        "Lily: Why not?",
        "Holden: Because Noah's right. Things have changed. And who knows if Luke's better with Noah or maybe someone else. But it definitely is sad when something like that ends.",
        "Lily: Something that seemed like it would last forever.",
        "Holden: But when something new comes along, it doesn't diminish what you had. That never changes.",
        "Lily: I'm sorry, Holden.",
        "Holden: For what?",
        "Lily: I'm sorry I let Damian come between us.",
        "Lucinda: Here's my card, my contact in California. When you make up your mind about the vacation, give her a call.",
        "Carly: Oh, that is great. Thanks. That's -- that's really nice of you, Lucinda.",
        "Lucinda: And therefore suspect.",
        "Carly: A bit.",
        "Lucinda: Well, it's nice to see you and Jack together. At least there's one union around here that's as it should be.",
        "Carly: Are you keeping a list?",
        "Lucinda: Oh, absolutely, of everything. Your boy is safe and not going to be charged. Craig is in jail. All's well with the world. Don't you agree?",
        "Carly: Are you trying to warn me about something?",
        "Lucinda: Actually, I was just fishing for a little confirmation. Jack will see to it that Craig gets what he deserves, won't he?",
        "Carly: Yeah. Of course he will.",
        "Lucinda: Keep an eye on that. That way, both you and I will be content.",
        "Jack: Hmm. I could have sworn there would be more pie. Emma always makes more than one.",
        "Gabriel: Actually, I wouldn't know. I'm not much of a dessert guy. If you want, I'm gonna go ask Lily.",
        "Jack: No, no. I'm glad we have this time to talk.",
        "Gabriel: About what?",
        "Jack: The fire.",
        "Gabriel: I already told, uh, Lieutenant Hughes all about everything.",
        "Jack: Margo, right. Your aunt.",
        "Gabriel: Well, does being related to her make it any less official?",
        "Jack: No. You and I talking -- that doesn't make it official either. Just that I want to clear things up, you know, for Parker and Carly's sake.",
        "Gabriel: What do you mean?",
        "Jack: I mean not hearing it the first time, there are some, uh, details that are confusing to me, and I just want you to walk me through what happened that day.",
        "Gabriel: You mean now?",
        "Jack: Why not? You do remember, don't you?",
        "Gabriel: Yeah.",
        "Jack: So?",
        "Gabriel: Uh, Parker and I had a fight about his trust fund. He, uh, knocked me down and then left.",
        "Jack: You were knocked out?",
        "Gabriel: Uh, yeah, for like a second. And then, uh, Craig came in, and he, uh -- he hit me. He hit me hard.",
        "Jack: That's it? He didn't say anything? He just walked in and took a swing at you?",
        "Gabriel: Yeah. He, uh -- he sucker-punched me.",
        "Jack: Really?",
        "Gabriel: That surprise you?",
        "[Jack laughs]",
        "Gabriel: Uh, and then he said something.",
        "Jack: What?",
        "Gabriel: Uh, he said something like -- \"You'll never get out of here alive.\"",
        "Jack: Something like that, or that?",
        "Gabriel: Uh, that's exactly what he said.",
        "Jack: Really?",
        "Gabriel: Lily might be looking for me.",
        "Jack: No, no, no. There's one more thing you can clear up for me. You see, we -- we know he didn't hit you with his fist.",
        "Gabriel: [Chuckles] What do you mean?",
        "Jack: Well, I mean that you -- you suffered blunt-force trauma to the head with -- with an object. So he had something in his hand. What was that thing?",
        "Gabriel: Uh, right.",
        "Jack: Yeah. What was that?",
        "Gabriel: What -- what did he hit me with?",
        "Jack: Exactly.",
        "Gabriel: You know, I really can't remember.",
        "Jack: No, you're gonna remember that if you don't remember anything else.",
        "Gabriel: Why?",
        "Jack: It's human nature. Guy's coming after you, he's gonna hurt you, you always remember what he almost used to kill you.",
        "[SCENE_BREAK]",
        "Noah: I was trying to get in and out before you got home.",
        "Luke: You know, I could have sent you that sweatshirt.",
        "Noah: Yeah, I know.",
        "Luke: I still can't believe that you can see. So -- how do I look?",
        "Noah: Pretty good.",
        "Luke: Um, did you get your DVDs?",
        "Noah: Which ones? Oh. Uh, those ones are pretty bad. You could have kept these.",
        "Luke: Did you get any food?",
        "Noah: No.",
        "Luke: Well, let's go eat. I'm surprised my mom didn't tackle you and feed you.",
        "Noah: I -- I didn't want anything except to say thank you to them and especially your mom for everything she did for me.",
        "Luke: Noah, did you come here to break up with my family?",
        "Noah: I'm not gonna be around very much, Luke. I didn't want to just disappear.",
        "Luke: Look, Noah, if you don't want to be with me, that's fine, but that has nothing to do with my mom and Faith and the kids. They love you.",
        "Noah: Yeah. They -- they mean a lot to me, too, Luke. I --",
        "Luke: What's wrong?",
        "Noah: Nothing. All that time, I was praying to see again to see you again. I didn't expect to feel like this.",
        "Luke: Well, I never expected this to happen, not to us.",
        "Noah: Who would have thought things would be more difficult now that I can see? Everything I see reminds --",
        "Reid: So, this is where the party is.",
        "[SCENE_BREAK]",
        "Silas: Oh, God. I -- what did I do? What am I doing?",
        "Molly: Probably coming down off of whatever it is you took.",
        "Silas: I guess. Molly, Baby, did I scare you? I didn't mean to scare you.",
        "Molly: Well, you did. Move out of the way. I'm leaving.",
        "Silas: Let me get that key. I'll let you out.",
        "Molly: Why did you do this to me, Silas?",
        "Silas: I wasn't trying to hurt you or pressure you. I just wanted you to want me again. But I blew it, didn't I?",
        "Molly: A long time ago. That's what I keep trying to tell you.",
        "Silas: Are you gonna keep holding that gun on me?",
        "Molly: Yeah.",
        "Silas: I'll let you out in a second. I'm really sorry, Molly.",
        "Molly: What about the pictures and the videos?",
        "Silas: I'll get rid of them. Or you can. They're uh, all right over there.",
        "Molly: Aah! [Sobs]",
        "Silas: Oops.",
        "[SCENE_BREAK]",
        "Holden: You were no match for that guy. Damian -- he had a mission. He wanted to get rid of me and marry you. Nobody was gonna stop him from doing that.",
        "Lily: I could have. Months before he came back into our lives, I could have stopped him.",
        "Holden: How?",
        "Lily: By valuing our marriage, by putting us first. Holden, I should have fought for you, for us. I should have never let you slip away.",
        "Holden: Lily, you don't need to apologize to me, not anymore. Lily, I can't. [Sighs] I'm gonna go inside.",
        "[SCENE_BREAK]",
        "Silas: Try it. Let's see what happens.",
        "Molly: Aah! [Sobs] Ow. [Sobbing] No, no!",
        "Silas: Now the fun begins.",
        "Molly: No.",
        "[SCENE_BREAK]",
        "Jack: Okay, let's work this out. So -- so Craig has something in his hand.",
        "Gabriel: Yeah.",
        "Jack: Right hand, left hand?",
        "Gabriel: Uh, left hand.",
        "Jack: Well, that would make sense. So I want you to just relax and let the memory come to you. This thing that he had in his hand -- was it shiny, dull?",
        "Gabriel: Uh, I think the light hit it. It kind of blinded me.",
        "Jack: Good, good, good. So you got to remember the shape, too. Round, square, long, short? What do you got?",
        "Gabriel: It was that angel, okay? It was that angel that Carly always keeps on her desk. Okay, you happy now?",
        "Jack: No, it's not about me being happy, Gabriel. I just want the facts. That's all. Okay, so tell me about this -- this angel.",
        "Lucinda: Hey, what are you two guys doing in here? Jack, don't you know that this young man is Lily's guest of honor?",
        "Jack: Oh, yes.",
        "Lucinda: Who's to keep him away from the party?",
        "Jack: Guest of honor. Of course. I'm sorry about that.",
        "Lucinda: You should be. Come on.",
        "Carly: What were you doing?",
        "Jack: Just talking to Gabriel.",
        "Carly: Talking, huh?",
        "Jack: Yeah. He's a good kid. You ready to go?",
        "Carly: Whenever you are, G-man.",
        "Jack: All right. I'll get the car.",
        "Carly: And I'll find Lily. I'll -- I'll thank her for inviting us.",
        "Luke: I, um -- I ran into Reid at the hospital, and he was about to dig into this really awful TV dinner, so I just -- I invited him over.",
        "Reid: And I shouldn't have come.",
        "Noah: Why not?",
        "Reid: Well, like I -- I told him, I'm a terrible guest. But free food was offered. I'm physically incapable of turning that down. But, uh, it's okay. I'll just -- I'll grab a plate, and I'll go.",
        "Noah: No, no, no. Don't go. You just got here. I wasn't even invited. I'll go. See you later.",
        "Reid: You can go after him if you want. I'm just here for the food.",
        "Faith: Dad -- this?",
        "Holden: Ah. Where did you find it?",
        "Faith: In one of Ethan's trucks. Always look there first.",
        "Holden: I'll remember that. Thanks.",
        "Lily: Holden, I -- I need to talk to you about what just happened. I didn't plan that. Is everything okay?",
        "Holden: I have to go.",
        "[SCENE_BREAK]",
        "[Molly sobs]",
        "Silas: This is the perfect angle.",
        "[Voice breaking]",
        "Molly: Let me go. Let me go.",
        "Silas: Stop moving around, Baby. We're gonna slide out of the picture.",
        "Molly: You're taping this?",
        "Silas: Oh, yeah. I don't want to miss any minute of our love scene.",
        "Molly: Aah! Get off of me. Get off of me! No!",
        "[SCENE_BREAK]",
        "Luke: Well, let me get you those bids that I was talking about. I didn't know that Noah was gonna be here.",
        "Reid: Of course not. I mean, why would he call ahead and ask permission? He's a member of the family.",
        "Luke: Yeah, he is.",
        "Reid: It's nice of you to invite me so that I could see you two here in your bedroom, where you've no doubt made love countless times.",
        "Luke: Why are you making this a joke?",
        "Reid: Well, young love is kind of funny when you think about it, in a starry eyes and first kisses, mix CDs --",
        "Luke: Reid, get out of here.",
        "Reid: The wound's still a little tender?",
        "Luke: Yeah, it is. Noah loved me, and I loved him, and that is not a joke. That's a miracle. And for it to fall apart the way that it did -- yeah. That hurts, a lot, as it should.",
        "Reid: Can I at least get a snack for the road?",
        "Luke: You know, I invited you here into my home to spend time with my family because I like you. Or at least I like you when you're not trying so hard to be a complete jerk.",
        "Reid: Who said I had to try?",
        "Luke: I thought that you could spend some time with some real people and maybe be a real human being for once, but you can't do it, can you?",
        "Reid: I choose not to.",
        "Luke: Fine. You want to be alone? Get out.",
        "Reid: I'll do that.",
        "[SCENE_BREAK]",
        "Lucinda: What was Jack saying to you?",
        "Gabriel: He was asking me a bunch of questions about the fire.",
        "Lucinda: Why?",
        "Gabriel: Well, it's like he didn't believe my story, even though his son would be in jail for trying to kill me if I hadn't pointed the finger at Craig. So I don't know what his deal is.",
        "Lucinda: Did you say anything to make him doubt Craig's guilt?",
        "Gabriel: What do you think?",
        "Lucinda: I think you're doing a wonderful job sticking to your story. Keep saying that your father tried to murder you and he'll never get out of jail. That way he'll never be able to hurt anyone ever again.",
        "[SCENE_BREAK]",
        "Carly: Parker, Sage? Oh. Well, it looks like we've still got the place to ourselves.",
        "Jack: For how long do you think, hmm?",
        "Carly: Long enough. So I'll just, um, put this stuff in the fridge for the kids, and I'll meet you upstairs.",
        "Jack: Hey, Carly --",
        "Carly: Yeah.",
        "Jack: You know that angel that you kept on your desk? That's a glass figurine, right, not a paperweight?",
        "Carly: What are you asking me?",
        "Jack: I'm just trying to confirm that it's fragile.",
        "Carly: What are you doing, Jack?",
        "Jack: It's a simple question.",
        "Carly: Like the \"Simple talk\" that you had with Gabriel? First you grilled him, now you're grilling me?",
        "Jack: Look, I don't want to upset you. Let's just put it aside for now.",
        "Carly: I thought we'd put it aside for good. You said you'd let this investigation go, and yet here you are, trying to convict our son again.",
        "[SCENE_BREAK]",
        "Faith: Some party, huh?",
        "Lily: Yeah. Some party.",
        "Faith: You kissed Dad, didn't you?",
        "Lily: How did you know that?",
        "Faith: You're not that slick. I also caught you kissing Damian, too, remember?",
        "Lily: All too well.",
        "Faith: I guess you're kind of sad Dad left to go see Molly. You don't have to do the parentally correct thing. You can tell me the truth.",
        "Lily: Yeah, I guess I am kind of sad.",
        "[SCENE_BREAK]",
        "[Molly sobs]",
        "Holden: Get off of her!",
        "[NEXT_ON]",
        "Jack: What the hell are you doing here, Carly?",
        "Lily: I miss you. I want you. I love you more than I ever have.",
        "Silas: You see, Molly, what you are is a whore.",
        "Molly: No!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=V5WfFOXBYpY"
}