{
    "Episode Summary": [],
    "Recap": [
        "Katie and Simon pack, as he reminds her that she needs to go to her goodbye party, and Katie admits to wanting to avoid it. Margo's phone call interrupts Jack and Carly's kiss, with news about Katie and their plan to stop it. Jack and Carly disagree over Katie's decision, but Jack asks her to come with him to go talk with Katie. Janet and Liberty struggle with Liberty's cancer diagnosis. The doctor tells them that they need to run more tests before they know their course of treatment. Dusty tries to provide support to Janet, but they are both extremely worried when Liberty goes missing. Katie's party is good cop bad cop with Margo being good and Craig being bad, as Henry is plain emotional, as they show her gifts that make her think and a slideshow of her life in Oakdale. Katie becomes angry that they are manipulating her by tugging on her heartstrings. Jack shows up and is loaded for bear and Katie becomes overwhelmed by them all and lashes out at them, as Simon stands by her side. Carly is able to get Jack out of there and talk some sense back into him. Dusty finds Liberty and lets her unleash her anger, which helps her. Janet learns of Katie's party and that Jack will attend and decides to heed Dusty's advice about talking to Jack. She is dismayed when she learns Jack was angry about Katie and Simon and Carly left with him. Janet bids Katie goodbye without telling her about Liberty and asking her not to tell Jack she came by. Janet is very thankful to learn Dusty found Liberty and they head back to the hospital together and better then before. They bond over this, as Dusty excuses himself later to go check on Metro for a bit. Janet thanks him for being her rock, as he suggests that she still talk with Jack. Carly and Jack are getting closer, as he thanks Carly for bringing him back to reality with Katie. Jack and even Carly bid Katie goodbye. While packing up their gifts, Katie focuses on Emma's family bible with the family tree and realizes she actually can't leave town and take Jacob away. Simon agrees finally and wants to stay with her, but she reminds him this isn't the life he really wants. He wants to do it for her, but Katie is convinced he will resent her in the end. This desire for this lifestyle is to right past wrongs. She loves him, but they both know what he needs to do. Jack and Carly comes back home, as Jack is prepared to leave but is sidetracked with finding himself kissing Carly again. They get lost in each other for a moment before Carly reminds him that he is still married. Jack thinks it is fading, but she knows it isn't over so he needs to leave for now, as they both look emotional to have to say goodbye right then. Katie and Simon come to talk with Margo, Henry and Craig to share her news that she has decided to stay, as they are all thrilled. Henry and Simon talk outside, as Simon admits he is doing this all for Katie, as Henry is very appreciated. Henry is surprised to hear Simon is leaving because it is for Katie's best interest. They part admitting they will miss one another, as Simon's plead for Henry to take care of Katie. Later inside, Katie is hugging Henry when she sees Simon sadly looking at her through the window before he heads off and Katie rushes to look after him go."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Okay. Keep, keep. Um, give away. Keep.",
        "Simon: Ah, Katie, Darling, I thought we were to be packing lightweight.",
        "Katie: Yeah.",
        "Simon: So why are there like three items in Jacob's giveaway pile and like 15 in the keeper?",
        "Katie: Moves are traumatic. I have to keep as much as I can to make him feel comfortable.",
        "Simon: Well that's valid. All I need is a toothbrush and a pair of socks, so I guess I balance it out.",
        "Katie: You might want to rethink that.",
        "Simon: What else do I need?",
        "Katie: It's as cold in New York as it is here.",
        "Simon: Yeah, that's why I've got the socks.",
        "[Katie laughs]",
        "Simon: Anyway, we really need to get rocking if we're not going to be late for this goodbye party.",
        "Katie: Oh, we can be fashionably late. Or we can be so late that everybody's gone.",
        "Simon: Come on. How bad can it be?",
        "Katie: Are you kidding me? We're about to walk in to a room full of people who love me and don't want to see me leave.",
        "Simon: And they hate me and can't wait to see me go. So, once again, I balance it all out.",
        "Katie: I just wish I never let Margo talk us into staying for this.",
        "Simon: Okay, listen. Okay, look at me. Katie, you can do this. Your friends and your family just want to say good-bye. Why burn bridges?",
        "Katie: I don't want to burn a bridge, Simon. I just want to avoid having to cross it.",
        "[SCENE_BREAK]",
        "Henry: Knowing Katie, she'll show up late and try to leave early, so we'll have a limited amount of time to work on her.",
        "Craig: Do you really think that a few gifts, some weepy toasts, and a walk down memory lane is going to be enough to stop Katie?",
        "Margo: Well, are you really willing to let her go without a fight?",
        "Craig: No. I'm saying you're not putting up enough of a fight. We should start by throwing the Aussie into jail and throwing away the key.",
        "Margo: That was plan \"A.\" It failed miserably.",
        "Henry: What we need to do is remind her why we love her and why she needs us.",
        "Craig: Katie is way too headstrong and savvy to fall for something like this.",
        "Margo: Which is why we need the one-two punch, which is why you're here.",
        "Craig: Me?",
        "Margo: Yeah. While we're working on Katie, you work on Simon, because he's the only one who is going to convince her to stay. She will only listen to him. So you got to get him to change his mind.",
        "Craig: Ahh. The good cop, bad cop routine. I like it.",
        "Margo: We thought you would, and you are deputized.",
        "[SCENE_BREAK]",
        "Liberty: No. No! It -- it's a mistake, Mom. I -- I'm fine. I don't feel sick. I don't look sick. I have a bruise on my arm. It doesn't mean that I have cancer.",
        "Janet: We're going to wait for the oncologist to get here, okay?",
        "Liberty: What?",
        "Janet: He'll be able to answer all your questions.",
        "Liberty: Oncologist? How is this happening? I'm not supposed to be here! I'm supposed to be doing my portfolio for college! I'm not going to go to college, Mom! I can't have chemo! Just leave me alone!",
        "Janet: Honey, please.",
        "Liberty: Just leave me alone!",
        "Janet: Sweetheart!",
        "Liberty: No, just please leave me alone! Please! Just please!",
        "Janet: She's falling apart.",
        "Dusty: She needs time to process this.",
        "Janet: My baby's sick. How am I supposed to help her?",
        "Dusty: It's time to call Jack.",
        "[SCENE_BREAK]",
        "Jack: I'm sorry.",
        "Carly: What just happened?",
        "Jack: I don't know.",
        "Carly: You were on your way out.",
        "Jack: I still am.",
        "Carly: Do you think that's for the best? Leaving?",
        "Jack: Yeah, it was -- is.",
        "Carly: Okay.",
        "Jack: Okay.",
        "[Cell phone rings]",
        "Carly: You going to answer that?",
        "[Jack sighs]",
        "Jack: Yeah. Jack Snyder.",
        "Margo: Um, we're throwing a little good-bye party for Katie. Thought you'd want to be part of it.",
        "Jack: A good-bye party? What's -- what's going on?",
        "Margo: Well, she and Jacob are moving to New York. With Simon.",
        "Jack: Over my dead body.",
        "Margo: I was hoping you'd say that.",
        "Jack: I'm on my way.",
        "Carly: Who's leaving town?",
        "Jack: If I can help it, nobody. Apparently Simon has convinced Katie to move to new York with him.",
        "Carly: Well, that's sudden.",
        "Jack: Sud -- sudden? Carly, it's insane.",
        "Carly: Well, maybe after everything that's happened here, she needs to get away.",
        "Jack: No. Don't you see, this is all on Simon. He's taking advantage of her grief.",
        "Carly: Maybe he's helping her deal with it. I mean, isn't that why you tracked him down and brought him to Oakdale?",
        "Jack: Yes. I'm starting to believe it wasn't one of my smarter plans. See, the idea wasn't to convince her to leave. This is her home. Her family's here. Her friends.",
        "Carly: Maybe that's part of the problem. Has it occurred to you that Katie feels she can't stay because it's too painful?",
        "Jack: Okay. I don't need you defending running off with Simon Frasier right now.",
        "Carly: Oh, wait a second, Jack. If this is really about me, then you should step back. That's not fair to Katie.",
        "Jack: I promised Brad that I would look after Katie and her son, and there's no way that I am going to let Jacob grow up living his life on the run.",
        "Carly: Oh, Jack. Do you think Katie would let that happen?",
        "Jack: If she's planning on running away with Simon, yeah. Anything is possible.",
        "Carly: Jack, you owe it to her to let her tell you her point of view.",
        "Jack: Okay. That's what I plan on doing. Do you want to come with me?",
        "Carly: Sure. Um, what about moving out?",
        "Jack: That'll have to wait.",
        "[SCENE_BREAK]",
        "Dr. Hearn: Mrs. Snyder?",
        "Janet: Yes.",
        "Dr. Hearn: I'm Greg Hearn. I'm the oncologist on your daughter's case.",
        "Janet: Hi. This is Dusty Donovan. He's a family friend.",
        "Dr. Hearn: How is Liberty handling the news?",
        "Janet: She's pretty freaked out. To be fair, so am I.",
        "Dr. Hearn: That's understandable. It's a frightening thing to hear. But we have no reason to think we won't be able to treat her leukemia aggressively and successfully. May I see her?",
        "Janet: Yes.",
        "Dusty: I'd like to sit in, if that's okay.",
        "Janet: Yes. Sweetheart, this is Dr. Hearn. He's going to be taking care of you.",
        "Dr. Hearn: Hello, Liberty.",
        "Liberty: Hi.",
        "Dr. Hearn: How are you feeling this afternoon?",
        "Liberty: Like a girl who just found out that she might be dying.",
        "Janet: No, no, no. Don't say that.",
        "Dr. Hearn: You're not dying, Liberty. And we're going to do everything we can to make sure you don't.",
        "Liberty: Do you promise?",
        "Dr. Hearn: We need to run some more tests, find out what type of leukemia we're dealing with, and then we're going to figure out the best, most aggressive treatment.",
        "Liberty: Like chemo?",
        "Dr. Hearn: That's one option. There are several. Radiation, stem cell transplantation.",
        "Liberty: Well, which one is the one that's going to make me better?",
        "Dr. Hearn: I'll have a better idea of that after the next round of tests.",
        "Janet: But the most important thing, Sweetheart, is that we stay positive.",
        "Dr. Hearn: Absolutely. I'm going to go put a rush on those tests.",
        "Dusty: I'll be right back.",
        "Liberty: Mom, I'm scared.",
        "Janet: I know, Sweetheart. So am I, but we're going to fight this, and we're going to beat it.",
        "[SCENE_BREAK]",
        "Margo: Hey! There you are! I was beginning to think you weren't going to show.",
        "Katie: Well, you would have sent out an APB on Simon if we didn't, right?",
        "Margo: Oh, come on. I promise you this afternoon's going to be fun. It will be.",
        "Craig: Simon.",
        "Simon: Craig.",
        "Craig: You all packed and ready to go?",
        "Simon: Yeah. We're getting there.",
        "Craig: Mm-hmm. Getaway car idling at the curb. Next stop, destination unknown.",
        "Simon: Uh, New York, actually. And surprise, surprise, we're catching a plane.",
        "Craig: Manhattan. Interesting choice. You know what they say about it, don't you?",
        "Simon: If you can make a day, you can make it anywhere?",
        "Craig: No. There's a broken heart for every light on Broadway.",
        "Simon: Then I guess we'll live downtown.",
        "Craig: Broadway's a very long street.",
        "Margo: Oh, come on, Craig. This is a party, not interrogation.",
        "Craig: Oh, you're right. I'm sorry. But cut me a little slack. I'm about to say goodbye to my sister and it's breaking my heart.",
        "Henry: Hey! The guests of honor are here! Hallelujah!",
        "Katie: Hello, Henry.",
        "Henry: Yes. I got your favorite bubbly, Bubbles.",
        "Katie: Oh, you didn't have to do this.",
        "Henry: Yes, I did. Of course I did. This is a very, very, very special night. One that I want you to remember for a very, very long time. First, though, I'd like to propose a toast.",
        "Craig: No, thanks. Tonight I need something a little higher-proof.",
        "Henry: Okay. Um, to Katie and Simon.",
        "Jack: Hold on, Henry.",
        "Katie: Jack? Car-- what -- this is a surprise.",
        "Jack: I think the surprise is on us. Please do not tell me that you are seriously, seriously thinking about leaving town with this man. He's a fugitive, Katie. Do you understand what that means?",
        "Carly: Jack, come on.",
        "Craig: Wow. You're not going to tell me that you two are back together already?",
        "Carly: Would you knock it off?",
        "Craig: I mean, that's very impressive, Jack, even for you.",
        "Jack: Isn't there a waitress around here someplace you should be flirting with?",
        "Craig: Yes, but first I have a sister to say goodbye to. Speaking of waitresses, how's Janet?",
        "Margo: Whoa, whoa. Okay. Hi. Carly, Jack, I'm glad that you could make it. Henry was just going to make a little, little toast.",
        "Henry: Yes, uh yes. To Katie and Simon. I know I'm probably the last person you'd ever expect to say this, but I am happy that you two found each other again. Because if you're happy, then I'm happy. And if you need to go thousands of miles away from the people that you love to find that happiness, then so be it.",
        "Katie: Thank you.",
        "Henry: But tonight I would like to give you a few memories to take with you. First a toast, though, to Katie and Simon.",
        "Craig: Hear, hear.",
        "Katie: Henry, I'm touched. I didn't expect that from you.",
        "Margo: Neither did I.",
        "Henry: Yes. Let's get to the gift giving.",
        "Margo: Yes.",
        "Henry: This is from Emma. It's the Snyder family bible. Huh.",
        "Katie: Wow.",
        "Henry: I think you'll see on the front page there is a family tree.",
        "Katie: Oh, my gosh. It's beautiful. [Sighs] There's Holden. There's you, Jack. Brad. Emma already has Jacob in here.",
        "Margo: Let's give her our gift.",
        "Katie: No. You didn't have to do that.",
        "Henry: Oh yeah, yeah, we did. We did. It's a brand-new luggage set!",
        "[Laughter]",
        "Margo: We wanted to get you something practical 'cause, you know, you'll probably be moving from place to place. Remember the way you used to do with mama?",
        "Katie: Yeah.",
        "Margo: Yeah. So, you know, you never know where you're going to be sleeping from night to night.",
        "Katie: Simon and I are not going to let that happen.",
        "Margo: No, hopefully not.",
        "Katie: Is that going to be a running theme throughout this evening?",
        "Margo: What? What do you mean?",
        "Craig: Look, Katie, no one wants you to leave, and we're hoping to talk you out of this nonsense.",
        "Jack: I agree.",
        "Henry: Guys, stop it, please. Stop. This isn't about you. I know you're upset. We're all upset. We're all upset that Katie is leaving home and she's leaving her family and her friends and the town that she loves, but we have to accept it. This is her decision. It's just you mean so much to us. You mean so much to just about everybody in this crazy old town. Katie Snyder, this is your life. Now, I don't think there's anyone in this town who hasn't been touched by Katie in one way or another, whether it be a simple tightening of the thighs -- [Giggling] Or an all-over workout.",
        "[Laughter]",
        "Katie: Oh, my God.",
        "Henry: Or -- you say you want to try setting the standard for a beautiful bride. But I try whether it's for a marriage that wasn't meant to be -- or one that absolutely was. You're our hometown girl, Katie. Don't want to break my heart again you're the radiant spot in the center of our simple lives. Multi- talented. And always make us laugh. And you always, always, always touch our hearts. Because, really, you're the heart and soul of the town.",
        "Craig: Go ahead. Take her away. You'll only be breaking a lot of hearts, maybe Katie's, but then who's counting?",
        "Simon: Bite me, Craig.",
        "Henry: So, just know this, Bubbles, that you can travel the world, you can go wherever you want, but you will always have a bed and a home and a lot of people that really love you right here waiting for you to come back if you ever decide to do that.",
        "Katie: Okay, would you stop, please? This is too much, even for you.",
        "Henry: I'm sorry. I didn't want to upset you. That's the last thing I wanted to do. I'm sorry.",
        "Katie: Really? Is it? Are you all just trying to make me feel guilty for wanting to leave town with Simon?",
        "Henry: Absolutely not. Do you?",
        "Katie: Look, thank you all for all the trouble you've gone to. I really appreciate it, but it's getting late and Jacob needs to get to bed. I think its just time we say goodnight.",
        "Margo: You know, no, no, no. Wait. There's one more gift.",
        "Katie: Oh, yes. I'm sure there is. I can't handle another one.",
        "Margo: Come on. Here. You'll like it. It's about your trip. Come on. Here. Open it.",
        "Katie: What is it?",
        "Margo: Well, let's find out. This is a map of all the places you lived when you were little when Mama was on the road. I made it myself. Like it? 'Cause, you know, if you get bored in New York City, you just find a new place to live. Huh?",
        "Katie: Wow. We sure did travel a lot, didn't we? I don't even remember half these places.",
        "Margo: Yeah. Well, that's the thing about moving around. Everything just becomes a blur.",
        "Henry: It's amazing you turned out as stable as you did, considering your upbringing. I mean, think about it. You could have turned out like me.",
        "Katie: And now I'm supposed to be afraid of what's going to happen to Jacob if I uproot him, right? Is that what you're not so subtly trying to say?",
        "Henry: No. Nobody's saying that. Are you thinking that?",
        "Katie: No, not at all.",
        "Craig: This is going well.",
        "Jack: Okay, listen. I realize this is all my fault for asking Simon to come to town, but are you just going to stand there and let Henry and Margo serenade Katie out of town?",
        "Craig: I was told I couldn't play dirty until they buttered her up.",
        "Jack: Yeah, well, obviously it's not working. So?",
        "Craig: So you think it's time to take the gloves off?",
        "Jack: Well, you got to do something or she's out of here.",
        "Carly: Guys, I don't think that you should interfere.",
        "Jack: I really don't think we have a choice. Please. She could be leaving.",
        "Craig: I agree with you. So, who goes after Simon first?",
        "Jack: How about we hit him from both sides.",
        "[SCENE_BREAK]",
        "Janet: You know, it's true what they say. Life sure can change in the blink of an eye. Just yesterday Liberty was worried about getting her portfolio ready for F.I.T., and today she's waiting to hear if she needs radiation treatment or chemotherapy. How is she supposed to deal with that?",
        "Dusty: First of all, you got to figure out how you're going to deal with it.",
        "Janet: Yeah. How am I going to deal with that? What about school? What about graduation? Is she going to be finished in time to graduate? What about insurance? Jack doesn't have a job as a cop anymore. I'm not even sure if we have insurance.",
        "Dusty: Janet, you're my employee. You have insurance. Right now you have to focus on being strong for your daughter.",
        "Janet: Oh, God. I just hope I can be strong enough.",
        "Dusty: You will. Come on. Let's see how she's doing. Come on.",
        "[SCENE_BREAK]",
        "Henry: Can't go yet, 'cause I've got a few more surprises for you.",
        "Katie: I'm sure you do.",
        "Henry: Yeah. There's my little cowpoke. Ah, who's not going to miss that little doggie? And I, uh -- I know how hard it was for you to forgive me about Brad's death, but you did. And you let me back into your life and you let me back in the little fella's life. And I will cherish every memory that I have of him, especially our cowboy lullaby. Whoopie-ti-yi-yo get along little doggies I'm sure he'll miss me serenading him, so I made a little CD for you here. You can play this for him if he's ever missing Uncle Henry.",
        "Simon: Well, Katie and I are going to leave. There's not a damn thing you can do about it.",
        "Jack: Yes, there is, actually.",
        "Carly: Okay. Jack!",
        "Katie: What is going on in there?",
        "Henry: I didn't hear anything.",
        "Margo: Oh!",
        "Katie: Simon?",
        "Simon: Everything's fine. Just having a chat with the lads.",
        "Craig: Actually, Katie, would you mind waiting in the lounge just for a minute?",
        "Margo: Yeah, Craig's right. Let's just go.",
        "Katie: No, no, no, no, no! Stop telling me what to do! I knew it. I knew the second we walked in here that this whole party was just one big setup. So, you weren't all here to wish me bon voyage. You were just trying to convince me to change my mind and stay.",
        "Henry: We're worried about you, and we don't want to see you make a mistake.",
        "Katie: I already told you, this was my idea. I need to go away with Simon and start somewhere new. This is about me.",
        "Henry: We know. We just wanted you to see what you'd be leaving behind.",
        "Katie: Oh. Well, congratulations, Henry. You pulled it off. I know exactly what I'm leaving behind now -- a bunch of clingy, selfish people who claim to know what's best for me but really just want to hold me back.",
        "Craig: We're not trying to hold you back. We just want to protect you.",
        "Katie: Oh, shut up, Craig. As if you have any right to tell me how to live my life. Or you, Jack.",
        "Jack: I promised Brad that I would protect you and Jacob.",
        "Katie: I don't care what you promised. Brad wouldn't want you trying to control me. And how dare you use his memory in that way.",
        "Simon: Well, well done, everybody. Just an awesome party.",
        "[SCENE_BREAK]",
        "Janet: Hey. I can't find her anywhere.",
        "Dusty: None of the nurses have seen her.",
        "Janet: Where do you think she went?",
        "Dusty: Don't panic. She needs time on her own. Wherever she is, I'll find her.",
        "[Cell phone beeps]",
        "Janet: Oh, please be Liberty. \"Janet, we're having a goodbye party for Katie at the Lakeview. Jack will be there -- if you'd like to come. Margo.\"",
        "[SCENE_BREAK]",
        "Jack: Look, Katie, I don't blame you for being upset, but we are not here because we want to hurt you.",
        "Margo: No, no. We're here because we care about you.",
        "Craig: And we don't want to see you get hurt.",
        "Henry: We love you, more than you know.",
        "Katie: That's what none of you get.",
        "Margo: Get what?",
        "Katie: It's this need you all have to protect me. That's what's making me feel trapped here. That's what I've been trying to tell you.",
        "Simon: It's not the kind of love she needs right now.",
        "Jack: And you're sure that yours is?",
        "Simon: Unlike you guys, what I'm trying to do is put what she wants and needs ahead of everything else. Look, you all know I love her without conditions, right? You knew it when you wanted her to choose me over Brad's ghost. You knew it when you -- when you tracked me down and you brought me back here. Carly, you know more than anyone that love doesn't come wrapped in a neat little package.",
        "Carly: I'm on your side here.",
        "Jack: Leave Carly out of this.",
        "Simon: Look, I just want to leave you all out of it, to be quite honest. It was a stupid idea to come to this party at all. The sooner I get her away from you all, the better.",
        "Katie: Jacob and I want to go home.",
        "Henry: Wait a second. Wait, wait, wait, wait. No, look. I still have something to say.",
        "[SCENE_BREAK]",
        "Dusty: Hey.",
        "Liberty: That was fast.",
        "Dusty: I followed the smell of smoke. What are you torching there?",
        "Liberty: My sketches for F.I.T.",
        "[Car horn blows]",
        "Dusty: I hope you made copies.",
        "Liberty: Why? I don't need them now. I can't go to college anymore.",
        "Dusty: Who says that?",
        "Liberty: The cancer that I have. Hm.",
        "Dusty: You going to give up without a fight? That's not the Liberty I know. That's not the girl your mother's counting on.",
        "Liberty: Yeah, that girl wasn't sick.",
        "Dusty: People get sick, Liberty. A lot of times they get better.",
        "Liberty: Yeah, and a lot of times they die, like your wife. So, if you think trying to save me will make up for that -- I'm sorry. That was a really mean thing for me to say.",
        "Dusty: No. It's okay to be mean right now, even angry. I'll bet you feel like breaking something, don't you?",
        "Liberty: I feel like tearing the world apart.",
        "Dusty: Good. Why don't you start with a few windows?",
        "Liberty: Are you serious?",
        "Dusty: Yeah. Go ahead. It'll make you feel better.",
        "[Glass breaking]",
        "Liberty: I can't believe you just did that.",
        "Dusty: It felt great, too. Wha!",
        "[Glass breaking]",
        "Dusty: Yeah! [Laughing] Go ahead. Give it a try.",
        "Liberty: Aah!",
        "[Glass breaking]",
        "[Laughing]",
        "Dusty: Okay, ready? Aah!",
        "[Glass breaking]",
        "[Laughing]",
        "[Car alarm blaring]",
        "Liberty: Uh-oh.",
        "Dusty: Now you did it.",
        "Liberty: What do we do now?",
        "Dusty: Run.",
        "[SCENE_BREAK]",
        "Janet: Hi. Margo, I just got your text. I'm sorry to barge in.",
        "Margo: Well, nothing much to barge in on. The party's pretty much over.",
        "Janet: Is Jack here?",
        "Margo: He was.",
        "Janet: I missed him.",
        "Margo: Is there something wrong?",
        "Janet: Do you know where he went?",
        "Craig: No. It looked like Jack was about to punch out the Aussie here, so Carly dragged him outside to cool off.",
        "Margo: Craig --",
        "Craig: What? She deserves the truth.",
        "Janet: Do you know where they were going?",
        "Craig: No. No. Carly took him out, and I guess they just slipped off.",
        "Katie: Janet, what's wrong?",
        "Janet: Everything. Are you really leaving?",
        "Katie: Yeah. It's for the best.",
        "Janet: Why? Why is leaving the people that you love for the best? Why does everything have to end?",
        "Katie: You and Liberty can come visit her little brother anytime, anywhere.",
        "Janet: I have to go.",
        "Katie: What should we tell Jack if he comes back?",
        "Janet: Just -- you know what? Just don't say anything at all. In fact, don't even tell him I was here, okay? I wish you the best. I really -- I really do.",
        "[SCENE_BREAK]",
        "Carly: This isn't really about Katie and Simon anyway. And don't tell me it's about Brad, 'cause I know it's not. This is about you wanting to get back at Simon for taking me away.",
        "Jack: All right. It's no secret that I can't stand him. For a lot of reasons. And, yeah, taking you away, it's one of them.",
        "Carly: He didn't split us up, Jack.",
        "Jack: I know. I know. If you hadn't gone with him --",
        "Carly: What?",
        "Jack: I don't know. I -- who knows what would have happened if you hadn't left?",
        "Carly: No one. Nobody knows. We can't ever know. Things are the way they are. We can't look back. We can't change anything. You need to go in there and say goodbye to Katie and your nephew because that's what Brad would want you to do.",
        "Jack: You're right. You're absolutely right.",
        "Carly: Thank you.",
        "Jack: So, what, are you gonna gloat about it?",
        "Carly: I'm not going to gloat. I just want to go in where it's warm.",
        "Jack: That's a good idea.",
        "[SCENE_BREAK]",
        "Liberty: Do you think the cops are going to come?",
        "Dusty: Maybe.",
        "Liberty: Great. That's all I need on top of everything is to get arrested for destroying public property.",
        "Dusty: Well, you got to admit, it was a lot of fun.",
        "Liberty: Yeah, until the alarm went off.",
        "Dusty: Relax. The owner of the building's a sweetheart.",
        "Liberty: You know him?",
        "Dusty: Yeah, it's me.",
        "Liberty: You?",
        "Dusty: Yeah.",
        "[Dusty laughs]",
        "Liberty: That's really not funny.",
        "Dusty: I thought you needed to blow off a little steam.",
        "Liberty: No, it's not funny.",
        "Dusty: That's all.",
        "Liberty: You think I need to laugh, right, 'cause the rest of my life is such a joke, hmm?",
        "Dusty: Is that all you got? If you're going to hit me, don't hit like a wimp. Come on, let me have it. Go ahead. Let me have it. That's your best shot? Is it?",
        "Liberty: Shut up.",
        "Dusty: Well, come on! Let me have a real --",
        "Liberty: Shut up! Just shut up! Shut up!",
        "Dusty: That's good.",
        "Liberty: I'm sorry.",
        "Dusty: It's okay.",
        "Liberty: I don't know what's wrong with me. I'm so sorry.",
        "Dusty: Nothing's wrong with you. Anger's good. You hear me? Don't lose it. You need it to fight. You understand me?",
        "Liberty: What if the cancer fights harder?",
        "Dusty: Then you fight dirty.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Janet: Hello?",
        "Dusty: I found her. She's okay.",
        "Janet: Where was she? Forget it. Never mind. Just as long as she's okay.",
        "Dusty: We're headed back to her room right now.",
        "Janet: All right. I'm on my way.",
        "Dusty: You get a hold of Jack?",
        "Janet: No. He had other things to take care of.",
        "[SCENE_BREAK]",
        "Jack: I'm sorry I came down so hard on you earlier. This is your life, and if this is what you want to do, then I can't and shouldn't stand in your way.",
        "Katie: Thank you, Jack.",
        "Jack: And I'm not going to let my personal feelings for Simon dictate your happiness, either.",
        "Simon: Well, that's big of you.",
        "Jack: This will go a lot smoother if you just don't talk. I promised my brother something, and I'm going to keep it. Hey, little man. Listen, I told your daddy that I'd watch out for you, and that's what I intend to do. Wherever they take you, wherever you go, wherever you -- wherever you end up, I'll always come for you if you need me. Count on it. You're a Snyder, kid. You'll always be a part of my family. And you'll always have a home here. You be good to them.",
        "Simon: I will.",
        "Carly: Jack, we should go.",
        "Jack: Bye, kid.",
        "Katie: Bye.",
        "Carly: Oh, take care of yourself, both of you.",
        "Simon: Okay. Wow. You ready?",
        "Katie: As I'll ever be.",
        "Simon: Let's go.",
        "Henry: I don't know about you, but I can't imagine my life without Katie.",
        "Craig: I'm going to miss her, too. I wasn't always the best brother, but I sure did love her.",
        "Margo: Oh, my God. Will you guys stop talking about her as if she's dead? She's just moving to New York, where she swears she's going to be very happy, and that's really all we want for her, isn't it?",
        "Craig: Forgive me if I don't think she'll ever find happiness with someone like Simon Frasier.",
        "Margo: Well, it's done, and we've got to let her go. So, to Katie and Simon, like it or not.",
        "Simon: You okay?",
        "Katie: No. No, I'm not. I can't do this. I can't leave. They were right.",
        "Simon: Who?",
        "Katie: All of them. If I take Jacob away now, he's going to grow up the same way I did.",
        "Simon: What, to be perfect?",
        "Katie: No, without a home -- a stable home and friends that he's known since kindergarten.",
        "Simon: Okay, stop, stop, stop right now. Listen to me. This whole party was calculated to get this response from you.",
        "Katie: I know that, but it doesn't make it any less true. My son deserves better than I had.",
        "Simon: We are going to give him everything he needs.",
        "Katie: He needs a home with extended family all around him who love him, who he can count on. I can't deny him that. I can't leave.",
        "Simon: Okay. All right. That's fine. Whatever you want. If you want to stay, we'll stay. We'll figure out how to make it work.",
        "Katie: We tried that and we failed, twice.",
        "Simon: Well, you know what they say about the third time.",
        "Katie: I don't think that applies to us.",
        "Simon: We're not going to know until we try.",
        "Katie: I can't do that to you.",
        "Simon: What? Just what exactly are you doing to me?",
        "Katie: I'm strapping a chain around your ankle.",
        "Simon: Well, maybe that's what I want and need.",
        "Katie: No, Simon. That's not what you need. I know you, and that is not what you need.",
        "Simon: Just stop, please, okay? Just give me this. Take a few deep breaths. Let's take a few days and see where our heads come up, okay? We're still trying to figure this whole thing out.",
        "Katie: I think I already have.",
        "Simon: Let me try to do this for you.",
        "Katie: I can't.",
        "Simon: Why not?",
        "Katie: Because you're gonna try so hard, you're going to end up hating me.",
        "Simon: Come on. That isn't even possible.",
        "Katie: You are trying to make up for a past hurt, and I love you so much for that, but this isn't what either of us needs right now.",
        "Simon: I like who I am with you.",
        "Katie: I do, too. But you know what you need to do.",
        "[SCENE_BREAK]",
        "Liberty: I'm so going to win this game.",
        "Janet: Game?",
        "Liberty: Of chicken. Making sure that the cancer blinks first.",
        "Dusty: Run it right off the road.",
        "Liberty: Oh, yeah.",
        "Janet: Okay. Well, whatever. That sounds good to me.",
        "Liberty: Hey, when I get out of here, I might want to come work for you with mom and Teri. She's right. You're a pretty good boss.",
        "Dusty: I don't think I could afford you. But speaking of work, I better get out of here before Teri burns the place down to the ground.",
        "Janet: I'll walk you out. Liberty, are you okay?",
        "Liberty: Except for the cancer, never been better. Bye, Dude. See you guys later.",
        "Janet: Uh, I don't know what you said, but you sure cheered her up.",
        "Dusty: No big deal.",
        "Janet: Well, once again, I owe you. I don't know how I'd be coping if it weren't for you.",
        "Dusty: You'd be coping fine. Did you get through to Jack?",
        "Janet: He's got other things to worry about.",
        "Dusty: No, he doesn't. You keep trying him, okay? I've got to go over to Metro.",
        "Janet: I'll call you later.",
        "[SCENE_BREAK]",
        "Jack: I guess we can just pretend that none of that happened and start over.",
        "Carly: With saying goodbye?",
        "Jack: Yeah.",
        "Carly: Okay. So, what'll you do? Where will you go?",
        "Jack: I don't know. I guess I'll bum a cot at the station till I figure that out. Thanks for talking me off the ledge earlier. It would have felt nice to pop Simon one.",
        "Carly: For a minute.",
        "Jack: Yeah. You know me too damn well.",
        "Carly: You still surprise me from time to time. Jack, you're married, you know. You're like the most married man I know, so --",
        "Jack: Carly, that light is fading fast.",
        "Carly: Yeah, well, it's still burning, though, isn't it? Just go, okay? Go before you do something you regret.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Margo: It's Katie! It's Katie! Katie!",
        "Katie: Hi. Can I come in?",
        "Margo: Sure. Is everything okay?",
        "Katie: Yeah. It is now.",
        "Margo: So, are you coming in?",
        "Simon: No. I'm just going to hang here. Katie's got something she wants to tell you.",
        "Henry: So, is this the official goodbye?",
        "Katie: No. I can't do it. I can't leave.",
        "Margo: Oh, thank God! Thank God!",
        "Katie: Oakdale is my home, and it should be Jacob's home, too.",
        "Henry: Amen to that.",
        "Craig: I can't tell you how happy I am that you've come to your senses!",
        "Margo: Yeah! What changed your mind?",
        "Katie: Well, I guess your fake farewell party worked after all.",
        "Margo: Ah.",
        "Simon: Hey.",
        "Henry: You okay?",
        "Simon: Katie is. That's what counts.",
        "Henry: It's a far, far better thing.",
        "Simon: It actually feels kind of good to be noble for once.",
        "Henry: Yeah. It almost suits you. So, I guess I'll get used to seeing you around here, huh?",
        "Simon: No, Mate. No, I'm -- I'm heading out.",
        "Henry: Why?",
        "Simon: Listen, I'm not really the settling-down type. Finally managed to convince Katie of that.",
        "Henry: You know, your gift for lying's starting to get a little rusty.",
        "Simon: Once again, I think it's what's best for Katie.",
        "Henry: Good Lord. Now I'm really impressed. Come here, you.",
        "Simon: Listen, try not to miss me, all right?",
        "Henry: Actually, I think I'm going to miss the hell out of you.",
        "Simon: I'll miss you, too. Listen, please just take care of her. You really are the best friend she's ever had.",
        "Henry: I'm trying to be.",
        "Simon: Well, keep it up.",
        "Henry: Take care of yourself.",
        "Simon: That's what I do.",
        "Henry: Goodbye, man.",
        "Simon: See you, Mate.",
        "Henry: Yeah.",
        "Craig: Well, I personally take full credit for your turnaround, because nothing Margo or Henry did seemed to work.",
        "Katie: Craig, I can safely say that nothing you did changed my mind.",
        "Margo: Aha! Take that!",
        "Craig: Fine, fine. All I care about is you're not going anywhere.",
        "Henry: I second that. Bubbles, please, please don't ever do that to us again, okay?",
        "[NEXT_ON]",
        "Noah: If I can't get Dr. Oliver, then this surgery's not happening.",
        "Luke: How do I get this guy to change his mind?",
        "Damian: Make him an offer he can't refuse.",
        "Holden: You're sure that Sharkey is on Damian's payroll?",
        "Molly: Yeah, but that's my gut feeling, Holden. That's not fact.",
        "Holden: Okay. So what do we do now? You're going to tell me, why is Damian Grimaldi calling you?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GEJo-njEglU"
}