{
    "Episode Summary": [],
    "Recap": [
        "Barbara is deemed incompetent to stand trial and sentenced to thirty days evaluation at the state mental hospital, much to Hal's chagrin. Chris makes an impassioned plea to Emily, Emily telling him no and to go home to her sister. When Emily goes to the hospital, Hal rebuffs her, his concerns lying with Barbara. Margo talks to Chris and urges him to stay away from Emily and talk with Allison; if she's not the girl he truly wants to marry, he should set her free before it's too late. Molly tells Holden and Lily that she's moving to LA with Abigail; after she leaves, Holden tells Lily that he doesn't feel close to her anymore and it's not because of Molly. He's not sure if they should keep trying to salvage their marriage."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: Holden? Holden, are you here? I need to talk to you.",
        "Lily: I thought I made myself clear the other night. You are not welcome here.",
        "[SCENE_BREAK]",
        "Emily: Are you sure Lieutenant Munson hasn't checked in? This is his wife. No. Are you new? That's his ex-wife in the hospital, Barbara. This is Emily -- Emily Munson. Yeah, whatever. If he calls, just tell him I called again. Thank you. Oh, my God!",
        "Chris: Sorry, sorry. I was just about to knock.",
        "Emily: Yeah, no. It's Barbara. Since yesterday, and the garage and everything that's happened --",
        "Chris: I know.",
        "Emily: I'm just a little --",
        "Chris: I know. I've been jumping at shadows all morning.",
        "Emily: Stop, please. No.",
        "Chris: Emily, it was just a hug.",
        "Emily: No, it isn't, Chris. It's never just a hug with us, okay? So no more hugging. In fact, just go. Please, just leave.",
        "Chris: Emily --",
        "Emily: Just go away, Chris.",
        "[SCENE_BREAK]",
        "Hal: Come on, Barbara, wake up.",
        "Bob: Hey, take it easy, Hal. Look, she'll be coming around soon. It won't be much longer.",
        "Hal: How come she's the only one who gets a good night's sleep?",
        "Bob: You were here last night. I had no choice. I had to sedate her.",
        "Hal: Is her paperwork done?",
        "Bob: How many times are you gonna ask me that?",
        "Hal: I want this woman behind bars. Will isn't safe. None of us are safe until this woman is arraigned. I want her back in the courthouse.",
        "Tom: I'm afraid that's not possible, Hal.",
        "[SCENE_BREAK]",
        "[Jack hums]",
        "Julia: Don't stop for me. You sound great.",
        "Jack: No.",
        "Julia: The chair, by the way, is a total loss.",
        "Jack: Oh, maybe, maybe not. Here, have a seat. Coward, look. Good as new.",
        "Julia: Thank you.",
        "Jack: So I can fix chair legs. Add that to the case file, \"crucial information about a guy called Jack.\"",
        "Julia: Yeah, I think you're a musician. [Jack laughs] No, seriously. You sounded great last night. And it's not just the music. You seem like you're so at home up there in front of all these people.",
        "Jack: Yeah, just call me Elton John.",
        "Julia: I don't think so.",
        "Jack: What, Mick Jagger?",
        "Julia: You're better looking. You have smaller lips.",
        "Jack: So, according to you, I'm talented and have smaller lips than Mick Jagger? I better stop there before I find out I owe the IRS a million bucks.",
        "Julia: No, you pay your debts.",
        "Jack: I got to tell you, last night was the first time since the accident I felt like myself, like I was doing what I was born to do. For a minute there, I actually -- I actually knew who I was.",
        "[SCENE_BREAK]",
        "Carly: Is that you, Jack? Were you at the Water Park like Parker said? Are you alive, and just lost? Hi, how are you?",
        "Parker: Better.",
        "Carly: Yeah, how come?",
        "Parker: Remember when we put the message in the bottle for Jack? When I threw it in the river, it felt like he was so far away from us. And now, it's different. I knew it when I woke up this morning. Jack's getting closer to us.",
        "[SCENE_BREAK]",
        "Chris: Emily, what the hell is going on? [Knock on door] Em, open the door.",
        "Emily: Will you be quiet, please? What if somebody hears you?",
        "Chris: Oh, and that's not gonna attract any attention?",
        "Emily: All right, look, we have enough problems with Aaron on our case. Margo saw us.",
        "Chris: Who cares what Margo saw, okay? Yeah, fine, I'm sure it was shocking for her, but -- but you and I, I mean, for all we knew, we -- we weren't gonna live, you know? We could have died there.",
        "Emily: So, what? On your last moments on this earth, instead of telling me how much you love my sister, you decided to kiss me? It's not gonna fly.",
        "Chris: What -- what's your point?",
        "Emily: We can't be together anymore.",
        "Chris: Oh, so you just want to pretend that this isn't going on?",
        "Emily: Nothing's going on.",
        "Chris: If nothing's going on, then why did you just throw me out? Look, yesterday, you know, you said that we had to resolve some things. And I agree, we do, because we were together, and then all of a sudden it ended, and neither of us knew why.",
        "Emily: But we knew it had to end, didn't we? So you moved away, I married Hal, and now you're marrying my sister.",
        "Chris: Even so, whatever it is that drew us together in the first place, I still feel it. You do, too.",
        "[SCENE_BREAK]",
        "Molly: Look, I know you're hurt, but I'm running out of ways to tell you that Holden and I are just friends. And yes, we started leaning on each other more than we should have, but you weren't around.",
        "Lily: Are you blaming me for you kissing my husband?",
        "Molly: Look, I tried to talk to you. I warned you more than once, Holden was taking Jack's death really hard --",
        "Lily: You know what? If you tell me one more time how I'm supposed to take care of my husband --",
        "Molly: You know, you are losing him, Lily, and not to me. Which is why I'm leaving. You know, I don't want to be in the middle of it anymore.",
        "Lily: Well, that's big of you.",
        "Molly: You're even a sore winner. You don't want my advice, and quite frankly, I am tired of being blamed for your problems, so I'm moving to Los Angeles.",
        "Holden: Not because of me, I hope.",
        "Molly: No, no. I just -- I just need a fresh start, and Abigail actually needs a new roommate.",
        "Lily: So, you're leaving for good?",
        "Molly: I'm on my way to the airport.",
        "Lily: Have a nice trip. I'm gonna check in with Emma.",
        "Holden: I'll catch up. You want to tell me what this is really all about?",
        "[SCENE_BREAK]",
        "Hal: She was charged and convicted. She was out of options, so she escaped. It doesn't take a psychoanalyst to figure that out.",
        "Tom: Nonetheless, if you want those charges to stick, we have to counteract any defense based on mental defect.",
        "Hal: She is not insane.",
        "Tom: She dove out of a window, Hal.",
        "Hal: And I've got 20 witnesses that saw her do it. She escaped! She kidnapped my wife, your brother at gunpoint, she drove her car into the foyer of the state mental hospital and tried to kidnap my son.",
        "Tom: And I intend to prosecute her on all those charges, and every charge related to James Stenbeck's escape, but I can't do it.",
        "Hal: Until she's awake? Wake up, you cold-blooded --",
        "Bob: Hal, Hal! Hal, if you can't control yourself, you'll have to leave. Until she's discharged, she's my patient.",
        "Tom: Come on, let's go outside. Come on. Hey, I know how you feel.",
        "Hal: It's not about how I feel, Tom. It's about what needs to be done. For all we know, Stenbeck could have operatives ready to yank Barbara out of this hospital and fly her overseas. I want this woman in a secure facility.",
        "Dr. Michaels: Sorry, gentlemen. Until I sign off on this, Barbara is not going anywhere.",
        "Tom: Judge's orders.",
        "Hal: She staged all this for effect. This is Barbara that we're talking about, Lynn. She wrote the book.",
        "Dr. Michaels: And luckily, I've read it.",
        "Dr. Michaels: Save your breath, Hal. There is no way around this.",
        "Hal: She's dangerous, Lynn!",
        "[SCENE_BREAK]",
        "Carly: What do you mean, Jack is closer?",
        "Parker: He just is.",
        "Carly: Really?",
        "Parker: You still believe that he's alive, don't you?",
        "Carly: I want to.",
        "Parker: He's far away, and now he is closer.",
        "Carly: Well, why do you think that is? Because we went to the Water Park yesterday?",
        "Parker: No, because -- because -- like, it feels like if I reach my hand out as far as I can, it feels like Jack's reaching his hand out, too. I can't explain it.",
        "Carly: Oh, no. That's -- that's okay. If you believe, then so do I.",
        "Parker: Now we have to find him.",
        "Carly: That would be good. Why don't you run upstairs and check on Sage for me, and I'll think about this, okay?",
        "Parker: Then we can go find Jack?",
        "Carly: As soon as I figure out a place we should look, that's what we'll do. If Parker can feel you -- hello, is Toby there, please? Would you tell her that Carly Snyder is calling? I need her help.",
        "[SCENE_BREAK]",
        "Jack: Last night I woke up, and I thought about how good it felt to play in front of those people, and maybe that's enough.",
        "Julia: What do you mean?",
        "Jack: I may never find out who I was.",
        "Julia: Who you were?",
        "Jack: I mean, it's like I'm trapped and I can't -- I can't live on hold anymore, right? I mean, I've got to do something. I've got to make decisions, and living here with you and JJ, and in front of those people last night -- that's who I am right now. And you know something? Most people never get it that good. So maybe I should stop worrying about what I don't know, and start being grateful for who I am. I'm a lucky man.",
        "[Knock on door]",
        "Julia: I should get that.",
        "Frank: Hi. Frank Norris, the manager down at Costello's? Yeah, I know, I should have called first, but since I was in the neighborhood and everything, and -- hey, Jack, how are you?",
        "Jack: Hey.",
        "Frank: May I come in?",
        "Julia: Yeah, sure.",
        "Frank: Because I've got to tell you, man, my phone is ringing off the hook. \"When's he coming back? Do you take reservations?\"",
        "Julia: He was great.",
        "Frank: I mean, they love you, man. He was sensational. And you know what? I would like to offer you a regular gig. Say, maybe Thursday, Friday, Saturdays.",
        "Julia: Jack's still recovering.",
        "Jack: How much does it pay?",
        "Frank: Well, I can start you off at minimum wage -- well, plus tips, you know. And hey, look -- the way you were playing, I mean that could pull you in an extra couple hundred a night.",
        "Jack: Yeah, I'd like the opportunity. I would, Frank. But the salary's an issue --",
        "Frank: Okay -- minimum plus five. But that is as high as I can go. For now. But you know, I mean, we can always renegotiate.",
        "Jack: Very generous offer, Frank, it is. But here's my real issue. I'd need to be paid off the books.",
        "Frank: Yeah, yeah, sure. Okay, fine. Whatever. You know, the tips are cash, and I can pay you right out of the till. That's cash, cash, and more cash. So, we got a deal?",
        "Jack: I'll see you tonight.",
        "Frank: 8:00.",
        "Jack: You got it.",
        "Frank: All right.",
        "Julia: That was --",
        "Frank: Bye now! Jay Bush and Duke here",
        "[SCENE_BREAK]",
        "Margo: Where are we at?",
        "Tom: Lynn Michaels is in with Barbara.",
        "Margo: How's he holding up?",
        "Tom: Well, he wants her locked up, and I don't blame him. He's afraid that she's gonna go after will next.",
        "Margo: He's right.",
        "Tom: Where's Emily? Hey?",
        "Margo: I -- she's probably recovering from last night, being abducted at gunpoint.",
        "Tom: But she's fine, isn't she? I mean, she wasn't injured.",
        "Margo: No, she wasn't injured.",
        "Tom: Well, why isn't she here?",
        "Margo: She's probably sick of dealing with Barbara. I know I certainly am.",
        "Tom: Or maybe you're not telling me what's really going on.",
        "Margo: I don't know what's going on.",
        "Tom: Well, you know something. Look, if you want to keep secrets from me about your love life, that's fine. But this is my case, my friend.",
        "Margo: This isn't about us.",
        "Tom: Then what is it about?",
        "Margo: It's about Emily and your brother Chris. Barbara tied them up, left them in a boathouse. And when I found them -- they were kissing.",
        "Tom: I don't understand.",
        "Margo: Well, I don't -- she had them tied face-to-face, they were scared, they thought it was their last day on earth. Given their affair that they had years ago. I don't know why. Don't ask me why.",
        "Tom: Well, did you talk to them?",
        "Margo: I talked to Emily, and she said it was because of the bizarre circumstances, and -- I didn't buy it. I think there's a lot more going on between her and Chris than she's going to admit, and I told her so.",
        "Tom: Well, she must've appreciated that.",
        "Margo: Yeah, I wanted her to know what she was risking. If she lost her beautiful family, she'd never forgive herself.",
        "[SCENE_BREAK]",
        "Chris: What if it's a mistake to ignore what's going on between us?",
        "Emily: What are you suggesting? That I cheat on my husband and you cheat on Alison?",
        "Chris: Look, will you forget about them for one minute? Please, Emily, when I'm with you, it's -- it's easy. We have this connection where I don't have to think. It's like we understand each other.",
        "Emily: It's because we've known each other a very long time, Chris. You know? Me and you -- this -- it's not real, you know? The situation. My feelings are real. But this is a fantasy. This can't be!",
        "Chris: I cannot stop thinking about you.",
        "Emily: I'm sorry, that's not my problem.",
        "Chris: So you want to just pretend that we don't want each other?",
        "Emily: I never said I wanted you.",
        "Chris: You didn't have to.",
        "Emily: I want you to leave.",
        "Chris: That's not gonna solve anything.",
        "Emily: I'm just telling you right now -- you either leave, or I talk to Hal, and I explain to him that he needs to talk to you, okay? Do you understand what I'm saying? I'm making a decision for the both of us. It's over, okay? Go home to my sister now.",
        "Chris: It's not over.",
        "[SCENE_BREAK]",
        "Dr. Michaels: Do you know where you are?",
        "Barbara: I'm in the hospital. And it's September.",
        "Dr. Michaels: Do you know why you're here?",
        "Barbara: There was an accident.",
        "Dr. Michaels: You drove your car through the front of the state mental hospital. [Barbara laughs] This strikes you as funny?",
        "Barbara: It's hilarious, don't you think? Somebody trying to break in to a mental hospital?",
        "Dr. Michaels: What I'm wondering is, why.",
        "Barbara: I had no choice.",
        "Dr. Michaels: You had no choice?",
        "Barbara: They were trying to lock me up.",
        "Dr. Michaels: But do you know why?",
        "Barbara: To keep me away from him.",
        "Dr. Michaels: From whom?",
        "Barbara: The leader. They don't want me to see the leader. I had no choice!",
        "[SCENE_BREAK]",
        "Carly: Toby. Come in, please. Thank you so much for coming by.",
        "Toby: Anytime, Carly. Jack was a good friend.",
        "Carly: Yeah. I remember the first time that you two worked together.",
        "Toby: Jack wasn't so sure he believed in psychics.",
        "Carly: Right.",
        "Toby: So what can I do for you, Carly?",
        "Carly: Well, I would appreciate if you wouldn't tell any of the guys about this. Especially Hal.",
        "Toby: No, of course not. Do you want me to see if I can contact Jack?",
        "Carly: Yeah, if you can. I mean, I know that you guys were friends, so if it's upsetting for you --",
        "Toby: Anything I can do to help, Carly. This was important to you and Jack.",
        "Carly: Yeah. Yeah, it was sort of a symbol for us. Can you feel him? Is he trying to reach us?",
        "Toby: It's odd. I never know what to expect, but this is new to me. I -- I don't sense Jack's presence at all.",
        "[SCENE_BREAK]",
        "Jack: Sorry.",
        "Julia: It's all right. It just felt so great.",
        "Julia: It was amazing.",
        "Jack: You know, the one good thing about having no memory is that I can honestly say I don't think I've ever been this happy. [Jack laughs] I don't even know my last name, I don't know who I am or where I'm from, and I suddenly have a job singing in a club.",
        "Julia: 'Cause you're amazing. I told you.",
        "Jack: No, you're the one's who's amazing. Thank you for all your support. I can finally pay you back now.",
        "Julia: Oh, no, no --",
        "Jack: Yes, what are you talking about? Without you, I would have never made it off that park bench.",
        "Julia: You would have. You would have found your way.",
        "Jack: To Costello's? I highly doubt it. It's all been you. You brought me back.",
        "Julia: We should toast. I only have orange juice. Do you like orange juice?",
        "Jack: I love orange juice. Hey, well, look who's been busy.",
        "JJ: There's something in here. I can't get it out.",
        "Jack: Well, let's take a look at it. Oh, a message in a bottle. How mysterious. I wonder who it's for?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Julia: Flattery will get you nowhere.",
        "Jack: Oh, come on.",
        "Julia: The bottle goes.",
        "[SCENE_BREAK]",
        "Carly: Why can't you connect with Jack, then? Unless he's not dead.",
        "[SCENE_BREAK]",
        "Molly: Abby called. I swear, that kid of ours has radar. She has this really beautiful house on the beach, and she just lost her roommate.",
        "Holden: So you're going.",
        "Molly: Hey, not every day your kid wants you to move in with them.",
        "Holden: I just hope that this has nothing to do with you and me.",
        "Molly: Oh, it would be so easy to just close my eyes and fall in love with you all over again. But I'm not going to because you're married, and I'm just not going to put myself in another no-win situation. So, I am moving to California. Who knows? Maybe I'll get sick of all that sunshine.",
        "Holden: Abby is very lucky.",
        "Molly: Why?",
        "Holden: She's got you.",
        "[SCENE_BREAK]",
        "Barbara: He said he would fix it.",
        "Dr. Michaels: Relax.",
        "Barbara: He said he would fix Will.",
        "Dr. Michaels: Relax your arms.",
        "Barbara: That he'd make him happy, he'd make us all be happy again, but I had to come to him, I had to do what he told me to do. He was the leader, he said he'd fix it. He said he had instructions for me, that he had a plan.",
        "Dr. Michaels: I'm going to give you something. It's going to help you relax.",
        "Barbara: No! No, no, no, no, no! No, you're going to take Will away from me! First, Hal took him away, and now you're gonna take him away from me again!",
        "[Barbara screams]",
        "[SCENE_BREAK]",
        "Margo: What the hell?",
        "Hal: Lynne, what's going on?",
        "Dr. Michaels: Barbara got agitated. I've given her a sedative.",
        "Hal: Another sedative?",
        "Dr. Michaels: Just a small dose. She may fall asleep, but probably not for long.",
        "Hal: And then what?",
        "Dr. Michaels: I'm sorry, Hal. I cannot release her.",
        "Hal: Lynne, I've got a judge waiting to indict her.",
        "Dr. Michaels: I know. I know how much suffering she's caused, I know how frustrating this must be for you. But I cannot let you proceed with the hearing. I certainly can't let you incarcerate her without further evaluation.",
        "[SCENE_BREAK]",
        "Jack: I don't know, buddy. It doesn't seem like this bugger wants to come out of there.",
        "JJ: But it could be important. It could be a map, or a letter, or a coupon.",
        "Jack: A coupon?",
        "JJ: Matthew Hennessey once found a coupon to the Cineplex good for 15 movies.",
        "Jack: 15? Well, we better get this thing out of there, then, huh? Or we could break the bottle?",
        "JJ: No, no!",
        "Jack: Okay, we won't break the bottle. We won't break the bottle. But, um -- knitting needles. Go get on of your mommy's knitting needles, but be careful, they're very sharp on the end. Don't run with them. Thank you. All right. Now, here we go. Let's try to get this --",
        "Julia: What are you boys up to? Protecting Jack, I see. Jack, what do you have to say for yourself?",
        "JJ: It's my fault. I made him do it.",
        "Jack: No. JJ found a message in a bottle. It could have a map, or a letter, or a coupon.",
        "[Julia laughs]",
        "Julia: Or it could staph, or strep, or something worse.",
        "JJ: But maybe someone's stuck on an island, and this was his last sheet of paper. And I find him. And we get a huge, gigantic reward.",
        "Julia: I think the only reward you're getting for finding that bottle, baby, is a bath. Look at you.",
        "JJ: But I had a bath last night.",
        "Julia: I know. It's tough being a kid, huh? Go, on, march. I'll be right there.",
        "Jack: Well, thank you.",
        "Julia: You see what I'm really like?",
        "Jack: Yeah. And we're both crazy about you.",
        "Julia: Flattery will get you nowhere.",
        "Jack: Oh, come on.",
        "Julia: The bottle goes.",
        "Jack: Ah.",
        "[SCENE_BREAK]",
        "Carly: What do you mean, you can't feel him?",
        "Toby: When a person dies before they're able to make peace with the situation, it's been my experience that the spirit is sometimes reluctant to let go and move on.",
        "Carly: But that would certainly be Jack. He was happy. There's no way that he was ready to leave the children, or leave me.",
        "Toby: In cases like yours, I've often been able to make contact with the person who's died, but --",
        "Carly: Well, why can't you connect with Jack, then? Unless -- unless he's not dead, and that's why you can't reach him. Because he's alive.",
        "[SCENE_BREAK]",
        "[Chattering]",
        "Emily: Did you sleep at all last night?",
        "Hal: No.",
        "Emily: Okay, well then let's go across the street to Al's. Let's go get something to eat.",
        "Hal: I'm not hungry, Emily.",
        "Emily: Honey. You need a break. Dr. Michaels said that Barbara's gonna be out for awhile, just a cup of coffee --",
        "Hal: Emily, didn't you just say that understood something about what I'm going through here?",
        "Emily: Well, in case you didn't notice, so am I. She abducted me at gunpoint.",
        "Hal: And I will make sure that you get the chance to testify.",
        "Emily: That's not what I'm talking about. I was alone last night.",
        "Hal: I told Margo to make sure you got home all right.",
        "Emily: Aaron brought me home, okay? I was fine, that's not the point. I needed you. I needed my husband, and my husband needed me. Won't you look -- you look terrible. Just five minutes, come with me. Let's get something to eat. We need to spend some time together. Please, I know what Barbara does to you. She pushes your buttons, honey. Five minutes, that's all I'm asking for. So you can decompress. Please?",
        "Hal: She awake?",
        "Dr. Michaels: She's still sedated, but you can see her.",
        "Margo: It's just hell on Emily. He doesn't even see her, she's all alone.",
        "Tom: Is that how you felt? When I took the job as D.A. and started working all those hours.",
        "Margo: I understood. I mean, it did cut down on our being together. But it wasn't your fault.",
        "Tom: But if I'd been around?",
        "Margo: Every marriage is tested. I failed the test.",
        "Tom: I better talk to Chris before this gets out of hand.",
        "Margo: You know what? Why don't you let me talk to him, because you've got enough on your plate already. And maybe I can warn him off.",
        "Tom: Are you sure?",
        "Margo: Yeah, I'm on it.",
        "Tom: Good to see you.",
        "Margo: You, too. Chris? You got a minute?",
        "Chris: Sure.",
        "[SCENE_BREAK]",
        "Hal: She's conning you, doctor!",
        "Dr. Michaels: What about the fact the fact that she had a brain tumor not six months ago? The fact that she's had a history of extreme behavior? The fact that she is in thrall to her ex-husband?",
        "Hal: You're blaming me?",
        "Dr. Michaels: James Stenbeck -- who knows what he's done to her. He certainly did a job on you. Just now, she's going on and on about someone she calls \"the leader.\" The she gets hysterical when I refuse to release her. How can I not recommend observation?",
        "Hal: No, Lynn!",
        "Dr. Michaels: 30 days, Hal. I'm sorry.",
        "Hal: You're faking this, Barbara. I know it. And I'm not letting you get away with it.",
        "[SCENE_BREAK]",
        "Toby: I just wish I could have been more help.",
        "Carly: You were great. You have no idea.",
        "Toby: Carly, he's still here. His love for you will never die.",
        "Carly: Yeah, thank you.",
        "Toby: You call me if you want to talk.",
        "Carly: Yeah, okay, I will. Toby?",
        "Toby: I feel him.",
        "Carly: Jack?",
        "[SCENE_BREAK]",
        "Julia: I thought you were going to throw that thing away.",
        "Jack: I was. But then I got to thinking.",
        "Julia: Really? About what, buried treasure?",
        "Jack: About JJ and how sure he was that something important was in here. And I was trying to remember what that felt like, to be so sure of yourself.",
        "Julia: You seemed pretty sure of yourself up there with the piano.",
        "Jack: That felt good.",
        "Julia: I've been thinking about what you said. About living in the here and now, leaving the past behind. I think that you're right. I think the past will take care of itself. If you're meant to remember something, then you will. And if not, you're right, things are good.",
        "Jack: No, you're right.",
        "Julia: You ready to get rid of that? Thank you. So have you thought about what you're going to wear tonight?",
        "Jack: Not really. You bought all these for me?",
        "Julia: You have to look the part.",
        "Jack: You're too good to be true. So which one do I wear, which one do you like?",
        "Julia: I don't know. Go try them on for me, would you please?",
        "Jack: Yes, I'll try them on for you so you can see. What's in here, shoes?",
        "Julia: Yeah, I can't have you wearing those flip flops on stage.",
        "Jack: What's wrong with my flip flops?",
        "Julia: What's wrong with the flip flops? Come on, they're going to get up and walk away.",
        "[SCENE_BREAK]",
        "Chris: You know, Margo, my shift starts in 20 minutes.",
        "Margo: Well, this won't take long.",
        "Chris: Is there a problem?",
        "Margo: I hope not. Sit.",
        "Chris: Okay, fine. You know, they're not even serving yet --",
        "Margo: That's okay, we're not drinking. [Chris chuckles] You know that Tom and I are separated.",
        "Chris: Yeah.",
        "Margo: Do you know why?",
        "Chris: Do you think this is appropriate?",
        "Margo: It's okay, just answer the question.",
        "Chris: Yeah. I do. I heard about Doc Reese, not that it's any of my business. But if you're insinuating that I cheated on Alison, you've made a mistake. Okay? Emily and I just had few harmless kisses.",
        "Margo: Harmless kisses.",
        "Chris: Yeah, that's all it was.",
        "Margo: Good. Then I'm not too late.",
        "Chris: Too late for what?",
        "Margo: Chris, I never slept with Doc Reese. It was just a few \"harmless kisses\".",
        "Chris: Your point?",
        "Margo: My point is -- I betrayed your brother. I really hurt him. And he walked out, and now my marriage may be over. And I say this just so that you will stop and think, and please don't make the same mistake that I made. If you love Alison, then commit to her 100%. But if you have any doubts, then just let her go. Don't string her along until you try to convince yourself. Just do the right thing. Talk to her now before it's too late.",
        "[SCENE_BREAK]",
        "Lily: Molly left?",
        "Holden: Yep.",
        "Lily: She tell you about the little conversation I had with her the other night?",
        "Holden: Nope.",
        "Lily: I went to see her. She didn't tell you?",
        "Holden: No, Lily, she didn't mention it.",
        "Lily: I wasn't very friendly. I was very upset -- with her about --",
        "Holden: The woman is moving to California. Can we just drop it?",
        "Lily: I didn't ask her to leave.",
        "Holden: She didn't say you did.",
        "Lily: Then why are you angry with me?",
        "Holden: Because -- my relationship -- my friendship -- friendship with Molly -- it meant a lot to me. It was important to me. I depended on her. Especially lately. And now she's gone.",
        "Lily: And you're blaming me?",
        "Holden: No, Lily, I'm not blaming you. The world does not revolve around you. This was about me. I lost a friend. It has nothing to do with you.",
        "Lily: Okay. What I supposed to do? Just forget that you kissed another woman? Just go on with our lives like nothing happened? Tell me.",
        "Holden: No. I told you what happened. I was honest with you. I felt that we could talk about it, but I guess I was foolish to think that. Because if I actually went to kiss Molly, I guess I thought that maybe we were already too far apart to talk.",
        "Lily: What are you talking about? What are you saying?",
        "Holden: That I don't feel as close to you -- as I should. And that Molly has nothing to do with this.",
        "Lily: Then we have to work on it, Holden.",
        "Holden: How many times are we go to work on it?",
        "Lily: As long as it takes. Because that's what marriage is.",
        "Holden: When it works. And I'm not so sure that ours does anymore.",
        "[SCENE_BREAK]",
        "Emily: Well, how's she doing?",
        "Hal: She's just peachy. Tom, what's the word?",
        "Tom: I spoke to Lynn and the judge.",
        "Hal: Lynn wants Barbara evaluated for 30 days. If I weren't rock solid with my witnesses, I might be worried.",
        "Tom: Well, we'll be fine when it comes to that.",
        "Hal: What do you mean?",
        "Tom: Given the security concerns and the history, the judge has ordered that Barbara be admitted to the state mental hospital effective immediately.",
        "Hal: What?",
        "Tom: He'll reevaluate in thirty days.",
        "Hal: That's where Will is, Tom!",
        "[SCENE_BREAK]",
        "Julia: They are gonna love you.",
        "Jack: What're you wearing?",
        "Julia: Um, I'm not coming. I don't have a baby-sitter for JJ.",
        "Jack: Well, I took the liberty of calling Kayley. And she's gonna watch JJ tonight.",
        "Julia: Really?",
        "Jack: Really. I want you to be there.",
        "Julia: I want you to take the pants off -- so I can hem them.",
        "Jack: So you can hem them?",
        "Julia: Mm-hmm.",
        "Jack: That's why you want me to take 'em, off?",
        "[Julia chuckles]",
        "Jack: Thank you. We're gonna have fun tonight.",
        "[SCENE_BREAK]",
        "Carly: Parker, do you have -- a nine?",
        "Parker: Go fish.",
        "Carly: Rats. Toby, your turn.",
        "Parker: If Toby's your good friend, how come I've never met her?",
        "Carly: Well -- I don't know every single one of your friends, do I? From school? From soccer? From swimming?",
        "Toby: Parker, do you have a six?",
        "Parker: You're here because of Jack. You feel it, too.",
        "Toby: Yes, I do.",
        "Parker: I told you Mom. Jack's still alive.",
        "[NEXT_ON]",
        "Lily: We're missing things in our marriage, but why turn to Molly? Why did you do that? And why did you hurt me like that?",
        "Carly: Parker, he's still feeling things. He still insists that Jack is going to come home. And I'm starting to believe he may be right.",
        "Julia: I'm not going to go anywhere. You be the guy at the piano. I'll be the girl with the smile."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=jMPRNNSVh_U"
}