{
    "Episode Summary": [],
    "Recap": [
        "Liberty is sure that Parker doesn't want to ask Ashley out anymore because he was affected by the kiss they shared. Parker tells Liberty that her kiss only rated a C- and dares her to kiss him again but Liberty tells him he already had his chance with her and he won't get another chance. Janet doesn't show up for work and Brad thinks something is wrong but Katie persuades him not to check on Janet. Liberty later tells Brad that Janet has a black eye and she thinks that her date last night hit her. Brad warns bud to stay away from Janet and later an angry Bud demands that Janet calls Brad and tell him she hurt herself. Brad arrives and thinks Bud is hitting Janet again and punches him. Bud tells Brad he is going to press assault charges against him Noah and Luke get ready to meet with Colonel Mayer and think that Coyle and Police Detective Livia Gordon are helping them but later discover that they are working for Colonel Mayer. Noah watches his father put Ameera in a car and drive away but since he can't bear to see Ameera hurt he jumps onto the back of the car to try and rescue her. Allison accuses Chris of getting her kicked out of the nursing program because she refused to sleep with him. Chris asks the nursing supervisor Brenda to keep their conversations confidential."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: Luke, I am really not sure we should be doing this.",
        "Luke: Do we really have a choice?",
        "Noah: My dad said --",
        "Luke: Your dad said that he'd kill us if we didn't bring Ameera to Pier 17. That sounds like police business to me.",
        "Noah: Yeah, but we don't want to make him angry.",
        "Luke: Angry?! Like he's not angry already?!",
        "Noah: Luke, I'm just saying, we don't want to push him over the edge.",
        "Luke: Noah, I hate to break it to you, but for your dad, the edge is like 18 miles behind him. Look, we're not doing what he wants. Ameera's already in police custody. Either way, it's gonna hit the fan today. I just think we could use some backup.",
        "[SCENE_BREAK]",
        "Alison: Yeah, and nothing like that has ever happened to me before. You know, I was reading the biology text, and then, all of the sudden, I was like, \"Wow. I actually understand this.\"",
        "[Both laughing]",
        "Amy: That's great.",
        "Alison: Yeah, it was even kind of scary, 'cause I kind of found it interesting. [Alison laughs] Hi. Are we late?",
        "Brenda: Alison, I need to have a private word with you.",
        "Alison: Okay, sure. I'll see you in class.",
        "Amy: Yeah.",
        "Alison: Super way to start the day.",
        "Brenda: So, the situation is this -- your grades have been borderline, and your lab work has been very poor.",
        "Alison: I know, I know, but I was just telling Amy that --",
        "Brenda: It's clear the nursing school is a real struggle for you.",
        "Alison: It has been, but I think I've kind of sorted through the things that were giving me trouble, and -- and I really think I'm gonna do better in lab, because -- because just last night, I, uh -- I redid my lab notes, and I figured out what went wrong. See?",
        "Brenda: Alison, I think we're talking too little, way too late.",
        "[SCENE_BREAK]",
        "Katie: So, I want to do a segment where we talk to people and tell them to put the issues in order of importance.",
        "Brad: Waffles or eggs?",
        "Katie: Right. Mr. and Mrs. Oakdale voter, what's more important, waffles or eggs?",
        "[Brad laughs]",
        "Brad: I'm sorry. You know I can't think while I'm hungry. Come on.",
        "Katie: Well, why don't we get some bagels and go to work.",
        "Brad: But you love Al's.",
        "Katie: I did love Al's, B.J.",
        "Brad: Excuse me?",
        "[Katie laughs]",
        "Katie: Before Janet.",
        "Brad: Oh, oh. You know, I -- you know, I want to talk to you. Well, you know, I want to talk to you about how important it is not to empower other people, like Janet for example. You really don't want to limit your choices because of her.",
        "Katie: Oh, I'm so touched that you're concerned about me limiting my choices --",
        "Brad: I am.",
        "Katie: -- And your access to hash browns.",
        "Brad: It's -- it's the perfect way to start a day. The second most perfect way to start a day.",
        "[SCENE_BREAK]",
        "Katie: Vienna, why are you waiting tables?",
        "Brad: Yeah. Why isn't Ja -- yeah, why isn't Janet doing that?",
        "Vienna: Janet isn't doing it because she never showed up this morning.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Liberty: Just come pick me up from school for lunch, okay? And -- and don't be late. I don't like to be kept waiting.",
        "Parker: Who were you talking to like that?",
        "Liberty: My mom.",
        "Parker: And if she's late, she's fired.",
        "Liberty: I have to keep her on a short leash. You do not know what she's like when she loses control.",
        "Parker: Have to make sure she knows who's in charge, right?",
        "[Liberty laughs]",
        "Liberty: Something like that. Oh, hey, here comes the object of your affection. I'm waiting, tough guy.",
        "Parker: What are you talking about?",
        "Liberty: Don't think about it. Just ask her out.",
        "[SCENE_BREAK]",
        "Brad: Did Janet even call?",
        "Vienna: Well, she left some kind of message, but the only thing I could get was that she was taking the day off for personal reasons.",
        "Katie: And having worked here so long, she accrued a lot of personal days.",
        "Brad: Well, I mean, at least she called.",
        "Katie: Wow, everybody, we have a candidate for employee of the month. She leaves Vienna high and dry, but at least she called? Come on, Brad. Even you have to admit that that is really feeble.",
        "Brad: I do, I do. Which is why I think something is wrong.",
        "Katie: Yeah, something is wrong. She's lazy and rude.",
        "Brad: Well, one way or another, I'm gonna find out.",
        "Katie: Wha -- hey.",
        "Katie: Wha -- hey. Can we talk about this?",
        "Brad: What? What is there to talk about?",
        "Katie: The fact that you think something's wrong. Janet called and said she wasn't coming in. She didn't come in. End of story. End of your involvement in the story.",
        "Brad: You don't know her like I do.",
        "Katie: You had one prom night with her 17 years ago.",
        "Brad: Janet is real small town. She is way too polite to leave Vienna in the lurch like this.",
        "Katie: Oh, yeah. And that same politeness had her barging into our hotel room the first night she got here.",
        "Brad: With doughnuts! See? Polite.",
        "Katie: Okay. Alternative theory to the situation -- she's with the guy that she met last night. They're taking care of personal things together.",
        "Brad: Or it means that she's in trouble.",
        "Katie: Well, if she is, then it's of her own making, and it's none of our business. Why don't we let Janet take care of Janet like the big girl that she is?",
        "[SCENE_BREAK]",
        "Parker: You're gonna have to stop doing that.",
        "Liberty: Then get going. Go ask her to the movies again. Not that I got you up to speed, your date will end with a little bit more than a handshake.",
        "[Liberty laughs]",
        "Parker: I'm not asking her in front of an audience.",
        "[Liberty laughs]",
        "Ashley: Hey, Guys.",
        "Liberty: Oh, hey. Are you gonna ask her?",
        "Ashley: Ask me what?",
        "Parker: Didn't you think the math homework was really hard?",
        "Ashley: Yeah. So I paid my brother to do it for me. See ya.",
        "Liberty: Wow. I'm really surprised Ashton Kutcher isn't following you around right now, taking notes on your technique.",
        "Parker: I told you, I'm not asking her out with you around.",
        "Liberty: You know, I don't think that's it at all.",
        "[SCENE_BREAK]",
        "Katie: Good to see your concern for Janet didn't affect your appetite.",
        "Brad: Mmm.",
        "Katie: Kim, hi. Would you like to join us?",
        "Kim: As a matter of fact, I would. You're the one I'm looking for. Hi. I have good news.",
        "Brad: I love good news.",
        "Kim: Your idea about covering the presidential campaign, and I'm thinking about it. I think it's a good one. I need to try to get a budget together in the next couple of days.",
        "Katie: So you think I can go out on the road?",
        "Kim: Yeah. Well, if Brad can handle things here at the studio.",
        "Brad: Or -- or I could have celebrity co-host. Jessica Simpson, Pamela Anderson.",
        "Kim: Oh.",
        "[Brad laughs]",
        "Brad: Come on! I'm just kidding! Don't look so serious.",
        "Katie: No, actually, I was just thinking, maybe it isn't such a good idea.",
        "[SCENE_BREAK]",
        "Liberty: You're not asking Ashley out because you can't stop thinking about me.",
        "Parker: That's right. I kissed you, and now you're at the center of my universe, my reason for being.",
        "Liberty: Just because you're joking about it doesn't mean it's not true.",
        "Parker: No, it not being true would make it not true. Adios, Liberty. Hope you and your delusions have a wonderful morning.",
        "Liberty: Mm.",
        "[SCENE_BREAK]",
        "Aaron: Amy, have you seen Alison?",
        "Amy: She was just here. Uh, the head nurse just --",
        "Aaron: What happened? What happened?",
        "Alison: What always happens.",
        "Aaron: What are you talking about?",
        "Alison: That no good deed goes unpunished. I stayed up all night studying, and more than that, I got my hopes up. And then what ends up happening? Well, I get kicked out of school!",
        "[SCENE_BREAK]",
        "Noah: I guess you're right. We don't have a choice. Wait. Will they believe us?",
        "Luke: We can have them call Jack or Margo back home if they need to check on our identities.",
        "Noah: Right. Wish we knew who the hell that Coyle guy was, though.",
        "Coyle: Right behind ya.",
        "Luke: Oh. You're following us. You gonna set us up again?",
        "Coyle: Heard about what happened. That wasn't me, okay? I think it was your dad. We wanted make it look that way because he doesn't want you trusting me.",
        "Noah: Yeah, 'cause you've been a real help so far.",
        "Coyle: I'm sorry I wasn't there to help. I was down in Washington. We got a new intelligence report.",
        "Livia: It seems pretty clear that Colonel Mayer's planning to leave the country.",
        "Luke: And you are?",
        "Livia: Livia Gordone, NYPD. I'm the lead detective on the case.",
        "Coyle: We're working together now.",
        "Luke: We were just gonna go to the cops. I think you should know what Noah's dad said to us.",
        "Livia: Ah, I can make a good guess.",
        "Luke: Wow, you're pretty nonchalant about death threats.",
        "Livia: Uh no, I'm not, but Guys, one, nothing's gonna happen to you, and two, Winston Mayer is not gonna get away -- not on my watch.",
        "[SCENE_BREAK]",
        "Alison: This is great. That was wonderful. I was all, like, this good little girl being like, \"Look, teacher. Look how hard I worked.\"",
        "Aaron: Alison --",
        "Alison: Which made dumping me that much more fun for her.",
        "Aaron: Let's get out of here.",
        "Alison: No. I have to work my shift. I can't go to class, but I'm gonna do my job. They're not gonna see me run away. Why are you laughing?",
        "Aaron: I'm not laughing, believe me. I'm smiling, because I -- I like that you won't let them see that they hurt you.",
        "Alison: Well, they did.",
        "Aaron: That's why you need to be with an old friend who really sees what's going on.",
        "[Door opens]",
        "Alison: Aaron, what do I tell my mom?",
        "Chris: Terrific. You guys know this is a hospital, not -- are you crying?",
        "Aaron: Let's get out of here.",
        "Alison: No. He's gonna find out anyway. I just had a nice chat with your pal Brenda, the nursing queen. She gave me the old boot.",
        "Chris: I'm sorry.",
        "Alison: Yeah. Well, I'm sorry that I wasted all your time. Alison Stewart strikes again.",
        "Chris: I really am sorry. I'll leave you alone.",
        "Brenda: Dr. Hughes, I --",
        "Chris: Yeah, I just saw Alison.",
        "Brenda: So then you know?",
        "Chris: Yeah. I didn't think you'd move quite so quickly.",
        "Brenda: Why wait? What good would it do the nursing program or Alison? You were right, so I did what you told me to do.",
        "[SCENE_BREAK]",
        "Livia: Tell me what he said one more time.",
        "Noah: Um, he said that if I didn't bring Ameera to Pier 17 by noon tomorrow that he'd, uh, kill us.",
        "Livia: Pier 17. Totally open. He's gonna be able to spot any kind of surveillance.",
        "Coyle: Not necessarily. He's coming in by boat. If the kid is here and we're here --",
        "Livia: Undercover.",
        "Luke: Wait, wait, wait. What kid is where?",
        "Coyle: Noah, you're gonna go down there and meet your dad.",
        "Luke: No. No! No, no, no. No way. You're not gonna use him as human bait.",
        "Noah: No, Luke, I'm going to do it. I have to.",
        "[SCENE_BREAK]",
        "Liberty: Hey, what time is it?!",
        "Parker: What time does the noon bell usually ring? Noon?",
        "[Liberty laughs]",
        "Liberty: You know, they actually say that sarcasm is the defense of the weak.",
        "Parker: Your mom didn't show up?",
        "Liberty: Hey, did you ask that Ashley out yet.",
        "Parker: Okay, would you just get off of that?",
        "Liberty: Hmm. You don't want her anymore. You want me.",
        "Parker: You?",
        "Liberty: Right. I mean, Parker, who would want a hamburger when they've already had steak.",
        "Parker: You really need to work on your self-esteem, because you have, like, way, way too much.",
        "Liberty: Well, my lunch period is completely free, so you want another lesson?",
        "Parker: In kissing?",
        "Liberty: We could move onto the intermediate level.",
        "Parker: Let me be completely honest here. That kiss that was supposed to get me all turned on -- C-minus.",
        "[Liberty laughs]",
        "Liberty: Yeah, right.",
        "Parker: Okay, the truth is, I -- I really think I need a better teacher.",
        "[SCENE_BREAK]",
        "Katie: Join us tomorrow. We'll be talking to local chefs about desserts you can prepare ahead of time.",
        "Brad: And to some working moms on how to deal with their kids' summer vacation! Aah! That's \"Oakdale Now\" for now.",
        "Kim: And we're out. That was a good show. Thanks very much.",
        "Katie: Thanks.",
        "Kim: But it does make me think about doing something a little more political, because we're getting very domestic around here.",
        "Katie: Well, that may be true, but does it really necessarily mean that I have to go out on the road?",
        "Brad: That's where the candidates are.",
        "Katie: Right. I know that. [Brad laughs] It's just that I thought maybe we could cover the issues from a more small-town perspective.",
        "Brad: You really want to stay here and talk about ready-made desserts instead of covering live press conferences with the candidates?",
        "Kim: You know what? You two need to talk this over a little bit more alone. But you have to get back to me this afternoon with an answer, okay?",
        "Brad: I cannot believe that you're giving this up. I know how much you want it.",
        "Katie: It's just that there's a lot of stuff going on right now -- getting adjusted to the new house, Liberty.",
        "Brad: Janet. I mean, can we at least be honest and say that's what's really going on, and that's what this is about?",
        "Katie: No, it's about you and the fact that you feel guilty, and she uses that.",
        "Brad: Okay, here's what it comes down to, all right? You got to have faith in me. You got to believe that I can handle her. And I can. There is absolutely nothing for you to worry about.",
        "[SCENE_BREAK]",
        "Liberty: I cannot believe you just said that.",
        "Parker: You don't want to believe that I just said that.",
        "Liberty: I know you've never been kissed before -- not like that.",
        "Parker: You don't know me as well as you think you do.",
        "Liberty: Okay. You know, whatever. Fine.",
        "Parker: Great. Have fun with your mom -- if she ever shows up.",
        "[Liberty scoffs]",
        "[Cell phone ringing]",
        "Liberty: No, I do not want to leave a message.",
        "[SCENE_BREAK]",
        "Henry: Hey. Hey, Sweetheart. No, no, no, no, no. What are you doing? What are you doing? Give me that.",
        "Vienna: I'm doing what has to be done.",
        "Henry: No. You do not bus the tables. You are the chef -- a culinary artiste. Where's our new employee?",
        "Vienna: Janet -- she couldn't come in.",
        "Henry: Really? Well, then, she'd better be at the hospital, bleeding from a head wound. If it's a case of the sniffles, that's not cutting it.",
        "Vienna: No, no, no. She's not sick.",
        "Henry: Then she'd better be in jail.",
        "Vienna: No, I don't think so. She said something about personal reasons.",
        "Henry: Personal rea -- okay. I'll give her personal reasons. \"Why don't you take your attitude and find another job? Is that personal enough for you, huh?\" Yeah.",
        "Vienna: Henry, why are you so hard-hearted? That's not like you. What's wrong?",
        "Henry: You know what's wrong. I hate seeing you work so hard. When I see it getting worse, it's -- I can't tolerate it. However, the end is within sight. Present for you -- long-overdue pampering.",
        "[Vienna laughs]",
        "Vienna: Emerald Manor? What's that?",
        "Henry: French manicure and Swiss pedicure, Egyptian salt scrub, Mexican seaweed wrap, and Japanese shiatsu. It's a veritable U.N. of restorative ecstasy.",
        "Vienna: All for me?",
        "Henry: Yes, all for --",
        "Vienna: But we can't afford this.",
        "Henry: Yeah, well, I just got back from a meeting with Bonnie where I gave her the go-ahead. I told her that you and I discussed it and that we'd like to go after the money from Gray Gerard's estate.",
        "Vienna: And she really thinks we have a chance at getting it?",
        "Henry: As soon as we cash that first check, you are going to Emerald Manor to be treated like the queen that you are.",
        "Vienna: Oh, Henry --",
        "[Vienna laughs]",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Janet: Go away! I don't need the room cleaned today, thank you.",
        "Liberty: So, you decided to work from home today, which is really hard, considering that you are a waitress.",
        "Janet: Listen, Liberty, go back to school. I'm not feeling well, okay?",
        "Liberty: Mom -- whoa. You don't really look too good either. Who did that to you?",
        "Janet: Nobody.",
        "Liberty: That nobody packs a really mean punch.",
        "Janet: Look, I've had a really bad day, Liberty, and I really don't need my wiseass daughter making cracks about how I look.",
        "Liberty: Mom, Mom, I know I've been a pain -- I really do -- so I came to have lunch with you. And I promise, I will be really, really nice to you.",
        "Janet: No thanks. I'll take a rain check. Don't let the door hit you on the way out. Bye.",
        "[SCENE_BREAK]",
        "Alison: You've heard, haven't you?",
        "Susan: No secrets in this place.",
        "Alison: I was just finishing my shift. I was gonna come tell you in person.",
        "Susan: You okay?",
        "Alison: Great. Terrific. What should I screw up next -- beauty school, taxidermy?",
        "Susan: Ali --",
        "Alison: Mom, please don't be nice to me in public right now, okay? They're not gonna see me cry.",
        "Susan: You could go home. I'll talk to your supervisor.",
        "Alison: No. No. No, I'm gonna stick it out. I have like 10 more minutes left on my shift or something. I don't want Chris to know that I walked away.",
        "Susan: Does it really matter what Chris thinks?",
        "Alison: After everything Chris has done for me, yeah. It matters a lot.",
        "Susan: So, you two didn't have a -- a falling out or anything?",
        "Alison: No. Well --",
        "Susan: Well what? I'm not prying. I just to know exactly what went on between the two of you.",
        "Alison: Okay, well, we, uh -- well, I -- I decided that we -- you know, that we shouldn't be together. Why are you asking this? This isn't like you?",
        "Susan: Because when I heard you'd been dismissed from the program, I also heard that Chris had something to do with it.",
        "[SCENE_BREAK]",
        "Bob: Kind of quiet. Things okay at the hospital?",
        "Chris: Fine.",
        "Bob: Personal life?",
        "Chris: Well, you and Mom will be happy to know that Alison and I -- well, I slowed things down considerably.",
        "Bob: Oh, I see. You know, I like Alison. I really do.",
        "Chris: But?",
        "Bob: Well, we both know that she's her own worst enemy. It is difficult to be involved with somebody who has so many problems.",
        "[SCENE_BREAK]",
        "Alison: No. This -- this can't be true. Chris would never do something like --",
        "Susan: All of the sudden, it looks like you think he could.",
        "Alison: No, no. He -- he has done everything to help me, Mom. Mom, he was the one who got me that makeup exam in the first place.",
        "Susan: But that was before you decided that the two of you shouldn't be involved, right? What happened?",
        "Alison: Well, I -- I decided that we shouldn't sleep together, and he got mad, and --",
        "Susan: And what?",
        "Alison: And he just assumed that I was sleeping with Aaron, and then he got really mad and --",
        "Susan: Mad enough to, uh, pay you back?",
        "Alison: No, no. Chris was on my side!",
        "Susan: Right until the point when you told him that he wouldn't be getting a really nice thank you present.",
        "[SCENE_BREAK]",
        "Noah: No, look, you're not gonna talk me out of this, okay? I don't have a choice.",
        "Luke: Yes, you do. You can have Coyle and Wonder Woman over there figure this out. You don't have to put yourself in harm's way.",
        "Noah: Ameera wouldn't be in this if not for my father. I have to do what I can to help her.",
        "Luke: The stuff I love about you most is also the stuff that drives me crazy.",
        "Coyle: Sorry to interrupt, but we need to get going. We're already late.",
        "[Luke sighs]",
        "Noah: All set.",
        "Luke: Look, if Noah's gonna go, I want to go, too.",
        "Coyle: I can't see that being a good idea. You wait here, out of harm's way.",
        "Livia: You know, I don't think it will be a problem. It might make Mayer less suspicious.",
        "Coyle: You think?",
        "Livia: I think. Why don't you take Noah down to tech? I'll prep Luke, and we'll meet you at the pier.",
        "Coyle: Sounds like a plan. All right. Let's move though. The Colonel doesn't like to be kept waiting.",
        "Noah: Yeah. I know that.",
        "Livia: Study the map, okay? I want you to know all the ways out of there. You guys are pretty tight, huh?",
        "Luke: Yeah, we're -- we're pretty tight.",
        "Livia: Not anymore.",
        "[SCENE_BREAK]",
        "Katie: You will keep an eye on him while I'm away, won't you?",
        "Kim: Like that will work.",
        "Brad: Hey. What are you doing out of school?",
        "Liberty: Um, lunch hour. I -- I had to talk to you, 'cause I'm really worried about my mom.",
        "Brad: I knew it. Is she okay? What happened?",
        "Liberty: Yeah, no, she's fine. She's just a little embarrassed. Okay, uh, that guy she met the last night -- I think he kind of smacked her around a little bit, because she has this really bad black eye.",
        "Brad: What? I told Katie the guy was no good.",
        "Katie: What guy? What's wrong?",
        "Brad: Can you stay with her? I have to go teach some guy a lesson.",
        "[SCENE_BREAK]",
        "Brad: Janet, open up.",
        "Janet: Go away.",
        "Brad: I know what happened. Liberty told me.",
        "Janet: Kid's got a big mouth. Don't look at me like that.",
        "Brad: The guy at the bar do that to you? Answer me. Who did that?",
        "Janet: It looks a lot worse than it feels.",
        "Brad: That doesn't answer the question. Who did that? His name is Bud or something, right?",
        "Janet: This isn't your problem, Brad.",
        "Brad: It is. It's a big problem when a guy punches a woman.",
        "Janet: Hey, it was my fault.",
        "Brad: Is that what he told you, that you made him do it? That's bull. You know it, Janet.",
        "Janet: Look, you have a wife. This is not your problem. So why don't you go back to Katie and let me handle this my own way?",
        "[SCENE_BREAK]",
        "Katie: Can we talk about this?",
        "Liberty: Juice -- it is very, um, very nutritious, and it's good for you, and it's a very pretty color, so --",
        "Katie: About your mom.",
        "Liberty: Well, right now, she's not really a very pretty color.",
        "[Liberty laughs]",
        "Katie: You know, my mom, uh, wasn't exactly like other moms either. I mean, of course, I loved her. It's just that a little less drama would have been nice.",
        "Liberty: Yeah, no, it's -- it's fine. She's my mom. Um, it's not bad. She's just not that smart when it comes to guys.",
        "Katie: Has this happened before?",
        "Liberty: It's not like she gets beat up all the time or anything. It's just -- she just doesn't have the best screening process in the world.",
        "Katie: And that worries you.",
        "Liberty: Okay, um, one thing I do love about my mom is even though she gets black eyes is we don't really have heart-to-heart talks about our feelings, and I'm really down with that.",
        "Katie: Right. Point taken.",
        "Liberty: On the other hand, I -- I don't mind talking about you.",
        "Katie: What?",
        "Liberty: So, your husband, who just took off to defend his old girlfriend, the mother of his child -- how does that make you feel?",
        "[SCENE_BREAK]",
        "Bud: Hey. How's it going?",
        "Brad: This guy bothering you?",
        "Bud: Hey!",
        "Woman: It's just -- I'm waiting for someone. I'll wait over here.",
        "Bud: What the hell do you think you're doing?",
        "Brad: You listen to me, and you listen good, okay? Women who don't like you -- and I think that's a very high percentage -- from now on, stay away from them.",
        "Bud: Who do you think you are?!",
        "Brad: I am the guy who's gonna beat the crap out of you next time you hit a woman. And Janet -- Janet -- you stay away from her. You bother her ever again, you will never bother anyone ever again. Do you understand me?",
        "[SCENE_BREAK]",
        "Bob: Alison, you care to join us?",
        "Alison: No, uh, thank you. This will only take a minute. I know what you did.",
        "Chris: What?",
        "Alison: And why.",
        "Chris: Hey, look, if you're upset, then --",
        "Alison: I have done a lot of low things in my life, but this --",
        "Bob: Alison, what are you talking about?",
        "Alison: About the fact that your son got Brenda to get me kicked out of the nursing program.",
        "Chris: I didn't do that. I could never do that to you.",
        "Alison: Not according to my mother and a lot of people at the hospital.",
        "Chris: Alison, Brenda makes her own decisions.",
        "Alison: You know, Dr. Hughes, you can say whatever you want. She'll back you up. I can't do anything about it. But you and I both know the truth. If I had slept with you, I would be in class right now.",
        "Bob: Alison --",
        "Alison: I'm sorry. I'm sorry. You have always been nice to me. But your son -- I have done some pretty low things in my life, but at my lowest, I'm better than you.",
        "[SCENE_BREAK]",
        "Noah: Where's Luke?",
        "Coyle: Livia must be keeping him out of sight. Don't react. Your father might be watching.",
        "Noah: My father's watching, won't he see that Ameera isn't here? What if he just leaves?",
        "Coyle: He's not gonna leave. He's got to talk to you first.",
        "Noah: What do I say?",
        "Coyle: You just stall him until we can grab him. Shouldn't take long.",
        "Noah: You sure this is gonna work?",
        "Coyle: The best shot we got at getting him. And you know Ameera or Luke is never really safe until we -- till we have him. So go out there. Make sure he sees that you're alone. You think this is funny?",
        "Noah: No. I just never thought of myself as a John Wayne type. Man's got to do what a man's got to do.",
        "[SCENE_BREAK]",
        "Katie: You're really, really good at that.",
        "Liberty: At what?",
        "Katie: Taking the subject off yourself and onto something else.",
        "Liberty: Okay, I just wondered if it didn't bother you that Dad is taking care of my mom one more time.",
        "Katie: Well, um, it's a nice quality that I appreciate in Brad -- him taking care of other people. So if I don't want to change him, and I don't, then I guess I just have to accept it.",
        "Liberty: You are, like, really wise, aren't you?",
        "Katie: Wise enough to know that you're a lot more worried about your mom than you want to let on.",
        "Liberty: She is fine! She will live.",
        "Katie: Or is it something else?",
        "Liberty: Okay. I just feel like this whole thing is kind of my fault, because she has really been lonely lately, and I've been blowing her off, which is --",
        "Katie: Right. And the solution to this problem would be to spend the rest of your life being your mother's shadow, because, after all, she is your responsibility and everything.",
        "Liberty: Very funny.",
        "[Cell phone rings]",
        "Katie: Hey.",
        "Brad: Uh, I found that guy Bud, and I talked to him. Just tell Liberty he's never gonna bother her mother ever again.",
        "Katie: Everything's okay. You coming back?",
        "Brad: After I let Janet know that I talked to him. Can you make sure that Liberty gets back to school?",
        "Katie: It would be my pleasure.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Janet: Brad, I told you to -- you.",
        "Bud: You got a lot of nerve, you know that, siccing that goon on me?",
        "Janet: I'm gonna call security.",
        "Bud: I didn't do anything to you, and you know that. You gave yourself that shiner.",
        "Janet: Get out!",
        "Bud: I'll go as soon as you tell me what the hell you're up to.",
        "[SCENE_BREAK]",
        "Liberty: Hey, thanks for the ride. You know, I don't need a personal escort into the building.",
        "Katie: Oh, sorry. [Liberty laughs] You okay?",
        "Liberty: Yeah, I'm fine. Thanks for being so nice about my mom.",
        "Katie: Of course. Actually, I'm gonna go by the Lakeview now and see if there's anything she needs.",
        "Liberty: Like industrial-strength concealer?",
        "Katie: Now I know you're okay. Go, have fun. Learn.",
        "Liberty: Bye.",
        "Katie: Bye.",
        "Liberty: Hey, Snyder. Wait up. So, uh, did you find a new teacher yet, or did you just go buy \"Kissing for Dummies\"?",
        "Parker: Actually, I thought maybe I could borrow your copy.",
        "Liberty: What is that supposed to mean?",
        "Parker: It means I'm questioning your teaching credentials. It means that I think that Dylan is the first and only guy that you've ever made out with.",
        "[Liberty scoffs]",
        "Liberty: You've got to be kidding me!",
        "Parker: I think you don't really know what you're doing.",
        "Liberty: I know 15 times more than you ever will.",
        "Parker: Okay. Well, prove it, then.",
        "[SCENE_BREAK]",
        "Chris: Thanks, Dad.",
        "Bob: Listen, is there any part of what she said the truth?",
        "Chris: No. No, I think, uh --",
        "Bob: Yeah?",
        "Chris: I think she needs what she said to be true so her failure isn't her fault. Look, Dad, you said yourself she's her own worst enemy.",
        "Bob: Well, she seemed pretty sure of what she was saying.",
        "Chris: Dad, everything that happened between Alison and the nursing program was entirely above board.",
        "Bob: I hope that's true.",
        "Chris: What?",
        "Bob: Well, I just hope that she keeps her accusations to herself.",
        "[SCENE_BREAK]",
        "Aaron: Hey.",
        "Alison: Hey. Thanks. Thank you for coming.",
        "Aaron: Well, don't thank me. I'm just glad you left work.",
        "Alison: Well, not until I finished my shift. I mean, I finished my shift. He can't say that I didn't.",
        "Aaron: Alison, you seem even more upset.",
        "[Alison sighs]",
        "Alison: My mom -- she said --",
        "Aaron: Okay, your mom wants you to be a nurse. Fine. But that doesn't give her the right to come down on you.",
        "Alison: No, no. You don't understand. She said that -- that Chris did it -- that he told Brenda to get rid of me.",
        "Aaron: What?",
        "Alison: And then I realized he did it because I wouldn't sleep with him.",
        "Aaron: When he blew up at you when he came to the farm, when he saw us together.",
        "Alison: Payback -- he wants payback.",
        "Aaron: So, what are you gonna do about it?",
        "[SCENE_BREAK]",
        "Noah: Where is he? Coyle? Coyle, where are you?",
        "Winston: Still having trouble following orders, huh?",
        "Noah: I thought you weren't coming.",
        "Winston: I'm always true to my word, Noah. You know that. Where's Ameera?",
        "Noah: Actually, uh --",
        "Coyle: Right here.",
        "Winston: Hello, Mrs. Mayer. Real nice to see you again.",
        "Livia: Easy, Cowboy. This ain't the movies.",
        "Winston: Nice work. I'll take over from here.",
        "Coyle: Pleasure doing business with you.",
        "Livia: You should pay more attention to your father. You could learn a lot.",
        "Winston: You know, she's right. You always were way too trusting. It's a real liability.",
        "Noah: Luke. What did you do to Luke?!",
        "[SCENE_BREAK]",
        "Luke: Noah? [Luke groans] Noah?!",
        "[SCENE_BREAK]",
        "Alison: Thank you. But come on, Aaron. I was -- was hanging on by a thread. You know, I can't prove that Brenda dropped me because of Chris, but she can prove that I was a terrible student.",
        "Aaron: What he did was really, really wrong, okay? You might not be the best student in the whole world, but you would have been a great nurse.",
        "Alison: I was just -- I was thinking lately how I -- I would have liked to work with kids. You know, I think I could have been strong enough to do that.",
        "Aaron: Al, you're strong enough to do anything you want.",
        "Alison: Yeah, well, think you're the only person in the world who thinks that.",
        "Aaron: Then I'm the only person in the world who's right.",
        "[SCENE_BREAK]",
        "Bob: Melissa, have you seen Brenda manning?",
        "Melissa: I think she just went on break. Do you want me to page her?",
        "Bob: No, no. That's okay. It's not that urgent. Thanks. Susan, after all we've been through, why couldn't you come to me with the problem instead of spreading rumors?",
        "Susan: I haven't been spreading rumors, but I did ask Alison if they were true, and she confirmed that they could be.",
        "[Bob sighs]",
        "Bob: Alison --",
        "Susan: Alison what?",
        "Bob: Alison just made serious accusations against my son. Now, he said he had nothing to do with it.",
        "Susan: He says, she says, but I know my daughter, and she's not lying about this.",
        "Bob: And I know my son.",
        "Susan: Yeah. [Susan laughs] We both do.",
        "[Bob sighs]",
        "[SCENE_BREAK]",
        "Chris: I just want to get something straight. All of our conversations will remain confidential?",
        "Brenda: Absolutely, Dr. Hughes. I won't say a word, ever.",
        "[SCENE_BREAK]",
        "Janet: I never said that you hit me.",
        "Bud: He just got the idea out of the blue -- had a sudden impulse to threaten me?",
        "Janet: I'm having a really, really bad day, so I think it's really time for you to get out.",
        "Bud: Not until you call him.",
        "Janet: No!",
        "Bud: Tell him.",
        "Brad: Come on! Get up! I told you, you don't touch her! Come on!",
        "Bud: You just made a really big mistake.",
        "[SCENE_BREAK]",
        "Liberty: Nice try, Genius. You almost had me going. But you're not getting another lesson from me.",
        "Parker: You're so full of it.",
        "Liberty: Sorry, tough guy. You had your chance.",
        "[Liberty laughs]",
        "[SCENE_BREAK]",
        "Brad: You all right? Did he hurt you?",
        "Janet: No.",
        "Bud: I'm in Room 614 at the Lakeview Hotel. I want to report an assault.",
        "Brad: What?",
        "Bud: Yeah. I want to press charges.",
        "Katie: I don't even want to ask.",
        "[SCENE_BREAK]",
        "Luke: Taxi!",
        "Noah: What are you doing? Are you taking her back to Iraq?",
        "Winston: Since this may be the last time we ever see each other, Noah, I just want you to know that all I ever wanted was what was best for you.",
        "Noah: Like you ever knew what that was.",
        "Winston: Like a serpent's tooth. Come on. Get on. Get going!",
        "[Engine turns over]",
        "[Noah hops onboard]",
        "[NEXT_ON]",
        "Aaron: Chris is the reason you got kicked out of nursing school.",
        "[Liberty groans]",
        "Jack: Why the hell are you running around throwing punches, Brad?",
        "Bud: Why do you think? He's got the hots for her. That's why.",
        "Brad: Are you firing me?",
        "Kim: If the charge sticks, you bet on it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3J4ILx1G6fs"
}