{
    "Episode Summary": [],
    "Recap": [
        "Alison was released from jail. She arrived home to her mother's new boyfriend, Dr. Rick Decker. Ben proposed to Jess and she accepted. Later, Marshall came by with some flowers. Jess told him to take them with him. A patient died of cardiac arrest at Memorial. John accused Bob of overdosing the man on his meds. John ordered an autopsy. Paul questioned Barbara and Dusty about the voice mail messages. Dusty lied and said the money was for Rose. An FBI agent asked Molly to help him in getting Dusty. She refused. After the man left, she immediately called Mike."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Susan: The top lock sticks. So you have to pull the door towards you as you turn the key. You got it?",
        "Rick: Got it.",
        "Susan: I've been meaning to get that lock worked on, but I haven't gotten around to it -- like the hundred other things I haven't gotten around to in the past hundred years or so. My house is not going to be as spiffy as the Lakeview.",
        "Rick: That's all right. You're there. Hmm?",
        "Susan: I just -- I'm a little nervous. I mean, I -- I want you to stay with me until you find a place of your own, but I just haven't done this in a long time.",
        "Rick: Oh, please. It'll be fine, huh? I'll see you tonight.",
        "Susan: Can't wait.",
        "Emily: Ah, there you are. I've got the most incredible news. Alison's coming home tonight.",
        "[SCENE_BREAK]",
        "Chris: Hi, Mom. Hey, I got your message.",
        "Kim: Oh, good, good.",
        "Chris: Is everything all right?",
        "Kim: Ah, honestly, I don't know. I'm worried about your father. He seems to be having some kind of problem with his memory. I suggested that maybe what he should do is have an examination and then find out if it's serious or not. That led to a rather spirited conversation between us as to which one of us was the doctor in the family. And that was the end of the whole thing. But I thought maybe you could kind of nudge him in the right direction, if you get a chance?",
        "Chris: Sure. I'll speak to him about seeing someone on staff. But you know he won't like it.",
        "Kim: Oh, of course, I know. But, kiddo, we're gonna have to keep after him, until he gives in.",
        "Chris: All right, Mom. I've gotta finish up my rounds.",
        "Kim: Okay. Thanks, honey.",
        "Chris: Is everything okay with Jessica? Why are you waiting outside of her room?",
        "[Kim laughs]",
        "Kim: I'm out here because Ben is there. I'm waiting for him to leave. [Whispering] he's asking her to marry him.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Jessica: Oh, Ben. I can't catch my breath.",
        "Ben: Well -- you're in a hospital, so we have plenty of oxygen.",
        "Jessica: It is so beautiful. And so are you.",
        "Ben: Are you gonna give me an answer, or -- do you need more time to think it over?",
        "Jessica: Didn't I say yes?",
        "Ben: I'd have remembered that.",
        "Jessica: Oh, yes!",
        "Ben: Yes?",
        "Jessica: Yes, I will marry you, with or without oxygen, forever and ever.",
        "[SCENE_BREAK]",
        "Molly: I don't know what you want. But you are harassing the wrong person, buddy.",
        "Brackett: I'm not harassing anybody.",
        "Molly: Oh, yeah? Let me tell you something. I've got friends in the Oakdale Police Department. You can take it up with them.",
        "Brackett: Whoa, relax. You have no cause to threaten me.",
        "Molly: I'm gonna put an end to this right now.",
        "Brackett: You are not in any danger, Mrs. McKinnon. And I am not what you think I am.",
        "Molly: All right. What are you?",
        "Brackett: Special Agent Del Brackett, Federal Bureau of Investigation.",
        "Molly: What do you want with me?",
        "Brackett: I need information about a friend of yours -- Dustin Lee Donovan.",
        "[SCENE_BREAK]",
        "Dusty: What's the matter? Not enough crime in this town to keep you busy?",
        "Jack: What are you talking about, Dusty?",
        "Dusty: Why am I here?",
        "Jack: Somebody wanted to talk to you.",
        "Dusty: Oh, yeah. Who?",
        "Paul: Me.",
        "Dusty: Hey. Paulie, what's going on?",
        "Paul: I want to know what kind of games you and my mother have been playing. You lied to me once. This time, I get the truth.",
        "[SCENE_BREAK]",
        "Mr. Crumly: I've had a rash since the day I got here. That's not a coincidence. It's the cheap detergent you're using on the sheets!",
        "Bob: Mr. Crumly, I'll have the dermatologist come by and check you out. I'll also check with the linen supplier about the detergent. You know, it's a pleasure to have you here. And if you come up with any other suggestions, don't hesitate to bring them to our attention. What's funny?",
        "Chris: I'm just amazed at the way you handled that guy. After all these years, you're still as patient as ever.",
        "Bob: Mm-hmm. What makes me think that you're gonna hit me up for a loan?",
        "[Chris laughs]",
        "Chris: It's nothing like that. Although, now that you mention it --",
        "Bob: I know you were setting me up.",
        "Chris: I think you should get a checkup, Dad. You've been putting in a tremendous amount of hours. It's possible they're starting to take a toll.",
        "Bob: You've been talking to your mother, haven't you?",
        "Chris: She's worried about you, Dad. So am I.",
        "Bob: I had a checkup, three months ago. My health is almost perfect. Tell your mother to stop hovering.",
        "[SCENE_BREAK]",
        "Susan: I don't understand. I thought Alison was supposed to be in jail for a year.",
        "Hal: We worked out a deal for her release.",
        "Emily: Isn't that fantastic? She saved that matron's life, and everything fell into place.",
        "Susan: What about the rest of her sentence?",
        "Tom: Well, I talked to Evelyn and the judge who handled her case. And both felt, when Alison stepped in and stopped her roommates from attacking the matron, that she inadvertently put her own life in danger, making it unsafe for her in the prison system. So they're gonna commute her sentence for time served.",
        "Hal: She just has to see a parole officer every now and again, but other than that, she can get on with her life.",
        "Susan: Well -- this is the last thing I expected.",
        "Emily: What's wrong? You don't seem happy.",
        "Susan: Well, of course I'm happy. I mean, what do you mean? It's the, you know, answer to a thousand prayers.",
        "Emily: But?",
        "Susan: Um -- there are no buts. Maybe a few complications. But we can work those out.",
        "Emily: I don't understand.",
        "Susan: I invited Rick Decker to stay with me until he finds a place of his own. And now that Alison is coming back, it might be a little confusing for the three of us.",
        "Emily: I thought you were gonna rethink that invitation.",
        "Susan: I tried. But he was very receptive to the idea.",
        "Emily: He was?",
        "Susan: He was.",
        "Emily: Excuse -- can I talk to you over here, please? Okay, you inviting Rick to come live with you before -- that was an okay idea. But things have changed now. Okay? You can't do that. Alison's gonna be living with you, Mom. She's gonna need your full attention.",
        "Susan: Honey, what do you want me to do? Uninvite him?",
        "Emily: Yes! Uninvite him. He can find somewhere else to live. What's the big deal?",
        "Susan: I don't want him to find another place. I want him with me.",
        "Emily: I understand that, but right now --",
        "Susan: No, you don't. You don't understand it. You think I'm being selfish. I love Alison. I really, really can't wait for her to be back with me. But I finally met a man who -- who actually means something to me, and forgive me if I'm not eager to just give him up.",
        "Emily: I'm not asking you to give him up. I'm just suggesting that you put him on hold for a little while.",
        "Susan: This is my decision. Rick is moving in. He and Alison -- they'll get along just fine.",
        "Emily: Okay. But you better give Alison warning. I mean, you better tell her tonight.",
        "Susan: Emily, for all you know, Alison may take this very well. She's grown up a lot in these past couple of weeks. And maybe she's at a point in her life where she wants her mother to be happy.",
        "Hal: I don't have a good feeling about this.",
        "[SCENE_BREAK]",
        "Jessica: It's magnificent.",
        "Ben: We are gonna have a wonderful life together, babe. Nothing but blessings.",
        "Jessica: Ben, I've made so many mistakes. Came so close to losing you.",
        "Ben: We both made mistakes. And it's been a rough road for both of us. But now, we are here, together. That's all that matters.",
        "Jessica: I know that I've hurt you, too many times, in too many ways. But I promise you -- I will make it up to you every day for the rest of my life.",
        "Ben: T. Marshall Travers is a name we never have to mention again. That chapter is over. That man is out of our lives.",
        "[SCENE_BREAK]",
        "Brackett: The bureau's been interested in Mr. Donovan for quite some time. He doesn't allow himself many close friends. That's what led us to you.",
        "Molly: Well, you found me. Now what?",
        "Brackett: You're going to assist us in our investigation.",
        "Molly: That doesn't sound like a request.",
        "Brackett: It is my belief that the average citizen needs to be our partner in law enforcement.",
        "Molly: Really? Is that why you've been stalking me?",
        "Brackett: With all due respect, ma'am, that's not what I was doing.",
        "Molly: Well, you could've fooled me. With what you were doing, following me around like that, I mean, I thought I was gonna get whacked or something.",
        "Brackett: I'm sorry if I frightened you. I needed to know you were the right person for the assignment.",
        "Molly: Well, I'm not. I am not gonna answer any questions about Dusty Donovan. Because I barely know the man. So get off my tail and out of my face.",
        "[SCENE_BREAK]",
        "Dusty: Look, I'm doing my best to understand where you're coming from. I know you have questions about Rose and me.",
        "Paul: And your involvement with my mother.",
        "Dusty: Okay, and my involvement with your mother. I'm trying to answer every question you have.",
        "Paul: I think you're trying not to answer them.",
        "Dusty: You don't want to listen to me.",
        "Paul: I'm willing to listen now. Are you willing to talk?",
        "Dusty: Yeah, of course. Do we have to do this here, at the Police station?",
        "Paul: I want both of you to realize that I am dead serious about getting to the bottom of this. Not tomorrow, not next week -- right now.",
        "[SCENE_BREAK]",
        "Barbara: I told Paul that we have had some business dealings. But he keeps insisting that there's something else.",
        "Dusty: Like what?",
        "Paul: You tell me.",
        "Dusty: Ah, come on. Let's stop playing games here. We're friends, right? We've known each other a long time. You got a problem? Come out and say it.",
        "Paul: There's something I want you two to listen to.",
        "Dusty: Barbara, it's Dusty. The renovations on Rose's beauty shop are about to begin. I need that $25,000 fast. Where are you that you don't have your cell phone?",
        "[Beep]",
        "[Dusty sighs] Barbara, it's me again. Where are you? I've left you half a dozen messages. The money never showed up in my account. I need that money - today. Call me.",
        "[Beep]",
        "Paul: Any comments? Why were you asking my mother for money for Rose's salon? Mom, you want to handle this? 'Cause it seems like Dusty here is all out of answers. Damn it, stop wasting my time! No one is leaving this room until I get an answer.",
        "Barbara: Honey, there is no subversive plot here.",
        "Paul: If there's no plot, then why aren't you answering my question? Why were the two of you talking about Rose's salon?",
        "Dusty: Well, now, that's a legitimate question. I think we should address it.",
        "Barbara: What?",
        "Dusty: It involves Rose's beauty salon.",
        "Barbara: Could we have a moment alone, please?",
        "Dusty: Not now. Relax. She needed the down payment for the construction of the beauty shop. Now, I was running a little low on money. You know, I was having trouble raising it. Which often happens in my business. A lot of money on paper, not enough in the bank. So I turned to your mother for a loan, until my situation cleared up.",
        "Paul: What about all the phone calls?",
        "Dusty: They were before I even knew she was abducted. That's probably why I sounded a little frantic.",
        "Paul: You agree with all this?",
        "Barbara: Yes. That's exactly what happened.",
        "Paul: The hell it is. You're both lying to me. You are still lying to me.",
        "Dusty: Now you're wasting my time.",
        "Paul: Hey, there is no way in hell my mother would hand over a penny to help Rose. Something else is going on between you two, and I will find out what it is.",
        "[SCENE_BREAK]",
        "Jessica: The last thing I want to do is dwell on Marshall. But I can't help thinking --",
        "Ben: Hey, whatever happened, it happened to bring us here.",
        "Jessica: You are so wonderful.",
        "[Pager beeps]",
        "[Ben groans]",
        "Ben: What's the matter with these people? Don't they know that I just got engaged to the most beautiful woman on earth?",
        "Jessica: Oh, that's okay. She understands. She's gonna be married to a doctor. He has other lives to save.",
        "Ben: Tell me something -- is there a statute on the books that says it's illegal for me to be this happy?",
        "Jessica: Maybe we've earned it, Ben.",
        "Ben: Yeah. I hope so.",
        "Jessica: I can't wait to start our lives together.",
        "Ben: I'll be back.",
        "Jessica: I'll be here.",
        "Ben: Yeah.",
        "[Both laugh]",
        "Marshall: How're you feeling?",
        "Jessica: I'm still here.",
        "Marshall: Glad to hear it. These are for you. You know, I checked on Bonnie. And it looks like the District Attorney is gonna cut her a deal.",
        "Jessica: Thank you. I know you could've had her arrested for threatening you.",
        "Marshall: I will never do anything to hurt you or your family again, Jessica. You can count on that. I mean it with all my heart.",
        "Jessica: I suppose I should find that comforting, Marshall, but don't expect it to change how I feel about you. I'll never forgive what you did to me. We'll never be -- friends.",
        "Marshall: Never say never.",
        "Jessica: I'm telling you how it is and nothing you could ever do will change it.",
        "[SCENE_BREAK]",
        "Chris: Hey, you look productive. How's the job?",
        "Katie: Ah, it's getting better. I actually beat my own record for changing a bed today.",
        "Chris: Congratulations.",
        "Katie: Ah, thanks. Yes, thank you. I couldn't have done it without all those sick people out there who are in need of clean sheets.",
        "[Chris laughs]",
        "Nurse: Mr. Crumly has just been scheduled for a chest x-ray. I need you to make sure he's ready to go.",
        "Katie: That Crumly character is such a pain in my neck.",
        "Chris: I'm sure you can handle him.",
        "Katie: It'd be easier if you helped.",
        "Chris: Ah, consider it a challenge, Katie. Challenges create opportunities. Opportunities create growth.",
        "Katie: Who said that, Benjamin Franklin?",
        "Chris: Actually, I read it on a cereal box. But it's pretty good, don't you think?",
        "Katie: Pretty good. Time to get up, Mr. Crumly. Time to go, sleepyhead. The doctors have to look inside your chest, see if your heart's still there. That was a joke. Mr. Crumly? Mr. Crumly, are you okay? Oh, my God. Help! Somebody, help! I need doctor! Please, somebody! We have an emergency here!",
        "[SCENE_BREAK]",
        "Brackett: Well, obviously, you and I got off to a bad start. How about we take this again from the top?",
        "Molly: \"From the top\"? Is that how they teach you to talk at the FBI?",
        "Brackett: I know you're a newscaster. I was just trying to make you feel more comfortable.",
        "Molly: Well, it's a little too late for that.",
        "Brackett: Will you answer one question?",
        "Molly: Maybe.",
        "Brackett: It's not about Mr. Donovan.",
        "Molly: What?",
        "Brackett: Was I coming on a little too strong?",
        "Molly: A little?",
        "Brackett: I was afraid of that. Been my problem ever since I joined the bureau. Can I buy you a drink? On your friendly national government?",
        "Molly: No. Thanks. But you could tell me why the FBI is so interested in Dusty Donovan.",
        "Brackett: Does that mean you'll consider my request for information?",
        "Molly: Oh, now it's a request. Yeah.",
        "Brackett: I'm trying to lighten up. Okay, here's the deal. Mr. Donovan was working for a crime syndicate in Chicago. They were using him to launder money. He was running it through the stock market.",
        "Molly: Really?",
        "Brackett: He tell you he had a private investment firm?",
        "Molly: Yeah, but --",
        "Brackett: That was his cover.",
        "Molly: Are you telling me that Dusty Donovan is a professional crook?",
        "Brackett: For years. The FBI has been on to him for awhile, but he left Chicago before we could close in.",
        "Molly: He told me that he had retired. That he made more money than he could spend.",
        "Brackett: Yeah, right. Mr. Donovan overextended himself. Wound up taking a bath in the stock market. He owes the syndicate a lot of money and has no, shall we say, resources to pay them back.",
        "Molly: You know so much. What do you need me for?",
        "Brackett: We want you to help us arrest Mr. Donovan.",
        "[SCENE_BREAK]",
        "Dusty: I gotta find Rose before he does.",
        "Barbara: Go find your money somewhere else, Mr. Donovan. You're not getting another cent from me.",
        "[SCENE_BREAK]",
        "Rick: I'm sorry. I didn't know you had company.",
        "Alison: I'm not company. I live here. What's your excuse?",
        "[SCENE_BREAK]",
        "Alison: You mean, I can leave? I don't have to stay here anymore?",
        "Emily: Honey, that's why we're all here.",
        "Susan: We're here to take you home!",
        "Alison: That's incredible. I'm gonna be a normal person again. Ah, thank you. Thank you so, so much.",
        "Hal: Believe me, it was our pleasure.",
        "Alison: I'm going home to my own room and my own music and my own clothes. And it's all still there, right? Everything, exactly the way that I left it?",
        "[SCENE_BREAK]",
        "Katie: I was coming to wake him up. I just -- I had to pull him over, and I looked at that thing, and it went flat --",
        "Chris: Anything I can do?",
        "John: Yes, you can get her out of here. And stay with her until she pulls herself together.",
        "Katie: Chris, is he --",
        "Chris: We don't know yet.",
        "Katie: I've never seen a dead person before. I touched him, and he was so cold. It was disgusting!",
        "John: He didn't make it.",
        "Chris: Man, that's too bad.",
        "Katie: Oh, that poor man.",
        "John: Have you seen your father?",
        "Chris: He was with Mr. Crumly a little while ago. Not since then.",
        "John: Do me a favor. I want you to get the body down to the morgue as quickly as possible. I want an autopsy report, stat. This is top priority. You tell them that.",
        "Chris: Will you be all right?",
        "Katie: Yeah.",
        "Chris: I'll take care of it.",
        "John: You, I want you to take the rest of the day off. You tell your supervisor that I okayed it.",
        "Katie: No, really, I just --",
        "John: No, listen to me, Katie. You go now. Just go. Go.",
        "Bob: John, I just heard you had to call a code on Mr. Crumly. How's he doing? Wha -- oh, what a shame. I thought he had a chance.",
        "John: Listen, I need to talk to you.",
        "Bob: Sure, what is it?",
        "John: I think you've made a mistake with Mr. Crumly's medication.",
        "[SCENE_BREAK]",
        "Paul: You know, Dusty -- I've always considered you one of my best friends. And if this story is true, then why all the double-talk when Jack asked you about the phone calls?",
        "Dusty: I didn't say one word to the guy. I keep my business to myself.",
        "Paul: You two must take me for a fool.",
        "Barbara: Oh, come on, Paul!",
        "Paul: I asked my mother and my best man-to-be a few simple, direct questions, and all you did was find new ways to lie to me.",
        "Barbara: I think you decided that we were lying before we ever opened our mouths.",
        "Paul: Oh, yeah, you're right. You're exactly right. I am paranoid. Is that it? I am seeing plots where they don't exist.",
        "Barbara: Well, it happens. The mind can play tricks.",
        "Paul: Not this time.",
        "Dusty: So what now? What now? You've tried us in your little courtroom here. You found us guilty. What do you want to do?",
        "Paul: First, I go to Rose and advise her to sever all ties with you.",
        "Dusty: She needs that money.",
        "Paul: Yeah. I know she does. But I'm not about to let her get hurt because of it. I wish there was some way I could describe how disgusted I am with you two right now, but I am just fresh out of words.",
        "Barbara: This is happening because you left those damn messages on my cell. Do you understand that?",
        "Dusty: Shut up, would you?",
        "Barbara: Do you know what's going to happen now? He's going to run to Rose. She's gonna be so grateful that he protected her from us. They're gonna close ranks, and they're gonna march down the aisle.",
        "Dusty: I gotta find Rose before he does.",
        "Barbara: Go find your money somewhere else, Mr. Donovan. You're not getting another cent from me.",
        "Jack: Everything okay? I sensed a little tension.",
        "[SCENE_BREAK]",
        "Molly: Even if I wanted to help you, Mr. Brackett, I don't know that I could, because Dusty didn't mix business with pleasure. So he didn't tell me anything, so I don't know anything.",
        "Brackett: Sometimes people know more than they think. Did Mr. Donovan mention any specific investments?",
        "Molly: No.",
        "Brackett: People that he did business with?",
        "Molly: Not that I can recall.",
        "Brackett: Friends? Enemies?",
        "Molly: Nothing. Except -- well, I mean, he did have these business associates. You know, they weren't very friendly to me.",
        "Brackett: They threaten you?",
        "Molly: They intimidated me, yeah. Which is why I decided not to see Dusty anymore.",
        "Brackett: These associates -- can you tell me what they looked like?",
        "Molly: I'd rather not.",
        "Brackett: I can't blame you. No one wants to put the finger on anyone who they've been frightened by. But, you know, maybe you should think about how your late husband would handle this situation.",
        "Molly: What do you know about Jake?",
        "Brackett: Tough. Smart. Believed in the law.",
        "Molly: This isn't fair.",
        "Brackett: Am I coming on too strong again?",
        "Molly: Yes, you are. But since you brought him up, let me tell you something else about my late husband. He didn't let anybody manipulate him into doing something he didn't want to do.",
        "Brackett: Does that mean you're not gonna help us?",
        "Molly: Like I said, I am no longer involved with Dusty Donovan.",
        "Brackett: You could renew your relationship, learn more about his operation and then deliver that information to me.",
        "Molly: Right. Yeah, and you could put on a dress and deliver the nightly news.",
        "Brackett: I beg your pardon?",
        "Molly: I wouldn't ask you to do my job, Mr. Brackett. Don't ask me to do yours.",
        "[SCENE_BREAK]",
        "Marshall: I know that too much has happened between us for us to be friends. But I thought we could possibly --",
        "Jessica: What? What did you think we could possibly be to each other now?",
        "Marshall: Well, can't I hope that -- I don't know -- over some time, that maybe I could take you out for a cup of coffee?",
        "Jessica: I don't think my husband would approve.",
        "Marshall: Your -- oh. When did that happen?",
        "Jessica: Today.",
        "Marshall: Well, you know, I have to be honest with you, Jessica. I didn't think Ben had it in him.",
        "Jessica: Well, that's not the first mistake you've made, is it, Marshall?",
        "Marshall: I was just leaving.",
        "Ben: Don't let me stand in your way.",
        "Jessica: Marshall? I think you forgot something.",
        "Marshall: I wish you all the best.",
        "Jessica: Come here.",
        "[SCENE_BREAK]",
        "Susan: Of course all your things are still there. Home is exactly the way you left it. It's just waiting for you to return!",
        "Alison: Do you know what I want to do tomorrow morning?",
        "Susan: What?",
        "Alison: I wanna get up and have breakfast in the backyard with you. Just you and me, Mom. And I don't wanna argue anymore with you, ever. Never, ever, ever, ever. Because if there's one thing that I learned here, it's how important you and I are to each other.",
        "Susan: Oh, honey. I feel the same way.",
        "Tom: So let's get going. I'm sure Ms. Corrado would like to get back to work.",
        "Emily: Yeah, I think that's a good idea. But thank you for everything.",
        "Regina: Oh, I'm glad that I could help. And I'll tell you what I tell all the girls that leave here. I never want to see you again.",
        "[Laughing]",
        "Alison: Thanks. It's mutual.",
        "Regina: Good luck. Always a pleasure, Hal. I'm sure we'll be in touch.",
        "Alison: Well, I don't know about the rest of you guys, but I'm ready to boogie.",
        "Hal: All right, well, what about your stuff?",
        "Alison: Um -- I can pack faster if you guys help.",
        "Tom: All right. Let's do it!",
        "Hal: Okay.",
        "Susan: Ah.",
        "Emily: So what's your deal? I thought you were going to tell her about Rick.",
        "Susan: Well -- there's plenty of time. I didn't want to get into a big explanation right in front of everybody. Well, it wouldn't be smart to start an argument right off the bat.",
        "Emily: Ali said no more arguments, Mom.",
        "Susan: Well, that's what she said. But then when she asked me if everything was the same at home, I got this sinking feeling. She's not gonna make this easy, is she?",
        "[SCENE_BREAK]",
        "Chris: Hey, it looks like you're on your way home.",
        "Katie: Oh, yeah. You know, I have a few more hours on my shift, but Dr. Dixon thought that it would be better if I just go home a little early.",
        "Chris: Yeah, that's probably a good idea. You know, you should try to put today out of your mind, if you can.",
        "Katie: Well, I don't know how easy that's gonna be.",
        "Chris: Yeah, I understand. You know, seeing death up close is part of working in a hospital. But, like I said, you never really get used to it.",
        "Katie: I just don't get it. I mean, if Mr. Crumly were more sick, I might understand a little bit more. But he was doing better, not worse. Everybody in this hospital -- the doctors, nurses -- everyone was talking about how he improved since he had gotten here. I just don't understand how he went downhill so quickly.",
        "Chris: Well, I mean, that's what happens. Sometimes a patient comes in to get one thing fixed and, you know, while we're busy working on that, something else is going on simultaneously that we have no idea about. I mean, if we don't test for it, we can't catch it. Plus, we're not talking about a guy who was a young man.",
        "Katie: Yeah, I know. But he seemed to be getting younger everyday. I mean, I know we're talking about a grumpy man here, but he could smile if he tried. You know? Just a couple hours before, he was talking about going home.",
        "Chris: Medicine's full of mysteries. I don't know. But John Dixon ordered an autopsy, so we should have some answers soon.",
        "Katie: Wait. Mr. Crumly wasn't his patient, was he?",
        "Chris: No. He -- he was my dad's.",
        "Katie: Oh. Well, that explains why Dr. Dixon and your father looked so intense when I passed them in the hallway. They're probably just trying to figure out what happened.",
        "Chris: Yeah. Probably.",
        "Katie: Well, I'm gonna get going. I'm gonna -- I don't know -- maybe see a movie first or something. Maybe that'll get my mind on a different track.",
        "Chris: Yeah. You do that.",
        "Katie: Okay.",
        "Chris: Take care.",
        "Katie: You, too.",
        "[SCENE_BREAK]",
        "Bob: No, I checked the dosage twice. As I always do. But here it is in my handwriting, 40 milligrams instead of 10.",
        "John: Yeah, I know. And that's obviously what she gave him. She should have checked with you for accuracy, of course. I've spoken with her personally, and she says this will never happen again.",
        "Bob: You know, I've got to sit down.",
        "John: You know, you've been pushing yourself very hard here lately. Maybe it's just all caught up with you.",
        "Bob: Every doctor on this staff is working long hours. I can't use that as an excuse.",
        "John: Maybe you just oughta take yourself out of commission for awhile or something like that.",
        "Bob: What do you mean?",
        "John: Well, I don't know. A vacation, leave of absence. Whatever you want to call it.",
        "Bob: Why?",
        "John: This guy had family. Depending upon the results of this autopsy test, they could make this a very ugly situation.",
        "Bob: You're talking about a lawsuit.",
        "John: I'm talking about a lawsuit not necessarily against the hospital, but against you, too.",
        "[SCENE_BREAK]",
        "Molly: There is a word for what you're asking me to do, Mr. Brackett. And it is not \"spy.\" It's not \"undercover agent.\" It is \"whore.\" And I will not be yours.",
        "Brackett: I had no intention of insulting you --",
        "Molly: Is this standard operating procedure for the FBI these days? You find a willing widow to do your dirty work!",
        "Brackett: No, it is not.",
        "Molly: Or did you just take one look at me and decided I was so cheap that I would go for it?",
        "Brackett: No, ma'am. Look, it is our duty to apprehend Donovan by whatever means necessary. Now, I realize the arrangement I'm suggesting might --",
        "Molly: Let me give you my counterproposal, Mr. Brackett. You take this arrangement and you arrange it someplace dark and warm. Because I don't want any part of it.",
        "[SCENE_BREAK]",
        "Bob: I'll tell you what, John. I'll do more than just take a few days off. If I'm shown that I'm responsible in any way for Mr. Crumly's death, I'll resign from this hospital.",
        "John: Oh, now wait a minute. Let's not get ahead of ourselves here. I mean, we don't know that the medication had anything to do with him going into cardiac arrest.",
        "Bob: That's true. But we both know that the potential is there. All I ask is that you keep this quiet until the cause of death is officially determined.",
        "John: Yes, sure. That goes without saying. Are you okay?",
        "Bob: I'm -- I don't know what I am, but it's not good.",
        "[SCENE_BREAK]",
        "Ben: So what do you say I go get a deck of cards and we play hearts till midnight?",
        "Jessica: You don't have to do that. You don't have to stay.",
        "Ben: I do. I want to make this day last as long as I can.",
        "Jessica: So do I. But -- I know you have an early morning tomorrow, and you need to get home and get some rest.",
        "Ben: So, what, are you insisting that I take care of myself?",
        "Jessica: Well, isn't that what wives do? Wait a minute. I like the sound of that. \"Isn't that what wives do?\" I'm gonna be your wife.",
        "Ben: Yes, you are going to be my wife. Always and forever. Why don't we see if we can make these monitors jump?",
        "[Jessica laughs]",
        "Jessica: No, no, no. You go home. And call me as soon as you get there.",
        "Ben: I don't wanna go. I love you. So much.",
        "Jessica: I love you, too.",
        "Jessica: Sleep.",
        "Ben: Yes. You, too.",
        "[SCENE_BREAK]",
        "Susan: Here we are.",
        "Alison: Whoo!",
        "Susan: See? It's the same as ever. Come in, everybody.",
        "Alison: You know who I feel like? Dorothy.",
        "Emily: Oh, there's no place like home, sweetie.",
        "Alison: It's really true.",
        "Susan: Give me a hug. It's so good to have you home. Oh.",
        "Tom: All right, so -- let me know if you need anything. I'm sure I'll be talking to you soon.",
        "Alison: Wait! How can I ever thank you for everything you've done for me?",
        "Tom: Oh, my pleasure. Seeing you in your mom's living room -- that's pretty much enough for me.",
        "Hal: Hang on. I'll walk you out.",
        "Tom: All right.",
        "Hal: You gonna stay, sweetie?",
        "Emily: Yeah, just for a few minutes.",
        "Hal: All right. I'll see you back at home.",
        "Emily: Okay.",
        "Hal: You be good, Dorothy.",
        "Tom: See ya.",
        "Emily: Bye.",
        "Alison: Everybody's being so nice to me. I -- I'm not quite sure I deserve it.",
        "Susan: Oh, sweetie, of course you do.",
        "Alison: Do you think that we could go to Al's for a milkshake?",
        "Susan: Um -- actually, I was -- planning to stay home.",
        "Alison: Well, don't you think that we should celebrate? Just a little?",
        "Susan: Absolutely. We should, and we will.",
        "Rick: Susan? I picked up a bottle of champagne on the way over. I'm sorry. I didn't know you had company.",
        "Alison: I'm not company. I live here. What's your excuse?",
        "[SCENE_BREAK]",
        "Barbara: Correct me if I'm wrong, but I was under the impression that Police officers were to remain impartial.",
        "Jack: We try.",
        "Barbara: Then why did you go to my son about those phone calls from Dusty? They had nothing to do with my abduction. You should've let the matter rest right there!",
        "Jack: I'm thorough, Barbara. I always clean everything on my plate.",
        "Barbara: Except matters concerning my abduction. Why have no arrests been made?",
        "Jack: I'm working on it.",
        "Barbara: Ah. But we know who did it, Jack. Rose, Emily, with assistance from Henry Coleman. And we also know that Craig set the entire plan in motion. True?",
        "Jack: Well, we don't have any proof yet but, yeah, he gets my vote.",
        "Barbara: Then what's the holdup?",
        "Jack: It's -- it's me. Just can't bring myself to arrest those people at this point in the investigation.",
        "Barbara: But if a crime has been committed --",
        "Jack: And if you keep insisting I do, I'm gonna use that tape to bring charges of conspiracy, any kind of conspiracy, against you and Dusty Donovan. So back off, Barbara. And stay backed off. Do you understand?",
        "[SCENE_BREAK]",
        "Brackett: You have a very colorful way of expressing yourself, Mrs. McKinnon. But I guess that's why you're on TV, and I'm at home watching. In case you change your mind --",
        "Molly: I won't.",
        "Brackett: Enjoy your evening.",
        "Molly: Hey, Mike. It's me, Molly. Boy, I wish you were there right now. Listen, I'm kind of in a jam and -- I would really like to see you, so when you get this message, could you call me? Please?",
        "[SCENE_BREAK]",
        "Dusty: Rose, it's Dusty! If you're in there, open up. It's important, Rose! Rose.",
        "Rose: Don't you talk like that about Paul. I mean it. Don't you --",
        "[SCENE_BREAK]",
        "Molly: Would I be pushing it if I asked for another favor? Can I spend the night here?",
        "Mike: Hey! What the hell have you done to her?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=7gia5xzQ9qs"
}