{
    "Episode Summary": [],
    "Recap": [
        "Emily asked Hal what he was doing about Rick, since Walker thinks he is the serial killer. Hal told her to stay out of it. Susan accepted Rick's proposal, on the condition that he give her time to get her daughters used to the idea. Chris asked Alison on a birthday date, then they made eyes at each other the rest of the day. Alison confided to Katie that she is still a virgin, and hoped that would change tonight. Later, while alone in Rick's room, she was surprised by the mysterious cloaked stranger in the wheelchair. Craig surprised Rosanna with a cactus, insisting it was supposed to be an oak to symbolize their strong marriage. Just as they began to make love on the floor, Aaron and Lucy surprised them by arriving to pick up camping gear. Aaron explained that they couldn't use the camper Craig had rented because they weren't licensed, but they bought a tent to use. Craig first said no way, but Rosanna and Lucy convinced him to relent. He decided to follow the teens to Wisconsin. Rose told Lily she had to live her life, despite Lily and Holden's reservations. Barbara told Jennifer that Paul would want Jen to join the new BRO. Barbara then took Jen and Will to see Hal, and mused aloud that this was what she wanted: her family back together. Back at his memorial, Paul had conversations with Barbara, Jen, and Will in his head. He told \"Barbara\" she was responsible for his death, and was horrified when \"Jen\" and \"Will\" lamented having to live their lives for their mother. Paul began to regret his decision to \"die,\" then began destroying his memorial."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Oh! Looks like Chris came through after all.",
        "Alison: He did remember it was my birthday.",
        "Katie: After you tattooed it on his forehead.",
        "Alison: Hey, it worked.",
        "Chris: Hey. Are you free after work?",
        "Alison: No. I'm going out with you.",
        "Chris: Great. I'll pick you up after your shift is over.",
        "Alison: Isn't he just the greatest?",
        "Katie: You're the greatest.",
        "Alison: You know something? You're right. I'm 18, I've got a job at the hospital, and I'm dating a doctor.",
        "[SCENE_BREAK]",
        "Susan: Did you just ask me to marry you?",
        "Rick: Yeah. Well, I'd get down on one knee, but I'd probably keel over. Wait a minute, you're not -- you're not jumping up and down and smothering me with kisses.",
        "Susan: I'm just so stunned. I didn't ex -- I thought that part of my life was over -- love and marriage and a life with someone -- and to hear those words again, it's -- say it again.",
        "Rick: Susan, will you marry me?",
        "Susan: Nothing would give me more pleasure. But --",
        "Rick: No -- that's not my favorite word.",
        "Susan: We have just been talking about my children.",
        "Rick: Look, Susan, I thought I made it clear to you that the reason that I'm proposing now instead of a week from now is that -- if they see how much I love you, how far I'm willing to go to be with you, maybe they -- maybe they can ignore Walker Daniels and all his suspicions. Maybe they'll begin to trust me.",
        "Susan: Honey, they'll trust you. But they're my children. And I can't just bring somebody into the family without consulting with them first. It's not fair.",
        "[SCENE_BREAK]",
        "Emily: What is the matter with you? Haven't you gotten any of my messages?",
        "Hal: Oh, please tell me we're not scheduled to go someplace tonight?",
        "Emily: No. We're not. Now what are you doing about Rick Decker?",
        "Hal: Rick Decker? Your mother's boyfriend?",
        "Emily: Walker Daniels thinks he's the serial killer.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, stop, don't worry. Phyllis will bring it in.",
        "Craig: Phyllis is out of town for the week.",
        "Rosanna: You are an indulgent boss.",
        "Craig: I want you all to myself.",
        "Rosanna: Really? You mean all those nights on the porch with the boys didn't do it for you?",
        "Craig: No. And then that screaming baby on the plane home.",
        "Rosanna: You weren't that bad.",
        "Craig: I was referring to the little Snyder.",
        "Rosanna: My godchild --",
        "Craig: Yes, your godchild --",
        "Rosanna: -- Is perfect in every way and don't you forget it.",
        "Craig: Yes, all right. Whoa, whoa, whoa, whoa -- wait, wait, wait, wait -- wait.",
        "Rosanna: Oh, don't tell me you rearranged those lamps in the living room again.",
        "Craig: No, I will not tell you I rearranged the lamps in the living room, but I have a surprise.",
        "Rosanna: Ooh. Champagne , oysters, a topless string quartet?",
        "Craig: I said surprise. It's symbolic.",
        "Rosanna: Of what?",
        "Craig: Our marriage.",
        "Rosanna: Uh-oh.",
        "Craig: What? It's -- it's -- we're happy newlyweds -- at least we were when I ordered it.",
        "Rosanna: All right, it. That's -- that's significantly intriguing. I'll bite. Shall I give you a drum roll?",
        "Craig: Later. Ta-da!",
        "[SCENE_BREAK]",
        "Jack: I'll get the kids down, and then I'll unload the luggage.",
        "Carly: No, no, just leave it for tomorrow.",
        "Jack: I know you're tired. The plane ride didn't help much.",
        "Carly: Well, at least the cranky baby went home with Rosanna.",
        "Jack: Just so you know, this is temporary.",
        "Carly: What?",
        "Jack: You said to me a while back how this house isn't a home anymore.",
        "Carly: Well, maybe that's 'cause we weren't a real family. But we are now. Now, if you don't open the door and let me put this 100-pound baby down and snuggle up with my husband --",
        "Jack: All right, you got it. I got it. I got it.",
        "All: Surprise!",
        "[SCENE_BREAK]",
        "Molly: Somebody got out of jail. Did you collect $200?",
        "Dusty: Look at you. You going somewhere?",
        "Molly: Coming home from somewhere. You?",
        "Dusty: Let me buy you a drink and I might tell you.",
        "[SCENE_BREAK]",
        "Jennifer: \"Paul Ryan. Beloved son. Loving brother and loyal friend.\" He was so much more than that.",
        "Barbara: Yes, he was. You know what? Let me take you back to the Lakeview, okay? You can stay there with me until we can find something bigger, all right?",
        "Jennifer: I don't want to intrude on you, mom.",
        "Barbara: Honey, you're not intruding. I'm so glad to have my daughter back home, I can't tell you -- you know what I didn't tell you? I'm starting up B.R.O. again. Your brother was going to run it for me. And now you -- you can be a part of it. You can be in marketing or you could produce the shows, or you could set the style of the campaign --",
        "Jennifer: Mom, I don't think I'm ready to take all that on.",
        "Barbara: Oh, come on. Any girl who can conquer Milan can handle a couple of shows in New York . Besides, it's what your brother would want. You'd be fulfilling his dream.",
        "[SCENE_BREAK]",
        "Rosanna: This is supposed to symbolize our marriage?",
        "Craig: Well, it was supposed to be an oak. You know -- stately, dignified, eternal.",
        "Rosanna: Oh, that's us? Stately and dignified?",
        "Craig: Eternal?",
        "Rosanna: Oh. Well, if I can remember my fifth-grade science, members of the cactus family have exceedingly long life spans.",
        "Craig: I wanted an oak.",
        "Rosanna: You know, when you were planning our first wedding, you had a rather heated conversation with the head gardener when he had the nerve to point out that anemones were not in season.",
        "Craig: Well, what is the point of having a greenhouse the size of a three- bedroom ranch home if you can't grow things out of season?",
        "Rosanna: Well, the point seems to have been taken. It is rather virile- looking.",
        "Craig: Yeah. We do have that going for us.",
        "Rosanna: Yes. Oh, do we? Yes, I'd forgotten, what with you and Jack and that sleeping bag.",
        "Craig: Okay. Now I have to punish you.",
        "Rosanna: Ooh! Stop!",
        "Craig: Yes.",
        "Rosanna: Don't!",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Lucy: I just need to get my journal from upstairs.",
        "Aaron: Can you explain this to me? Why we just had to take everything out of the car when we're just going to have to put it right back in?",
        "Lucy: Because I have to get organized. We're going away for days and days.",
        "Aaron: You know, Lucy, last time I checked, there were stores in Wisconsin . We can just get whatever we need if we need it.",
        "Lucy: I know. It was just fun. Our first camping trip.",
        "[Aaron grunts]",
        "Aaron: You want to get organized. Knock yourself out. [Rosanna laughing] shh.",
        "Lucy: What is it?",
        "[Rosanna laughing]",
        "Aaron: Oh!",
        "Lucy: Daddy?",
        "Rosanna: Oh!",
        "Lucy: What is that?",
        "[SCENE_BREAK]",
        "Jennifer: Mom, I just got back. I'm not ready to make that sort of decision yet.",
        "Barbara: Well, that's the beauty of all this, because you don't have to make a decision at all. You can go back to modeling if you want -- in six months or a year, or go back to school. In the meantime, didn't you say your finances need a little boosting? I'd give you a very generous salary at B.R.O., you know? Work with me? Wouldn't that be fun?",
        "Jennifer: Could we just not talk about it now, okay? I want to see dad and Will and get unpacked --",
        "Barbara: Of course. We'll go grab your brother; we'll go see your dad. I bet you're starving. I bet Will would love a little bite over at Al's --",
        "Jennifer: Mom, I'm not hungry.",
        "Barbara: Of course you are. Don't be silly. You're starving. I can see. I'm so glad to have you home. I'll go grab the car, and you meet me in front of the caretaker's house, okay?",
        "Jennifer: Sorry, Paul. I forgot. She takes all the air out of the room. Loyal brother. I left you here holding the bag. And now you're not even here for me to thank you. [Horn honks] guess who that is.",
        "[SCENE_BREAK]",
        "Emma: Come here, sweet thing. There we go.",
        "Carly: Thank you.",
        "Jack: Hey.",
        "Carly: Parker asleep?",
        "Jack: Before his head hit the pillow. Oh, you read my mind.",
        "Holden: Hey.",
        "Lily: I'm so happy for you, Jack.",
        "Jack: You always told me this was worth fighting for. Did I ever thank you enough for that? I don't think I can. How are you?",
        "Lily: I'm home. That's all that matters.",
        "Jack: I'm sorry. I wish I could have been there to help.",
        "Holden: Hey, you were where you needed to be.",
        "Lily: And I'm fine.",
        "Jack: This guy they caught, he ever fill in the blanks?",
        "Holden: All we know is that Steinbeck hired him.",
        "Emma: From a maximum security prison cell. What are we going to have to do to this guy? Put a stake through his heart or something?",
        "Holden: I just don't understand why he helped us.",
        "Jack: From everything I heard, it was to get Barbara's attention.",
        "Holden: Yeah, but he had already gotten that. She went out to the prison. It just doesn't add up, Jack. Why would Steinbeck lead us to Lily and Rose? And if they weren't his target, what's he after?",
        "[SCENE_BREAK]",
        "Rose: What are you doing'?",
        "Emma: And I'll tell you, as long as Rose and my sweet Lily are safe, I'm not going to ask too many questions.",
        "[Phone rings]",
        "Lily: I'll get it.",
        "Holden: Hey, I'm assuming that they're going to find out how Steinbeck set all this up.",
        "Jack: I'll talk to Margo.",
        "Lily: There you are. Where you been?",
        "Rose: I was breaking up with Dusty. Are you happy now?",
        "[SCENE_BREAK]",
        "Rick: You don't think that Emily and Alison will give you their blessing?",
        "Susan: I don't know how they'll react.",
        "Rick: Walker Daniels has really poisoned the well, hasn't he? He's got them believing that I could be a murderer, that I would slaughter innocent patients.",
        "Susan: No, no, no, it's not about Walker Daniels. I would have the same concerns if none of this serial killer business had ever come up. But they're my children and they're bound to have a reaction if their mother not only brings home a man, but says, \"I'm going to marry that man.\"",
        "Rick: Is there a yes in this somewhere?",
        "Susan: If you're willing to give me time to get them used to the idea, then, yes! Yes, yes, absolutely! Oh, yes!",
        "Rick: You can have all the time you need. I'll even let the girls plan the wedding if you want. Just as long as you and I spend the rest of our lives together.",
        "Susan: I know they'll be happy for us -- in time. And when they've accepted the idea, then we'll set the date, okay? Where are you going?",
        "Rick: We're going home. I'm going to go downstairs and do whatever it takes to persuade them to let me out of here. And then we're going home to celebrate Alison's birthday.",
        "Susan: But you haven't been discharged.",
        "Rick: I can't stay in this hospital. Besides, I'm far too happy and I will go now and I will check out, pack up and we will tell the girls the good news.",
        "Susan: You sure you're feeling well enough?",
        "[SCENE_BREAK]",
        "Emily: Don't yell at Daniels, I cornered him.",
        "Hal: Why?",
        "Emily: Because, Hal, I'd already found out that Rick worked in a hospital in San Francisco where they'd had several unexplained deaths. Come on! I'm a reporter! The guy didn't stand a chance.",
        "Hal: Dr. Daniels was brought in by Bob Hughes. He has nothing to do with this department.",
        "Emily: Okay, so the fact that Rick is a suspect in Dr. Daniels' mind has no bearing on what you're thinking?",
        "Hal: I'm not saying anything.",
        "Emily: Well, what are you going to say, Hal? The man is dating my mother! My sister is living with them! Come on!",
        "Hal: Emily, the situation is under control.",
        "Emily: Well, then why haven't you made an arrest?",
        "Hal: Emily, I'm going to say this one more time. Stay out of it.",
        "[Cell phone rings]",
        "Emily: Hello?",
        "Susan: Hi, it's me, sweetie. Could you pick up Alison's birthday cake and meet us at the hospital?",
        "Emily: Why the hospital?",
        "Susan: Rick is coming home today. Isn't it wonderful news?",
        "[SCENE_BREAK]",
        "Katie: If Mr. Deverno in 12 keeps asking me for a sponge bath, I'm going to report him. You guys are too much.",
        "Alison: Tell me you weren't like that with Simon. Or is that still off limits?",
        "Katie: No, no, it's fine. I still think about him. It just doesn't kill me anymore. But I guess you're right, I was as giddy with Simon as you are with Chris. It's a good feeling, huh? Looking for him everywhere, counting the hours till you see him again --",
        "Alison: Do you ever think you're going to fall in love again?",
        "Katie: I hope so. I just don't think it's going to happen anytime soon. I'm not really ready for that yet.",
        "Alison: But you guys are married, right?",
        "Katie: Yeah, we still are as far as that goes.",
        "Alison: Well, what I mean is -- can you keep a secret?",
        "Katie: Um, sure.",
        "Alison: I'm still a virgin.",
        "Katie: Oh, Alison, that's a good thing, not a bad thing. Especially if this is the first time you've been in love.",
        "Alison: Well, I kind of had this thing for Aaron, but it didn't come anywhere close to this. I mean, this is real.",
        "Katie: I know. But just remember, there's no rush.",
        "Alison: No, but that's the thing. I want to. I really do. And every time we're together and when he kisses me, and now I'm 18, and what if it's tonight!",
        "[SCENE_BREAK]",
        "Paul: Beloved son. And what does that mean to you, mom?",
        "Barbara: That you're the most important person in the world to me. Everything I've ever done has been for you. You know that.",
        "Paul: Right. Paying my best friend to sleep with my fiancée. You did all that for me?",
        "Barbara: He's not your best friend, I am. And as for Rose, if you finally figured that she is not worthy of you, then it was worth it.",
        "Paul: You humiliated me!",
        "Barbara: No, darling, I saved you. She's a hustler. She's a cheap showgirl from a cocktail lounge in Atlantic City . Is that what you want? Your partner? Your wife? The mother of your children? Is that the best you can do, Paul? She slept with your best friend.",
        "Paul: That was my fault.",
        "Barbara: Oh, please.",
        "Paul: It was. You and your hold over me. What woman would want that? Playing runner-up to a vampire.",
        "Barbara: There's no need to be cruel.",
        "Paul: It's the truth! Look at -- you have sucked me dry! I've got no friends, no wife, no career. Nothing but a hackneyed epitaph on an empty tomb.",
        "Barbara: That is absolutely not true. You are exactly the son that I could ever want. You are kind, you are loving, you are decent, you are responsible -- the antithesis of your father.",
        "Paul: Yeah, well, at least we agree on that.",
        "Barbara: And you've had to struggle to find yourself. You know what? That's life. We all have to struggle to make a mark, to try to find some kind of significance. And you are my achievement. You proved to the world that I am a good mother. That I outwitted James Steinbeck and raised a son who --",
        "Paul: To be a butler! No, no, no, no, I take that back. A valet, trained to respond to your every whim. Well, you know what? It's over. I quit. No more kowtowing! No more -- no more running to your rescue! No more rapid response time. You're on your own! I mean, why not? I'm dead, right? Because you killed me!",
        "[SCENE_BREAK]",
        "Dusty: To Molly girl, who made it to Montana and back?",
        "Molly: To heavy-d, who saved the life of the twins? Hey, what does that make you now, anyway? You a super hero or are you still a creep?",
        "Dusty: None of the above.",
        "[Molly laughs]",
        "Molly: I don't know about that. You just went above and beyond to save Rose's life. Speaking of which, where is she? I figured you guys would be upstairs doing the hucklebug by now.",
        "Dusty: No, she had a change of heart.",
        "Molly: Are you kidding me? Rose dumped the guy that saved her life?! Is she nuts?",
        "Dusty: I wouldn't call it \"dumped,\" okay?",
        "Molly: It takes some getting used to. I know. It's tough. Especially when you're one of the two sexiest people in town.",
        "Dusty: There's more to it with Rose.",
        "Molly: Somehow I doubt that.",
        "Dusty: So be doubtful. It's aimed at you.",
        "Molly: Rose still grieving Paul?",
        "Dusty: That's the word on the street.",
        "Molly: Well, it's probably true. Well, I guess I got to tell you, after I loss Jake, I made some really bad mistakes. Better she goes slow.",
        "Dusty: It's not about Paul. It's about Lily and Holden.",
        "[SCENE_BREAK]",
        "Lily: I cannot deny that I want Dusty Donovan out of our lives. But I have to admit to you, I'm surprised that you're so upset.",
        "Carly: Rose! Jack told me you were here.",
        "Rose: I'm sorry I missed the surprise!",
        "Carly: Oh, no, no! I'm just glad to see you! Both of you.",
        "Rose: Hey, married lady! You look as good as you feel? How's that baby?",
        "Carly: Molly told me what you guys went through. You must've been scared out of your minds.",
        "Lily: Yes. We were.",
        "Rose: Carly, do ya mind? I gotta few things I gotta straighten out with my sister. I'll be right in.",
        "Carly: All right.",
        "Lily: Why don't you come inside? All right? Come inside and see everybody. Maybe you'll feed better.",
        "Rose: All the happy couples? No, I don't think so.",
        "Lily: Are you mad at Holden and me?",
        "Rose: No, I'm mad because you blackmailed me into not seeing Dusty.",
        "Lily: That man is responsible for Paul's death.",
        "Rose: If he's even dead.",
        "Lily: Is that what you told Dusty? That you think Paul appeared out of nowhere to save you from the jaws of death?",
        "Rose: No.",
        "Lily: And what does that tell you?",
        "Rose: I don't know. I don't know what it tells me. Why don't you tell me? 'Cause you, you are the expert here.",
        "Lily: I'm not an expert.",
        "Rose: Well, you sure sound like one. I mean, first, you tell me that my feelings for Dusty, they're not real. So tell me, why am I seeing Paul?",
        "Lily: Because you're still in love with him and you're afraid to admit it!",
        "Lily: So you're just crawling back to him?",
        "Rose: I'm not crawling to anybody. Not even you.",
        "[SCENE_BREAK]",
        "Emily: Hey, Katie. Where's Allie?",
        "Katie: I sent her to Rick's room to get my sweater.",
        "Emily: What? Alone?! Katie, very funny. Coloring your hair?",
        "[SCENE_BREAK]",
        "Dusty: Lily and Holden won't even let me near their kids.",
        "Molly: Are you kidding me?",
        "Dusty: Can you believe that? They won't even let me through the door.",
        "Molly: What is their problem? It's ridiculous.",
        "Dusty: They're scared. I mean, I -- I know Lily almost lost her life, but come on. Life -- life goes on, doesn't it?",
        "Molly: Yes, it does. So you have got a problem with Rose.",
        "Dusty: No, I don't have a problem with anything. If Rose can't solve her issues, I'm out.",
        "Molly: You're not going to wait around for her?",
        "Dusty: Am I the waiting type?",
        "Molly: That depends. How bad do you want her?",
        "Dusty: Well, I guess we'll see. I don't know. But I'm not going to play games. She's got a choice to make.",
        "[Molly laughs]",
        "Molly: Donovan doesn't want to play games. You could have fooled me, buddy. I mean, okay, forget the whole challenge thing. That I will give you. But you love the con, the whole \"now you see him, now you don't\" thing.",
        "Dusty: Hey, out of necessity, kid.",
        "Molly: Yeah, well, that necessity robbed me blind.",
        "Dusty: Oh, what are you talking about? You know I'm going to pay every penny back, and then some. I don't know when or how, but -- come on. You were in my corner, and I don't forget that.",
        "Molly: Oh, boy. So are we going to be friends?",
        "Dusty: Not if you don't behave yourself, no.",
        "Molly: Me?",
        "Dusty: Friends. You want to be friends with me?",
        "Molly: Maybe.",
        "[SCENE_BREAK]",
        "Rose: The only feelings that I have for Paul are guilt. Guilt that I broke his heart. Guilt that I drove him away. That his plane crashed and he died -- I mean, if he's even dead. I don't -- you know, but even if he isn't dead, Lily, we never should have gotten engaged in the first place. Wasn't in the cards. Remember? Him with the mother, the father. Forget about that! And me with my doubts? We never would have made it. And I feel guilty about that, too.",
        "Lily: Rose, you were in love with Paul until Dusty showed up.",
        "Rose: Yeah, shouldn't that tell you something?",
        "Lily: Rose, he was paid. Paid to break you up. I'm not saying that you two didn't share something together, some sort of attraction to each other, but you haven't had time to sort out what's happened. You were manipulated, Rose. The feelings that you had for Paul, the feelings of love and attraction, passion, you haven't had time to mourn those feelings, and you keep pushing them away, they're only going to get stronger and the more likely it will be that you will keep seeing Paul Ryan.",
        "Rose: I know you think that my mind is playing games on me, but these so- called \"feelings,\" no, no, that's not what's bringing --",
        "Lily: You won't even give yourself a chance, even the chance to consider the possibility that you even miss the man.",
        "Rose: Yes. Yes, of course I miss him. But he's gone, Lily. And if you think I'm going to spend the rest of my life exploring my grief when I have a real, live man in front of me who wants me, forget it.",
        "[SCENE_BREAK]",
        "Paul: Loving brother. Ah, pretty much screwed that one up, too, didn't I?",
        "Will: No, you didn't. Here, catch.",
        "Paul: Sorry, Will. I wasn't ready.",
        "Will: It's all right. Nobody ever catches them.",
        "Paul: Well, you could give me another chance. Will you sound like mom.",
        "Will: Don't say that to me.",
        "Will: Did you always have to make her smile?",
        "Paul: That's not your job, Will.",
        "Will: Aren't kids supposed to make their moms happy?",
        "Jennifer: She'll never be happy, no matter what you do.",
        "Paul: Hi, Jen.",
        "Will: But don't you have to try?",
        "Jennifer: Ask Paul. He gave up his whole life for her and she's still unhappy.",
        "Paul: Yeah, that might have been a mistake.",
        "Jennifer: The thing is, Will, even if you try to escape it, you can't. We're doomed -- all of us. That's why I'm here. I've given up. If she's going to spend her whole life begging me to come home, I might as well stop fighting it.",
        "Paul: No, no, you can't do that. I won't let you do that.",
        "Jennifer: You're sweet, Paul.",
        "Paul: No, I'm not.",
        "Jennifer: So it's no use. It's no use. Who'd want us now?",
        "Paul: That's not true. No, you can have your own life.",
        "Will: Mom's calling. I've got to go.",
        "Paul: Will, wait.",
        "[SCENE_BREAK]",
        "Craig: I thought you were at your grandmother's.",
        "Lucy: I am. I just stopped by to get something for the camping trip.",
        "Craig: Oh, the camping trip?",
        "Lucy: Yeah. Daddy, we discussed this.",
        "Rosanna: You remember. You were kind enough to get them a camper, remember?",
        "Craig: What?",
        "Rosanna: A camper.",
        "Craig: What?",
        "Lucy: Nothing. Nothing.",
        "Aaron: Yeah, the camper thing was a good idea, though. But it's not going to fly, 'cause you need a license to tow it.",
        "Craig: Oh, I see. Well, that's too bad. Probably all for the best. I'm sorry it didn't work out --",
        "Lucy: Oh, no, we're still going. We got a tent.",
        "Craig: A tent?",
        "Lucy: Yeah. It's great. It's just big enough for me and Aaron.",
        "Craig: No, no, no. Lucy, I'm sorry, but --",
        "Lucy: Daddy --",
        "Craig: -- I don't --",
        "Lucy: -- What is the problem? What are you so afraid of?",
        "Craig: Rain. Which you don't get often in the desert.",
        "Aaron: Or in Wisconsin . At least for the next couple days.",
        "Lucy: Yeah, besides, if it rains, we could just sleep in the truck or get a motel room.",
        "Craig: No, Lucy, you are 17 years old. You are not going to a motel room with some guy.",
        "Lucy: Daddy, I know this is difficult for you. But think about it. Aaron and I were on the run for months last year. We were sleeping in hay lofts, boxcars, barns. We were responsible about it then, we'll be responsible about it now.",
        "Craig: This is different. I am not comfortable with you --",
        "Lucy: I know. I go through it, too. I mean, walking in on you and Rosanna, it's kind of a funny feeling.",
        "Craig: We're married.",
        "Lucy: Oh, you want us to get married?",
        "Craig: No!",
        "Lucy: Okay, fine, it's settled we won't get married. Aaron, if you'll go get the gear, I'm going to go get my journal.",
        "Craig: Lucy --",
        "Lucy: Daddy, you're right. It's so much better that we're honest with each other. See yaw.",
        "Craig: She just handled me.",
        "Rosanna: Yes, she did.",
        "Craig: What's so -- what's so funny?",
        "Rosanna: Nothing. Nothing. She's just like you. With Sierra's good humor and honesty.",
        "Craig: She's too young for --",
        "Rosanna: Darling, that train has left the station.",
        "Craig: Now, what is that supposed to mean? This is not what I want.",
        "Rosanna: What, you don't want her to be honest, responsible, happy? Come on, let's -- let's take this upstairs.",
        "Craig: This? [Rosanna laughs] no. Let us put this in the truck between the two of them.",
        "Rosanna: Oh.",
        "Craig: Ow!",
        "Rosanna: Oh, aw. Here, give it to me.",
        "[SCENE_BREAK]",
        "Lily: Rose, do not put words in my mouth. I don't want you to be unhappy. I just want you to take some time. Isn't that what you would tell me? I mean, remember when we all thought Holden was dead? Did you tell me to run off and have an affair with another man? No.",
        "Rose: That was different. You're married. You got kids. I mean, Paulie and me, we never even made it to the altar. We didn't have what it takes, okay?",
        "Lily: Then why are you so miserable.",
        "Rose: Because of you. Yeah, you. You're holding me hostage. You know what that feels like? For you to tell me you're going to shut me out if I start something up with Dusty? That's just not fair, Lily.",
        "Lily: It's not fair? You want me to put my children's lives at risk for a man that you have the hots for who totally humiliated you, who's responsible for your fiancé's death? No! I cannot do that. I'm sorry. God Rose, if you could just take a minute and think about Luke and Faith and Natalie!",
        "Rose: Don't say another word. Don't. We'd better stop right now, before we really hurt each other.",
        "Lily: I love you, Rose. I would never hurt you.",
        "Rose: And I love you, too. But this has got to stop. I mean, right here, right now. I love you and I love Holden and I love the kids, but I -- I got to live my life.",
        "Lily: So you're just crawling back to him?",
        "Rose: No. I'm not crawling' to anybody. Not even you. Tell Jack and Carly I said good-bye.",
        "[SCENE_BREAK]",
        "Jack: -- Carly fixed it up.",
        "Carly: Where's Rose?",
        "Lily: She had to go home.",
        "Holden: Yeah, we should probably get home to the kids, right?",
        "Lily: Yes.",
        "Jack: Yeah, all right. We appreciate you coming' by and all you've done for us all these months.",
        "Lily: Anything for you, Jack. You know that.",
        "Emma: I expect to see that baby out at the farm now.",
        "Carly: Okay. We'll bring her.",
        "Holden: Hey, Carly, anytime Parker wants to come out ride horses again --",
        "Carly: Oh, yeah, he'll love it.",
        "Jack: I'll bring him there.",
        "Emma: I'll be back for my platter, get another peek at Sage.",
        "Jack: Love you.",
        "Emma: Bye-bye, sweetheart. I love you.",
        "[Jack sighs]",
        "Jack: Well, Mrs. Snyder.",
        "Carly: Yes, Mr. Snyder?",
        "Jack: What do you say we open some gifts?",
        "Carly: You know something, Jack? I have all I want right here.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, Lucy! Good. I'm so glad I got to see you before you left.",
        "Lucy: Where's dad?",
        "Rosanna: Uh, he had a close encounter with a cactus of a different kind. Uh, I hope you realize that your father is trusting you to use your better judgment.",
        "Aaron: Rosanna, I've been going through this preserve since I was a kid. It's totally safe. And we'll be on our best behavior.",
        "Craig: Which jam -- I mean, preserve is this again?",
        "Lucy: It's in Wisconsin , you know that. What happened to your hand?",
        "Craig: Does it have a name?",
        "Aaron: I got the number of the campsite and the ranger's office if you need us. Okay?",
        "Craig: Thank you, Aaron. And since you asked, Lucy, my hand is fine.",
        "Lucy: Good. Okay, then we should be going.",
        "Rosanna: Okay, have fun and be careful.",
        "Lucy: We will. See you in a couple days.",
        "Rosanna: Okay. I'm so proud of you. You showed remarkable restraint.",
        "Craig: Yeah, remarkable.",
        "Rosanna: I think if you give her a little space, and let her come to you, let her trust you, you'll get what you want. A closer relationship.",
        "Craig: I know where this is --",
        "Rosanna: What, the campground?",
        "Craig: Yep. It's right across the Wisconsin border. If we leave tonight, we can get there while it's still dark.",
        "Rosanna: Tonight?!",
        "[Rosanna sighs]",
        "[SCENE_BREAK]",
        "Hal: What do you mean you lost him? Gordon is our prime suspect! So you check the damn laundry room and then you get back to me.",
        "Barbara: You're in a good mood.",
        "Hal: I can't depend on -- Jennifer! Jennifer!",
        "Will: Look, dad, she's back! And she's probably here to stay.",
        "Hal: Come here, you two.",
        "Barbara: It's all I wanted, Paul.",
        "Hal: Welcome home.",
        "Barbara: My family back together again.",
        "[SCENE_BREAK]",
        "Paul: \"Beloved son, loving brother, loyal friend.\" Sorry, mom! Not -- not what I want on my tombstone! Hey, since it is a new life -- why not start fresh?",
        "[SCENE_BREAK]",
        "Dusty: So why were you so cranky when you got here?",
        "Molly: You could see that?",
        "Dusty: Mm-hmm.",
        "Molly: Wow. You really do have my number. It's kind of scary. I don't know. You know, maybe it was the wedding, the baby -- too many damn happy people. I was feeling sorry for myself.",
        "Dusty: Why? If you want all that hearth and home, go get it.",
        "Molly: Oh, yeah. Just go get it.",
        "Dusty: Why not? You're rich, you're smart, you're sexy -- you can have any guy you want.",
        "Molly: Apparently not. [Dusty chuckles] and look who it's coming from. You're all those things, except for rich, and you just got dumped.",
        "[Laughter]",
        "Dusty: Yeah, look at me now! I'm having a drink with a hot brunette.",
        "Molly: Oh, yeah.",
        "Rose: Excuse me?",
        "Molly: Oh, that would be my cue to unpack.",
        "Rose: Um, hear me out, okay? Keep your hands off my man or you're going to need more than a manicure, okay?",
        "Molly: It's good to have you back, Rose.",
        "Rose: Thanks.",
        "Dusty: So, are you back?",
        "Rose: I'm back.",
        "[SCENE_BREAK]",
        "Emily: Okay, we're all set. I picked up the cake, it's in the car. And then I saw these little guys in the gift shop. I thought they'd be good party hats. What do ya think?",
        "Susan: She'll love them.",
        "Emily: Great.",
        "Susan: I invited Katie, they're best friends now. And Chris, uh, he should be off in a few minutes. And I have some wonderful news about Rick --",
        "Emily: Mom, please, all right? Let's talk about Rick another time. This is Alison's day.",
        "Susan: The man's been ill. Aren't you even curious?",
        "Emily: Well, you know what? If he's been discharged, I'm assuming he's feeling better. This is Alison's birthday, okay? Let's keep the focus on her. We don't want a repeat of what happened when she came home from the women's detention center, remember?",
        "[SCENE_BREAK]",
        "Katie: Okay, I'm all signed out.",
        "Emily: Hey, Katie. Where's Allie?",
        "Susan: I sent her to Rick's room to get my sweater.",
        "Emily: What? Alone?!",
        "Susan: Yes, alone. What is your problem?",
        "Alison: Katie! Katie, very funny.",
        "[Alison screams]",
        "[SCENE_BREAK]",
        "Rose: I saw him. I saw Paul.",
        "Dusty: You saw him in a dream.",
        "Rose: No, no."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=Z8u7B_XVxIY"
}