{
    "Episode Summary": [],
    "Recap": [
        "Janet and Jack argue. She wants to forget about Craig and Carly and just focus on their kids. She knows he's worried about Parker yes, but he's more worried about Carly and her association with Craig. She thinks Jack is trying to get back at his ex. He hates it when she is right. She says she hates that Carly can still get to him this way. Parker has four parents now and they need to present a united front. This will not include Craig. That would be a deal breaker. Carly is worried that Parker will get his inheritance and leave town. Craig assures her that won't happen. He's keeping them close by so he can keep an eye on them. Lucy tells Paul that she needs more time to get Dusty to sleep with her. He's committed to Meg now. Paul says it's either now or dear old dad will find out about her secrets. So don't even think about double-crossing him. Lucy makes a phone call and states that she will have to do as Paul says as he is crazy by his own admission.",
        "Craig calls and says he is caught at the docks with a shipment and needs Lucy to pick up Johnny. She comes to the docks first and is almost outed by a guy, but with a clever spin Craig buys that they don't know each other after all. Lucy finds Dusty and invites him along on her date with Johnny. They make plans to spend the night in Chicago. Paul spies on Meg and Dusty at the Lakeview. Alone Dusty tries to convince him that he can be part of Eliza's life if Paul behaves himself and follows the rules. Paul makes a beeline to Meg to accidentally let her know that Dusty is on his way out of town with Lucy and they will be spending the night. Dusty calls and confirms that he is going to Chicago and he just wanted Meg to know. Meg tells Paul that she is okay with that; it's called trust. In their hotel room, Lucy pours drinks and re-lives the day they just spent. He thanks her for giving him this chance with his son. He knows her dad would disown her if he knew. She's putting her neck on the line. She asks if there is anything else she can do to get to those earlier loving times. He tells her that he will always be there for her, but now he's with Meg. Craig and Carly leave the docks and go back to her house. Drinking and in a silly laughing mood, she kisses him and allows him to haul her off upstairs to bed. Jack and Janet arrive. Jack knocks, but finds the front door unlocked and comes on in. While Janet makes coffee, Jack heads upstairs only to walk into the bedroom at a very inopportune moment. Carly and Jack end up in a shouting match. He spies the vodka bottle and asks how much has she had to drink. He wanted to talk to her about Parker, but he realizes now they can't. Craig reminds him that Jack doesn't live here any more and Carly has a right to do whatever she wants, so he should just leave. Jack grabs Janet and does just that. Janet takes umbrage at Jack for saying Carly was sleeping in \"his\" bed. Craig tells Carly that she has every right to behave how she wants in her own house. He says they should go back upstairs and resume what they started."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Thanks. Thank you, Tom. Unbelievable. Hey, wa -- hey. I was gonna eat that omelet.",
        "Janet: It's cold. I'll make you another one.",
        "Jack: You mad at me?",
        "Janet: What'd Tom say about Parker?",
        "Jack: That now that he's married, there's a much better chance the judge will emancipate him and let him at his trust fund.",
        "Janet: That's crazy. They're kids.",
        "Jack: Yeah, tell me about it. Let me tell you something. Janet, once he gets that cash in his hands, he's gonna do whatever he wants, and he's gonna turn his back on whoever doesn't approve. Of course, he's gonna have Craig Montgomery cheering him on.",
        "Janet: Our kids are ruining their lives, and you're talking about Craig Montgomery.",
        "Jack: Because Carly has him and his bad influence hanging around all the time.",
        "Janet: Who cares about his influence? Liberty's my kid! We need to fix this.",
        "Jack: That's what I'm trying to do.",
        "Janet: No, what you're trying to do is get back at your ex.",
        "Jack: You are so off base.",
        "Janet: No, I'm not. We need to focus on the kids and forget about Craig and Carly.",
        "[SCENE_BREAK]",
        "Craig: Oh, great. You're ready. Come on. The car's waiting.",
        "Carly: Hi. I was just about to call you. Oh. You hired a limo.",
        "Craig: Yeah, it's a special occasion. Come on. Chop-chop. Get your coat.",
        "Carly: I can't go. Maybe I can meet you at the dock later after I do this -- this thing that I got to do.",
        "Craig: What thing?",
        "Carly: I have to talk to Jack.",
        "Craig: Carly, we have business to attend to.",
        "Carly: No, you don't need me standing there helping you watch them load crates of vodka onto a ship.",
        "Craig: You know, if I thought it would do any good to talk to Jack, I'd drive you there myself. But we both know he's not gonna listen to anything you have to say.",
        "Carly: I just can't let Parker get that trust fund. What if he and Liberty decide to leave town?",
        "Craig: They won't.",
        "Carly: How do you know that?",
        "Craig: Because at this moment, they're in that suite that I got them, waiting for Parker's attorney to get them a hearing date. Which means if they even think about leaving town, I'll know about it in plenty of time to stop them.",
        "Carly: Wait. You're having them watched?",
        "Craig: Well, I -- I think of it as protecting the interests of my company by keeping my partner's mind on the business.",
        "Carly: You're spying on those kids.",
        "Craig: No, I'm just looking out for them so if they get into trouble, I'll know about it first.",
        "Carly: Uh-huh. And I'm with you, then I'll know about it second.",
        "Craig: And if you choose not to fulfill your obligations to our company, then you'll know about it -- who knows?",
        "Carly: Oh, why must you always blackmail?",
        "Craig: Because it works.",
        "[SCENE_BREAK]",
        "Paul: Time's up.",
        "Lucy: Come in.",
        "Paul: Okay, Lucy -- you in or out?",
        "Lucy: Paul, I need more time to think about this. What you're asking me to do is really difficult.",
        "Paul: Yeah, I can imagine. It would be very difficult to sleep with Dusty. But you've done it before.",
        "Lucy: If you want me to help you, you're gonna have to --",
        "Paul: You'll be helping yourself, Lucy -- keeping yourself out of jail. And then there's your dad. What would Craig say if he found out you were stabbing him in the back?",
        "Lucy: If you give me more time, we can both win.",
        "Paul: How much time do you want?",
        "Lucy: Just one more day.",
        "Paul: Yeah, time enough for you to send the shipment off, and then I lose my leverage. I don't think so.",
        "Lucy: Paul, your plan won't work. If Dusty's committed to Meg, how am I gonna get him to sleep with me?",
        "Paul: I don't know. Figure it out. You get Dusty in bed or dear old dad finds out that you've been a very bad girl. The choice is yours.",
        "[SCENE_BREAK]",
        "Dusty: Taking you out to breakfast is supposed to stop making you worry about Paul.",
        "Meg: You didn't see him, Dusty.",
        "Dusty: I've seen him go off the deep end before.",
        "Meg: No, not like this. He wasn't angry. He was cold and -- and paranoid that you would alienate him from his daughter.",
        "Dusty: Well, you'd never let that happen. You're too good to this guy.",
        "Meg: He's Eliza's father. I want her to have a solid relationship with her dad. I'm just afraid. I don't -- he could do anything.",
        "Dusty: Well, he could, but nothing's gonna happen to you and Eliza while I'm around. I promise you that.",
        "[SCENE_BREAK]",
        "Lucy: Paul, I would help you if I could, but I can't. Dusty doesn't want me.",
        "Paul: That's it? That's how you say \"No\" to me? Okay. If that's the way you want it.",
        "Lucy: Paul, please don't do this! What makes you think that Dusty would even be receptive to me at this point?",
        "Paul: Come on. I'm sure you could figure out a way if you put your mind to it.",
        "Lucy: And then what? Meg falls into your arms because Dusty's out of the picture?",
        "Paul: Frankly, I don't care what Meg does anymore. I have a much more important agenda.",
        "[Sighs]",
        "Paul: Lucy, you in or out? Don't even think of double-crossing me. 'Cause your father may be dangerous, but I'm crazy.",
        "[SCENE_BREAK]",
        "Meg: I believe you'll protect it's you I'm worried about.",
        "Dusty: Don't worry about me. I'm fine. He looks pretty happy to me.",
        "Meg: Which only means he probably cut your brake line or hired a sniper.",
        "Dusty: Only one way to find out.",
        "Meg: No, Dusty, don't! Don't!",
        "Paul: Good morning, Dusty. Sorry, I didn't mean to disturb your cozy little breakfast with Meg.",
        "Dusty: Actually, you've been disturbing Meg a lot lately. But that's gonna stop.",
        "Dusty: You got to stop threatening Meg.",
        "Paul: I have not yet begun to threaten Meg.",
        "Dusty: What's that mean?",
        "Paul: Just -- just semantics. Um, let's see -- to my mind, I have never threatened Meg.",
        "Dusty: What do you call it?",
        "Paul: I call it being clear. I have no intention of relinquishing custody of my little girl regardless of Meg's newfound personal preferences.",
        "Dusty: Nobody's asking you to.",
        "Paul: You never ask, Dusty, do you? You just kind of show up, and the next thing I know, I'm missing my inheritance or my company -- my wife.",
        "Dusty: I'm not taking your kid away from you.",
        "Paul: Why should I believe you?",
        "Dusty: Because you're her father and Meg wants you involved. You can see her, watch her grow up -- if you follow the rules.",
        "Paul: Really? Whose rules -- your rules?",
        "Dusty: The court's.",
        "Paul: Well, aren't you generous -- granting me access to my own child? Pay attention, Dusty. I don't follow anybody's rules anymore.",
        "Dusty: You make trouble for Meg, you'll answer to me.",
        "Paul: I'm not answering to anybody ever again.",
        "[SCENE_BREAK]",
        "Lucy: I'm not sure exactly what he knows, but he saw me at the docks in Bay City. What do you think? I have to do exactly what he wants. Paul Ryan is crazy by his own admission. I can't let him destroy everything that we've worked for.",
        "[Sighs]",
        "Lucy: I know. If Dusty, then I'll go after Dusty -- for all the good that'll do. I know. I know. I have a lot of people counting on me. I'm not gonna get this derailed.",
        "[Phone beeps]",
        "Lucy: Oh, God. Okay, wait. I've got another call. Hang on. I'll just report in later.",
        "[Inhales deeply]",
        "Lucy: Daddy! Hi!",
        "Craig: Hello, my sweet daughter. How are you? I was wondering if you could do me a favor.",
        "Lucy: Maybe.",
        "Craig: Could you pick up Johnny after school?",
        "Lucy: Oh, yeah. I'd love to. Would you like me to take him back to your place?",
        "Craig: Uh, no. Keep him with you. I'm at the docks at Bay City, and I don't know how long I'll be.",
        "Lucy: The -- the docks? What are you doing there?",
        "Craig: Just some business with Carly.",
        "Carly: Hey, does this number look right to you?",
        "Craig: I think it should be 278, but you should double-check it against the manifest. So, are you sure you're okay with picking up Johnny?",
        "Lucy: Uh, absolutely.",
        "Craig: Great. Thank you. I'll see you later.",
        "Lucy: Yeah. Take your time.",
        "[SCENE_BREAK]",
        "Dusty: So, what are you planning?",
        "Paul: You know what? Why don't you get back to your girlfriend? You and I have nothing else to say to each other. Except this -- have a beautiful day, Dusty.",
        "[Sighs]",
        "Dusty: Well, you are right. He's acting weirder than usual.",
        "Meg: What did he say?",
        "Dusty: I stopped listening after he called you my girlfriend, which I like the sound of.",
        "Meg: Dusty.",
        "Dusty: He's weird. Just stay away from him.",
        "Meg: I intend to. I've lost my appetite.",
        "Dusty: Let's have breakfast somewhere else.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Jack: You turn everything into an issue about Carly.",
        "Janet: That's because it is.",
        "Jack: Oh. So Janet Snyder has declared there's no further discussion necessary.",
        "Janet: You're the detective, Jack. Look at the evidence. It's right in front of your face.",
        "Jack: I'm worried about my son, Janet.",
        "Janet: Honey, your son ran away and got married, and do you know what you were harping on the whole time?",
        "Jack: How this is the dumbest thing Parker's ever done?",
        "Janet: No. That Carly shouldn't be hanging out with Craig.",
        "Jack: Well, she shouldn't be.",
        "Janet: You're not upset because Parker is hanging out with Craig. You're upset because Carly is hanging out with Craig. It's all about Carly.",
        "Jack: That is the most ridiculous thing I've ever heard.",
        "Janet: And you are so furious with him because he reminds you of her.",
        "Jack: What?",
        "Janet: You love him, right?",
        "Jack: Of course I love Parker! What does that have to do with Carly?!",
        "Janet: He disappointed you. And he lied to you. Just like she did. And as much as you want to walk away and pretend like you don't feel anything for either of them, you can't. You just can't.",
        "Jack: I need some air.",
        "[SCENE_BREAK]",
        "Carly: All the cases are off the trucks and ready to be loaded onto the ship.",
        "Craig: Okay, then. Cesar, load them up and move them out. Feels good, doesn't it?",
        "Carly: It feels fantastic. It's the best thing in my life right now.",
        "Craig: Oh. Oh, boy. That's how it starts, you know.",
        "Carly: What?",
        "Craig: The good life. First, one good thing goes right, and then, it's all good.",
        "Carly: Is that a fact?",
        "Craig: Would I lie to you?",
        "Carly: Without hesitation.",
        "Lucy: Dad, I'm so glad I found you. Hi, Carly.",
        "Carly: Hi, Lucy.",
        "Craig: Lucy, what are you doing here?",
        "Cesar: Hi.",
        "Craig: Do you two know each other?",
        "Lucy: I don't have occasion to meet many dockworkers, but I'd be happy to expand my horizons if you do the honors.",
        "Carly: Lucy, this is Cesar. He's helping us get out our first shipment of vodka today.",
        "Lucy: Oh. Nice to meet you.",
        "Craig: You sounded like you already met my daughter.",
        "Lucy: No, he didn't.",
        "Craig: Are you sure you two haven't met before?",
        "Cesar: No disrespect. I'm always friendly to pretty girls. I need to check a couple of numbers.",
        "Carly: Yeah. Sure. It's all yours.",
        "Craig: So, why are you here?",
        "Lucy: Something came up.",
        "Craig: Oh, you -- you can't pick up Johnny?",
        "[Chuckles]",
        "Craig: You could have called.",
        "Lucy: No, no. I can still pick up Johnny. But I have some good news. I was chosen to present a paper at a symposium tomorrow.",
        "Carly: Oh, Lucy, that's great. Where?",
        "Lucy: In Chicago.",
        "Craig: Congratulations.",
        "Lucy: Thank you. And I was wondering if I could take Johnny with me overnight.",
        "Craig: Not on your life.",
        "Lucy: Dad, he'll have so much fun, and if you're gonna be just working all day tomorrow --",
        "Craig: I said \"No.\"",
        "Carly: Maybe you should think about it, huh?",
        "Craig: Why?",
        "Carly: Well, because Lucy's asking. She's your daughter. She wants to take her little brother on a mini vacation. It sounds like fun.",
        "Craig: Johnny's not leaving town without me.",
        "Carly: So, then you go with them. I can finish things up here. And that would be even better, wouldn't it, Lucy?",
        "Lucy: That would be great.",
        "[SCENE_BREAK]",
        "Jack: I hate it when you're right.",
        "Janet: I hate it that Carly still gets to you.",
        "Jack: Hmm.",
        "Janet: But I understand it.",
        "Jack: I wish I did.",
        "Janet: Honey, we will get through this together. It'll be okay.",
        "Jack: How?",
        "Janet: By being the adults that we're supposed to be -- instead of arguing and screaming at each other.",
        "Jack: The kids will still be married. And if Parker gets his hands on that $50 million, watch out.",
        "Janet: He's rebelling because you gave him something to rebel against.",
        "Jack: Janet, he ran away. He stole. What was I expected to do?",
        "Janet: You want to teach him responsibility? I say go for it. Back off and let the kids fend for themselves.",
        "Jack: I thought I was doing that when I kicked him out of the house?",
        "Janet: No. You weren't teaching responsibility. You were punishing them.",
        "Jack: So I blew it.",
        "Janet: Yeah. But you know what? If I had a dollar for every time I blew it with Liberty, my money would far surpass Parker's millions, okay? And I had to do it by myself. You, my dear, are not alone.",
        "Jack: I got you.",
        "Janet: That's right. And the kids have four parents between them.",
        "Jack: So I should talk to Carly.",
        "Janet: And Brad. We should talk to them both.",
        "Jack: Mm-hmm.",
        "Janet: United front.",
        "Jack: Well, wherever Carly goes, Craig is sure to follow. And if that guy weighs in on my kid one more time, I swear to you, Janet, I'll have to hurt him.",
        "[SCENE_BREAK]",
        "Craig: You know, I have good reason not to trust my daughter.",
        "Carly: I thought you decided to forgive Lucy for taking off with Johnny.",
        "Craig: It's a process. It could take years. Besides, how do I know she's even going to Chicago?",
        "Carly: Hey, Lucy. Does Bob Hughes know about this presentation in Chicago?",
        "Lucy: He selected me for it. You can call him. Or have a P.I. put on me.",
        "Craig: I'll do you one better. I'll have Johnny equipped with one of those microchips so I can track him wherever he goes. And I'll have my own P.I. fit him for it at school.",
        "Carly: Seriously?",
        "Craig: Johnny will be fully equipped when you come to pick him up.",
        "Carly: Not exactly a ringing endorsement.",
        "Craig: Consider it a test.",
        "Lucy: And I'll pass with flying colors. Thank you, Daddy. And you too, Carly. I better go. I'll be late to pick up Johnny. Bye. That was close. Thank you for not giving me away.",
        "Cesar: We have an agreement.",
        "Lucy: So everything's all set? Okay. I'll be in touch.",
        "[SCENE_BREAK]",
        "Meg: You know, I feel so much better when I'm with you. I feel safe. I can almost believe that Paul won't be a problem anymore.",
        "Dusty: He won't be if you don't let him.",
        "Meg: Well, I better get back to work.",
        "Dusty: I'll walk you.",
        "Meg: No, no, no. No. We should both take your advice, go about our business and stay away from Paul.",
        "Dusty: Yes, Ma'am. Oh, it does work.",
        "Meg: I told you.",
        "[Giggles]",
        "Dusty: Hey, Lucy.",
        "Lucy: Hi. I was just gonna call you.",
        "Dusty: Everything okay with Johnny?",
        "Lucy: Yeah. Actually, everything's great. I just got permission to go to Chicago with him for an overnight.",
        "Dusty: Hey, that's great. I'm glad he's getting to spend some time with you.",
        "Lucy: Yeah. And with you if you want. I mean, obviously we'd have to be super careful about making sure my dad doesn't know. But if you would like to come, then --",
        "Dusty: Yeah. Yeah, I'd like that. Give me five minutes at the office. I'll meet you back at the Lakeview.",
        "Lucy: Okay.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Paul: Hello?",
        "Lucy: We're on.",
        "Paul: Already?",
        "Lucy: Yeah, unless you want to call this off, which would be just fine with me.",
        "Paul: No. So, how are we gonna do this?",
        "Lucy: I've, um -- I've arranged to go to Chicago with Johnny and Dusty for an overnight.",
        "Paul: When?",
        "Lucy: Tonight.",
        "Paul: You do work fast.",
        "Lucy: Well, there's a lot at stake.",
        "Paul: Well, keep me up to date.",
        "Lucy: Paul, I'm keeping my part of the bargain. You've got to keep yours. You can't say a word about this to my father.",
        "Paul: You get something going with Dusty, and I will take your secrets to my grave.",
        "[Sighs]",
        "Paul: Hello, Nurse. I was wondering if maybe you could help me out.",
        "Meg: I'm sure somebody can assist you at the information desk.",
        "Paul: I just need someone to take my stitches out.",
        "Meg: I'll get someone.",
        "Paul: Why can't you help me?",
        "Meg: Because I'm not playing your game, Paul. I'm done.",
        "Paul: Oh. So, you don't want to know where your boyfriend's going today?",
        "Meg: He's probably at the office.",
        "Paul: Is that what he told you? Ooh. Yeah, you might want to check that out.",
        "Meg: Really? Why should I?",
        "Paul: Well, 'cause I heard he's on his way to Chicago.",
        "Meg: Oh. Probably went there on business.",
        "Paul: No. Actually he's spending the night with Lucy, and, um, the -- Johnny. Yeah. Wow, I guess it's true. The girlfriend is always the last to know.",
        "Meg: Leave me alone, Paul.",
        "Paul: If you don't believe me, call his office. You can see for yourself.",
        "Meg: I don't need to check on Dusty.",
        "Paul: Oh, come on. You know you want to. Here.",
        "Meg: Fine. I'm only doing this to prove to you that he's at his office. I can get you off of my back.",
        "Dusty: This is Dusty Donovan. I'm out of town till tomorrow. Leave a message and I'll call you when I return to the office.",
        "[SCENE_BREAK]",
        "Dusty: Should we be seen together?",
        "Lucy: This is the address of the hotel where we're staying. Get a room under a different name and make sure you're not followed.",
        "Dusty: You got it.",
        "Lucy: I'll see you later.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Meg: Dusty? Hey, I was thinking about you. Where are you?",
        "Dusty: On my way to Chicago.",
        "Meg: What's going on?",
        "Dusty: Lucy gave me a chance to spend some time with my son. I just wanted you to know.",
        "Meg: Well, I'm glad you called. Enjoy every minute of it.",
        "Paul: So, what'd he say?",
        "Meg: I guess you weren't lying.",
        "[Sighs]",
        "Meg: Dusty is going to Chicago with Lucy.",
        "Paul: And you're okay with that?",
        "Meg: Yes, I am. That's what trust is all about. Excuse me.",
        "Paul: You know, I wonder if Craig knows about this little junket. Maybe I should call him, you know -- fill him in.",
        "Meg: Why would you want to do that?",
        "Paul: Well, like you said. It's about trust, right? And right now Craig trusts that Lucy's doing everything she can to keep Dusty away from Johnny, and if Lucy's falling asleep on the job, then I think Craig has every right to know.",
        "Meg: You don't give a damn about the guy! You hate him. He tried to kill you.",
        "Paul: Yet, now, apparently, there's someone that I hate more.",
        "Meg: Okay, you know what, Paul? You need to stop. I know what you're trying to do. You're trying to intimidate me.",
        "Paul: You think intimidation is my goal?",
        "Meg: Then what is it?",
        "Paul: No! Come on. Cooperation.",
        "Meg: Cooperation?",
        "Paul: Yeah. If you don't have a problem with Dusty sneaking off to spend a little extra time with Johnny, surely you wouldn't have problems with me spending a little extra time with Eliza.",
        "Meg: Okay, fine. Fine. You want to spend some time with Eliza tomorrow, I'll arrange it.",
        "Paul: You have the short shift today. Why don't you just drop her off when you're done?",
        "Meg: Today?",
        "Paul: Yeah. I'll be waiting at Fairwinds.",
        "[SCENE_BREAK]",
        "Craig: To our first successful loading.",
        "Carly: Mmm. And we are loaded --",
        "[Both laugh]",
        "Carly: In more ways than one.",
        "Craig: So we make good vodka. Besides, we had to do something while we were waiting.",
        "Carly: Now, Craig. Don't act like this just happened. You wanted to get me drunk.",
        "Craig: No.",
        "Carly: You asked Lucy to pick Johnny up from school.",
        "Craig: It was just a precaution. I had no idea how long we'd be.",
        "Carly: You arranged for car service, Craig.",
        "Craig: I like to ride in style. Don't you?",
        "Carly: Hey, and congratulations for letting Lucy take Johnny to Chicago. It's a nice thing to do.",
        "Craig: If anything happens to him, I'm holding you personally responsible.",
        "Carly: All right. They're gonna come back safe and sound. I swear it.",
        "Cesar: Cargo's on board, and the ship's pulling out.",
        "Carly: Great! Fantastic! Well, thank you, Cesar. Thank you so much.",
        "Craig: Oh, that's it, then. Nothing left to do but go home.",
        "Carly: Home. I miss Parker when I'm at home.",
        "Craig: Well, then, let's take the party with us.",
        "[SCENE_BREAK]",
        "Jack: I'm all for working things out.",
        "Janet: Say that again?",
        "Jack: I know I've been pretty off the wall the last few days.",
        "Janet: Honey, you threw the kids out of the house.",
        "Jack: Can I explain that, please? Just --",
        "[Sighs]",
        "Jack: Honestly, I thought that -- that they would come to their senses, come home, and they would say they were sorry.",
        "Janet: You did?",
        "Jack: Yeah, I swear. I thought they would do whatever we wanted them to do as long as we let them stay. I --",
        "Janet: Oh, Honey. So you told them to leave, but you didn't really think they were gonna go. Sweetheart, the kids don't really want to be on their own. They're smart. And I think deep down inside, Parker's gonna realize that he's not gonna be able to handle all that money. He's gonna need some grown-ups to help him. But the --",
        "Jack: What?",
        "Janet: Well, he may not want you to be that grown-up. He may want Carly.",
        "Jack: Well, that'd be okay. As long as it isn't Craig.",
        "Janet: What is it with you and that guy?",
        "Jack: You're starting to like him, aren't you?",
        "Janet: Oh, please.",
        "Jack: You are.",
        "Janet: No, I don't. You know, he's an idiot, but I think he's harmless.",
        "Jack: And that's what's most dangerous about him. Listen. Under the quiet, understanding, \"I'm just a lonely guy\" facade is a killer with no conscience -- no -- no loyalty and no love whatsoever. Don't be fooled.",
        "Janet: If you say so.",
        "Jack: You want to get all the parents together and talk this out, I am all for that. But Craig -- Craig cannot weigh in whatsoever. In fact, he can't even be there. Deal breaker.",
        "Janet: Fine. Fine.",
        "Jack: Come with me.",
        "Janet: I am behind you, as always.",
        "[SCENE_BREAK]",
        "Carly: Oh, yeah, yeah, yeah.",
        "Craig: Yeah, yeah, yeah. It's coming. Oh!",
        "[Laughing]",
        "Carly: You can't sit on me!",
        "Craig: All right. I'm surprised you even felt that.",
        "[Both laughing]",
        "Craig: Mmm. I marked the bottle.",
        "Craig: Let's go.",
        "Carly: Where?",
        "Craig: To bed.",
        "Carly: Okay.",
        "[SCENE_BREAK]",
        "Lucy: You enjoying \"The Man from Oakdale\"?",
        "Dusty: Good read. Henry's talented.",
        "Lucy: Yeah, he is. It was really weird reading about his fictional quest to find me and Johnny. Honestly, if I didn't know any better, I would have thought that he was tracking us. We really did. We hid out in all those countries that he wrote about in the book.",
        "Dusty: \"From Montego to Sweden to New York City, Lucy was missing friends. Real friends. People she could confide in and laugh with. Be herself with.\" Is that right?",
        "Lucy: Don't you have anything better to do?",
        "Dusty: Did he get it right? No, no. Actually, I don't. Is Johnny asleep?",
        "Lucy: Yeah, despite himself. He was so excited about the lake that's like an ocean and seeing where the Cubs play baseball.",
        "Dusty: I thought he'd get a kick out of that.",
        "Lucy: Yeah. The tour bus was a good idea.",
        "Dusty: I don't think anybody's following us, but, uh, stay alert if I miss anything.",
        "Lucy: Yeah, I know. I'll deal with it.",
        "Dusty: You took a big risk setting this up.",
        "Lucy: Yeah. Well, Johnny loves you. I mean, he may have my father's biology, but you're really his dad in all the ways that matter.",
        "Dusty: And why'd you do it? If your father finds out that you're here with me and Johnny --",
        "Lucy: Yeah, he'll never let me see Johnny again. He might even have me arrested.",
        "Dusty: It's a big risk to take. Why did you set this up, Lucy?",
        "Lucy: Because I owe you. I know how much I hurt you when I took away Johnny.",
        "Dusty: Your father and I put you in a bad position.",
        "Lucy: I know it's only been a -- a couple of years, but it feels like a lifetime since -- since I took Johnny away. I mean, God, I was just -- I was so young then. I -- I didn't know what I wanted or who to trust. I used to have all these youthful fantasies about running away with you -- having this wonderful life together. And when all that fell apart --",
        "Dusty: That was a long time ago.",
        "Lucy: Yeah. But being here with you now, it gives me a different perspective.",
        "Dusty: What do you see now?",
        "Lucy: I see that you're a good man -- that I should have trusted that you'd be good to Johnny. I was so confused about so many things. I'm sorry, Dusty.",
        "Dusty: It's okay. It's in the past. Johnny's back now. And who knows, I might get a chance to make up for the time I lost.",
        "Lucy: Yeah? What about us, huh? Any chance we can make up for the time we lost?",
        "[SCENE_BREAK]",
        "Paul: There's my girl. Hello, Sweetheart. Hi.",
        "Meg: Okay, she just had her bottle, but Mama says she's been restless all day.",
        "Paul: [Smooch] She just missed her daddy, didn't you? Daddy's right here.",
        "Meg: I'm just saying that she hasn't had her naps, and me dragging her over here just further frustrated her, and if she's a little tired --",
        "Paul: I know how to take care of my own little girl. You can just leave her things and go.",
        "Meg: So, will you be bringing her home tonight? Or should I pick her up?",
        "Paul: You are so beautiful. Look how beautiful you are.",
        "Meg: Paul, I'm asking you a question. Where's the social worker?",
        "Paul: What social worker?",
        "Meg: You know that's against court orders. There needs to be a social worker here every time you visit with Eliza.",
        "Paul: A scheduled visit. This is kind of more of a -- a spur-of-the-moment visit, so no social worker.",
        "Meg: That's unacceptable, Paul. Okay, give her back to me. We're leaving.",
        "Paul: No, you do that, and I'll call Craig, and I'll tell him that your boyfriend is spending the night with his son.",
        "Meg: Okay, look! I don't have a problem with you spending a few hours with Eliza, but just call the social worker!",
        "Paul: I think that if Dusty can spend the night with Johnny, then I can spend the night alone with Eliza. Don't you think?",
        "Meg: I don't think so.",
        "Paul: You can go away, Meg. You can pick her up in the morning.",
        "[SCENE_BREAK]",
        "Janet: It's cold out here!",
        "[Sighs]",
        "Jack: Carly? She's got to be home. The door's unlocked. Sometimes it's hard to hear if you're upstairs.",
        "Janet: All right. Well, I'll put some coffee on. You go up there and check on her.",
        "Jack: All right. Listen. Hey.",
        "Janet: What?",
        "Jack: Thank you.",
        "Janet: For what?",
        "Jack: For calming me down, making me think. You're a really great wife. You know that?",
        "Janet: Well, it's a good thing you saved the best for last. 'Cause I'm your last wife, slick. Don't you forget it.",
        "Carly: What? Did you here that?",
        "Craig: Yeah. It was my heart. It went into hibernation for a while, but I think it's revving up.",
        "Carly: Fantastic.",
        "Jack: Carly?",
        "Jack: So, this is how the two of you do business?",
        "Carly: What are you doing in here?",
        "Craig: That is a good question. You have no right to barge in like that.",
        "Carly: Craig, please shut up! Okay?",
        "Craig: That's not what you said a minute ago.",
        "Carly: Why didn't you knock on the door, Jack?",
        "Jack: We did! There was no answer and the door was unlocked! So we -- how much have you had to drink?",
        "[Clears throat]",
        "Carly: What do you want?",
        "Jack: I wanted to talk to you about Parker.",
        "Craig: So you invite yourself into Carly's bedroom?",
        "Jack: If this is how the two of you spend your afternoons, it's no wonder he doesn't want to move back here.",
        "Carly: Oh, you're disgusting!",
        "Jack: And what about Sage? What if she had walked in on this?",
        "Carly: Sage is at school!",
        "Jack: School's out.",
        "Carly: She's on a playdate.",
        "Jack: Where?",
        "Carly: At that redhead kid's house.",
        "Jack: Oh, this is absolutely unbelievable.",
        "Carly: At Madison's house! This would not be happening if the children were home, Jack.",
        "Craig: Jack, you don't live here anymore, so get out.",
        "Janet: Hey, did --",
        "Jack: Let's go.",
        "Janet: What? I just put the coffee on. Isn't Carly home?",
        "Jack: Oh, she's home. Come on. Please.",
        "Janet: Wait. Wait a minute. What about our conversation?",
        "Jack: There will be no conversation today. Put your coat on. We are leaving.",
        "Janet: Jack, what happened?",
        "Carly: Jack. Would you just listen to me?",
        "Craig: Yeah. Listen up, Jack. Carly is entitled to a personal life.",
        "Janet: Oh. They were getting personal. I told you we should have rung the bell.",
        "Jack: We need to go.",
        "Carly: No, we need to sit down and talk!",
        "Jack: Janet? Now. Please.",
        "Janet: Oh, okay. Uh, the coffee's on.",
        "Craig: Uh -- well --",
        "[SCENE_BREAK]",
        "Meg: Why didn't you just ask? Why do you have to threaten to tell Craig about Dusty? Why do you make this so difficult?",
        "Paul: I made it easy. Simplest way to make sure that you say yes is to make sure that you can't say no. Now I'm gonna take my little girl up to her room.",
        "Meg: Okay, stop. Look. I trust you to take care of her. I do. But the way you've been acting, I just don't know what you're gonna --",
        "Paul: You don't know what I'm gonna do next. I understand. It's understandable. Look, if you're worried about how I'm gonna behave, you're welcome to stay and observe how I am with my little girl as long as you like.",
        "Meg: You expect me to stay here overnight?",
        "Paul: It would be just like we're married. Only instead of dreaming about what we have, we can live the dream with our little girl.",
        "Meg: For how long?",
        "Paul: Let's start with a night. How's that? For now.",
        "[SCENE_BREAK]",
        "Lucy: I've made you uncomfortable.",
        "Dusty: Where's this coming from all the sudden?",
        "Lucy: I loved you for a long time. It doesn't just go away.",
        "Dusty: I thought it did. And now?",
        "Lucy: Well -- you're free. I'm free.",
        "Dusty: There's Meg.",
        "Lucy: Yeah, but you two just started seeing each other.",
        "Dusty: No, no. We've known each other since we were kids. We started seeing each other when we were teenagers.",
        "Lucy: Yeah.",
        "Dusty: What is it? I'm being honest with you.",
        "Lucy: No, it's okay. I mean -- I'm not trying to make you feel bad. Just -- being here with you and -- Johnny asleep in the other room -- it's the most at home I felt in a really long time.",
        "Dusty: Me too.",
        "Lucy: So I'm not the only one?",
        "Dusty: This is one of the best days ever. You're one of the reasons it was -- so good.",
        "Lucy: And?",
        "Dusty: I'm gonna lay down with my son. Make the most if it, you know.",
        "Lucy: He's lucky to have you.",
        "Dusty: I'll be here for you, too, Lucy. I'll always be here for you. Remember that.",
        "[SCENE_BREAK]",
        "Janet: Come on. What's the real problem, huh? Is it because the kids could have walked in? Or is it because Carly was with someone else?",
        "Jack: Hey, I don't care who Carly sleeps with. The thought of that guy in my bed, however, it --",
        "Janet: Your bed?",
        "Jack: No, I didn't mean that. I didn't.",
        "Janet: Your bed.",
        "Jack: Honey, I -- I still think of that house as mine. It's a force of habit.",
        "Janet: And you still think of Carly as your wife.",
        "Jack: No, hey. Don't twist my words around. I have a right to be angry at Carly.",
        "Janet: What gives you the right? What gives you the right?",
        "Jack: Janet, come on.",
        "Janet: Don't make it worse! I think I have every right to be mad at you right now.",
        "[Sighs]",
        "[SCENE_BREAK]",
        "Craig: How many times do we have to go over this? It doesn't matter what Jack thinks. You're not married to him anymore. He's moved on with his life. Why shouldn't you? Blah, blah, blah.",
        "Carly: You're right. You're absolutely right. Jack cannot tell me what to do.",
        "Craig: You know what? He acts like this is still his house. This is your home, not his.",
        "Carly: That's right. I'm the one who pays the bills. I'm the one who looks after sage.",
        "Craig: Oh, and when you wanted help from him about Parker, boy, was he busy blaming you.",
        "Carly: It's not my fault that Parker got married. It's his fault.",
        "Craig: Exactly. He takes advantage of this. You know, he comes barging in here any time he feels like it. You know, what is it gonna take for him to realize that he has no claim on you or whatever happens in this house anymore? So -- when is sage coming back from her playdate?",
        "Carly: She's gonna have dinner there.",
        "Craig: Really? Lovely. I say we go back upstairs and finish what we started.",
        "Carly: Why not?",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Jack: Craig played you and Parker to get what he wants, and he won.",
        "Carly: Well, what is it you think he wants?",
        "Jack: To get his hands on the rest of Rosanna's money!",
        "Margo: You have real feelings for Carly?",
        "Craig: Oh, don't be ridiculous.",
        "Margo: Craig Montgomery, you're in love.",
        "Lucy: The truth -- Dusty and I, we're getting back together!",
        "Paul: Well, then why did I just see him kissing Meg?",
        "Alison: You know what I'm gonna do? This.",
        "Noah: Mr. Grimaldi? Mr. Grimaldi! Oh, my --"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=__NEfm8n1LM"
}