{
    "Episode Summary": [],
    "Recap": [
        "Carly tells Jack that she hopes this crisis will bring Holden and Lily back to each other because they need each other. Carly later sees Holden and Lily sleeping in the same sleeping bag while they wait for Ethan to be rescued tomorrow. Carly advises Jack to allow himself to need Janet because she is good for him. Carly tells Jack that if Holden and Lily do get back together she will be waiting for someone to love her and someone she can love with her whole heart. Janet wonders if Jack still loves Carly and he says he will always care about her but he isn't what Carly needs and she isn't what he wants anymore. Carly overhears this conversation between Jack and Janet and goes home a little sad for herself but happy for Jack. Lily stops Holden from going to get Ethan until the proper equipment arrives tomorrow because she couldn't survive if she lost both him and Ethan. Paul overhears Meg defending him to Mike and when most of the people have left the work site he goes down to find Ethan and the gold. Paul is happy to find Ethan is okay and he is even happier to find the gold bars that James said were down in the hole. Paul sits and waits beside a sleeping Ethan to be rescued in the morning."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Faith: Microphone only goes one way? I want to talk to Ethan.",
        "Lily: You're not gonna be saying that in a few days. Your brother's gonna be interrupting you while you're on the phone with your friends. He's gonna be yelling at you to come play with him.",
        "Faith: He's been so quiet. Why is he so quiet?",
        "Lily: He's probably sleeping, and you need your rest, too, Faith. You should go home.",
        "Faith: Mom, you promised me that I could stay.",
        "Lily: Sweetie, I know you're worried about your brother, but everybody's doing everything they can to help him, okay? I'll let you know as soon as I hear.",
        "Faith: Mom, you promised me!",
        "Holden: What's going on?",
        "Faith: Mom promised me that I could stay, and I want to hear Ethan talk or move or something, and she wants me to go home.",
        "Holden: How long's it been?",
        "Lily: About an hour and a half.",
        "Holden: All right, you know what? You go ahead, and I'll stay with Faith, and we'll let you know if we hear anything.",
        "Faith: What's going on? What's wrong?",
        "Holden: What's happening is that your mother's is gonna talk to Ethan so that he knows that we're still here with him.",
        "Lily: Ethan, sweetie? Can you hear me? Talk to me, baby. Ethan? Ethan?",
        "[SCENE_BREAK]",
        "Meg: Thank you.",
        "Paul: You're welcome. I promised you that I would find a way to pay Derek back, and I will.",
        "Meg: How? You still haven't told me how that's gonna happen.",
        "Paul: I'm working on it.",
        "Meg: The man tried to drown you, Paul. Let me call Jack.",
        "Paul: No, no, no, no. Please. I really don't want the police involved.",
        "Meg: He's family! We'll just ask him to keep it between us!",
        "Paul: Look, Derek's watching us, okay? He would know, and next time, he might go after you.",
        "Meg: Okay, we'll be extra careful. The guy's a loan shark, not a magician. He can't be everywhere at once.",
        "Paul: Yeah, but his connections can. Meg, please. You and me and the baby, we're all in this together. We'll get through this together.",
        "[SCENE_BREAK]",
        "Jack: Come on in.",
        "Carly: I thought we were going to Al's.",
        "Jack: No. This place is closer, and the food's better.",
        "Carly: Jack, I don't belong here. I'm leaving.",
        "Jack: Without your keys? 'Cause I got them. They're right here. Nope.",
        "Carly: What are you, 12?",
        "Jack: That would still make me about 10 years older than the way you're acting. Did you have breakfast this morning?",
        "Carly: I had coffee.",
        "Jack: Lunch?",
        "Carly: I wasn't hungry. I'm still not hungry. I'll meet you back at the work site, okay?",
        "Jack: Something smells fantastic in there! Don't you want to find out what it is? Emma? Emma, you upstairs?",
        "Janet: Jack, hi! I wasn't expecting you to be -- oh, hi, Carly.",
        "Carly: Hi, Janet.",
        "Janet: Wow. Well, you guys must be starved. I've got a whole bunch of food. I've got a vat of Mac and cheese on the stove. I have some green beans, some cookies, some salad, barbecue chicken.",
        "Jack: Barbecue chicken?",
        "Janet: Emma told me it was your favorite.",
        "Carly: She must have been cooking all day, huh?",
        "Janet: Actually, she's up at Lily's with little Natalie, trying to get her mind off of things.",
        "Carly: I have to go. Janet, thank you. Thank you for cooking and everything.",
        "Janet: Go.",
        "Carly: You have my keys.",
        "[SCENE_BREAK]",
        "Meg: I don't understand why you can't tell me where you're gonna get this money from to pay off this loan.",
        "Paul: Because I'm still weighing all of my options.",
        "Meg: Okay, tell me the truth. Are you gonna kill him, Paul?",
        "Paul: Am I gonna kill him?!",
        "Meg: Are you gonna steal the money?",
        "Paul: No. Where are you getting all this from?",
        "Meg: Then why don't you want the police involved? Obviously, you're up to something illegal. What is it?",
        "Paul: Why won't you just let me take care of this, Meg?",
        "Meg: Okay, you say you're gonna take care of it, and I trust that you will, but I don't want to be in the dark. I want to be in on this, good and bad, because I want our marriage to last.",
        "Paul: Funny thing, that's exactly what I want.",
        "Meg: Well, then don't keep things from me. I want an equal partnership.",
        "Paul: Fine. You want an equal partnership, we'll divvy up the responsibilities. Even Stephen, okay? We'll share the load. You -- you be the breeder.",
        "[Meg laughs]",
        "Paul: You take care of the precious cargo, and, me, I'm gonna take care of everything else. I mean it. That's my deal. That's my deal, Meg. You take it or you take it.",
        "Meg: Did you just say \"Breed\"?",
        "Paul: Yes. And I promise you, though, once the baby's born, you can look after the loan shark, and I'll take care of everything else then, all right? Let's get you upstairs. And I'm thinking, though, if you're gonna be pregnant, you should at least be barefoot.",
        "[Meg laughs]",
        "[SCENE_BREAK]",
        "Lily: Ethan!",
        "Holden: Ethan! Ethan, answer me!",
        "Mike: What's going on?",
        "Holden: Ethan isn't responding to our voices. We haven't heard anything over the transmitter for over an hour.",
        "Mike: Maybe it's malfunctioning. He could be sleeping. The little guy's been through a lot.",
        "Lily: I can't take this anymore. Get him out of there now!",
        "Mike: We need more time, Lily.",
        "Holden: More time? It's been over 24 hours. Look, we need to get somebody down there, and we need to stop worrying about fault lines and get somebody down there!",
        "Mike: Do you remember what happened last time we tried to rush this? The rigging collapsed and you could have been killed. We need to make sure that we get it right this time.",
        "Lily: What if he dies while we're waiting to get it right?",
        "Mike: We're working as fast as we can to get the best possible plan in place. I know it seems like it's been forever, but it's really only been a couple hours since the last attempt.",
        "Lily: He's 4 years old, it's dark down there, he's hungry and thirsty, and he's scared!",
        "Mike: I know, but if you guys want to get Ethan out, you need to leave this to the experts.",
        "Holden: The experts? No, we're not gonna do that. I want you to rig me up again.",
        "Mike: No.",
        "Holden: No? Fine. I have rope in my truck. I'll do it myself.",
        "Mike: This is too dangerous. You need to stop him.",
        "Lily: I want my son back.",
        "Mike: This is crazy. You can barely walk. How are you gonna scale down the sides of the hole?",
        "Holden: I'm doing what I have to do.",
        "Mike: You need to test with your feet to make sure you don't cause another landslide. How can you do that when you can barely put any weight on your ankle?",
        "Holden: Let me worry about that, all right?",
        "Mike: It took both me and Jack to get you out the first time. Even if you do get down there, how are you gonna pull Ethan out?",
        "Holden: At least he won't be alone.",
        "Mike: You could kill yourself and your son.",
        "[SCENE_BREAK]",
        "Paul: Get some rest, and I promise, I'll be here when you wake up.",
        "Meg: Look, don't leave.",
        "Paul: I want to find out what's going on down at the farm.",
        "Meg: Well, why don't you call from here? Then we'll both know what's going on.",
        "Paul: Because, look, the accident happened at my work site, so, ultimately, whatever happens to Ethan is my responsibility and mine alone.",
        "Meg: Okay, well, why don't you stay with me just for a while till I fall asleep?",
        "Paul: No.",
        "Meg: Tell me a story.",
        "Paul: A story?",
        "Meg: Yeah, come on. Come on. Come on. Not a fairy tale, something that's true.",
        "Paul: Like an idyllic childhood memory? I don't have a lot of those.",
        "Meg: Tell me something about your father.",
        "Paul: Why would you ask me about James?",
        "Meg: Well, because I had that dream about him the other day, remember?",
        "Paul: Yeah, I remember. And you thought he was standing in the room.",
        "Meg: Yeah, he's just been on my mind.",
        "Paul: Have you had that dream again? Have you --",
        "Meg: No.",
        "Paul: Good.",
        "Meg: You're not like him, you know.",
        "Paul: Who said that I was?",
        "Meg: You think you are. You think you've inherited that same darkness that he has, but you're better than he is.",
        "Paul: How can you be so sure?",
        "Meg: You risked your life to save my mama's farm. James would never do that.",
        "Paul: Depends what he thought the farm was worth.",
        "Meg: See, you're not like that. For you, some things are more important than money.",
        "[SCENE_BREAK]",
        "Carly: Can I have my keys, please? Now?",
        "Jack: I don't want you to be by yourself.",
        "Carly: I'm fine.",
        "Jack: Stay here with us.",
        "Carly: I'm perfectly fine. My kids are safe. I can take a couple of hours off. I can have something to eat. Lily can't. She was my best friend. My very best friend. This is the worst day of her life, and who is here trying to make her feel better? Janet. I messed everything up.",
        "Jack: No. Hey, you brought her the transmitter. She got to hear Ethan's voice, and because of you.",
        "Carly: Jack, somebody would have thought of that eventually.",
        "Jack: But you thought of it. Why can't you give yourself a little credit, Carly?",
        "Carly: Because Ethan used to have parents that lived together, and because of me, he doesn't.",
        "Jack: Feeling guilty doesn't help anything.",
        "Carly: Who are you to talk, Jack? You're not a cop anymore because you feel guilty.",
        "Jack: And like I said, it doesn't help anything.",
        "Carly: Well, having someone helps. Having someone to talk to.",
        "Jack: It's got to be the right person, though. Not everybody understands.",
        "Carly: If they could have that again, somehow, I know it would help. Lily and Holden, they need each other. I know they do. They just can't admit it.",
        "Jack: So we're still talking about Lily and Holden.",
        "Carly: Yeah, Lily and Holden.",
        "[SCENE_BREAK]",
        "Lily: Are you going down there now?",
        "Holden: Yeah. As soon as I secure this rope. I want you to tell me what the best entry point is.",
        "Mike: You think I'm gonna help you die?",
        "Lily: Please, Mike!",
        "Mike: Don't let him do this. In a few more hours, we'll have the equipment flown in.",
        "Lily: How many more hours?",
        "Mike: I don't know for sure, but at least they'll both be safe.",
        "Lily: Ethan hasn't made a sound in hours. He needs us! It'll either be Holden or it'll be me, but one of us is going down there!",
        "Holden: I am doing this. You either help me or you can get out of my way.",
        "Mike: The tunnel is not stable! You could send a ton of rocks raining down on your son!",
        "Holden: And what if Ethan's hurt? What if he needs medical attention? I'm not about to stand here and do nothing! He's down there and he's alone. He needs me.",
        "Faith: No, no, Dad. Please don't go.",
        "Holden: Faith, Honey.",
        "Faith: I don't want you to die!",
        "Holden: Faith, Honey, I'm not gonna die, okay? And neither is Ethan. Let's do this.",
        "Faith: No, Mom. Mom, stop him!",
        "Mike: No!",
        "Lily: Holden, wait!",
        "Holden: What?",
        "Lily: Mike is right. It's crazy to do this until the experts have it right.",
        "Holden: Lily, Ethan, he's down there.",
        "Lily: I want my baby! I want my baby, Holden!",
        "Holden: Yeah, and I'm gonna bring him back to us.",
        "Lily: But you can't. Not yet. I want to save him as much as you do, but I can't risk losing both of you. That's something I'd never survive.",
        "[SCENE_BREAK]",
        "Jack: Even if this effort to save Ethan is bringing Holden and Lily back together, it doesn't necessarily change where they are right now.",
        "Carly: It would help.",
        "Jack: We came together to save Parker. It didn't help us.",
        "Carly: Well, you had a lot more to forgive than Lily does. Holden just made the one mistake. I made millions.",
        "Jack: Not millions. A couple hundred thousand, maybe.",
        "[Both laugh]",
        "Jack: Hey. Okay, listen. Even if Lily and Holden do get back together, where's that leave you?",
        "Carly: Ready. To find someone who will love me, who I can love with my whole heart. I had it once. I hope it can happen again.",
        "Jack: When you least expect it.",
        "[SCENE_BREAK]",
        "Holden: All right, fine. I'm gonna give you and the engineer a little more time, but it better be fast.",
        "Holden: Honey, I promise you, everything's gonna be fine. Just fine.",
        "Lily: I'm sorry, Mike. You tried to get me to do the right thing and I wouldn't listen.",
        "Mike: Go home. Get some sleep, and I'll call you in a couple hours when we're ready to do the next attempt.",
        "Lily: I'm not leaving Ethan.",
        "Holden: Come on. I'll take you home, and we'll get some dinner, okay?",
        "Holden: Mike, call me when you're ready.",
        "Lily: Please tell me I didn't make a mistake.",
        "Mike: In a few hours, we will have a lot better idea of the structure of that hole, and we'll be able to go right down to Ethan. We'll grab him, and we'll get him out of there without any risk.",
        "Lily: Let's hope it's not too late.",
        "[SCENE_BREAK]",
        "Carly: I think you should go inside, Jack. I think Janet is waiting for you.",
        "Jack: She's the one who sent me out here to you.",
        "Carly: Oh. And you made me think it was your idea. Give me the keys, okay?",
        "Jack: Are you gonna be okay?",
        "Carly: Yeah. Fine. You know, she's a decent woman. I think you should spend time with her without me in the way.",
        "Jack: No. You're not a problem for Janet and me right now.",
        "Carly: Then what is the problem, Jack?",
        "Jack: I'm supposed to be a cop. I've always been a cop. And now I don't even know what I am. I just know that I can't talk about it. Half my family, they don't even know.",
        "Carly: Okay. Well, let her help you as you figure it out, okay?",
        "Jack: Use her, you mean, right?",
        "Carly: No. Need her. Let yourself need her. Have a good supper. I'll see you at the work site.",
        "Carly: Hi, you guys.",
        "Holden: Hi.",
        "Carly: Any news?",
        "Holden: No. We're just here to get Faith something to eat. Then, I think, I'm gonna head back out.",
        "Carly: Oh. You came to the right place. I hear there's some fantastic Mac and Cheese in there.",
        "Holden: Why don't you head inside? I'll be right there. What is it, Sweetie?",
        "Carly: I know that it's gonna be cold tonight, so maybe I should get some extra blankets and sleeping bags for the crew.",
        "Holden: Okay. Blankets are in the attic. Sleeping bags are in the tack room.",
        "Carly: I'll find them.",
        "Holden: Sweetie, is something bothering you?",
        "Faith: Carly thinks that Ethan's gonna die. Everybody does.",
        "Holden: I don't think that. And you shouldn't either.",
        "Faith: You know what I can't stop thinking about?",
        "Holden: What?",
        "Faith: I was paying attention to my friend on the phone and my stupid report, and if I would have been paying more attention to Ethan, then none of this would have happened.",
        "Holden: All right, sit down. Listen, if I'd have picked up my messages, then I would have been there with you guys and none of this would have happened. But you know what? You can't think about what you could have done to prevent this. It's silly. Okay? Why don't you go inside and get something to eat?",
        "Faith: Only if you promise that Ethan's gonna be okay.",
        "Holden: Of course he will. You saw how hard everybody was working.",
        "Faith: Even Mike?",
        "Holden: Especially Mike.",
        "Faith: So stop being so mad at him.",
        "[SCENE_BREAK]",
        "Mike: The town engineer just left. He'll be back with the equipment in a couple hours.",
        "Lily: I just wish Ethan would say something.",
        "Meg: Hey, is there any news?",
        "Lily: He hasn't said anything for hours.",
        "Meg: You can hear him through that?",
        "Mike: Yeah, we just set that up.",
        "Meg: Have you eaten anything? Will you have a bite or two of this for me, please?",
        "Lily: I appreciate what you're doing, but I need to listen for Ethan. I need you to be quiet.",
        "Meg: What you need, Lily, is nourishment, or you're gonna pass out right here. Tell me about Ethan. You said you heard him through the speaker?",
        "Lily: Yeah, he was singing. And he talked a little bit, too. He said, \"Mommy.\" He said, \"Daddy,\" a couple of times.",
        "Meg: Has he been crying, coughing, sneezing?",
        "Lily: No. Why are you asking me this?",
        "Meg: You're worried that you haven't heard any noise, and I'm reminding you that if a 4-year-old is hurt or sick, he's generally gonna be pretty loud about it.",
        "Lily: I can't believe I didn't even think of that.",
        "Meg: Well, that's because you're too tired and hungry. Look, is there anything else I can do for you?",
        "Lily: I could use a cup of coffee.",
        "Meg: I'll get right on it. Hey, walk with me?",
        "Mike: Yeah. How is she?",
        "Meg: Well, more than anything else, she needs sleep.",
        "Mike: She's not gonna go anywhere. What about you? I thought the doctor put you on bed rest?",
        "Meg: I'm looking for Paul. Have you seen him?",
        "Mike: Paul caused this.",
        "Meg: Okay, please, don't start again.",
        "Mike: He knows it, and I know it. Okay, he's not gonna show his face here.",
        "[Cell phone rings]",
        "Mike: Look, there are tons of people around. If someone was here, Paul would have found him. Kasnoff.",
        "Meg: Where are you, Paul? I think quality time is",
        "Mike: How long has Paul been gone?",
        "Meg: Just for a little while. I pretended I was asleep. He left, I followed him, but I lost him, so I just thought that he would be here.",
        "Mike: He's not here, Meg. I don't know why he would be. Why are you so worried about him?",
        "Meg: That's not your problem. If he shows up here, can you just call me?",
        "Mike: Yeah. Yeah. Hey, look, I'm here to help, and Jack's gonna be by soon. I'm sure he can talk to the cops and have them track Paul down officially.",
        "Meg: No, no, no! That's too dangerous.",
        "Mike: Dangerous? Why? What has Paul been doing? Meg, talk to me, or I swear, I'll trump up some charge and have the cops haul him down whether you want to or not.",
        "Meg: Okay, okay, okay, fine! He didn't have enough money for the cleanup on the development, so he had to borrow it from a loan shark.",
        "Mike: Why would he do something that stupid?",
        "Meg: Because he wants to help my mother! Look, he thought the cleanup would be a lot faster, and it wasn't.",
        "Mike: Now the loan shark's after him?",
        "Meg: Yes, and he's threatened to hurt me and the baby.",
        "Mike: That is it. You need to get out of that house and as far away from Paul as possible.",
        "Meg: No, no, no, no. It doesn't have to come to that. He's going to find the money.",
        "Mike: How?",
        "Meg: He has a couple of options. He swore to me that he's gonna fix it, Mike.",
        "Mike: And then he drops out of sight. It seems to me, the only way that Paul's fixing things is by running away.",
        "Meg: Look, he would never leave me. He is not running away from anything.",
        "Mike: Then where is he?",
        "Meg: I don't know.",
        "Mike: This guy has been lying to you since day one, Meg. First about Sofie, now about this.",
        "Meg: He's just trying to do the right thing. Paul loves me, and he loves this baby.",
        "Mike: I know that he says that, but what he's doing is putting you and your baby in danger. He's as toxic as this ground we're standing on. What can I do?",
        "Meg: Look, all I know is I want to stay here. I want to wait for him.",
        "Mike: Okay, but I don't know why would -- why would Paul come here if he's looking for money?",
        "Meg: He will come here because he feels responsible for Ethan. He's a good guy, Mike. You'll see.",
        "[SCENE_BREAK]",
        "Faith: Just because Mom and Mike are going out, that doesn't make him bad, does it?",
        "Holden: No. Not bad, exactly.",
        "Faith: And you and Carly are going out, and that doesn't make her bad, right?",
        "Holden: Carly and I -- it's not going anywhere. We're just friends.",
        "Faith: Mike makes Mom smile. You want her to be happy, don't you?",
        "Holden: I do. I do. And Mike's a good guy, and your mom wouldn't be with him if he wasn't.",
        "Faith: So, will you stop being so mad at Mike?",
        "Holden: I'll do the best I can. Now, you go inside and get something to eat. I'll be right behind you.",
        "Carly: Holden? Are you okay?",
        "Holden: My daughter's right -- I am a selfish, self-centered idiot.",
        "[SCENE_BREAK]",
        "Lily: I thought you said we'd have that equipment here in a few hours.",
        "Mike: That's what they promised me, but they hit bad weather, and the equipment won't be here till morning.",
        "Lily: Morning? No! Get my mother on the phone. She'll get someone to fly that equipment in. She'll move heaven and earth!",
        "Mike: She already has, Lily. She chartered a plane to move the equipment, but they hit a storm. It just can't be helped.",
        "Lily: I will not leave my son in that cold, dark pit one more night. He doesn't know what's going on! He can't see me! I can't hug him!",
        "Meg: Lily, he knows you're here. He's not afraid. You made sure of that.",
        "Mike: We just have to wait until morning, and Ethan is gonna be fine.",
        "Meg: Look, maybe you should go lie down for a while.",
        "Lily: No. I am not leaving my son. I am not gonna leave my baby!",
        "[SCENE_BREAK]",
        "[Holden remembering]",
        "Lily: Holden, you could have died going into that hole after Ethan. How is that selfish?",
        "[SCENE_BREAK]",
        "Holden: Lily was so close to asking Mike to go down there, and I couldn't take it. I didn't want some other guy rescuing my kid. I couldn't handle it!",
        "Carly: Okay, so you're territorial. I'm still not seeing selfish. Hey, what does Lily need most right now? Of course, besides having her son safely in her arms.",
        "Holden: Rest. She's exhausted. She needs to come back to the house and rest, but she will not leave Ethan.",
        "Carly: Well, then bring the house to her.",
        "[SCENE_BREAK]",
        "Janet: There you go. Hey, I hope it's not a problem that I'm here. I don't want you to think I'm crowding you or anything.",
        "Jack: We both know that you are, but its okay.",
        "Janet: Yeah?",
        "Jack: Yeah. Hey, Faith, how's that stuff that Janet cooked?",
        "Faith: Really good.",
        "Jack: Save some for me.",
        "[SCENE_BREAK]",
        "Holden: I heard about the delay with the equipment.",
        "Lily: I don't know how I'm gonna make it until morning.",
        "Holden: We're just gonna have to find a way.",
        "Lily: Did you see the kids?",
        "Holden: They're gonna go to a movie with Luke.",
        "Lily: Tonight?",
        "Holden: Yeah, I think it's good. It'll distract them.",
        "Lily: What's all this?",
        "Holden: You need to get some sleep, so what I'm gonna do is I'm gonna pitch a tent. This way, you can get some rest and still be close to Ethan.",
        "Lily: Only you would think of something so perfect.",
        "Holden: Actually, it wasn't my idea, but --",
        "Mike: Hey, I got something I think you guys might want to see.",
        "Holden: Yeah? What is it?",
        "Mike: It's a pathway to Ethan, I hope. I've worked with a local geologist to figure out the composition of the area around Ethan, so if you enter from here, then you can probably get to him safely.",
        "Holden: Let's do it. I'm ready.",
        "Mike: We need to wait for the special rig.",
        "Holden: If you have a clear pathway, why can't we just go now?",
        "Mike: The sides of the wall are still unstable. We can't do it yet. Even if we get you down there, we don't know if we can get both you and Ethan back up.",
        "Lily: Thank you for doing this, Mike. I know you've worked really hard on this.",
        "Mike: I feel horrible. That little kid's been hurt on my site. I feel responsible. I wish I had kept a better eye on Paul.",
        "Lily: This is not your fault.",
        "Holden: Listen, I'm gonna pitch this tent. You get some rest, and we'll see Ethan in the morning.",
        "Mike: I'll give you a hand. I got to put this over there, though.",
        "Holden: That would be good. Listen, I haven't had a chance to say this, but I'd like to thank you for your help with Ethan.",
        "Mike: You're welcome.",
        "Lily: Oh, my God!",
        "[Snoring]",
        "Holden: What? What is it?",
        "Lily: Listen. It's Ethan.",
        "Mike: What's he saying?",
        "Holden: He's sleeping.",
        "Lily: Isn't that the sweetest sound you've ever heard?",
        "[SCENE_BREAK]",
        "Jack: This is the last of them.",
        "Carly: Thanks. I'll take it.",
        "Jack: No. Actually, I was gonna drive it back with you.",
        "Carly: What happened to spending time with Janet?",
        "Jack: Who's gonna help you unpack your car?",
        "Carly: Jack, they're called volunteers. Go on, get in there.",
        "Janet: Hey, I put together some plates. I'm gonna take them up to the site.",
        "Jack: I'll put this in your car.",
        "Carly: No, no. Put it in my car. You cooked. You've done your share. And you need to relax.",
        "Janet: Why don't you have Jack go with you?",
        "Carly: Why would I want that?",
        "Janet: You seem kind of down.",
        "Carly: It'll pass. You're good for him. He may not have figured that out yet, but you are.",
        "Jack: Okay.",
        "Janet: Okay, so, what's it gonna be, Snyder? You coming or you going?",
        "Jack: I thought I'd stick around, serve you food for a change.",
        "Janet: I'd like that.",
        "[SCENE_BREAK]",
        "Holden: Why don't you lie down, try and get some sleep?",
        "Lily: Thank you so much for doing this, Holden.",
        "Holden: Tomorrow, we'll bring Ethan home.",
        "Lily: And we'll spoil him with cake and ice cream.",
        "Holden: He'll be running around the house, terrorizing his sisters, making truck and tractor sounds.",
        "Lily: And horse and monkey noises.",
        "Holden: Monkey noises? I haven't heard those yet. Okay, I'll let you sleep.",
        "Lily: Are you going home?",
        "Holden: No, I thought I'd go check on a few things, and I'll let you know when the engineer gets back.",
        "Lily: He's not coming back until the morning.",
        "Holden: Oh. All right, I'll see you in the morning.",
        "Lily: Mike can do that -- check with the engineer. He can do that.",
        "Holden: Sure. I'll go.",
        "Lily: Holden, I was thinking, can't you stay here for a while? I mean, you need to rest as much as I do.",
        "Holden: I am pretty wiped out.",
        "Lily: It's big enough for two. I'm so scared.",
        "Holden: So am I.",
        "[SCENE_BREAK]",
        "Carly: Janet sent this food up for everybody.",
        "Mike: Oh, great.",
        "Meg: Wow, that looks great.",
        "Mike: I'll take these over to the guys.",
        "Meg: You know, maybe we could convince Lily to eat something. I'll take this down for her.",
        "Carly: Oh, no. You should get off your feet. Where's Holden?",
        "Meg: With Lily.",
        "Carly: I'll be right back.",
        "Meg: Hey, did you get Lily to eat something?",
        "Carly: No. I didn't want to disturb them, so I just left the food outside. You guys have everything covered here?",
        "Mike: Sure. Yeah. You taking off?",
        "Carly: Yeah. If you need anything, give me a call, okay?",
        "Mike: Okay. Look, Meg, I'm sorry.",
        "Meg: It's not your fault you don't like my husband.",
        "Mike: That's true, but, you know, I shouldn't weigh in like that. Your marriage is none of my business.",
        "Meg: Sure it is. You're my friend.",
        "Mike: Yeah, and a friend should know when to shut up. So next time, if I'm worried about you or your husband or whatever, I'll just keep it to myself.",
        "Meg: Like that'll happen.",
        "Mike: What's wrong?",
        "Meg: Just a muscle spasm.",
        "Mike: Okay, I'll take you to the hospital. Let's go.",
        "Meg: No, no, no, no. I don't need to go to the hospital.",
        "Mike: How do you know?",
        "Meg: I'm a nurse. I know. Look, I just get these whenever I get tired.",
        "Mike: Okay, well, let me take you to your mother's then.",
        "Meg: You know, I would rather go home.",
        "Mike: Are you sure? I mean, if Paul doesn't show up there --",
        "Meg: He will. He will.",
        "Mike: Okay.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Janet: So, you and Carly sure had a lot to say to each other.",
        "Jack: She's just going through some stuff. I got to tell you, it's a lot easier to talk to each other now that we're not married.",
        "Janet: Hey, you're still not over her, are you?",
        "Jack: We're always gonna be part of each other's lives, Janet, because of the kids.",
        "Janet: Right.",
        "Jack: What?",
        "Janet: Oh, come on, Jack. I've got eyes. When the two of you are in a room together, you can practically feel the heat. It's not just about PTA. It's not just about soccer games.",
        "Jack: You're right. It is more.",
        "Janet: How much more?",
        "Jack: Listen, the way I feel about Carly, it's like -- well, it's like how I felt about being a cop. I love being a detective. And if you'd ask me where I start and where the job stopped, honestly, I wouldn't be able to tell you. But I can't go back there. It's not an option.",
        "Janet: You could still have an option with Carly if you wanted one.",
        "Jack: It's too late. Carly and I, we know that our life together is over. I can never be what she needs, and she can never be what I want. We just have to face that and go on.",
        "Janet: So, what do you want, Jack?",
        "Jack: What do I want? I want -- I want Ethan to get home safely.",
        "Janet: That's not an answer.",
        "Jack: Yeah? It's the only one I got for you right now.",
        "[SCENE_BREAK]",
        "Lily: He's our miracle baby. I feel greedy asking God for another miracle.",
        "Holden: Not asking. Begging. Whatever it takes.",
        "Lily: I can't bear the thought of losing him.",
        "Holden: Lily, we're not gonna lose him. He's down there. He's sleeping. He's cuddled with his blanket. He's waiting for us to bring him home.",
        "Lily: Tomorrow.",
        "[SCENE_BREAK]",
        "Mike: Do you want me to help you upstairs?",
        "Meg: No. No, I'll go upstairs in a few minutes. Right now I'll be okay here on the couch. The spasm passed.",
        "Mike: Okay. Can I get you anything at all? Water? Any type of medication?",
        "Meg: No, I just need rest. You should go back to the site.",
        "Mike: Well, there's nothing for me to do there until the town engineer calls and says that he's heading back. Do you want to call Paul again?",
        "Meg: I called. I left quite a few messages.",
        "Mike: Where do you think he is?",
        "Meg: Somewhere, trying to make things all right. Wow. I could actually see you trying to bite your tongue.",
        "Mike: Look. I can't help it. The guy, he's got too many secrets.",
        "Meg: Yes, he does, but he loves me, truly, with all his heart, and he's funny and flawed and complicated.",
        "Mike: And you love him.",
        "Meg: Yes, I do. And I'm his wife, and we are having a baby.",
        "Mike: Well, if anybody can drag the goodness out of Paul Ryan, it's you.",
        "Meg: My baby and me.",
        "[SCENE_BREAK]",
        "[Paul goes down the hole]",
        "[Paul grunts]",
        "Paul: All right. Hey. Hey, hey. Ethan?",
        "[Paul chuckles]",
        "Paul: I'm so glad to see you. You okay? You okay?",
        "Ethan: Mm-hmm.",
        "Paul: All right. Good. Here. You okay? You are okay, aren't you? Yeah. Good. A little rough around the edges, but you're gonna be all right. Uncle Paul's gonna get you out of here, okay? Uncle Paul's gonna make everything right again. Get some sleep, all right?",
        "[Paul sighs]",
        "[Paul sees a chest in the dirt]",
        "Paul: Well, well, well. For once in your life, Dad, you didn't lie to me.",
        "[Paul opens up the chest and its empty]",
        "[Paul groans]",
        "[NEXT_ON]",
        "[Screams]",
        "[Coughs]",
        "Vienna: Henry!",
        "James: Paul is about to rescue the boy at the Snyder farm. He'll become hero of Oakdale, assuming, of course, he survives.",
        "Meg: You want my baby?",
        "James: I need an heir."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=JYHOO62WGjw"
}