{
    "Episode Summary": [],
    "Recap": [
        "After a confrontation between Craig and Lucy, Dusty decides to take his friend from Chicago up on his offer. Carly talks with a woman who saw Jack at the water park, and the woman reluctantly tells her that Jack was there with another woman. Julia's ex-husband shows up, demanding to see JJ and when he gets physical with her, Jack comes in and restrains him until the police get there. Her ex vows that he'll have Julia arrested for breaking their custody agreement. The glasses that Allison had ordered as gifts for the bridal party came and her name was spelled wrong. She was greatly cheered when Chris went to the glassmaker and had the order redone and expedited; Chris trying his hardest to forget Emily by throwing himself into his wedding to Allison."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dominic: I thought you weren't interested.",
        "Dusty: I didn't know this was one of your hangouts.",
        "Dominic: It's a gym, ain't it? See anything you like?",
        "Dusty: What's that guy's name again? The one you were talking about.",
        "Dominic: Rafael Ortega.",
        "Dusty: He's a flyweight, right?",
        "Dominic: Yeah.",
        "Dusty: Either one of these guys would whoop him.",
        "Dominic: No kidding. Totally unsuitable for the purposes that I have in mind.",
        "Dusty: Where is he, anyway? You keepin' him under wraps?",
        "Dominic: Sounds like you're ready to make a deal.",
        "[SCENE_BREAK]",
        "Lucy: Dusty? I've got chocolate croissants and lattes! Dusty?",
        "Craig: Hi. Didn't mean to startle you.",
        "Lucy: You didn't.",
        "Craig: Good.",
        "Lucy: I should go. Don't touch me.",
        "Craig: Lullaby, listen to what I have to say.",
        "[SCENE_BREAK]",
        "Alison: Okay, that's option \"G.\" What do you think?",
        "Chris: What do I think about what?",
        "Alison: Did you totally not listen to the wedding band I just played?",
        "Chris: Look, Ali, I kind of got my hands full here.",
        "Alison: Okay, hold on, I'll play it again.",
        "Chris: No. No, you don't have to do that, okay?",
        "Alison: Don't you care about what music we listen to at our reception?",
        "Chris: Ali, whatever is good enough for you is good enough for me, but I gotta go. Okay?",
        "Alison: But they're not good enough for me. All of the good bands are booked like a year in advance.",
        "Chris: We'll find someone.",
        "Alison: With our luck, we'll end up with some cheesy accordion player who does magic tricks.",
        "Chris: Whatever sounds good to you.",
        "Alison: Okay, just one more tape, okay?",
        "Chris: Look, Ali, I'm swamped. I got to go, okay? We'll talk later.",
        "Alison: Sure, doctor. Next time, I'll make an appointment.",
        "[SCENE_BREAK]",
        "Chris: Dad.",
        "Bob: Hmm?",
        "Chris: You have a minute?",
        "Bob: Take two. Personal or professional?",
        "Chris: It's personal. You remember the other day, at the vacant apartment?",
        "Bob: Oh, when you asked me if I had any doubts before I married your mother.",
        "Chris: Yeah. Yeah, well, I wasn't entirely honest about what's really going on.",
        "Bob: Between you and Alison?",
        "Chris: Between me and -- me and someone else.",
        "[SCENE_BREAK]",
        "Carly: Hey. Hey, you guys.",
        "Emily: Hey. Come on, buddy. So is Sage awake?",
        "Carly: Yeah, she's -- she's in the kitchen. You want to go see if you're better at giving her cereal than I was? I had no luck.",
        "Parker: Okay. You'll tell her, won't you?",
        "Carly: Wha -- what was that all about?",
        "Emily: Parker made me swear I wouldn't say a word about this to Hal.",
        "Carly: About what?",
        "Emily: He said -- I don't know what it means, Carly, but all of a sudden, Parker's convinced that if you don't find Jack soon, you may lose him for good.",
        "[SCENE_BREAK]",
        "Jack: JJ! Hey, man. It's getting late! You don't want to be late for your bus.",
        "JJ: I won't.",
        "Julia: Hey. Are you sure about this? 'Cause I am perfectly happy to drive you.",
        "JJ: Mom, everybody takes the bus. Everybody but babies.",
        "Julia: Oh -- I know. I know he's not a baby. But he's my baby. And it's his first day at a new school, and he's never taken the bus before.",
        "Jack: Take a breath, please.",
        "[Julia inhales]",
        "Jack: Very good. You feel better?",
        "Julia: Oh, yeah.",
        "Jack: You have nothing to worry about. He's a great kid. You did a super job. JJ is a very lucky boy.",
        "Julia: You think so?",
        "Jack: I know so. Because I'm feeling pretty lucky myself.",
        "[Julia laughs]",
        "Julia: Yeah. You're not gonna get lucky for a long time, kid.",
        "Jack: Oh. I see. You don't have to go there. I can wait. Just so long as we have more nights like last night.",
        "Julia: It was a pretty special night.",
        "Jack: Yeah. You kissed me. Twice.",
        "Julia: I know. I should have my head examined.",
        "Jack: No. Did you like it? Did it make you happy? Because they say three times is the charm.",
        "JJ: Well -- I guess this is it.",
        "Julia: You're leaving already? Really?",
        "JJ: I'll be fine, Mom.",
        "Julia: I know you will. I know. Okay. Okay, JJ. Here's the thing. I want you to do good in school -- I'm so sorry. And be nice to your teachers and makes lots of friends --",
        "Jack: You're gonna be great, kid. You're gonna be great.",
        "Julia: I'll see you when you get home.",
        "Jack: Hey, JJ? You know what? Do you mind if I tag along to the bus stop? I gotta -- I gotta pick up a paper, anyway. I want to see if my debut at Costello's made the front page.",
        "JJ: Cool! Ready?",
        "Jack: Yeah. Let's go.",
        "Julia: Bye!",
        "JJ: See you after school, Mom.",
        "[SCENE_BREAK]",
        "Emily: He said it was a feeling. The same feeling he's been getting since Jack -- disappeared.",
        "Carly: But if Jack is alive, how could I lose him?",
        "Emily: I don't know. I don't know what it means. He just -- he said something is trying to pull Jack away. A force too powerful to resist.",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Julia: Mister, what'd you do? Did you forget your key? Huh?",
        "Les: You can run. But you can't hide.",
        "Julia: What do you want?",
        "Les: That's no way to say hello.",
        "Julia: What do you want, Les?",
        "Les: Where the hell is my son?",
        "[SCENE_BREAK]",
        "Alison: How could people celebrate to this noise? This is what I listen to in my nightmares!",
        "Susan: Maybe this will brighten your day.",
        "Alison: What is that?",
        "Susan: These are the gifts we ordered for the wedding party. They came!",
        "Alison: I can't wait to see them! And after all of the bad stuff that went wrong -- the wedding dress that I ruined and the wedding shower invitations that I never --",
        "Susan: Put it out of your mind. Put it out of your mind. From now on, our luck is changing. I can feel it.",
        "Alison: Well, I'm not looking. You tell me. What's wrong with them?",
        "Susan: Oh, that's the most beautiful thing I've ever seen in my life. \"Chris and -- \" ah --",
        "Alison: \"Ah,\" what?",
        "Susan: No, it's nothing.",
        "Alison: What, why? What's wrong with them?",
        "Susan: Honey, it really --",
        "Alison: Oh, my God! My name!",
        "Susan: I'm so sorry!",
        "Alison: They spelled my name wrong! How, I --",
        "Susan: Don't worry. It will be fine!",
        "Alison: How?",
        "Susan: We'll get it corrected.",
        "Alison: No, there's a six-week turnaround. There's no way they'll be done in time.",
        "Susan: We'll figure something out. Don't let it get you down.",
        "Alison: I'm not letting it get me down. I'm just giving in to it. I mean, my dreams aren't gonna come true. So why bother?",
        "Susan: Oh, honey, at least you have a handsome, adoring groom.",
        "Alison: Yeah, do I?",
        "Susan: Uh-oh. What happened?",
        "Alison: Nothing has happened. In a long, long time.",
        "Susan: Oh. That's too much information for your mommy.",
        "Alison: Nothing is wrong. But nothing's right.",
        "Susan: Have you spoken with him about it?",
        "Alison: Well, I would, but it's like he's always distracted, and there's always something else on his mind, but he won't tell me what it is.",
        "[SCENE_BREAK]",
        "Bob: You are involved with someone else?",
        "Chris: Not involved, exactly.",
        "Bob: But something happened.",
        "Chris: Nothing major.",
        "Bob: Who is she?",
        "Chris: It's somebody that I've known for awhile, okay? We -- we have this connection, but we -- nothing's gotten out of hand.",
        "Bob: Have you put an end to it?",
        "Chris: No, no, I haven't. But I want to, because I love Alison. I really do.",
        "Bob: Well, are you in love with this other woman?",
        "Chris: I don't know.",
        "Bob: Well, I think you know what I'm gonna say.",
        "Chris: Dad, I can't cancel the wedding. I can't back out on Alison now.",
        "Bob: Well, listen, it's a lot easier on her if you back out now than after you're married.",
        "Chris: Thanks for the vote of confidence.",
        "Bob: Look, whatever it is that happened between you and this other woman, if it's serious, if it's important and it makes you question --",
        "Chris: Look, I'm not questioning anything, okay? I just had to get it off my chest. And now that I have, I can go through with the wedding. I'll prove it to you.",
        "Bob: You don't have to prove it to me. But you have to do what's fair to Alison and yourself.",
        "Chris: I'll do what's right. I will.",
        "[SCENE_BREAK]",
        "Carly: Jack is being pulled by a force that's too powerful to resist? What on earth does that mean?",
        "Emily: I don't know. Maybe it means that Parker's finally coming to terms with the idea that Jack might never come home.",
        "Carly: If I don't find Jack soon, I'll lose him forever?",
        "Emily: Carly, I've been thinking. I think it's time --",
        "Carly: This can only mean one thing. I gotta work faster.",
        "Emily: I know you want to believe that Jack is --",
        "Carly: Jack is alive, Emily. And if what Parker says is true, I'm running out of time.",
        "[SCENE_BREAK]",
        "JJ: What's so good about the first day of school?",
        "Jack: What's so good about the first day of school? New sneakers, new friends, lots of new things to learn about.",
        "JJ: I'd rather be throwing the football with you.",
        "Jack: Yeah, come on. There's gotta be something you like about school.",
        "JJ: Lunch -- my lunch! I forgot to bring my lunch!",
        "Jack: Okay, chill out! Maybe we have time to go get it.",
        "JJ: No, we don't. That was really dumb.",
        "Jack: Hey! You are anything but dumb, my friend.",
        "JJ: I'd forget my own head if it wasn't screwed on tight. That's what he used to say.",
        "Jack: Who?",
        "JJ: My dad.",
        "Jack: You know, everybody -- everybody forgets stuff sometimes. Look at me. I've forgotten the last 30 years of my life. Come on, that's huge. I'll tell you what. Today, you buy lunch in the cafeteria, $2, on me.",
        "JJ: So I'm not in trouble?",
        "Jack: No, you're not in trouble. Not at all. Your dad used to get mad about stuff like that, huh?",
        "JJ: Once I forgot to take out the trash, and he put his fist through the wall.",
        "Jack: Why?",
        "JJ: I ducked.",
        "[SCENE_BREAK]",
        "Les: I want to see my son, damn it!",
        "Julia: He's at school.",
        "Les: Where is it?",
        "Julia: You are not taking him out of school.",
        "Les: I got a right to see my own kid!",
        "Julia: Well, you can wait until he gets out of school.",
        "Les: No, no, I don't need permission. You're the one who broke the custody agreement.",
        "Julia: You're the one who left us, Les.",
        "Les: No, no, no, no. No, I left you. I never left my son.",
        "Julia: Fine. What did you think, I was gonna stick around so you could use him as a punching bag?",
        "Les: You know I never hit that boy.",
        "Julia: I know a lot of things. I remember a lot.",
        "Les: Where is he?",
        "Julia: I'll tell you what -- you leave right now, and I won't call the cops.",
        "Les: Okay, go ahead. You call the cops. You tell 'em that you kidnapped my son. That you broke a legal and binding custody agreement. Go ahead, baby. Knock yourself out. You're a wanted woman. A fugitive from the law. You know what that means? I decide. You be nice to me, or I make it so you never see JJ ever again.",
        "[SCENE_BREAK]",
        "Dominic: Are you interested, or what?",
        "Dusty: No, I told you before.",
        "Dominic: Yeah, but meanwhile, here you are, hanging out in the gym.",
        "Dusty: Yeah, 'cause I'm a fan.",
        "Dominic: Of the quick score, I know. Who isn't?",
        "Dusty: I asked you before. Where's your boy Rafael, anyway?",
        "Dominic: He'll be here later on.",
        "Dusty: If he's so good, why does he need a pigeon?",
        "Dominic: Come on. There are very few sure things in life, my friend. This is one of them. You find me a pigeon, and I can make you a wealthy man.",
        "Dusty: What's my end? 50% of the take?",
        "Dominic: You give me your word. Then we'll negotiate. Oh, and this offer ends at midnight tonight.",
        "[SCENE_BREAK]",
        "Susan: Chris is a doctor, sweetie. He's always gonna have something on his mind. It's part of the territory. You'd better get used to it.",
        "Alison: It's not work. If it was work, he would tell me.",
        "Susan: Well, he does adore you. He told me so.",
        "Alison: He told you? When?",
        "Susan: We had a little talk. That's all. Oh, Alison, I'm not gonna stop looking after you just because you get married.",
        "Alison: So you think that he's having second thoughts.",
        "Susan: No, don't be ridiculous.",
        "Alison: No, it's just that -- this conversation never happened.",
        "Chris: How's my beautiful bride-to-be?",
        "Susan: We're not too happy at the moment.",
        "Chris: What's wrong?",
        "Susan: Yeah.",
        "Chris: They put two \"ls\" in \"Alison\"?",
        "Susan: Mm-hmm.",
        "Alison: Yeah, it's no big deal. It's a wedding, not a spelling bee. People spell \"Alison\" with two \"ls\" all the time.",
        "Chris: Well, you don't.",
        "Alison: Yeah, I know, but it doesn't matter. All that matters is that I have the perfect groom.",
        "Chris: No, no. This is unacceptable, okay? I promised you the wedding of your dreams, and you're gonna get it.",
        "Alison: Yeah, but how?",
        "Chris: It's not your problem. I'm gonna take care of it. I'm going to give you the most perfect wedding. If I have to blow new glasses and engrave them myself.",
        "[SCENE_BREAK]",
        "Emily: Carly, aren't you a little worried that you're investing too much into that child's feelings?",
        "Carly: No.",
        "Emily: Because I know how easy it is to get swept up in a fantasy. You want to believe so badly that it could happen, you convince yourself it's all real.",
        "Carly: So Hal got to you, too, huh?",
        "Emily: I'm on your side. I'm trying to keep an open mind here.",
        "Carly: The old Emily would have. She believed in miracles. So what happened, Emily? You just stopped believing?",
        "Emily: Depends on the kind of miracles we're talking about, Carly.",
        "Carly: Just the everyday kind. You know, two people find their way back to each other against incredible odds. That kind of thing.",
        "Emily: I'd like to, but sometimes you have to be rational. You have to look at the facts.",
        "Carly: I don't want facts. I want my husband.",
        "Emily: What are you doing? Who are you calling?",
        "Carly: I'm calling somebody that can help me.",
        "Emily: What, that psychic?",
        "Carly: No, it's a private eye that Rosanna hired.",
        "Emily: Does Hal know you're doing this?",
        "Dennis: Everhart.",
        "Carly: Hi, Dennis. It's Carly Snyder here.",
        "Dennis: Mrs. Snyder.",
        "Carly: Listen, I know that you just got this case yesterday, and you probably haven't been able to investigate Jack's disappearance yet.",
        "Dennis: You'll have to talk a little louder. It's half-price day at the Water Park.",
        "Carly: Really? Oh, well, that's great. I guess it's probably too soon for me to ask you if you've made any progress.",
        "Dennis: I found a woman who thinks she might have spoken to your husband a few days ago.",
        "Carly: Are you serious?",
        "Dennis: I just showed her his picture.",
        "Carly: Who is she? What did she say?",
        "Dennis: There wasn't time to say much. She can't talk till her break.",
        "Carly: Good. 'Cause I want to be there.",
        "Dennis: Oh, I'm not sure that's such a good idea.",
        "Carly: This is my husband.",
        "Dennis: And I'm trying to help you find him, so I'm going to have to ask you to please let me do my job.",
        "Carly: I can't. I can't just stand here and wait by the phone. I have to do something. Please, I'm not going to botch this up. Just let me be there.",
        "Dennis: All right, I'm near the huge \"water wonder world\" sign inside the park.",
        "Carly: I'm on my way.",
        "Emily: Carly --",
        "Carly: You got to do me a favor.",
        "Emily: What don't criticize you? Don't tell Hal? What else?",
        "Carly: Yes, that, and watch the kids for me. All right?",
        "Emily: Wait, wait, wait. Are you going to tell me where you're going?",
        "Carly: There's somebody who might have spoken to Jack. Just wish me luck, all right? This won't take long.",
        "[SCENE_BREAK]",
        "Jack: Can I ask you about El Paso?",
        "JJ: I shouldn't have said anything.",
        "Jack: Hey, there's nothing you can't tell me.",
        "JJ: Mom says if we don't talk about what happened, it can't hurt us. \"Focus on now.\"",
        "Jack: That's very smart. She's a very smart lady.",
        "JJ: Why are you being so nice to me? Is it because you like my mom?",
        "Jack: No, I'm being nice to you because I like you. Come on, kid. You're funny. You're smart. You're cool.",
        "JJ: I like you, too.",
        "Jack: Yeah. I guess that's why we're such good buddies. Right, right, right?",
        "[SCENE_BREAK]",
        "Julia: If you think you're gonna walk in here and take my son away from me, you've got another think coming --",
        "Les: He's my son, too. I got a right to see him. That's the deal.",
        "Julia: There's no deal, Les! You think I'm going to uphold the deal after everything you did to him?",
        "Les: You've had him to yourself all this time. I figure it's my turn.",
        "Julia: Your turn, for what?!",
        "Les: I want JJ to live with me for awhile.",
        "Julia: No, huh-uh. Forget it.",
        "Les: Look, the law's on my side this time. I can have you arrested.",
        "Julia: That make you feel like a man finally, Les? To see the mother of your child behind bars?",
        "Les: The guy that you're talking about right now, that's not me.",
        "Julia: Really? What did you do? A couple of hours of anger management?",
        "Les: I got a good job. I'm a changed man. I got a place of my own.",
        "Julia: We're not coming back. We have a good life here. JJ's in school. I have a good job --",
        "Les: Got a nice house. Who's the guy, huh?",
        "Julia: What guy?",
        "Les: This guy. The guy, you're shacking up with him, huh? What, did you fool him into thinking you're some kind of damsel in distress or what?",
        "Julia: We're divorced. Okay? So what I do with my life is none of your business.",
        "Les: Yeah, unless you act like a slut. Then it turns into my business. Who is he, Julia? Huh?",
        "Julia: Get out of my house.",
        "Les: No, not till I get my share. My share. I mean, come on, if you're giving it away to everybody else -- what do you say, babe?",
        "Julia: Don't touch me! [Julia screams] Don't!",
        "Les: You made a fool of me, baby. But so help me, God -- so help me, God, it'll be the last time you do.",
        "Julia: Do not touch me.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: I may have lost my husband. I may be losing my mind. But there's one thing I know. You are not going anywhere until you tell me the truth.",
        "[SCENE_BREAK]",
        "Les: You lying wench. I'll kill you.",
        "Julia: Jack, help me!",
        "[Les groans]",
        "[SCENE_BREAK]",
        "Les: What are you gonna do? Do you want to play games, baby? Come on.",
        "Julia: Get away!",
        "Les: Oh, strike one. You can do better than that. Come on.",
        "Julia: Get away! I'm not joking with you!",
        "Les: Strike two. Oh, really? You know what? I'm not joking, either. Come on, you're a loser. You've always been a loser. Give me that bat.",
        "Julia: No! Get away.",
        "Les: You lying wench. I'm gonna kill you.",
        "Julia: Jack, help me!",
        "[Les groans]",
        "Jack: You okay, Julia? Give me your hand. Are you all right?",
        "Julia: Yes!",
        "Jack: Get your cell phone. Call the cops. Now! Pray they get here before I do more damage.",
        "[SCENE_BREAK]",
        "Carly: Dennis? Have you seen her? The woman who saw Jack?",
        "Dennis: No, she thinks she saw your husband.",
        "Carly: Have you spoken to her yet?",
        "Dennis: Try and calm down, Mrs. Snyder.",
        "Carly: You have a possible witness, and you expect me to calm down? Not a chance. Who is she?",
        "Dennis: She's a park employee. Which means she comes into contact with thousands of people a day. Even if she did see Jack --",
        "Carly: Where is she?",
        "Dennis: She's over there.",
        "Carly: Oh, my God. She looks -- she looks like me.",
        "[SCENE_BREAK]",
        "Alison: Where are you going?",
        "Chris: Bellasco China Company in Bay City.",
        "Alison: Now? But what if they say no? What if it's too late?",
        "Chris: They won't. Trust me?",
        "Alison: Yes.",
        "Chris: Alison, I am about to make you my wife. Okay, so whatever you want, I want it for you. I will do anything to make you happy. Anything.",
        "Susan: What's gotten into him?",
        "Alison: I don't know. But I like it.",
        "[SCENE_BREAK]",
        "Craig: I'm moving out of Lily's place. It was time. Seen a few places. And there will always be a bedroom, you know, in case you wanna --",
        "Lucy: I wouldn't waste your money. I'm not a part of your life anymore.",
        "Craig: No, no, you can't say that. Now, come on. I know you're upset.",
        "Lucy: You had me kidnapped! I was buried alive! I almost died!",
        "Craig: Yes, I know. And I will never forgive myself for getting involved with those -- those animals. But you don't have to punish me. I'm doing it myself. You just have to understand.",
        "Lucy: I can't. I will never understand.",
        "Craig: You might want to know that Rosanna is staying at Emma's. I don't think she's doing very well. Emma said she's not seeing anybody. But you two were close. You had a bond. I think she'd like to see you. And I found this picture of Cabot. I thought you might like it.",
        "Lucy: Our whole family was a lie.",
        "Craig: No, it wasn't a lie! Love is not a lie. Love is never a lie. And we all loved each other. Okay, so we help each other. That's all I'm saying.",
        "Lucy: Right, especially if it ends up helping you. And I can't believe that you would use Cabot's memory to soften me up. I mean, that's a new low, Dad, even for you.",
        "Craig: No, no, I wasn't. I thought you would like it. You and I will always be family, and no one will ever love you as much as I do.",
        "Lucy: You don't know what love is.",
        "Craig: What, do you think Dusty loves you?",
        "Lucy: Dusty is a better man than you will ever be!",
        "Craig: You know what? Let me tell you something about Dusty.",
        "Lucy: You know what? Save it. I don't want to hear it.",
        "Craig: You're making another big mistake.",
        "Lucy: I really don't care what you think.",
        "Craig: You're my daughter!",
        "Lucy: Well, you're nothing to me! I told you to stay away from me -- I meant it!",
        "Dusty: What's going on?",
        "Craig: This is between me and my daughter.",
        "Dusty: Your daughter just asked for you to leave her alone. So what's the deal? You gonna leave? Or am I going to throw you out?",
        "[SCENE_BREAK]",
        "Susan: Bad news?",
        "Alison: No, it's all right. All that matters is that you tried, and I don't need those stupid old glasses, anyway.",
        "Chris: Hmm. You don't? Well, you know what? I guess I'd better call them, then, and cancel the order. Seeing as how I put a rush on it --",
        "Alison: You did?",
        "Chris: Mr. Bellasco -- I'm sorry, Dave -- promised to redo the order and have them on our doorstep three days from today.",
        "Alison: A total do-over?",
        "Chris: Waterford crystal, re-engraved, gift-boxed, wrapped and ready to give!",
        "Alison: You did all of this for me?",
        "Chris: Who else?",
        "Alison: Oh, thank you, thank you, thank you! You are the best!",
        "Susan: Good work. I guess you have a lot to celebrate. Excuse me.",
        "Alison: How did you do this? How did you get them to do this?",
        "Chris: Well, I told him that the woman that I was about to marry deserved perfection and that we would accept nothing less.",
        "Alison: What would I do without you?",
        "Chris: Well, you'll never have to worry about that.",
        "Alison: I do sometimes.",
        "Chris: I know I've been distracted lately.",
        "Alison: No, it's okay.",
        "Chris: No, Alison, it's not. I don't tell you this nearly enough, but you mean the world to me, okay? And I am going to spend the rest of my life trying to make you happy.",
        "Alison: You do. And I am so lucky to be the one woman in your life.",
        "[SCENE_BREAK]",
        "Dusty: What is it that you want from me, Craig?",
        "Lucy: Dusty, don't.",
        "Dusty: She asked you, nicely, to leave. What are you waiting for?",
        "Craig: Dusty, I own a very big piece of this bar. And I don't think I've been as attentive as I should have been. So now that Molly's gone, you're going to be seeing a lot more of me.",
        "Dusty: It's okay.",
        "Lucy: Molly's gone?",
        "Craig: Yes, she left town. Nothing lasts forever, right, Dusty? You remember?",
        "Lucy: What is that supposed to mean?",
        "Craig: It's all right. Dusty understands. Now that Molly's gone, someone is going to have to pick up the slack.",
        "Dusty: I can do it alone.",
        "Craig: I don't know that, do I? So I'll be here.",
        "Dusty: You okay?",
        "Lucy: You?",
        "Dusty: It doesn't work for me.",
        "Lucy: What?",
        "Dusty: This partnership with your father. You want to see him around here all the time?",
        "Lucy: I can handle it.",
        "Dusty: I can't. I can't. I think there's only one thing we can do.",
        "Lucy: If you make Metro off-limits to me, that's not fair.",
        "Dusty: You don't belong here, you know?",
        "Lucy: If it's good enough for you, it's good enough for me.",
        "Dusty: Yeah, well -- like your dad said, nothing lasts forever.",
        "[SCENE_BREAK]",
        "Dennis: Martha Honeycutt, this is Carly. Carly's -- an associate.",
        "Martha: Hi.",
        "Dennis: She has a few questions she'd like to ask you.",
        "Carly: Thanks, Dennis. I can take it from here. It's -- I'll call you if I need you.",
        "Martha: I've got, like, five minutes. So what can I tell you?",
        "Carly: I don't know what Dennis told you about that photo. The man in the picture, his name is Jack Snyder. He was in an accident.",
        "Martha: What kind of accident?",
        "Carly: His car went off a bridge into a river. He was presumed dead, but no body was ever recovered, and recently, we've had reason to believe he might have survived.",
        "Martha: Like I told the other detective, I can't be 100% sure --",
        "Carly: Well, I have another picture of him. Right here.",
        "Martha: Okay.",
        "Carly: Is this -- is this the man you saw earlier this week?",
        "Martha: I really can't say for sure.",
        "Carly: But you spoke with a man who looks like him?",
        "Martha: Yeah. He said I looked familiar.",
        "Carly: Well, that makes sense. He must've thought you were me. The same height, same hair color --",
        "Martha: He seemed really out of it. Who knows what was on his mind?",
        "Carly: My little boy, he worships him. Actually, it's mutual. They're crazy about each other. He's got me convinced that Jack is alive, and he's coming home to us one day.",
        "Martha: Wait -- this guy, this Jack -- he's your husband?",
        "Carly: He's the love of my life.",
        "Martha: I thought you were working with that detective. I shouldn't have said anything. I'm really sorry.",
        "Carly: Why? No, why would you be sorry? If you saw Jack, that means he's alive.",
        "Martha: It doesn't mean anything. I talked to the guy for, like, two seconds.",
        "Carly: You said that he looked like my husband.",
        "Martha: Lady, if I had a nickel for every guy that looked like your husband who tried to hit on me, I wouldn't be working here.",
        "Carly: Why are you doing this?",
        "Martha: I'm not doing anything.",
        "Carly: You're changing your story.",
        "Martha: I'm only saying, if I were you, I would go home to my little boy and forget you ever saw me.",
        "Carly: Well, why? What aren't you telling me?",
        "Martha: I have to get back to work.",
        "Carly: When I told you about my little boy, when I told you that Jack was my husband, you changed your story.",
        "Martha: I made a mistake. I'm sorry for your loss.",
        "Carly: I may have lost my husband. I may be losing my mind. But there's one thing I know. You are not going anywhere until you tell me the truth.",
        "[SCENE_BREAK]",
        "Cop #1: You did a good job restraining him.",
        "Jack: Thanks.",
        "Julia: Thank God you came back when you did.",
        "Les: All I wanted was time with my kid. Is there a crime in that?",
        "Jack: The way you did it? Yeah.",
        "Cop #1: All right, let's move it.",
        "Les: She's the one you want to arrest.",
        "Cop #2: Tell it to the judge.",
        "Les: She kidnapped my son. She broke the custody agreement.",
        "Julia: You tried to kill me, Les!",
        "Les: Where's your proof?",
        "Julia: JJ's my proof.",
        "Les: That's my boy. He won't say anything against his daddy. And when he starts living with me again --",
        "Julia: Yeah, that's never going to happen.",
        "Les: We'll see about that.",
        "Julia: I'm going to make sure you never touch that boy again.",
        "Cop #2: We'll get everything straightened out later.",
        "Cop #1: For now, you'll be cooling off in jail.",
        "Jack: Thanks, guys.",
        "Les: I'll see you soon, Julia.",
        "Jack: No, I doubt that.",
        "Les: Yeah, yeah? Come on.",
        "Jack: Yeah, I do.",
        "Les: They can't hold me forever.",
        "Jack: Yeah, I'll be here!",
        "Les: I'll be back! I'll be back, Julia!",
        "Jack: Hey. Are you okay?",
        "Julia: Yeah. I don't know how you did that.",
        "Jack: Did what?",
        "Julia: You know, the way that you restrained Les. It's like you've done it a million times.",
        "Jack: Hey -- you want me to do anything for you?",
        "Julia: Hmm-mm, I'm good.",
        "Jack: You sure you don't need anything? I mean -- hey, hey -- it's okay. Everything's going to be okay.",
        "[SCENE_BREAK]",
        "Alison: After all the bad luck that we've had, you are the one thing that has gone right.",
        "Chris: That's not entirely true.",
        "Alison: Yes, it is. I'm marrying the most thoughtful and devoted --",
        "Chris: I'm nobody's prince charming.",
        "Alison: Of course you are. You're mine. All mine. Hey.",
        "Chris: Hey.",
        "Alison: Well, you don't have to go back at the hospital anytime soon, do you?",
        "Chris: Somebody's covering for me. Why?",
        "Alison: Because I wanted to show you just how thankful I am.",
        "Chris: Yeah, but --",
        "Alison: We have this huge, empty house to ourselves, and you could apologize for being so distracted lately.",
        "Chris: Well, I've definitely got a lot of apologizing to do.",
        "Alison: Well, then I hope you've saved up your strength. You can just clear your head, and you don't have to worry about the hospital or patients, wedding plans. There is no one in this world but you and me.",
        "Chris: No one in this world but you and me.",
        "Alison: Two minutes.",
        "Alison: Chris!",
        "[SCENE_BREAK]",
        "Lucy: I don't like the way that sounded.",
        "Dusty: I'm just saying maybe I don't belong here anymore, you know?",
        "Lucy: But this is your club.",
        "Dusty: Things are different now.",
        "Lucy: Dusty, you love this place. You can't let my father ruin it. We'll just, you know, avoid him, and when we can't, ignore him.",
        "Dusty: No, it's not enough.",
        "Lucy: What do you want to do?",
        "Dusty: I think I have a way out of here. For both of us.",
        "[SCENE_BREAK]",
        "Martha: I really wish I could help you.",
        "Carly: You can.",
        "Martha: I'm only saying, when someone we love dies --",
        "Carly: You said you saw him. You said you spoke to him.",
        "Martha: Look, you think you want answers, but sometimes -- sometimes you're better off not knowing.",
        "Carly: Not knowing what? Tell me!",
        "Martha: Okay. If that man was your husband, he was here with another woman.",
        "[SCENE_BREAK]",
        "Julia: I'm really sorry, Jack.",
        "Jack: For what?",
        "Julia: For crying, for being weak. I'm sorry that you have to see me like that.",
        "Jack: For being human? It's going to take more than a few tears to drive me away.",
        "Julia: I promised myself I wouldn't do this.",
        "Jack: Your ex seems like the guy that specializes in making people cry. He's lucky the cops showed up when they did. That's all I got to say. I'm sorry.",
        "Julia: Don't be sorry. You know, it's been a really long time since anyone stood up for me. It's been me and JJ against the world for a long time.",
        "Jack: But you're not alone anymore. I'm here now. And I'm not going anywhere.",
        "[NEXT_ON]",
        "Dusty: Your father owns a third of this club.",
        "Lucy: There's nothing you can do or say that's going to change my mind about him or -- about you.",
        "Martha: This is who I saw.",
        "Carly: With a woman?",
        "Martha: And their kid.",
        "Carly: Their kid?",
        "Martha: A little boy. I just assumed they were a family.",
        "Paul: And what kills me is that Rosanna's suffering.",
        "Jennifer: I wouldn't worry too much about Rosanna. She found a way to cope."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=wHjnljeAIIk"
}