{
    "Episode Summary": [],
    "Recap": [
        "Aaron and Allison get things ready at Metro for the Street Jeans press conference. Aaron wonders where Raphael is, and why he never seems to be around when he needs him. Raphael and Celia go to meet with Sierra. She informs them that Celia will be allowed to stay in Oakdale. Sierra offers Celia her credit card, Raphael refuses it and says she doesn't need it. At the airport, James tells Barbara that there is no reason for her to go to Paris, it was simply a way for Craig to get her out of town and out of Jennifer's way. She tells him to quit lying, but then wonders if he's right. She rushes to BRO headquarters to find out everyone is at the Metro, for a press conference that she knew nothing about.",
        "Jennifer tells Mike that it isn't necessary for him to be at Metro, Henry needs him more. Mike senses something is wrong, but doesn't know what it could be. Henry explains to Katie that he must go \"to see his family\", without her, because they are upset about not being invited to the wedding. She understands and tells him that she will miss him. Mike drives Henry to the airport. Henry insists that Mike keep a close eye on Katie, since she doesn't like to be alone. Celia talks to Scott Reeves about her singing career, he offers to listen to her demo tape. Since she doesn't have one, she races over to Casey's house and he helps her record one. Barbara shows up at Metro just as Jennifer begins the press conference. After a brief speech, Craig hurries Barbara out of the club and warns her to leave Jennifer alone."
    ],
    "Recap Author": "Rosey",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Delivery man: Champagne behind the bar?",
        "Aaron: I'll unpack it.",
        "Alison: Are these okay?",
        "Aaron: These are great. Where are all the servers?",
        "Alison: Changing.",
        "Aaron: Changing. What about the wine?",
        "Delivery man: Still on the truck.",
        "Aaron: Still on the truck. That does me no good that it's in the truck.",
        "Alison: Relax. The Street Jeans people are going to be very happy tonight.",
        "Aaron: Yeah, I know. Craig wants this top notch.",
        "Alison: And it will be.",
        "Aaron: Ali, a promotional event like this, it's going to put us on the map. There's going to be media all over this place.",
        "Alison: And Scott Reeves and Blue County won't hurt, either.",
        "Aaron: I probably should have poured more into that sound system, huh?",
        "Alison: No, the sound system sounds fine. And when Scott Reeves gets here, he's going to say so himself. I think that you need a nice, long massage.",
        "Aaron: I wish. All right, bring in the rest of the order. I don't want anything being brought in while the press is here.",
        "Delivery man: Can I get one of your guys to give me a hand?",
        "Aaron: Yeah. Raf! Raf! Where's Raf? Is he in the kitchen?",
        "Alison: I'm not sure.",
        "Aaron: Why is he always missing when I need him?",
        "[SCENE_BREAK]",
        "Rafael: Excuse me, Ms. Esteban.",
        "Sierra: Hi, Rafael, Celia.",
        "Rafael: You left a message you wanted to see us?",
        "Celia: If it's about my music, I promise I'll turn it down.",
        "Sierra: No, no. It's not about your music. You know, I actually like hearing it coming from of the guest house.",
        "Rafael: But if it's disturbing Mrs. Walsh --",
        "Sierra: No, no. It's not. Really, it's not. Celia, do you know Mr. Donovan.",
        "Dusty: How you doing?",
        "Celia: Hi. Did you speak to my mother?",
        "Sierra: Yes, I did. And she agreed to let you stay with us.",
        "Celia: Rafael, I can stay!",
        "Sierra: As long as you go to school and you maintain your grades.",
        "Celia: I will.",
        "Rafael: But what about a visa?",
        "Sierra: Well, I've taken care of that, too.",
        "Celia: You mean I'm legal? Ms. Esteban, thank you! Thank you.",
        "Rafael: We're very, very grateful.",
        "Sierra: Well, you're welcome and I'm glad it could work out.",
        "Rafael: Well, now we just have to hear from Oakdale Latin about whether or not Celia got accepted.",
        "Sierra: Well, I spoke with the headmistress and she's expecting you bright and early tomorrow morning.",
        "Rafael: Oh, yes. Celia, isn't this great?",
        "Celia: Yeah, definitely. But when am I going to get my clothes and supplies and stuff? I have nothing to wear.",
        "Rafael: Celia, your clothes are fine.",
        "Sierra: Rafael, every new student needs a new outfit and I would really like to treat Celia to something special.",
        "Rafael: Thank you. But Celia already has everything she needs.",
        "[SCENE_BREAK]",
        "Jennifer: So you're sure we're gonna make the 11:00 news? Great, thank you. You shouldn't have waited, Mike. Henry's expecting you.",
        "Mike: I know, but I didn't feel right about leaving.",
        "Jennifer: Well, it's hard being a hero.",
        "Mike: What does that mean?",
        "Jennifer: It means that you're a good guy, a good friend and it's one of the things I love about you. So go. Be a pal to Henry and I will make your excuses to the press.",
        "Mike: I know, but I promised you I'd be here tonight.",
        "Jennifer: It's okay. We both know the publicity thing isn't really your thing.",
        "[Phone ringing]",
        "Mike: You know what? Leave that, please?",
        "Jennifer: Well -- okay, I'll call him back.",
        "Mike: All right, I'm not crazy about these bright lights. But it's a big night for you, which makes it a big night for me.",
        "Jennifer: And what about Henry? He needs you to take him to the airport.",
        "Mike: All right, you know what? Don't use Henry as an excuse. If you don't want me here, just say so, okay?",
        "[SCENE_BREAK]",
        "Katie: I'll just go home and throw some things together.",
        "Henry: That's so sweet, but you know what? There's not enough time.",
        "Katie: Of course there's enough time. Besides, I want to meet your family.",
        "Henry: You sure about that?",
        "Katie: If you can put up with Craig, I'm sure I can put up with them.",
        "Henry: Oh, no, no, no, no. My clan makes Craig look like Mother Teresa.",
        "Katie: Are you trying to scare me off?",
        "Henry: No. No, all I'm saying is it's a tough crowd.",
        "Katie: All the more reason for me to come.",
        "Henry: It's a suicide mission. It really is.",
        "Katie: Be serious.",
        "Henry: It's an ambush. You're walking into enemy territory.",
        "Katie: Henry, it's your family. I'm sure they're very nice.",
        "Henry: And then -- then they open their mouths.",
        "Katie: I'm your wife and they've never even met me.",
        "Henry: Bingo. I don't want to hurt your feelings.",
        "Katie: No, tell me.",
        "Henry: Okay. Okay, okay. Here's the skinny -- the trouble started with us -- with you and the weddings. See, now, they hear the Coleman sisters' brother getting married and they don't receive so much as an announcement, much less an invitation.",
        "Katie: Oh, of course. Henry, I feel so stupid. You didn't invite them because you didn't think we were gonna get to the end of the ceremony. But we did, and now they feel like they've missed out on something huge.",
        "Henry: Yeah, yeah. Now, see, if Mike had piped up in this, you know, I would still be a bachelor and the favorite son and no one's feelings would've gotten hurt. You know, when you think about it, this is -- this is all Mike's fault.",
        "[SCENE_BREAK]",
        "Jennifer: No, I want the models to circulate. Hey, could you get all these press kits on every single table? Thank you so much. Mike, of course I want you here, okay? But I understand things happen and Henry needs you more than I do tonight.",
        "Mike: Just tell me -- is this what you really want?",
        "Jennifer: Yes. This is a chance for Street Jeans to make a huge impact.",
        "Mike: I'm not talking about that. I'm talking tonight. I'm talking about the big picture. You know, Barbara's not going to give up on being involved. I know Craig says he's dealing with it, but what does that mean?",
        "Jennifer: Well, hopefully that means that she's halfway to Paris by now.",
        "Mike: How did he pull that off?",
        "Jennifer: Look, I can't explain it -- I'll explain it all later, I promise, okay? Oh, Jane, Jane, Jane -- I want to know the changes to the menu, okay? Look, Mike, all I know right now is that this is my company. It's my night. And I'm not going to let anyone take that away from me, especially not Barbara.",
        "[SCENE_BREAK]",
        "Barbara: I don't want any of your favors, James. The cost is too high.",
        "James: Barbara, you worked so hard convincing your son that Rosanna despises him. You deserve a reward.",
        "Barbara: Working with Jennifer again is enough of a reward.",
        "James: You are deceiving yourself, my dear.",
        "Announcer: Flight 1259 nonstop to New York with connections to London, Paris and Hamburg --",
        "Barbara: That's my flight. Jennifer's counting on me.",
        "James: She's counting on you to drop right off the face of the earth, Barbara.",
        "Barbara: What are you talking about?",
        "James: There's no emergency in Paris. It was all an act with Jennifer in the lead role. The truth -- your daughter and Craig Montgomery want you far, far away from her and from her company. Still going to catch that plane?",
        "Barbara: I was there, James. I saw how stressed Jennifer was and I understand that. I understand how difficult it is to meet the needs of a start-up company.",
        "James: You insist on wearing blinders when it comes to your children.",
        "Barbara: We're working our problems out.",
        "James: The trip to Paris was Craig's brainchild and your darling daughter was all too eager to play along.",
        "Barbara: You're lying.",
        "James: Fine. Go to Paris. See how long your fantasy lasts.",
        "Barbara: Where are you going?",
        "James: You never listen to me anyway. Besides, Cabot and Rosanna are waiting for me. Au Revoir.",
        "Barbara: No. No, no. He's playing me. He's playing me.",
        "[Barbara remembering]",
        "Craig: There is only one thing to do. I've got to fly to Paris, deal with Etienne mano a mano.",
        "Barbara: And say what?",
        "Craig: Oh, it's nothing. I'll figure it out.",
        "Barbara: It's not simple, Craig.",
        "Craig: No, piece of cake. Don't worry.",
        "Jennifer: Thanks.",
        "Barbara: Damn you, Craig Montgomery. You miserable -- yes, Barbara Ryan. I need a car to take me immediately to B.R.O. headquarters. Thank you.",
        "[Clock ticking]",
        "[SCENE_BREAK]",
        "Rafael: Listen, I don't mean any disrespect, but Celia does not need new clothes.",
        "Dusty: She might like some. That's all.",
        "Rafael: I'll make sure she has everything she needs, okay?",
        "Celia: Rafael, all I have is the stuff we got at the thrift store. Its fine, but not for school. Can't I please just buy one or two things?",
        "Rafael: Celia, clothes can wait.",
        "Sierra: I have an idea. Why don't you just keep track of the purchases and you can pay me back?",
        "Celia: Every cent. I promise. I'll get a job and work after school. Thank you, Ms. Esteban. I'll never forget this. I'd better get to the stores before they close.",
        "Dusty: Hey. You've got to lose some battles to win the war. You know what I mean? You want to keep banging your head against the wall or you want to talk?",
        "[SCENE_BREAK]",
        "Mike: What's the deal with Barbara?",
        "Jennifer: I'll explain it to you some other time. I've got a dozen things to do and only five minutes to do them in. Oh, did Melanie Oakes rsvp? Okay.",
        "Mike: Why do I get the feeling something else is going on?",
        "Jennifer: No, I'm just frazzled. Mike, listen, don't feel bad about tonight, okay? There's 100 people here. We probably wouldn't even have time to have a drink together. So you go and you tell Henry I'm thinking of him, I wish him the best and I understand.",
        "Mike: All right. I'll miss you.",
        "Jennifer: I'll miss you too.",
        "Aaron: Scott Reeves and the rest of Blue County group are here.",
        "Jennifer: Okay, great. I want to go over their set, okay?",
        "Mike: Okay. I'll call you later.",
        "Jennifer: Wish me luck.",
        "Mike: Always.",
        "Jennifer: Hi, Scott.",
        "Scott: Jennifer Munson. Seems like ages since we were glaring at each other from opposite sides of a pool table.",
        "Jennifer: I was not glaring.",
        "Scott: Well, you weren't losing.",
        "Jennifer: Tell you what. I promise not to challenge you to a rematch.",
        "Scott: Oh, thank you.",
        "Jennifer: I am so thrilled to have you and Aaron Benward here tonight. Good to meet you. Blue County and Street Jeans are gonna be a perfect fit.",
        "Scott: Well, I think you're gonna dig the material.",
        "Jennifer: Oh, I'm sure I will. And I've got people from our parent company and fashion press here tonight.",
        "Scott: Awesome.",
        "Craig: Hello, Scott.",
        "Scott: Hey, Craig, what's up?",
        "Craig: Well, I think we're all looking forward to hearing some of your good music tonight.",
        "Scott: Well, I guess then we'd better go set up. Catch you guys later. All right.",
        "Craig: Thank you.",
        "Scott: Let's go.",
        "Jennifer: Hey, I have some suggestions on the VIP seating.",
        "Craig: All right.",
        "Celia: You're Scott Reeves?",
        "Scott: Last I checked.",
        "Celia: I'm Celia Ortega. I sing too.",
        "Scott: Really? Are you on the bill tonight?",
        "Celia: Well, not exactly. My brother works here and I -- never mind. I just -- I mean, I know you're busy and all famous and stuff, but could I -- if I had a tape --",
        "Scott: Listen to it? Sure. Sure. You know what? My manager's on the bus. Give it to him. I'll tell him to give it to me later.",
        "Celia: Can't I just give it to you?",
        "Scott: I've got to do a sound check I've got to do.",
        "Celia: But I'll be right back. I promise. Hi. Where are you? Great. Don't move. I'm coming over. I really need your help. I'm on my way.",
        "Craig: These came out better than I thought.",
        "Jennifer: Do you like where they put the logo?",
        "Craig: Yeah, it's perfect. Mike around?",
        "Jennifer: No, no. He's not gonna be able to be with us tonight.",
        "Craig: That's too bad. You all right?",
        "Jennifer: I'm fine. Fine. Aaron, Aaron -- okay, I want to brief your people on all the key players tonight, okay? If they're happy, we get good press.",
        "[SCENE_BREAK]",
        "Katie: Oh, Henry, I feel horrible.",
        "Henry: You feel horrible? Well, I feel horrible. It's been almost 24 hours since my last martini.",
        "Katie: I'm serious.",
        "Henry: They're very stingy with the vodka around here, Bubbles.",
        "Katie: I don't want to be the reason that you're having problems with your family. Which all goes to show you that we shouldn't be keeping secrets from each other. We should be very open, especially with each other.",
        "Henry: What do you mean?",
        "Katie: I mean that -- us -- not having sex, and you wanting to, and me saying no and then talking to Margo about it got you really upset.",
        "Henry: You think I had an anxiety attack because we're not having sex?",
        "Katie: It's possible.",
        "Henry: Honey, if that were true, half the men in America would be hyperventilating as we speak. I feel fine. I feel fine.",
        "Katie: Okay.",
        "Henry: Okay?",
        "Katie: You want me to run back to the cottage and pack some of your stuff?",
        "Henry: No, no, I'll pick some stuff up when I'm out there.",
        "Katie: Okay. I'll go get the car.",
        "Henry: Why? What for?",
        "Katie: To drive you to the airport.",
        "Henry: No, no, Mike's gonna drive me. You know how I hate long good-byes. Look, you want me to reduce my anxiety? I want you to go home and I want you to feed Snickers, I want you to take care of yourself and, you know, have some fun while I'm gone.",
        "Katie: How? I don't have as much fun when you're not around. I'll miss you, Henry.",
        "Henry: I'll miss you, too. You have no idea how much.",
        "[SCENE_BREAK]",
        "Jennifer: Do you want to go over my part of the presentation?",
        "Craig: No, I'm sure it's wonderful. Just smile. Be natural. Everybody will be pulling on us.",
        "Jennifer: You promise?",
        "Craig: We have everything we need. We have great music, we have a great concept, the entire fashion world will be at your feet. It'll be the most perfect night of your life.",
        "[SCENE_BREAK]",
        "Barbara: Jennifer? Craig? Where are they? Answer me, dammit.",
        "Assistant: I'll try to track them.",
        "Barbara: Metro? There's a press party tonight at Metro?",
        "Assistant: It's not really a party --",
        "Barbara: Don't lie to me, you nitwit. My own daughter is starring in her own little party for the press?",
        "Assistant: Why don't you call Jennifer and --",
        "Barbara: You call Jennifer. I'm going over to metro, and if you call Jennifer or Craig and warn them I'm coming, I won't fire you. I'll simply destroy you. Am I clear? Good.",
        "[SCENE_BREAK]",
        "Dusty: Sierra's just trying to help.",
        "Rafael: And we've accepted way too much help from her already.",
        "Dusty: She cares about your family.",
        "Rafael: And I appreciate it.",
        "Dusty: You know, I had an aunt who gave me ten bucks every Christmas no matter how many times I told her not to. It was for her as much as it was for me. It made her feel connected. You understand?",
        "Rafael: Ms. Esteban isn't my aunt.",
        "Dusty: But she thinks of you as family. If you want to pay her back, let her do it. Don't whine about it. Go ahead, champ, if it makes you feel good.",
        "Rafael: I should have had my own money by now!",
        "Dusty: I didn't load your gloves. You want to take a shot at me for Dominic Ramsey? Or for waiting on tables? I'm right here.",
        "Rafael: It wasn't supposed to be like this.",
        "Dusty: You're not gonna be working here forever.",
        "Rafael: I can't go job hunting, Donovan. Not when I have to take care of Celia.",
        "Dusty: Then let Sierra help you out. She just wants to make your sister comfortable at her new school. She's a new kid trying to fit in. It's tough. Why are you trying to make it tougher?",
        "Rafael: Listen, don't tell me how to raise my sister. Okay?",
        "Dusty: Yeah. Pretty girls like pretty things. You understand that? You love your sister. Don't let your pride get in the way. Let her be happy.",
        "[SCENE_BREAK]",
        "Celia: I can't believe how long it took me to walk here from the bus stop.",
        "Casey: You walked? Why didn't Rafael give you a ride?",
        "Celia: I don't have time to explain. I need to make a demo.",
        "Casey: Sure. I know this good studio right off Market Street. I'll call tomorrow.",
        "Celia: No, I mean now, tonight.",
        "Casey: That's impossible.",
        "Celia: Casey, Scott Reeves is at Metro. He said he'd listen to my demo, but I don't have a CD.",
        "Casey: Let me guess. He said he'd send it to his label.",
        "Celia: It wasn't like that. I think he really meant it. Please, Casey, you're so great at all that stuff, and this could be my big chance.",
        "Casey: Okay, okay, let me think. If we use one of the karaoke tracks and you sing over the track, I mean, it's not gonna sound superprofessional, but it could work.",
        "Celia: Thank you. You're the best.",
        "[SCENE_BREAK]",
        "Lucinda: Dusty's out there talking to Rafael. What's going on?",
        "Sierra: They're having a little man-to-man talk.",
        "Lucinda: No, dear, it looked more like a staring match.",
        "Sierra: Well, that's really my fault. I offered my credit card to Celia to buy some school clothes.",
        "Lucinda: In front of Rafael?",
        "Sierra: I know. It was stupid. I didn't think.",
        "Lucinda: That kid would do anything not to accept a handout.",
        "Sierra: I told him he could pay me back.",
        "Lucinda: I would have thought that you, of all people, darling, would have some insight into Latin male pride.",
        "Sierra: Well, maybe Dusty can get through to him. He can be wonderful that way.",
        "Lucinda: Dusty is wonderful, except when he's not so wonderful.",
        "Sierra: Mother, really.",
        "Lucinda: Well, I'm not gonna push that button. Let's talk about Lucy's Rob.",
        "Sierra: Rob?",
        "Lucinda: Rob. Phi Beta Kappa. Rob. I think I might know his -- his uncle. Sits on four boards. Look at that. What do you make of that?",
        "Sierra: Where did you get these?",
        "Lucinda: She e-mailed them to me. I had them printed. You didn't get a set?",
        "Sierra: She looks so happy.",
        "Lucinda: Well, why wouldn't she be happy, darling? She loves college, and that feared history of art test, she got an A-minus.",
        "Sierra: All I ever wanted for her. To be happy and have a normal life.",
        "Lucinda: And to have a more youthful boyfriend, one who's not involved in --",
        "Dusty: Hi, Lucinda. How are you? I'll see you at Metro.",
        "Sierra: Yeah. We'll be right there.",
        "Lucinda: Well, who knew? Who knew that he'd just come walking in so fast?",
        "Sierra: He still loves Lucy. He's not over her.",
        "Lucinda: Yes, but he's been known to find solace elsewhere. I thought perhaps he'd taken a step or two in that direction already.",
        "Sierra: Let's meet up with him, shall we? Before the Street Jeans presentation.",
        "Lucinda: You're evading, darling.",
        "Sierra: Yes, I am.",
        "[SCENE_BREAK]",
        "Aaron: After I unloaded the truck, I stocked the bar. I looked everywhere for you.",
        "Rafael: Sorry. I thought I'd be back in time.",
        "Aaron: Well, you thought wrong.",
        "Rafael: It won't happen again.",
        "Aaron: Look, Rafi, if you can't do this --",
        "Rafael: I can do my job. Come on, Aaron, you know I need the work.",
        "Aaron: Well, then, come on, act like it, then.",
        "Alison: Smile, boys. The press is here and the club is hot. Table five wants to see a manager.",
        "Aaron: Why? What happened?",
        "Alison: Nothing happened. They're having a ball. I think they want to book the place for a party of their own.",
        "Aaron: Nice. Send them champagne. And make sure the rest of the staff gets their act together, all right? Stays on top. Let's go.",
        "Rafael: Got it.",
        "[SCENE_BREAK]",
        "Craig: All right, you ready?",
        "Jennifer: I am so nervous. Feel my hands.",
        "Craig: Hey, hey, listen. Listen. You're a star. You don't need Street Jeans. You don't need this press. You need you.",
        "Jennifer: You really mean that?",
        "Craig: Oh, every word. Come on.",
        "Jennifer: Good evening, ladies and gentlemen. And welcome to the official media debut for Street Jeans. [Applause] Thank you. Thank you. We're very excited to have so many prominent members of the fashion press with us tonight.",
        "Barbara: I see my very beautiful and enormously talented daughter has started without me. I'm sorry I'm late, sweetheart. Great to see you. Max, terrific article in \"W.\" You all remember me, don't you? I'm Barbara Ryan, and I'm back. And this time, I'm here to stay.",
        "[SCENE_BREAK]",
        "Craig: Barbara Ryan, what a typical surprise. Can we have a round of applause for Barbara Ryan, please? [Applause] Now, I know she'd love to stay and continue, but she's gonna yield the floor to her star daughter, Jennifer Munson.",
        "Barbara: Get your hands off of me. This is my company.",
        "Jennifer: Well, I would like to thank my mother for making an appearance tonight, and I also want to thank those who supported me and helped me make this evening possible. Ms. Lucinda Walsh. [Applause] Sierra Esteban. [Applause] Dusty Donovan. [Applause] And last but certainly not least, Mr. Craig Montgomery. [Applause] But the real starts tonight are Mr. Scott Reeves and his singing partner, Aaron Benward, otherwise known as blue county. [Applause] So sit back, relax and enjoy their great music as we unveil Street Jeans 2005. Scott?",
        "[Applause]",
        "[SCENE_BREAK]",
        "Mike: Are you sure this is all you're gonna need?",
        "Henry: Oh, yes. I don't want to wait in that long baggage line.",
        "Mike: You're gonna be gone a few days.",
        "Henry: Well, I've got a toothbrush, I've got certain unmentionables and, you know, the hospital always provides you with those styling gowns, so I'm set.",
        "Mike: Are you sure these tests are just a precaution?",
        "Henry: Yeah. I'm healthy as a race horse.",
        "Mike: Well, then, tell Katie the truth. Or better yet, have the tests done here so she can be by your side.",
        "Henry: And have her hovering over me every second? No. Its better that she thinks I'm off unruffling family feathers.",
        "Mike: You know best. Good luck.",
        "Henry: Yeah. You, too. Good luck with Katie. 'Cause you know how she is. I mean, she's gonna try to stop you, she's gonna say she doesn't need a babysitter, but she hates being alone in the cottage.",
        "Mike: I remember.",
        "Henry: I mean, she dials 911 every time the attic window blows open.",
        "Mike: I'll make sure I secure it. Is there anything else you want me to take a look at?",
        "Henry: Kitchen sink.",
        "Mike: She never replaced that trap?",
        "Henry: I know, it's been on my to-do list and I just --",
        "Mike: All right, I'll take care of it.",
        "Henry: Okay. I'll -- I'll give you guys a call and see how it's working out with you, all right?",
        "Mike: What?",
        "Henry: With the -- you know, the little repairs. All that kind of stuff.",
        "Mike: Right.",
        "Henry: Okay.",
        "Mike: Take care.",
        "Henry: You, too.",
        "Katie: I know. I miss him already, too. It's okay, though. He's visiting your aunts and uncles and grandparents. You know what? I'll bet if we're lucky, we can catch him before he leaves.",
        "[Phone rings]",
        "Henry: Hello.",
        "Katie: Hey, guess who? We miss you.",
        "Henry: We?",
        "Katie: Me and Snickers.",
        "Henry: Well, scratch him behind the ears for me, will you? Bubbles, they're boarding now, so --",
        "Katie: I know. I just -- I just wanted to hear your voice. It's not the same here without you, you know? Hurry home.",
        "Henry: I will.",
        "[SCENE_BREAK]",
        "Craig: Sit down.",
        "Barbara: You can't hold me here against my will.",
        "Craig: Yes, I know how much you like making a fool of yourself.",
        "Barbara: I am nobody's fool, Craig.",
        "Barbara: You thought you could get me out of the way by using some kind of trumped-up business crisis.",
        "Craig: Oh, what tipped you off?",
        "Barbara: Instinct. Intuition.",
        "Craig: A spy?",
        "Barbara: I still own this company.",
        "Craig: No, no, you have dubious legal ties to a hollow title. But really, you're obsessed with stealing the limelight from your daughter.",
        "Barbara: How dare you talk to me like this?",
        "Craig: Because you realized you were useless a long time ago.",
        "Barbara: Jennifer has half the talent I do.",
        "Craig: Oh, no. She has more.",
        "Barbara: She is woefully, woefully inexperienced.",
        "Craig: Well, she's young, smart, charming, earnest. Real people like that.",
        "Barbara: I'm still the president of B.R.O.",
        "Craig: B.R.O. is a shell. Be president.",
        "Barbara: You will not destroy my daughter the way you tried to destroy me.",
        "Craig: If you continue to make trouble, I will make you sorrier than you are now. And I don't think even you want to teeter-totter down that particular lane.",
        "Barbara: Are you threatening me?",
        "Craig: Why don't you try being a mother instead of a competitor?",
        "Barbara: How dare you lecture me about my daughter? You're a miserable excuse for a parent.",
        "Craig: Says the pot to the kettle.",
        "Barbara: One of your children is dead and the other came close, thanks to you.",
        "Craig: But I realize that I've been a miserable excuse for a parent. And I've mended my fences with Lucy.",
        "Barbara: Hmm? For how long?",
        "Craig: A lot longer than you and Jennifer will be talking.",
        "Barbara: You are using my daughter.",
        "Craig: And she is using me and Street Jeans and will be a huge success, and that's the game.",
        "Barbara: And when you get bored?",
        "Craig: Working with Jennifer is not boring. You want B.R.O.? Huh? Why don't you show some spine and sever this insignificant little tie with Street Jeans and stop playing victim? Jennifer doesn't need you, she doesn't want you, nobody does.",
        "Barbara: If Jennifer knew what was really going on here, she wouldn't let you anywhere near Street Jeans.",
        "Craig: Yeah, well, if you want a relationship with your daughter you'll take my advice.",
        "Barbara: And why would I listen to a man like you?",
        "Craig: Your daughter is listening -- to a man like me.",
        "[Cheers and applause]",
        "Jennifer: Thank you, Scott.",
        "Scott: Thank you.",
        "Jennifer: Let's hear it again for Blue County! [Applause] This is going to be such an exciting year for Street Jeans. And I am so happy that you all could share in that excitement. So please, enjoy the rest of the evening and look for our ads coming out tomorrow.",
        "[Applause]",
        "Sierra: You did wonderful. You were great.",
        "Lucinda: I heartily concur, you're a great investment, darling.",
        "Dusty: She's right.",
        "Jennifer: Thank you so much. I was so nervous. Did it show?",
        "Dusty: You look so beautiful. Get some photos.",
        "Jennifer: I think I will.",
        "Craig: Is that smile an accessory or are you sincere?",
        "Jennifer: Both. What'd you do with my mother?",
        "Craig: Oh, I parked her upstairs with something to think about.",
        "Jennifer: World domination?",
        "Craig: I don't think she's gonna underestimate you. Why don't you get Rafi to bring you some champagne, all right? I'm gonna thank Scott.",
        "Jennifer: Sure.",
        "[SCENE_BREAK]",
        "Casey: Here you go.",
        "Celia: Wow, you even put my picture on it.",
        "Casey: Digital rocks. Just a few croppings here, croppings there --",
        "Celia: You think I should drop Ortega? Just use Celia, like Madonna?",
        "Casey: I don't know. Let your manager figure that out.",
        "Celia: I hope this works.",
        "Casey: Go blow him away.",
        "Celia: You blow me away. I'll never forget this, Casey.",
        "[Door closes]",
        "Casey: Me neither.",
        "[Doorbell rings]",
        "[SCENE_BREAK]",
        "Katie: There you go, sweetie. Hi.",
        "Mike: Are you okay?",
        "Katie: Um, just a little lonely. Um -- a lot lonely. Mike, I think I ruined everything.",
        "Henry: Yes, I'm sure. Mike is convinced that I'm off to get tests and Katie is convinced that I'm off to play the \"Family Feud.\" I've prepared my speech for the academy just in case.",
        "Craig: You've earned your place in heaven, Henry.",
        "Henry: Fine. Fine, but there's only so far I'm willing to go to get my wings, okay? Mike has a few days -- a few days. And if he and Katie haven't connected by then, then all bets are off and I get my wife back.",
        "Craig: The macho is good.",
        "Henry: She loves me, Craig.",
        "Craig: In a way.",
        "Henry: And I adore her. So, if mike drags his heels -- if he does -- then she's mine. And there's not a damn thing you can do about it.",
        "Katie: I'm sorry about that. I -- told myself that I would stay strong.",
        "Mike: How can I help?",
        "Katie: You can't.",
        "Mike: Well, what do you mean, you ruined everything?",
        "Katie: I think I made Henry sick.",
        "Mike: What? That's -- that's crazy.",
        "Katie: Mike, people don't just have anxiety attacks for no reason.",
        "Mike: You didn't make Henry sick.",
        "Katie: We've just -- we rushed everything -- the wedding, the engagement, the -- there's so much pressure putting the gym together and -- we're just not like other couples, okay?",
        "Mike: Look, everything's -- everything's gonna be okay. All right, you two will have a very happy life together. And before you know it, Snickers will have a ton of playmates to chase him around.",
        "Katie: Not the two-legged kind.",
        "Mike: What?",
        "Katie: We won't have kids. God, Henry deserves so much better than I can give him.",
        "Mike: He already has you. What more does the guy need?",
        "Katie: A real marriage, with a real wife. Somebody who loves him and adores him and needs him. I'm not that kind of wife to him, mike. The truth is, I'm not any kind of wife at all to Henry.",
        "[SCENE_BREAK]",
        "Celia: Here you go, Mr. Reeves. Thank you so much. I can't tell you how much it means to me.",
        "Scott: No problem.",
        "Aaron Benward: Hey, Scott?",
        "Scott: Yeah?",
        "Aaron Benward: You gonna introduce me to your friend?",
        "Celia: I'm Celia Ortega. And I am a huge fan of Blue County!",
        "Aaron Benward: A pleasure to meet you, Celia.",
        "Scott: Celia just gave me her demo to listen to.",
        "Celia: And my name, my number -- it's all on the cover.",
        "Scott: Well, we'll take it from here.",
        "Celia: Call me any time.",
        "Scott: Okay.",
        "Celia: Day or night.",
        "Aaron Benward: Good luck.",
        "Celia: Bye.",
        "Rafael: Celia? Where did you get those clothes?",
        "Celia: I bought them on the way over. Aren't --",
        "Rafael: Take them back.",
        "Celia: Why?",
        "Rafael: Because they make you look cheap.",
        "Celia: But all the other girls --",
        "Rafael: But I don't care about all the other girls. I won't have you looking like trash.",
        "Celia: I think I look nice. Uh-oh, Aaron doesn't look real happy.",
        "Rafael: We'll finish this later.",
        "Sierra: So, you're sure it didn't bother you?",
        "Dusty: I knew about the boyfriend. I guess I didn't need to see the photos. What the hell, he's probably a good guy.",
        "Sierra: You know, if you want to talk about it --",
        "Dusty: I want another drink. How about you?",
        "Sierra: No, I'm fine.",
        "Craig: What'd you think?",
        "Sierra: I think Jennifer did a wonderful job.",
        "Craig: Well, she had some help.",
        "Sierra: Well, I was getting to you.",
        "Craig: I don't know, I couldn't tell you were here for the clothes, or the company. Your eyes were on Dusty Donovan.",
        "Sierra: What business is it of yours?",
        "Jennifer: Ah, well, what are you still doing here?",
        "Barbara: You've become quite the accomplished liar.",
        "Jennifer: I had a good mentor.",
        "Barbara: Something else we have in common, too.",
        "Jennifer: Meaning?",
        "Barbara: I was reminded of something earlier. When I was manhandled and removed from the premises.",
        "Jennifer: You know you would have ruined everything tonight.",
        "Barbara: Honey, you know how I work with the press. You could've turned that to your advantage.",
        "Jennifer: This was my night, Mother, not yours!",
        "Barbara: Why couldn't it have been ours?",
        "[Jennifer scoffs]",
        "Jennifer: The fact that you even have to ask that. Oh, forget it.",
        "Barbara: I think I finally understand why it is you're always pushing me away. It's because we're so alike.",
        "Jennifer: You and me?",
        "Barbara: Down to your deplorable taste in men.",
        "Jennifer: What is it that you have against mike?",
        "Barbara: I'm talking about Craig. You should have heard him in here, boast about how you hang on his every word. He's controlling you, Jennifer.",
        "Jennifer: I work with Craig. He doesn't call any of the shots.",
        "Barbara: Well, he will be. You'll be so mesmerized by his style and his charm, you won't even know it's happening to you. Believe me, I know what I'm talking about.",
        "Jennifer: Oh, really? Since when?",
        "Barbara: Craig will get inside your head, and your heart will go along for the ride, and one of these days you'll wake up alone and miserable. But you don't have to take my word for it. You can ask sierra, you can ask Rosanna -- you can ask any woman who's ever been foolish enough to trust Craig Montgomery.",
        "[NEXT_ON]",
        "Jennifer: Then what am I supposed to do?",
        "Barbara: We can work together. We can beat Craig at his own game and get your company.",
        "Henry: So, tell me, Craig, how far are you willing to go to make your sister happy?",
        "Katie: Ending this marriage would kill Henry, but staying in it is destroying us both. You gotta help me, mike. I don't know what to do, you gotta help me."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=QoRbgiVnupY"
}