{
    "Episode Summary": [],
    "Recap": [
        "Mike tells Henry that he will help him anyway he can, after seeing that Henry's MRI came back clear. He asks Henry if there is another reason, beside the supposed back pain he is having, that makes him unable to move forward out of Katie's house? The guilt is getting to Henry who wants to tell Mike the truth. Maddie (as Katie) continues her online flirtation with Byron, which leads to him send Katie another anonymous gift. When Maddie is cornered into telling Henry her plan for Byron, Henry bans her from using her computer, and goes to lock it in the limo, and in the process runs right smack dab into Katie and Mike, who are talking on the steps about whether or not Henry can really walk unassisted. Guess that question was answered! Gwen thinks the whole town is against her attempts to get her baby back, and Will is worried more and more she is acting irrational. When he voices his concern, they argue and Will storms out. When Casey later sees Will in the park, he tries to salvage their friendship. Carly is sure that her plan will be successful in making sure the judge rules in her favor. Emily and Paul worry about what this means for their cover up. So, Paul comes to Gwen's rescue by funding more of Cass' fees, plus a bonus, to make sure Gwen wins back her baby. Meanwhile, Jack tries to get Carly to see what she is doing to Gwen. She is screwing up her life in order to make up for what supposedly happened to Iris' son. Carly thinks Jack should just accept that fate is going to keep Rory with them. Jack isn't sure what he wants to do with the information he knows about Carly."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: Byron, Byron, Byron. No new e-mail? Where are you, you bad boy? K-k-k- Katie is l-l-l-lonely.",
        "Computer: You got e-mail.",
        "Maddie: Yes! \"Dear Katie, I can't stop thinking about you.\" Well -- so, stop typing and do something, Byron. \"Do you still have that pink angora sweater you used to wear in high school?\" Oh, I hope not. \"I used to wonder what was softer, you or your sweater. I wanted to reach out and touch you, but I was afraid you'd laugh at me.\" You know, why are men such scaredy cats? \"Hey, Byron, it's me, k-k-k-Katie. You know I'd never laugh at you.\" Hey, Katie.",
        "Katie: Hey, Maddie. Have you had dinner yet?",
        "Maddie: I made some nachos. There's some in the kitchen left if you're hungry.",
        "Katie: Mmm.",
        "Maddie: Where's my brother? Wasn't he with you?",
        "Katie: Mike took him to the hospital. .",
        "[SCENE_BREAK]",
        "Mike: So, Henry --",
        "Henry: Hey, have I thanked you for insisting on driving me over here? How about a doughnut at al's on me?",
        "Mike: Dr. Hughes said the MRI was clear.",
        "Henry: Yeah, thank God! I just -- can you imagine? It could have been a tumor or a bulging disc, a broken bone?",
        "Mike: There's nothing there. Your back's fine. There's no reason that you should be in pain. And there's definitely no reason you shouldn't be able to walk.",
        "Henry: I know, it's a mystery. It's a mystery. It really is. You know, with the spine, though, it sometimes hard to pinpoint the exact problem.",
        "Mike: Okay, truth time, Henry. Are you really hurt or is there something else goin' on?",
        "[SCENE_BREAK]",
        "Jack: Margo, I saw Gwen. It couldn't have been ten minutes before this thing happened. She was fine. She was playing with Rory, and then I went across to check in with Carly. And you're saying that she fell asleep in broad daylight?",
        "Margo: I guess.",
        "Jack: Where was the baby?",
        "Margo: Well, according to the vendor who brought the pram back, it and the baby were all the way across the courtyard.",
        "Jack: So, you're saying that someone grabbed the pram, wheeled it all the way across the courtyard and just left it there? Why? Who are you looking at for this?",
        "[Margo sighs]",
        "Margo: I've canvassed the area, nobody has seen a thing. So, unless someone comes forward, it looks like Gwen's gonna be facing charges.",
        "Casey: You're arresting Gwen?",
        "[SCENE_BREAK]",
        "Will: I'm not trying to be negative. I just -- you shouldn't assume the judge is gonna see things your way.",
        "Gwen: After everything I've been through, I fall asleep the first ten minutes I get alone with my son? Come on.",
        "Will: Gwen, you're exhausted. You're sitting in the park, it's a warm day, you're relaxed.",
        "Gwen: Relaxed? I was terrified. I was afraid that he would choke or get a spider bite, or that he would stop breathing. I never took my eyes off of him the whole time. I just sat there drinking the water that Carly spiked.",
        "Will: Well, the cops said they were going to test the water, so --",
        "Gwen: Oh, my God.",
        "Will: What?",
        "Gwen: The cops. They're in on it. No, I'm serious. Please, think about it. I mean, Carly makes me a offer to see the baby, knowing that I can't say no. And when the cops finally do show up, it's Casey's mom. She hates me. This whole town hates me.",
        "Will: Gwen.",
        "Gwen: What?",
        "Will: If you want your baby back, get yourself together. Stop blaming everybody else.",
        "[SCENE_BREAK]",
        "Emily: Hi.",
        "Carly: Hello.",
        "Emily: You're still mad at me, huh? I don't blame you. You're in the day to day. I'm on the outside looking in. I apologize. Come on, you know I didn't mean to upset you when I said that Gwen should have the baby.",
        "Carly: Emily, it's just your opinion. You are entitled to your opinion. Thank god the judge is the only one who really matters. Isn't that right, sweetheart?",
        "Emily: He's a cutie, huh?",
        "Carly: Yeah, he is. And he is staying right where he belongs -- with me. Because there is no way that Gwen is getting custody. Not after what she pulled today.",
        "[SCENE_BREAK]",
        "Henry: What are you implying?",
        "Mike: Look, Henry, I know it's been tough for you over these past couple months. All right, I know that you and Katie went through a lot and it was probably very painful letting her go. Add to that the fall down the stairs.",
        "Henry: And -- and off the couch.",
        "Mike: Right. So, what I'm saying is, you have been hurt in more ways than one. I understand that. But the doctors and the physical therapists can't find a reason why you shouldn't be able to walk. So, I'm thinking maybe it's just that you don't want to walk.",
        "Henry: What are you saying, Mike, that I'm faking? That I'm a malingerer? That I'm a hypochondriac?",
        "Mike: Or maybe you're just afraid to move on.",
        "Henry: I -- I can't wait to move on. I -- no, I'm counting the days. You think that I like being waited on, hand and foot? No -- do you think I like having my dispatcher call me every day and say, \"hey, how are you doing there, Henry? When are you coming back to work?\" Now! That's what I'd like to tell him. And then I imagine my spine being crammed in the front -- why are you smiling? I imagine my spine being crammed in the front seat of that limo eight hours a day, every day, and I have to say \"no.\" The only thing I'm going to be driving in the near future is a worn-out old couch. And this wheelchair.",
        "Mike: Hey, look, look, look. I know you're probably frustrated that you haven't been paid in awhile.",
        "Henry: I -- no. I don't -- I don't need much. I need top shelf gin and a pinch of vermouth, that's it.",
        "Mike: But then there's your sister to worry about. Okay, you can't very well tell her her to spend the night in the back of the limo. You need an apartment, Henry. And when you're feeling better, I will help you find one, all right? I'll lend you the deposit.",
        "Henry: That's -- that's not necessary. She has her savings.",
        "Mike: She works at a doughnut shop. How far is that gonna go?",
        "Henry: I know, I know. It's been very worrying having her arrive. It's been --",
        "Mike: And you want to do right by her, and you will.",
        "Henry: Yeah.",
        "Mike: All I'm saying is, you don't need to feel like the only way that you deserve help is if you're in excruciating pain. We know that you and Maddie are in a bind right now. So you are welcome to stay as long as it takes. All right, and when you're ready to go, we'll set you up.",
        "Henry: Why would you do that?",
        "Mike: Because you're my best friend. And because you were very decent about Katie and me. And we want to return the favor. So, all I'm asking is that you're straight with us. Okay?",
        "[SCENE_BREAK]",
        "Katie: We just wanted to make sure that Henry didn't have some sort of underlying condition.",
        "Maddie: Well, like what?",
        "Katie: I don't know, a disc problem or nerve damage or something. So we scheduled an MRI for him.",
        "Maddie: An MRI?",
        "Katie: Don't worry, it not painful. And if there's anything there, Dr. Bob will definitely find it.",
        "Maddie: Great.",
        "Katie: So, they'll be back soon. I'm gonna be upstairs, okay?",
        "Maddie: Uh-huh. Oh. What now? Byron is obviously too big of a wimp to make his move and Henry is about to be found out.",
        "[Doorbell rings]",
        "Katie: Could you get that?",
        "Maddie: Hi.",
        "Delivery boy: Hi.",
        "Maddie: I don't suppose that's for me.",
        "Delivery boy: Is your name Katie?",
        "Maddie: Nope, she's upstairs. But I'll sign for it. Here you go.",
        "Delivery boy: Thanks.",
        "Maddie: Thank you. Hmm. Wow. \"For Katie, always so pretty in pink.\" Yes, Byron. Forget everything I just said. You are so not a wimp. You are a life saver. Yes.",
        "[SCENE_BREAK]",
        "Casey: So, what did Gwen do now?",
        "Margo: You know, I'm working here. What are you doing here?",
        "Casey: The check for the caterer? You said you'd leave it at the station.",
        "Margo: Oh, yeah, yeah, yeah. Sorry, sorry.",
        "Casey: So, what happened? Where's Gwen?",
        "Margo: You know what? Gwen is no longer any of your concern, all right? So, you just deliver the check and start making your phone calls and get everything coordinated for your party.",
        "Casey: You know, it's really cool of you and dad to do this.",
        "Margo: Yeah, it is. We're very cool. The whole point is put this summer behind you. So, honey, I just want -- the best way we do it, is, like, you'll have everybody come over and everyone will see that you're fine. Your parents are behind you are you're just getting ready for the new school year. And, you know, you could really -- you could ask will if he'd be the dj for your party. Or not. It's up to you.",
        "Casey: All right, I'll see you at home.",
        "Margo: Okay.",
        "Jack: Nobody's seen no one do nothin'. Middle of the day, they're all blind.",
        "Margo: All right, well, I'll canvas again tomorrow.",
        "Jack: Will you keep me posted?",
        "Margo: If there's anything to tell you. But you know what? At this point, let's just be glad it's a happy ending. I mean, the thought of that baby being left alone in a pram -- sometimes we get lucky, huh?",
        "Jack: Somebody got lucky.",
        "[SCENE_BREAK]",
        "Carly: Gwen fell asleep.",
        "Emily: While she was watching the baby?",
        "Carly: And somebody took him. Or somebody moved him.",
        "Emily: Oh, my God.",
        "Carly: And luckily, someone found him right as the police were arriving.",
        "Paul: You called the police?",
        "Carly: Of course I called the police. The baby was missing.",
        "Emily: Well, who found him?",
        "Carly: A vendor in the square. He -- he noticed that this pram was alone, and luckily, he stepped in.",
        "Emily: Yeah, luckily is right. So, all's well that ends well, huh?",
        "Carly: Not for Gwen. Once the judge hears about this, there is no way he's gonna give her custody.",
        "Paul: I, um -- I gotta make that conference call from the office. Do you wanna walk me out?",
        "Emily: Yeah, yeah, sure.",
        "Paul: All right, see you later, Carly.",
        "Carly: Okay.",
        "Emily: Listen, I'm really glad the baby's okay.",
        "Carly: No thanks to Gwen.",
        "Emily: Hey.",
        "Paul: Hey. How could she be so stupid?",
        "Emily: I don't know, but if this blows up after everything we've done --",
        "Paul: I'm gonna go figure out what's going on. You're still meeting with Margo, right?",
        "Emily: Yeah, about Daniel.",
        "Paul: Well, maybe you can find out what really happened.",
        "Emily: Okay -- hey! It's gonna be okay.",
        "Paul: That would be a first.",
        "Emily: Hey. Heading home?",
        "Carly: You were wrong about Gwen. She doesn't deserve him.",
        "Emily: Carly, it was just a little scare. Look at him, he's fine.",
        "Carly: And what if it were Daniel?",
        "[SCENE_BREAK]",
        "Gwen: This is not my fault.",
        "Will: All I'm saying is that it happened, for whatever reason. And now you have to figure out how you're going to explain that to the judge. Gwen, you can't accuse the entire town of hating you, especially after you accused Casey of being the father.",
        "Gwen: He is the father.",
        "Will: The test came back negative. So, in the judge's eyes, you lied under oath. And once he finds about this --",
        "Gwen: Look, he'll have to hear my side of story. He'll have to know about how Carly called me out of the blue, set up the meeting, all of it. She left me alone with the baby on a hot day with a bottle of water that she spiked.",
        "Will: And if that's true, the test on the water's gonna come back positive. Gwen what do you mean, if that's true?",
        "Will: You just -- you need to have proof before you accuse her in court.",
        "Gwen: But you believe me.",
        "Will: Gwen, I know how much you want your son back. And I'm on your side.",
        "Gwen: I didn't ask that. Do you believe me?",
        "Will: I -- just think you need to keep things simple when you're dealing with the judge.",
        "Gwen: Yes or no. Do you believe that Casey's the father and that I was set up this afternoon?",
        "[SCENE_BREAK]",
        "Mike: Where'd you get that?",
        "Katie: It was a gift. From an admirer.",
        "Mike: He have a name?",
        "Katie: Not that I know of. But whoever he was, he has taste.",
        "Mike: You're sending it back.",
        "Katie: Don't be ridiculous. It was a gift. Besides, there's no return address.",
        "Mike: Fine. I'll take it to the church, put it in for the rummage sale.",
        "Katie: Are you kidding me? A cashmere sweater?",
        "Mike: You ain't wearin' it.",
        "Katie: You can't tell me what I can and can't wear.",
        "Mike: Look, either the sweater goes or I go.",
        "Katie: You would leave me over a pink sweater?",
        "Mike: Katie, what is more important here? Me? Or this little admirer of yours.",
        "Henry: Katie, what a beautiful sweater.",
        "Katie: Thank you, Henry. I knew that you would understand.",
        "Mike: Take it off or I'm outta here.",
        "Katie: Don't talk to me like that.",
        "Henry: Is there a problem?",
        "Katie: Mike's a little jealous of my secret admirer.",
        "Henry: Oh, come on, Mike. You can't be serious.",
        "Mike: Shut up! And you take that damn sweater off now!",
        "Henry: Don't speak to her like that.",
        "Mike: Mind your own, Henry!",
        "Henry: I'm afraid I can't do that, Mike. Katie, stand back.",
        "Katie: Henry, no. No, don't hurt yourself.",
        "Henry: It's worth it. You deserve better.",
        "Mike: You faker.",
        "Katie: My hero.",
        "[SCENE_BREAK]",
        "Mike: Maddie? Maddie, can I get a little help?",
        "Maddie: Sorry. How'd it go?",
        "Henry: Well -- well, the good news is that Katie and Mike have offered to let us stay here for as long as it takes.",
        "Maddie: And the bad news?",
        "Katie: I was starting to get worried. How did it go? What did Dr. Bob say?",
        "Maddie: Oh! This came for you. The delivery guy said it was urgent, so --",
        "Katie: Oh? No return address. What? Wow, it's beautiful. What a pretty color.",
        "Maddie: Well, who's it from?",
        "Katie: Oh? \"For Katie, always so pretty in pink.\"",
        "Mike: There's no name?",
        "Katie: No. I wonder who it's from.",
        "[SCENE_BREAK]",
        "Margo: Hi. Sorry, I'm late. I just -- I got hung up at work.",
        "Emily: Its okay, I heard. Carly was just here. So is it true? Gwen fell asleep watching the baby?",
        "Margo: Apparently. Yeah, she fell asleep and somebody took off with the baby in the pram.",
        "Emily: So it's not really her fault? It's just that Carly made it sound like Gwen committed a crime.",
        "Margo: You're not really supposed to fall asleep when you're tending an infant in a pram.",
        "Emily: No, I know -- Margo, of course, that's not what I meant. It's just that Gwen, she's young, you know. She's trying to get custody of the baby. You think this is gonna hurt her chances?",
        "Margo: It can't help.",
        "[SCENE_BREAK]",
        "Will: I can see why you might believe Carly set you up. But you have no proof.",
        "Gwen: Get out.",
        "Will: Gwen, I'm not the enemy here.",
        "Gwen: Look, its hard enough without you thinking that I'm lying to you.",
        "Will: I didn't say that.",
        "Gwen: I only slept with one guy, one time -- Casey. Go.",
        "Will: Gwen.",
        "Gwen: I can't look at you! Get out!",
        "Will: You can't manage this on your own. You don't have any money. You can't pay for your lawyer.",
        "Gwen: I can manage.",
        "Will: What? How? On tips you make at Al's?",
        "Gwen: I have the money. Anyway, that's not the point.",
        "Will: Oh, you have the money?",
        "Gwen: What, you don't believe that either? Huh? Huh? What? You satisfied? Huh?",
        "Will: Where'd you get that?",
        "Gwen: It doesn't matter.",
        "Will: No, it does matter.",
        "Gwen: What? You think I stole it? Is that what you're thinking?",
        "Will: No, that's not what I'm thinking.",
        "Gwen: Oh. My bad. I guess I don't know you that well. You sure don't know me.",
        "Will: Fine. Keep your secrets.",
        "Gwen: What's the point? You won't believe me anyway. [Knock on door] Will? I'm so sorry.",
        "Paul: Sorry? You are sorry? You may have just blown everything.",
        "[SCENE_BREAK]",
        "Carly: Oh, hi, sweetheart, I'm glad you're home.",
        "Jack: You okay? Margo told me what happened. Where's Rory?",
        "Carly: He's asleep. He has no idea the danger he was in today. The other kids are asleep, too. I didn't tell the boys what happened, because it's just -- it's so frightening. But it's over now. And hopefully Judge Rudolph will now recognize what a threat Gwen is.",
        "Jack: Are you okay? How're you doing?",
        "Carly: I'm fine. We found the baby pretty quickly. It's just thinking about what might have happened.",
        "Jack: Right.",
        "Carly: You know, a little baby all alone in a pram like that.",
        "Jack: Have a seat. Have a seat. Can I get you something to eat? Have you eaten?",
        "Carly: No, I'm fine. What about you? Have you eaten?",
        "Jack: No, no, I'll eat later. I'll eat later. I just -- so tell me exactly what happened this afternoon?",
        "Carly: I thought you spoke to Margo.",
        "Jack: I did, I want to hear it from you.",
        "Carly: I never should have left them alone together. Nancy was so insistent. I'm not -- I'm not blaming her.",
        "Jack: Yeah, right. So after we talked, you and Nancy went back to the courtyard?",
        "Carly: Yeah. And Gwen was right there in the same place we left her, but the baby wasn't. And Gwen said that she'd fallen asleep and when she woke up the baby was gone.",
        "Jack: Had she done any searching on her own at that point?",
        "Carly: I don't know. I guess she might have looked around a little bit. But she didn't call the cops. We had to do that. And then Nancy and I started asking people if they'd seen anybody take the pram. And that's when the vendor, the guy who goes around with the cart selling soda and stuff, that's when he brought the baby back.",
        "Jack: Well, Gwen is maintaining that you drugged her.",
        "Carly: Oh, yeah. Right. Right. From across the street. With my magical, mysterious powers. It's sad, really. Gwen is such a head case. First she doesn't want the baby, now she wants the baby back. And she's clearly unfit. What?",
        "Jack: Honey, you know I love you.",
        "Carly: Did you -- I just heard the baby. I should --",
        "Jack: No, the baby's fine.",
        "Carly: Why are you looking at me like that?",
        "Jack: Because I think it's a little convenient the baby disappearing the day before the custody hearing.",
        "Carly: Well, better now than later. I mean, can you imagine? If Gwen had left him alone in that firebox of an apartment.",
        "Jack: But she didn't leave him alone. She fell asleep.",
        "Carly: Probably because she's up half the night with that garage band of hers.",
        "Jack: You're not seeing the similarities here?",
        "Carly: To what?",
        "Jack: To what Iris says happened to her son. She says that she left your brother alone with you in charge.",
        "Carly: Are you saying this is my fault?",
        "Jack: No, I'm saying that before we go any, further we need to talk.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Gwen: He's quitting the case.",
        "Paul: Well, maybe we can get him to reconsider.",
        "Carly: Can't you just accept that what happened today is fate?",
        "Jack: Oh, it may have been fate. But I'm afraid it was your doing.",
        "[SCENE_BREAK]",
        "Carly: Leaving Gwen alone with Rory was Nancy's idea.",
        "Jack: Yeah, honey, I know. Just hear me out here. I know you. I know that when you feel threatened or when you think someone you love is in trouble, you do just about anything to make things right. And Gwen wanting Rory back, that hits home.",
        "Carly: I promised my sister that I would take care of him.",
        "Jack: I know that, but it's more than that, honey. Rory arriving when he did, when you just found out about your brother and what had happened to him, you've said it yourself, Carly, that Rory has become a second chance for you.",
        "Carly: No, no, no. I thought that was true at first, yeah. But now I realize that I don't have to prove anything to anybody.",
        "Jack: No, you don't. But deep down? Honey, I've watched you. You're not the same since we learned about Iris's son. You're sad, you're quiet and moody.",
        "Carly: I'm sorry, Jack. I think it's a lot to take in.",
        "Jack: Yes, it is. Honey, no matter how many times I've told you that it wasn't your fault, that you were just a kid, I know that you somehow still feel responsible. No matter what happened to that little boy, it was an accident.",
        "Carly: You don't know that.",
        "Jack: Yes, I do. Because I've seen you, honey. I've seen you with Sage and Parker and J.J. you could never hurt a child. But you have to somehow find a way to let yourself off the hook.",
        "Carly: I'm trying.",
        "Jack: Too hard.",
        "Carly: What does that mean?",
        "Jack: Ever since Rory arrived, honey, you've been knocking yourself out. Worrying about him, fussing over him, fighting for him in court.",
        "Carly: I think that's normal.",
        "Jack: I think its overcompensation. Rory is not Iris's son.",
        "Carly: I know that, Jack.",
        "Jack: I'm not sure you do.",
        "[SCENE_BREAK]",
        "Paul: How long before Cass said he could get here?",
        "Gwen: 15 minutes.",
        "Paul: Well, let's hope he can dig you out of this hole that you've dug for yourself.",
        "Gwen: Look, what happened this afternoon wasn't my fault.",
        "Paul: I warned you about Carly. I stood right -- I stood right there and I told you not to trust her.",
        "Gwen: I know, and I wouldn't have, it's just that Mrs. Hughes was with her and she seemed really honest.",
        "Paul: She is honest. Why else do you think Carly would bring her along? Nancy Hughes was there for one reason, to get you to let your guard down.",
        "Gwen: You're right.",
        "Paul: And now she's a witness.",
        "Gwen: Look, but once they test the water bottle they're gonna know --",
        "Paul: Don't you think Carly is going to cover her tracks?",
        "Gwen: Oh, my God. Of course she did. Whoever took the baby took the water bottle and probably put another one in its place. What if the judge doesn't believe me?",
        "Paul: The judge is not going to believe you.",
        "Gwen: Of course he won't, because I can't prove it. That's what Will said. He doesn't believe me, either. He's really mad at me.",
        "Paul: Yeah, I saw Will storming out of here.",
        "Gwen: We had a fight. I should call him.",
        "Paul: No, no. You know what, don't. You don't need to call him now. Let's concentrate on Cass right now.",
        "Gwen: He has to believe me, right? Because I'm paying him.",
        "Paul: Who's paying him?",
        "Gwen: You're paying him. I'm sorry. You've been really terrific about all of this.",
        "Paul: Make sure he understands that he will be compensated for any extra work he has as a result of the events of this afternoon.",
        "Gwen: Thanks, Paul.",
        "Paul: Don't thank me. From now on, Gwen, you do as you're told.",
        "[SCENE_BREAK]",
        "Casey: Hey, what's up? I heard about Gwen.",
        "Will: What did you hear?",
        "Casey: She's getting arrested.",
        "Will: They're arresting her?",
        "Casey: I guess. What happened?",
        "Will: I can't get into it.",
        "Casey: So you can't even talk to me anymore? Look, will, I screwed up, all right. But it wasn't all my fault. I mean, nobody told me till it was too late.",
        "Will: Casey, we've had this conversation.",
        "Casey: Yeah, but that was before I took the paternity test. And, all right, I'll admit it, dude, I was scared. Because I did sleep with her. So there was a chance that it could have been mine. But it wasn't mine. I'm not the father.",
        "Will: You really think she could've slept with somebody else?",
        "Casey: You're the one with the \"A\" in biology. I mean, add it up, there had to be someone else. Those tests don't lie. She's playing you just like she played me.",
        "[SCENE_BREAK]",
        "Mike: There's nothin' in here.",
        "Henry: And they paid in cash. There's no credit card number, so whoever sent this was trying to cover their tracks.",
        "Mike: Simon.",
        "Katie: Simon hates pink.",
        "Henry: Simon has no taste. Katie looks beautiful in pink.",
        "Katie: Thank you, Henry.",
        "Mike: You know, we're not gonna figure this out right now. Why don't we take a little break? Anybody up for some ice cream?",
        "Katie: Ooh, you have to ask?",
        "Maddie: I kinda finished the ice cream.",
        "Henry: You what?",
        "Mike: That's all right. I planned on getting a few new pints anyway. Katie? You want to come with?",
        "Katie: Sure. Maddie, will you stay with Henry?",
        "Maddie: Don't you want to put on your sweater?",
        "Katie: No, I'll drip ice cream all over it. We'll be right back.",
        "Maddie: Okay.",
        "Katie: You're not mad about the sweater, are you? I really have no idea who sent it.",
        "Mike: I think I do.",
        "Maddie: What was that all about?",
        "Henry: What, you mean why did Mike drag Katie off for a little one-on-one? He thinks I'm faking.",
        "Maddie: Why?",
        "Henry: Ah, let's just say I flunked the MRI.",
        "Maddie: Oh. I thought he --",
        "Henry: You thought he what?",
        "Maddie: He obviously hates that sweater.",
        "Henry: If he hates anything, he hates the fact that Katie has a secret admirer. But trust me, they are talking about the mri. He and I had a little heart-to-heart about it outside the examination room. And it became very obvious that he knew I was faking and why.",
        "Maddie: Is he mad?",
        "Henry: No.",
        "Maddie: You're not going to tell him he's right.",
        "Henry: I didn't tell him, but I'm going to, yeah.",
        "Maddie: No, Henry, please.",
        "Henry: I have to, Maddie. I have to. He's my best friend. He needs -- he deserves to know the truth.",
        "Maddie: I just need some more time, Henry. It's working.",
        "Henry: What's working?",
        "Henry: You're hiding something.",
        "Maddie: No, not from you. Not from my favorite big brother.",
        "Henry: Uh-huh. Look me in the eye and say that.",
        "Maddie: You're my favorite big brother?",
        "Henry: Oh, you liar! Madeline Coleman, I'm very ashamed of you.",
        "Maddie: Okay, okay, I meant to tell you. I did, but I honestly, I didn't even know if it would work.",
        "Henry: You're the secret admirer?",
        "Maddie: No.",
        "Henry: You didn't send Katie that sweater?",
        "Maddie: No.",
        "Henry: But you know who did send it, don't you? Huh? Listen, do me a favor. Please, promise me, promise me, that you did not contact Simon Frasier.",
        "Maddie: Why would I contact Simon Frasier?",
        "Henry: Because -- because I did, once upon a time, and it was disastrous.",
        "Maddie: No, Henry, I did not contact Simon Frasier.",
        "Henry: You contacted somebody though, didn't you? Who?",
        "Maddie: Byron.",
        "Henry: Byron?",
        "Maddie: You know, the guy from Katie's yearbook.",
        "Henry: Oh, no. Oh --",
        "Maddie: No, it's great. I looked -- I did a net search and I found him online and I set up an email account in Katie's name. So I've been e-mailing him and he's been e-mailing her. And sending presents. It's working. I'm telling you.",
        "[SCENE_BREAK]",
        "Mike: I think Henry sent you the flowers and the sweater.",
        "Katie: Henry? Why?",
        "Mike: There's nothing wrong with his back. The MRI came back clear.",
        "Katie: So why is he in pain?",
        "Mike: He isn't. He's faking it.",
        "Katie: You think he's faking it? Why would he do that?",
        "Mike: To stay close to you. He may say he's given up, but I don't think he's ready to lose you.",
        "[SCENE_BREAK]",
        "Emily: You know what surprises me? Is that Carly left Gwen alone with the baby. I mean, shouldn't somebody have stayed with her?",
        "Margo: Well, I'm not really tracking this. Are you blaming Carly?",
        "Emily: No, of course not. I'm just trying to understand what happened.",
        "Margo: 'Cause you -- I thought you guys were -- you are still friends, right?",
        "Emily: Yes, absolutely. It's just that -- well, Gwen is Will's best friend.",
        "Margo: Oh, yeah. And you're living with his brother.",
        "Emily: An I'm trying not to take sides, you know.",
        "Margo: That can't be easy.",
        "Emily: I've sort of given up on easy. So -- Daniel. I want to thank you and Tom for letting him stay with you guys while I got settled.",
        "Margo: You don't have to thank us. I mean, we love Danny. You know, Casey's having a great time with him.",
        "Emily: I'm sure he is, but with school starting and everything --",
        "Margo: You know, it's all right. It's fine. He's really no trouble. It gives you more time to figure things out.",
        "Emily: What things?",
        "Margo: Well, you know, you just moved, and you're working full time.",
        "Emily: Margo, say what you mean.",
        "Margo: Do you really think it's a good idea that Danny live with you and Paul?",
        "[SCENE_BREAK]",
        "Gwen: I know I shouldn't have trusted Carly, but I swear I wouldn't have fallen asleep if she hadn't put something in that water.",
        "Cass: Gwen?",
        "Gwen: I'll take a lie detector test. Or maybe she should --",
        "Cass: These are all fascinating ideas. I suggest you share them with your new attorney.",
        "Gwen: Wait a minute. What do you mean my new attorney?",
        "Cass: I don't take cases I can't win. And with charges pending against you for child endangerment the chances of you getting custody just went from slim to none.",
        "Gwen: Mr. Winthrop, if you quit on me I don't know what I'll do. I need you.",
        "Cass: I'm sorry, kid. My decision is final. Paul Ryan?",
        "Paul: Cass. It's great to see you.",
        "Cass: I'm not often surprised, but I have to say I did not expect this.",
        "Gwen: He's quitting the case.",
        "Paul: Really? Well maybe we can get him to reconsider. You know, as a personal favor to me.",
        "[SCENE_BREAK]",
        "Carly: Maybe I am being a little overprotective, because I want to prove something to myself. But I'm not crazy, Jack. I know that Rory isn't Iris's son. I know that he is Rosanna's.",
        "Jack: He's Gwen's son.",
        "Carly: He's not. She is just a little girl who got herself pregnant. She cannot raise him. She left him alone in his pram.",
        "Jack: Which is exactly what Iris said you did.",
        "Carly: What are you saying?",
        "Jack: That taking Rory away from Gwen is not gonna bring your little brother back.",
        "Carly: I never said it would.",
        "Jack: I know you're just protecting Rory, honey. Listen, I'm not gonna ask you what really happened at the park today? Because you and I both know what happens when you don't want to tell me the truth.",
        "Carly: Jack, can't you just accept that what happened today is fate. It's meant to be. We needed proof that Rory should stay with us. And now we have it.",
        "Jack: Oh, it may have been fate. But I'm afraid it was your doing.",
        "[SCENE_BREAK]",
        "Mike: Look, Henry's stuck, okay? He knows it's over, but he can't bring himself to move out because then it's really over. So what does he do? He parks himself on your couch and pretends he can't walk.",
        "Katie: I don't know, Mike. I know Henry, and he's in pain. He is.",
        "Mike: He's in pain. Just not in his back.",
        "Henry: You promised me. You promised me that you were through trying to get me and Katie back together again.",
        "Maddie: But you're so right for each other and you love her, I know you do.",
        "Henry: It's besides the point. You can't go around pretending you're k-k-k- Katie!",
        "Maddie: It is no big deal.",
        "Henry: No big deal? Maddie, it's a $500 sweater over there.",
        "Maddie: He can afford it. I googled him. He's rich.",
        "Henry: Did it ever occur to you that maybe it's unfair to get this poor rich guy's hopes up?",
        "Maddie: He's a desk jockey. He's not coming out from behind that keyboard.",
        "Henry: That's it! You are officially offline.",
        "Maddie: No, Henry. No, please, not my computer!",
        "Henry: Until you can prove that you're responsible, this computer is living in the limo.",
        "Maddie: It's a miracle!",
        "Maddie: It's a miracle!",
        "Henry: Amen, sister! Hallelujah!",
        "[SCENE_BREAK]",
        "Emily: Let me guess, you talked to Hal.",
        "Margo: Well, he's worried about you.",
        "[Emily scoffs]",
        "Margo: Come on, come on, please, listen to me. I know that Paul is probably very, very charming. I know that you have a lot in common. But do you think it's really the best situation for you and Danny to be in, living there with him? I mean, Rosanna is still in a coma, the ink on his divorce papers isn't even dry and he's never been a father. I mean, sure, he might be really great on a play date, but how's he gonna be at 3:00 in the morning when Daniel gets a stomach virus? Or at 6:00 in the morning when he's gotta get up and take him to school? Or after a dinner date, he's gotta come home and help out with the homework? I'm just trying to make room for you here.",
        "Emily: Are you trying to keep my son from me?",
        "Margo: No, of course -- why are you being so difficult with this?",
        "Emily: I'm not gonna sit here and listen to this. Daniel is my son. He belongs with me. I'm picking him up first thing tomorrow, so pack his bags, Margo. And the next time, keep your opinions and all this advice to yourself.",
        "[SCENE_BREAK]",
        "Casey: Look, Will, this is our senior year, all right? It's our last chance to party it up before they ship us off, so lighten up. You got straight A's last year, man. I mean, you couldn't buy your scores. You're gonna get into every school you apply to. So don't let Gwen ruin it.",
        "Will: Maybe you're right.",
        "Casey: So what do you say? My parents are letting me throw a little swaree at the house to celebrate the start of senior year. So, can I count on you? You gonna be there? It's gonna be crazy. Come on, what do you say, let's just put all this behind us.",
        "Will: It's not that easy, Casey.",
        "[SCENE_BREAK]",
        "Paul: We're agreed? You'll continue to represent Ms. Norbeck and she will follow your instructions to the letter.",
        "Gwen: Absolutely. Whatever he says. Thank you, Mr. Winthrop.",
        "Cass: I'm assuming you want me to direct all correspondence your way.",
        "Paul: Well, I'll be paying the bills, so technically, I guess I'm the client. And entitled to attorney-client privilege.",
        "Cass: Technically, yes.",
        "Paul: Great. It's probably better that no one know that I'm involved.",
        "Cass: Understood.",
        "Paul: So where are we on all this? How far did what happened today set us back?",
        "Cass: Well, it certainly complicated things a lot, but then, I love a challenge.",
        "Paul: Ms. Norbeck must have custody of her child. I know it won't be easy, but that's why there's a bonus in it for you.",
        "Cass: Well, consider it done. Now if you'll excuse me, I've got work to do. Gwen, I'll speak with you tomorrow morning right before the hearing.",
        "Gwen: Yes, sir.",
        "Cass: It was a pleasure, Mr. Ryan.",
        "Paul: Yeah, I'll speak with you later, okay?",
        "Cass: Okay, good.",
        "Paul: Why so glum?",
        "Gwen: It's not that I don't appreciate everything that you're doing, but maybe you should save your money. There's no way they're gonna give me my baby back.",
        "Paul: No, they will. They will. It'll take some doing, but it will happen. Look, I know you've had a rough day. But by this time tomorrow night, your baby will be sleeping in that crib.",
        "[SCENE_BREAK]",
        "Carly: Jack, whatever happened today, it's over. Or it will be once the judge hears that Gwen fell asleep on the job and the baby disappeared. So let's just let it all play out, okay? We'll go to court. Gwen will make her case, the judge will make his decision, and the that'll be that. And Rory will be with us, where he belongs. And that's the bottom line, Jack. Rory belongs with us. Now it's late. Why don't we go to bed?",
        "Jack: You go up. I got some thinking to do.",
        "Carly: Okay. Just don't stay up too late.",
        "Jack: Good night.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Katie: Were you ever really hurt, or was it just a con to keep me away from Mike?",
        "Jack: I want you to go to the judge before the hearing starts and tell him what you did.",
        "Gwen: I was set up. Tell him what you did, Carly.",
        "Meg: So what did you find out about Jen?",
        "Dusty: You knew? Why didn't you tell me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=RHnPbaWZSQE"
}