{
    "Episode Summary": [],
    "Recap": [
        "Will stands up to Barbara and becomes even more determined to help Gwen with the baby. Gwen finally accepts Will's help with the baby and she also decides to keep the truth from Casey. Celia becomes even more bothered by Will being the father of Gwen's baby and begins to drift away from Casey. Kim informs Casey that Will told Bob he wasn't the father of Gwen's baby. Carly is given a picture of her father with Susan Stewart and a mysterious woman. Lucinda finally tells Lily, Sierra and Holden about her cancer but she refuses to let them help her deal with the cancer. Jennifer breaks a promise to Mike and asks Dusty to help her get Craig out of her life."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Knock, knock. Nancy?",
        "Nancy: Over here, dear.",
        "Carly: Oh. Hi. When you said that you were up to your ears in boxes, I thought you were exaggerating.",
        "Nancy: Would you believe that I have been appointed the interim archivist?",
        "Carly: Archivist? Oh. Oh, for the Oakdale Historical Society?",
        "Nancy: Yes, until our board hires a professional. We have restored the building and now I am cataloguing everything from pictures to posters, before we have the big reopening.",
        "Carly: I thought there was another volunteer doing that.",
        "Nancy: Nelson got a little distracted.",
        "Carly: Oh. Girlfriend?",
        "Nancy: He up and married her right away. [Carly chuckles] And left me with the entire history of this town to reorganize before our big gala. As you can imagine, I'm a little behind.",
        "Carly: Right. You know, I'm sorry. I shouldn't have bothered you.",
        "Nancy: Nonsense. I welcome the break. Now, you said you had a picture of your father you wanted me to look at?",
        "Carly: Yeah, yeah. And it's really driving me nuts because I don't remember him mentioning that he'd ever been in Oakdale.",
        "Nancy: So, where is this mysterious picture?",
        "Carly: Well, I have it right here in my purse. I know that I put it in here. [Carly sighs] It's gone.",
        "[SCENE_BREAK]",
        "Jack: Hey, Hannah, have you seen manila files laying around here anywhere? What do you got there? Old love letter?",
        "Hannah: Oh, credit card receipts. I saw this thing on TV about identity theft. Got me spooked.",
        "Jack: A lot of people come into the station about that all the time. Better safe than sorry. Here they are. Thanks. Thank you very much.",
        "Hannah: For what?",
        "Jack: For being a lifesaver and taking the kids out for pizza tonight. I don't know what we did without you.",
        "[SCENE_BREAK]",
        "Celia: Answer me, Will. Is what you told me true? Are you really the father of Gwen's baby?",
        "Will: Why would I make something like that up?",
        "Celia: I don't know. But something's not right and I'm not letting you leave until you tell me what it is.",
        "[SCENE_BREAK]",
        "Gwen: Sorry. I'm not really up for company right now.",
        "Barbara: Well, that's quite all right, because I'm not company. I'm the Grandmother.",
        "[SCENE_BREAK]",
        "Mike: Emma's pond's the best place I know to unload stress.",
        "Jennifer: It's perfect. Just the two of us. No phones, no deadlines.",
        "Mike: No Craig. No Dusty. Sorry, I'm sorry. Sorry, I didn't mean to stress you out again.",
        "Jennifer: No. There's something I have to tell you, Mike. [Jennifer sighs] Paul called today. Craig has remarried Rosanna.",
        "Mike: You're kidding. Why?",
        "Jennifer: Isn't it obvious? Rosanna has money and power, and the best lawyers in the world. And now Craig does, too. You know what they're gonna do, Mike. They're gonna come after our baby.",
        "[SCENE_BREAK]",
        "Lily: Meg, are you going to tell me the truth about what's going on between you and my Mother? I'd like to know what it is, please.",
        "Meg: There is nothing to tell. We were catching up, just like she said.",
        "Lily: Oh, I don't think so. I mean, you're a Snyder. No offense, but you come back in town, all of a sudden you're my Mother's best friend? I don't think so.",
        "Meg: So what are you saying? That your Mother and I couldn't possibly have a friendship?",
        "Lily: Yes. So, is there something that you want? What? I'd like to know what it is.",
        "Meg: You know, you're as wrong about me this time as you have been my entire life. But you know what? It's not about me, it's about your Mother. So, if you don't believe me, just go ask her.",
        "Lucinda: I want to be alone. Please.",
        "Lily: Mother, so Meg just told me whatever is going on here is all about you. Would you like to tell me what that is? Please.",
        "Lucinda: I have no idea.",
        "Meg: You can't put it off any longer, Lucinda. So, do you want to tell them or will I?",
        "Lucinda: All right, Meg. I'll handle it. You're dismissed.",
        "Lily: What do you mean, handle it? What is -- would you please tell me what's going on?",
        "Meg: Look, it's not my place to say, but they are family. They need to know.",
        "Holden: Know what?",
        "Sierra: Mother, come on.",
        "Lucinda: I invited Meg here.",
        "Lily: Yes, we've covered this already. But, why?",
        "Lucinda: I invited Meg here because she's a nurse. She is not wearing the white shoes, but she is an RN, and I have cancer.",
        "Lily: What?",
        "Sierra: What kind of cancer? How long have you known?",
        "Lily: Are you being treated? Did you get a second opinion?",
        "Sierra: Do you have an oncologist?",
        "Meg: At this point we don't know what's involved.",
        "Lily: Well, what are we supposed to do? We're supposed to wait?",
        "Sierra: Yeah, it takes months to get an oncologist.",
        "Meg: We just don't know what's involved yet, so you can't just jump to conclusions --",
        "Lucinda: All right, enough! Ooh, ow. Ow. I knew this would happen. I can't -- enough, all right? You're just making me bloody mad. Both of you. And I'm going into the other room. And when you can stop being children and behave like adults, I will return. In the meantime, you just squabble on your own.",
        "Lily: Mother, come on, you can't --",
        "Meg: No, Lily, don't, don't. She doesn't want you to go after her.",
        "[SCENE_BREAK]",
        "Mike: I don't why Rosanna would marry Craig again, but I can assure you, they're not gonna come anywhere near our baby.",
        "Jennifer: Oh, honey, I love that you feel you are prepared to try to keep Craig at bay. But Dusty said --",
        "Mike: Whoa, whoa, whoa, whoa. You already talked to Dusty about this",
        "Jennifer: I know how you feel about the way he does things --",
        "Mike: I thought we agreed not to go down this path again.",
        "Jennifer: But -- listen, Dusty told me things about Craig.",
        "Mike: What could he possibly tell you that you don't already know?",
        "Jennifer: Honey, Craig is even more dangerous than we ever realized. He's done things. Things that you can't even imagine. And he never fights fair. And if we try to, we'll lose.",
        "Mike: Jen, I promised you I'd take care of you and the baby, and I will.",
        "Jennifer: How?",
        "Mike: Fight fire with fire. And I know exactly where to start. Trust me.",
        "[SCENE_BREAK]",
        "Carly: I can't believe I came all the way over here without the picture. Now I'll have to go back and --",
        "Nancy: Be patient, dear. Now, if you describe it to me, perhaps we'll find one like it in one of these boxes.",
        "Carly: Well, it seems like it was taken in front of Mabel's.",
        "Nancy: Is there anything else you can tell me?",
        "Carly: Lisa seems to think that it must have been taken on something called Founders' Day.",
        "Nancy: Founders' Day? Oh, that's always such fun. I love to see the children get dressed up like former Oakdale citizens. It gives them a sense of the history of this town, and I have just set aside a Founder's Day box. It's that one right there.",
        "Carly: Oh. I'll get it.",
        "Nancy: Let me help you, dear. Oh, dear. Nelson must have been more distracted than I realized. Imagine finding anything in this mess. Oh, you'd never do it.",
        "[SCENE_BREAK]",
        "Celia: When Alison set you up with Gwen, it was supposed to be you and Ali with me and Casey, remember?",
        "Will: So?",
        "Celia: So, when Alison made Gwen take her place, you were bummed. You even came to school the next day with your hand all messed up. You didn't have a single nice word to say about Gwen, so how am I supposed to believe that that's the night you slept with her?",
        "Will: Sometimes stuff just happens.",
        "Celia: For some guys, maybe. But you? You never do anything just 'cause it was easy. You're holding out on me.",
        "Will: Maybe it wasn't really any of your business, Celia.",
        "Celia: When we were up on that roof that night, it was special to me. I thought it might have been special to you, too.",
        "Will: I don't know what to tell you, Celia.",
        "Celia: Tell me the truth.",
        "[SCENE_BREAK]",
        "Barbara: You and I need to talk.",
        "Gwen: Make yourself at home.",
        "Barbara: I don't think that's possible.",
        "Gwen: Then make it quick. I've got stuff to do.",
        "Barbara: Not housekeeping or laundry, apparently. So what then? Hair? Make-up? How to entrap my son?",
        "Gwen: Entrap your son? Look, I'm not doing anything to your kid, lady. He can take care of himself, and so can I.",
        "Barbara: Oh, save the brave little match girl routine for someone who will buy it.",
        "Gwen: How about you save your insults for somebody who gives a damn what you think. You know, Will's told me a lot about you, not that I didn't already know plenty from the front page of the newspaper. Nobody's giving you any Mother-of-the-year award any time soon.",
        "Barbara: Ah. And what kind of award are you getting? How many boys have you been with this year?",
        "Gwen: One.",
        "Barbara: At a time?",
        "Gwen: Get out.",
        "Barbara: Not until you tell me how much you thought you were gonna get.",
        "Gwen: What are you talking about?",
        "Barbara: What I'm talking about is the fact that you coerced my son into sleeping with you. I'm sure he didn't realize that you'd already slept with half the boys at Oakdale Latin.",
        "Gwen: That is not true.",
        "Barbara: Really? And then, when you confessed that you were pregnant by him, you turned on the tears. And believe me, I know my son cannot resist a female in tears.",
        "Gwen: Will's right. You don't really think much of him, do you?",
        "Barbara: Oh, I think the world of my son. I just know how naive he is. So, what did you imagine? That I was going to sign on the dotted line and pay you to disappear? Or even funnier, that my son would marry you?",
        "Gwen: Lady, you're so far off base, it's embarrassing.",
        "Barbara: Am I? Your pathetic scheme was the road to a rat-free apartment and a bank account full of money. And you know what, little lady? You'd better think again.",
        "[SCENE_BREAK]",
        "Celia: If you want me to believe that Gwen's baby is really yours, I need to hear you say the words. Can you look me in the eye and tell me that that child is yours?",
        "Will: You really want to know? Okay, then. I never thought in a million years that I'd --",
        "Casey: There you are. Our drinks are ready, are you? Did I mess up something?",
        "Will: No, nothing.",
        "Celia: You never in a million years thought you what?",
        "Will: Thought I'd be so late with a latte for Gwen. I'll see you guys later.",
        "[SCENE_BREAK]",
        "Jennifer: Mike, you have never played dirty in your life. Are you really gonna start now?",
        "Mike: I'm gonna talk to Rosanna. Once she knows what Craig's trying to pull, she'll rein him in.",
        "Jennifer: That's fighting fire with fire?",
        "Mike: Rosanna's been a Mother. She knows what it's like to wanna protect a child.",
        "Jennifer: Oh, I can't believe you don't see what's going on. Why do you think Craig married Rosanna so quickly? They've already talked about how badly Craig wants to take this baby. Okay, that's probably why she married him in the first place. They're probably plotting their next move right now.",
        "Mike: No. Rosanna's not like that. I know her, Jen.",
        "Jennifer: My brother thought he knew her, too, but then she kicked him in the teeth and just blew town. You cannot trust her. And now that she is married to Craig --",
        "Mike: I'm gonna go see Rosanna.",
        "Jennifer: What, now?",
        "Mike: Yes. I can't sit here and watch you stress out about this. The sooner I take care of it, the better.",
        "Jennifer: Okay, okay, fine. You should probably go by yourself, though. We don't want her to think that we're ganging up on her.",
        "Mike: I'm not gonna leave you here alone.",
        "Jennifer: No, I'll be fine. And besides, you said that, you know, with you history with her, maybe -- maybe she'll listen to you.",
        "Mike: Please try not to worry about this, okay? I will take care of it, I promise. All right? I'm gonna go see Rosanna, and then I'll come back here. I'll give you a little backrub. Maybe we can do a little skinny-dipping.",
        "Jennifer: Hi, it's Jen. Look, I'm at Snyder pond and I need to see you right away.",
        "[SCENE_BREAK]",
        "Meg: I can fill you in on what you need to know. Lucinda found a lump in her breast. She had surgical biopsy today and indications are it was malignant.",
        "Lily: What do you mean, indications? You don't know for sure?",
        "Meg: Well, they know as much as they can until the lab steps in. Pathology has to analyze the sample tissues and figure out what stage the cancer is in. And then, her oncologist will tell her what kind of treatment she has.",
        "Lily: Oh, it sounds bleak.",
        "Meg: It's not that bad. Until the lab report comes in --",
        "Sierra: You know, I can't believe that you kept this from us. You knew that all of us were going crazy trying looking for her. Why didn't you tell us?",
        "Meg: She asked me not to. Why? I don't know. You have to ask Lucinda.",
        "Lily: So you just waltzed back into town after how many years, and you turn into my Mother's confidante?",
        "Holden: Lily, you're upset about what you just heard and",
        "Lily: Did you two see an opportunity here? My Mother at her most vulnerable and you decide to insinuate yourself into a very private family matter.",
        "Sierra: I think meg was just trying to help.",
        "Lily: No, you know what I think? I think it's the old meg from the old days. Maybe with agenda. And if you do have an agenda, I'd like to know what it is.",
        "Holden: Lily, stop. You just found out that your Mother has cancer, and you're taking it out on Meg. I think we need to stop fighting with each other and try and figure out a way to deal with it.",
        "[SCENE_BREAK]",
        "Carly: Oh, boy. It'll take hours to go through all this stuff.",
        "Nancy: Don't lose heart, dear. Now, perhaps if you tell me something else about the picture.",
        "Carly: Well, let's see. There were flags. Little flags all over the place. My dad was even holding one.",
        "Nancy: Ooh, we had the town covered with flags on our golden anniversary. And you're in luck. I have just organized that --",
        "Carly: Ah.",
        "[Carly gasps]",
        "Nancy: What is it, dear? Do you recognize something?",
        "Carly: Yeah, well, that's him. Right there. That's my dad.",
        "[SCENE_BREAK]",
        "Gwen: Listen to me, lady, I don't want squat from you, okay? I may not have much, but it's all mine and I don't need you coming in here and acting like I've gotta answer to you for anything, because I don't. So, get out of my house.",
        "Barbara: Will. Honey, thank goodness you're here.",
        "Will: Yeah, I bet.",
        "Barbara: We were just discussing your situation.",
        "Will: You know?",
        "Barbara: Yes, I know. And I'm here to help you.",
        "Will: How did you find out?",
        "Barbara: That's not really important right now. The important thing is, is that we sit down and we try to figure this out.",
        "Gwen: She thinks I'm after her money.",
        "[Barbara chuckles]",
        "Will: Is that true? Did you come in here and accuse Gwen of being a gold digger?",
        "Gwen: Oh, you only wish it was that nice. Well, what did you think, lady? I wasn't gonna say anything?",
        "Barbara: Why don't you put yourself in my shoes for a second, all right? If I came on a little strong, it's because I'm concerned. So, honey, what's your game plan?",
        "Will: Game plan? What, is this a project for you?",
        "Barbara: Honey, raising a child is the biggest project there is. It involves enormous planning. And obviously, Gwen can't work and go to school and raise a baby. So, what are you gonna do? Are you gonna quit school? Skip college? Get a job? And where are you gonna live? I mean, this place is cozy, I guess, for one, but for two I'm not so sure. For three, it's gonna be intolerable. And speaking of the baby, what about the baby's clothes, diapers, trips to the pediatrician?",
        "Will: Mom, you need to lay off, all right? We're gonna figure all that out.",
        "Barbara: Oh, yes, yes. I know that you're very responsible, and I know that you will do the right thing because that's who you are. You are good and kind and the idea that this girl is trying to take advantage of you breaks my heart.",
        "Gwen: Hey, I am standing right here.",
        "Barbara: You know what, Will? She's using you. But I'm I'm right here for you. I can help you.",
        "Will: You wanna help me? How many times have I heard that? And when was the last time I was crazy enough to listen to you?",
        "Barbara: Will, please --",
        "Will: Mom, you wanna help me? See your way out the door.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns.\"",
        "Barbara: I'm going to arrange for Gwen to have a DNA test. We're gonna determine who the baby's father is.",
        "Jack: Where are you?",
        "Carly: I'm in an old photograph.",
        "Jack: The one with your dad.",
        "Carly: And the mystery brunette.",
        "[SCENE_BREAK]",
        "Barbara: I suggest we all take a deep breath and start over. Emotions are running high and we are all saying things we don't really mean.",
        "Will: I said get out.",
        "Barbara: Correction. You lashed out at me because you are feeling overwhelmed. Now, I agree that you have grown a great deal in this past year, but you are still a minor, Will. And you shouldn't have had to take on adult responsibilities.",
        "Will: Mom, what's done is done. And you can't undo it.",
        "Barbara: Well, that may be true. But at least we can find out what playing field we're what playing field we're on. I'm going to arrange for Gwen to have a DNA test.",
        "Gwen: What?",
        "Barbara: Yes. We're gonna determine who the baby's father is. And once that is done, then we'll figure out the rest.",
        "Will: I said stay out of this.",
        "Gwen: I'm not taking any test, lady.",
        "Barbara: Oh, yes you are. Because my son is a minor, and it is my right and my responsibility as his Mother to demand it. Now, you can hate me all you want. But if that's what it takes to protect you, I will shoulder that burden. Good night.",
        "[SCENE_BREAK]",
        "Kim: Celia, hi.",
        "Celia: Oh. Hi, Mrs. Hughes.",
        "Kim: Ooh, that didn't sound too hot. Are you feeling okay? Or are you kinda down?",
        "Celia: I guess I am, maybe.",
        "Kim: I hope it doesn't have anything to do with Casey.",
        "Celia: No, it's about my friend, Gwen.",
        "Kim: Ah. Yeah. Gwen. You know, I did speak to Bob about her, but he just couldn't --",
        "Celia: Thanks, but I already know. She's gonna have a baby.",
        "Kim: Aha. So, I assume you're concerned about her.",
        "Celia: I don't mean to be rude, but could you excuse me? I've gotta get back home.",
        "Kim: Of course. But, you know something? Celia, there are people -- people with experience that you can talk to, you know, if you're troubled about something. You know that, don't you?",
        "Celia: Thanks. I know.",
        "Kim: Okay. Okay, dear.",
        "Casey: Hey, Grandma.",
        "Kim: Hi, darling.",
        "Casey: Hey, I can give you a ride if you want. We can catch a movie after you call your mom.",
        "Celia: No, that's okay. I kind of have a headache. Thanks anyway.",
        "Casey: Brownie?",
        "Kim: Sure. There's something wrong there, isn't there?",
        "Casey: Yeah. Our friend Gwen, she's --",
        "Kim: I know, she's pregnant. But that's not who I'm not talking about. Although, God knows, Gwen is already dealing with more than any high school girl should have to deal with. At the moment, I'm talking about Celia.",
        "[SCENE_BREAK]",
        "Carly: Do you know these people?",
        "Nancy: Some of them. Oh, so do you. That's Susan Stewart.",
        "Carly: Oh. What about her? Who's this woman with my dad?",
        "Nancy: Well, her face is very blurry. She must have moved just as this photograph was snapped.",
        "[Carly sighs]",
        "Carly: It's so strange to think that my dad was in Oakdale, and I have absolutely no recollection of it. I mean, where was I?",
        "Nancy: It's a real mystery.",
        "Carly: Do you mind if I take this picture?",
        "Nancy: Not at all.",
        "Carly: Great.",
        "Nancy: I'm sure there are several of those floating around town.",
        "Carly: Oh, thank you.",
        "Nancy: Carly, I do hope you find the answer to your questions.",
        "[SCENE_BREAK]",
        "Sierra: We didn't mean to be pressing you, it's just that it just caught us off guard.",
        "Lily: We're just worried about you.",
        "Lucinda: I do appreciate your concern.",
        "Sierra: Well, the three of us need to get to work, now. We need to come up with a strategy.",
        "Lucinda: There is a lot to be done, yes. Sierra, darling, have you looked at the -- [Lucinda sighs] Because I --",
        "Lily: Mother, we're not gonna talk about business. There's too much to do.",
        "Lucinda: I want to talk about business. Now, darling, I think if you check the projections, you will come up with the same conclusions that I had.",
        "Sierra: Mother, please. Don't shut us out. We're not going into the house?",
        "Lucinda: Shut you out? How could I possibly shut you out? [Lucinda sighs] Oh, I swear, darling, I swear it's easier to look cancer in the eye than to look at your two stricken faces.",
        "Sierra: We love you. We care about you.",
        "Lily: We do love you. And we're family, and we will get through this together.",
        "Lucinda: My darling Lily, this is happening to me, okay? It's happening in my body. It's happening in my life. So, we'll just have to play by my rules.",
        "Sierra: Meaning what?",
        "Lucinda: Well, I'm the same person I was yesterday. I'm mean and nasty and meddling and funny. I just won't allow you just to look at me and think of me as a pitiful cripple just because of what you know now.",
        "Lily: We only wanna help you.",
        "Sierra: Tell us what we can do.",
        "Lucinda: Short of making the cancer disappear, darling, I can't think of anything. Except, you could -- you could respect my wishes.",
        "Sierra: All right. I'll look at the papers.",
        "Lucinda: Thanks, darling. And I'll be in the library if you need me.",
        "Lily: Come on now, you can't just do nothing.",
        "Sierra: Well, it's not really up to us. I mean, she gets to decide if and how much we can be involved.",
        "Lily: Yes, but nobody -- nobody will take care of her the way that we will. And nobody loves her the way that we do.",
        "Sierra: Shouldn't we respect her wishes?",
        "Lily: No, no. Let's take her advice. You do what you have to do, you take somebody kicking and screaming. Even if they don't want you to. You take them and you help them.",
        "[SCENE_BREAK]",
        "Meg: It's hot. You want some lemonade?",
        "Holden: Yeah, sure. Meg.",
        "Meg: Yeah?",
        "Holden: Lily was only lashing out at you because she's scared.",
        "Meg: I get being scared. I get loving your Mother. But what I don't get is why Lily always makes everything about her.",
        "Holden: Because she's sensitive. She takes everything personally.",
        "Meg: Oh, and it's not personal for the rest of us? I mean, come on, what is she afraid of? She gets everything she wants.",
        "Holden: I don't know about that.",
        "Meg: Oh, well, she got you, didn't she? And she got Dusty.",
        "Holden: Yeah, well, that all happened a very long time ago. Compare that to what she's going through now.",
        "Meg: You mean you two breaking up?",
        "Holden: Yes. And on top off that, her Mother has cancer. I think you could stand to forgive her for being a little on the edge.",
        "Meg: I guess I can't throw stones. I haven't exactly been the poster girl for good behavior. My marriage is over and I've been a crummy daughter.",
        "Holden: I don't think that mama would agree with that.",
        "Meg: Oh, you don't? There is a look she gives whenever you've disappointed her for, I don't know, the 100th time. That look kills me. It's one of the reasons I haven't been around here. Then again, you won't know what I'm talking about, would you?",
        "Holden: That's not true. I know that look. I've gotten that look more times this last year than you can possibly imagine.",
        "Meg: Really?",
        "Holden: Mm-hmm.",
        "Meg: I hate feeling like she's judging me. But yet, if anything ever happened to her --",
        "Holden: Yeah, I know, I know. I know.",
        "Meg: Gosh, it feels like it's a million degrees in here. I can't breathe. Do you wanna go for a drive or something?",
        "Holden: No, no, no. I'm gonna stick around. You go.",
        "Meg: Okay.",
        "Holden: Meg? What you did for Lucinda? It was a good thing. Thank you.",
        "Meg: I didn't blow it?",
        "Holden: No, you did not. And I think that you would definitely get Mama's approval on this one. And for the record, welcome home.",
        "Meg: Thanks. Okay, I'll see you later.",
        "[SCENE_BREAK]",
        "Jennifer: I tried, Dusty. I tried to get Mike to see what a threat Craig is now that he's married to Rosanna.",
        "Dusty: And what's Mike's answer to that?",
        "Jennifer: He thinks he can appeal to her heart or something.",
        "Dusty: That's all very nice, isn't it?",
        "Jennifer: What am I gonna do?",
        "Dusty: I told you, if you want me to get rid of Craig, just give me the word.",
        "Jennifer: If Mike ever found out that I went behind his back --",
        "Dusty: No one has to know you were even involved. In fact, we can make it so you come out looking like the victim.",
        "Jennifer: I don't know.",
        "Dusty: All right, well, think about it. I'll drop you off at home.",
        "Jennifer: I told Mike I would meet him back here but, you know, I sure don't feel like a picnic right now. I'll call him, tell him to meet me at home.",
        "Dusty: What is it?",
        "Jennifer: I promised to keep him on the up-and-up about Craig. How can I break that promise to him now?",
        "Dusty: You break it to protect your baby.",
        "[SCENE_BREAK]",
        "Jack: Do you have any idea how much in love with you I still am? Hmm? Hey. I was hoping that last kiss would send you upstairs two at time. Tearing off your clothes the whole way. What's up with you?",
        "Carly: I'm sorry.",
        "Jack: Where are you?",
        "Carly: I'm in an old photograph.",
        "Jack: The one with your dad?",
        "Carly: And the mystery brunette. I love this, Jack. What we've made here.",
        "Jack: Yeah, I know. I know that. Me, too.",
        "Carly: My Mother -- she never had more than two nickels to rub together. No house, no car. At least not one that ran worth a damn. She didn't have all of the things that we take for granted. And she couldn't count on my dad. We couldn't count on him for anything.",
        "Jack: And that still gets to you, doesn't it?",
        "Carly: I didn't think so. I hadn't thought about him for years. You know, we're so busy with our lives. Work and the house, and our children. Then I saw that picture of him right here in our town and I feel like -- like he was an intruder in this place that I've made my home. And all I could think about were all those nights when we waited for him to come back. When we kept telling ourselves this time is gonna be different. Silly, but when you've been rejected like that, over and over and over again, it hurts. It hurts even now.",
        "Jack: Honey -- I'm here now. You realize that, don't you? That I'll always be here?",
        "[SCENE_BREAK]",
        "Gwen: Can she really make me take a DNA test before the baby's born?",
        "Will: I don't know. She could just be trying to scare us, though.",
        "Gwen: No, I don't think so. I mean, she's weird, but is she that weird?",
        "Will: Yeah, she's that weird.",
        "Gwen: Look, let's just tell the truth, all right? Let Casey deal with it.",
        "Will: Gwen, I hate to say it, but Casey doesn't even like you. Is that really what you want for your baby?",
        "Gwen: I'll work it out. It's not your problem.",
        "Will: I'm making it my problem.",
        "Gwen: I wonder what it would be like to have a guy like me as much as you like Celia.",
        "Will: Oh, stop it, will you?",
        "Gwen: No, I mean it. If you told her, all your problems would be solved. She'd dump Casey and you'd be her hero for doing this really I know. You don't wanna break her heart.",
        "Will: Even if I did tell Celia the truth? I'm Will Munson, remember? I'm not the guy who gets the girl.",
        "Gwen: Don't say that. Celia would be lucky to have a guy like you. She just doesn't know it.",
        "Will: Forget about Celia for a minute. We had a good game plan. Your baby needs a father and I'm as good a candidate as any. Better, even. I've got more money than most people twice my age.",
        "Gwen: What's money got to do with it?",
        "Will: Babies need things. I can buy things.",
        "Gwen: And make her right about me going after her money? No way.",
        "Will: Look, Gwen, this isn't about her money. It's my money, okay? The whole trust fund thing. I can do whatever I want with it. If that means helping out a friend, then it's my call.",
        "Gwen: Okay. As long as you don't think it'll get you anything else.",
        "Will: Look, Gwen, my Mother has tried to buy my love for my entire life. So don't worry, I would never do that to anyone. But, I can help you out. And if it ticks my mom off while we're doing it, then she deserves it. So what do you say? Can we do this?",
        "[SCENE_BREAK]",
        "Casey: So, you think it's more than Celia just being worried about Gwen?",
        "Kim: I don't know. I just think there's something else bothering her.",
        "Casey: I don't know. I don't think so. Celia -- she's just the kind of girl who really takes it really hard when someone else has a problem, you know? She doesn't just say, \"aw, that's too bad.\" She obsesses about it, you know? I think it's because she cares so much. It's one of the things I love about her.",
        "Kim: Whoa. Did I hear you use the l word?",
        "Casey: I guess I did.",
        "Kim: Uh-oh.",
        "Casey: I just, I never felt this way about a girl before, you know? I just don't wanna mess it up.",
        "Kim: Well, honey, what makes you think you could?",
        "Casey: I don't know. Celia, she's just got these really high standards, you know? I just wanna be, I don't know --",
        "Kim: Worthy?",
        "Casey: Yeah, like that.",
        "[Kim laughs]",
        "Kim: Oh, casey, darling. You are just a terrific young man. And your grandfather and I are so proud of you. You know, it's just a shame that Gwen's boyfriend doesn't stand by her now when she really needs him.",
        "Casey: But Will is standing by her.",
        "Kim: What does Will have to do with it?",
        "Casey: Sorry. You didn't know? Will's the father.",
        "Kim: Well, that's impossible.",
        "Casey: How come?",
        "Kim: Well because, Will brought Gwen in to the hospital for the prenatal, and at the time, Bob specifically asked him if he was the father, and Will made it very clear it is not his baby.",
        "Will: So, are we gonna be in this together?",
        "Gwen: Will, look. Okay, this can't be about what's best for everybody else. What about you? What do you want?",
        "Will: This is what I want. So, say yes.",
        "Gwen: Okay. Okay, we'll make it work.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Jennifer: Hey.",
        "Mike: Hey.",
        "Jennifer: You're back.",
        "Mike: Yeah. I went to see Rosanna.",
        "Jennifer: And what did she say?",
        "Mike: She asked if we could talk tomorrow.",
        "Jennifer: In other words, leave her alone.",
        "Mike: It is her wedding night.",
        "Jennifer: Fine, fine. But, you know, let's face it. There will always be some reason that she can't deal with this. Okay, Rosanna is not gonna help us, she's not gonna make everything okay with Craig, and Craig is not going away. I can't make him, you can't make him and Rosanna certainly can't make him.",
        "Mike: Okay, listen, listen. Calm down. It's gonna be all right. I'll make it all right. I promise.",
        "[SCENE_BREAK]",
        "Jack: It's you and me forever, babe. Whether you like it or not. You understand that, don't you? Hmm? You and the kids, you're my life. And I'm gonna spend the rest of it showing you all how much I love you.",
        "Carly: Why don't you show the kids later. And show me now.",
        "Sierra: I think we have to trust Mother's instincts now.",
        "Lily: And you think that means just walking away?",
        "Sierra: I think it means not interfering. I'm not saying it's gonna be easy. I'm sure it's not.",
        "Lily: I'm a little bit scared.",
        "Sierra: So am I.",
        "[Splash]",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Emily: I'm sorry, I didn't know where else to go.",
        "Paul: Shush.",
        "Jennifer: Stop pushing me!",
        "Craig: I am not pushing you."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Rp7vEK8sfe8"
}