{
    "Episode Summary": [],
    "Recap": [
        "Henry oversees Barbara asking Captain Joe what she has to do to prove she is over Henry. When she goes to the little girl's room, Henry quickly slips into her chair and tells Joe that going dancing with that woman is a very bad idea. Barbara catches him, and Captain Joe mistakes him for her son and takes off. Henry says she can thank him later. She pours a drink over his head. Later he tells her that he is not marrying Vienna nor having a baby with her .that idea is on hold. He offers to support her by going with her to her cancer checkup. He is sorry he ruined her evening and would like to make it up to her by giving her that evening of dancing she wanted. Vienna comes on to Casey and tells her this is what she really wants. She shoves him back on the bed and has her way with him. She lies and says she is on the pill and has been tested recently so is good to go. Afterwards she can not wait to get him out of her bed. Molly cooks a special meal for Holden and tells him that Emma will be away and they will be all alone. Holden has to disappoint her by saying that he's going with Lily to check on Noah. He asks her to keep the dinner warm. She yanks the apron off and is out the door. Luke questions Reid about Noah's complications. Dr. Oliver explains there was far more damage than he originally thought once he got inside Noah's brain. Luke lambastes him for not knowing the risks when he originally bragged that he was the only doctor who could fix Noah. Holden and Lily try to convince Luke to settle down and give them a chance to see if Noah is okay. Molly shows up. Luke gives them a hug and says they can go since it will be hours yet. Holden does like Lily being alone, but she convinces him that Craig won't hurt her and she will be all right. Bob speaks with Dr. Oliver and tells him he understood it was brilliant surgery. He should not be second-guessing himself now. He advises no he demands that he go home, get a bite to eat and take a long nap as Noah won't be awake for some while yet.",
        "Luke shows up at Reid's apartment and blasts him for leaving and not caring if his patient dies .even wants to know if he did this on purpose. He accuses Reid of having feelings for him and can't stand the thought that Noah might be preventing them getting together. Reid is hurt that Luke would think that. Reid tries to get Luke to talk him through this and they end up kissing. Molly plies Holden with her meal and then gives him a neck massage. Vienna is glad she ran into Casey and that he is not upset that she used him just for sex \u0096 works for him too. At her utter disgust, Henry takes Barbara to Metro and enters them into a disco contest. He says she would not believe what he can do on the dance floor. They win by default. Vienna calls and apologizes and wants Henry to come home right now so she can make things right. She cries and apologizes again that she was wrong in trying to get herself pregnant so he would marry her. She now wants him to take whatever time he needs. Molly and Holden put their meal plan on hold and start to head to the bedroom. Lily calls and tells him that she came home and found the door open. She is afraid someone might have broken in. He tells her that she should stay outside and he will meet her outside. Second time in one night, Molly is disappointed. She spends a lonely night alone drinking and Barbara dances alone with her trophy. Holden goes in the house with Lily and they find it was a total false alarm. It was probably one of the kids. He's glad she called him and they hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: So, what do I have to do to prove to you that I'm over Henry?",
        "Joe: Well, maybe you just have.",
        "Barbara: You have a lovely voice, you know. Very authoritative. I mean, what is it about the pilots always sounding -- I mean, come on. Say it.",
        "Joe: Say what?",
        "[Both laugh]",
        "Barbara: One of those things that you say to passengers, you know. Come on. Come on, Captain Joe. Say it.",
        "Joe: Flight attendants, prepare for landing.",
        "Barbara: That's it.",
        "Joe: You know, I can do a lot more than talk, you know.",
        "Barbara: Mm, I'll bet you could.",
        "Joe: Well, actually, I was referring to my dance skills.",
        "Barbara: Really? You like to dance?",
        "Joe: Close, touching. The way it's supposed to be.",
        "Barbara: Wow. Is that a proposition?",
        "Joe: I can settle up the check and take you somewhere to prove it. You know, there's a new dance club I've been wanting to try with the right partner.",
        "Barbara: Do you always ask for what you want?",
        "Joe: Saves time.",
        "Barbara: I see.",
        "Joe: You interested?",
        "Barbara: I am. Why don't you settle up, and I'll be right back.",
        "Joe: Check, please.",
        "Henry: Hey. I don't mean to interfere, but did I hear you just ask that woman to go dancing with you?",
        "Joe: Who the hell are you?",
        "Henry: I'm just -- I'm just here to warn you that that is a bad idea. I know that woman, and she is very dangerous on the dance floor.",
        "Joe: Dangerous?",
        "Henry: Danger-- how could I put it delicately? She -- she has been known to make a scene, \"Whoa!\" On the dance floor, okay?",
        "Joe: How can you do this to her?",
        "Henry: I -- I'm just trying to help you out, okay? Man to man.",
        "Joe: No, really, Paul. How could a son do this to his mother?",
        "[SCENE_BREAK]",
        "Vienna: So, do you understand what I'm saying, Casey?",
        "Casey: I've had a few drinks, but this seems familiar.",
        "Vienna: Good.",
        "Casey: Maybe I had a couple more than I thought, Vienna, but -- where's this coming from?",
        "Vienna: Does it really matter?",
        "Casey: I guess not, no. No.",
        "Vienna: Good, good.",
        "Casey: Is this what you want? Really?",
        "Vienna: I think I've been pretty clear about that.",
        "Casey: But what about Henry?",
        "Vienna: Who?",
        "Casey: Hmm?",
        "Vienna: Who?",
        "[SCENE_BREAK]",
        "Molly: Okay.",
        "[Telephone ringing]",
        "Molly: Oh! Mmm. So good. Hell's kitchen.",
        "Holden: Molly?",
        "[Molly laughs]",
        "Molly: Holden, hi. I'm sorry. Just a little cooking humor. How are you?",
        "Holden: I'm okay. I --",
        "Molly: So, listen. I know my last attempt at domesticity was a total disaster, but I have the most amazing meal cooking for us. Oh, and get this, we have the whole house to ourselves tonight.",
        "Holden: Molly --",
        "Molly: Your mom said that she's gonna be at the church for some dinner thingy and she's gonna be drinking some sparkling wine, so she's gonna stay at her friend Edith's house who lives right across the street.",
        "Holden: Molly.",
        "Molly: Is something wrong?",
        "Holden: I'm gonna be a little bit later than I thought.",
        "Molly: Oh, okay. Well, it's not a soufflé or anything, God forbid, so it should keep. What's going on?",
        "Holden: We promised Luke that we'd stop by the hospital to see if Noah was out of surgery yet and just be there for him.",
        "Molly: We?",
        "Holden: Yeah, I'm at Lily's. I stopped by to pick her up so that we could go to the hospital together.",
        "Molly: Oh. I didn't know that was the plan, I guess.",
        "Holden: It just kind of happened.",
        "Molly: No. I'm sure that Luke is, um -- going through hell. He needs you.",
        "Holden: Keep dinner warm for me?",
        "Molly: It's nothing special. Don't worry about it. Give my best to Luke.",
        "Holden: I will. Bye-bye.",
        "[SCENE_BREAK]",
        "Holden: She made some kind of special dinner for me.",
        "Lily: Holden, I can go to the hospital by myself. It's okay.",
        "Holden: No, no. Luke, he's our son, and he needs us. Molly gets that.",
        "[SCENE_BREAK]",
        "Luke: So, are you saying that Noah had -- well, what are you saying?",
        "Reid: As I said, there was an unforeseen problem once we got inside.",
        "Luke: Inside? Inside his brain?",
        "Reid: I know this is difficult to understand.",
        "Luke: No, I do. I understand. It's just been -- there's been some sort of complication. That's all.",
        "Reid: With this kind of neurosurgery, to restore his eyesight, as I said, it came with a high potential for failure and complications. I can know a lot before I operate, but I can't know everything until I get inside, and once I got inside, there was far more damage than I anticipated. A blood vessel leaking --",
        "Luke: All right, you know what? Just stop, just stop.",
        "Reid: What?",
        "Luke: Just stop with all this doctor talk. Since the day you got here, you've been swaggering around town saying that you are the only person in the world who can perform this surgery on Noah and that you had utmost confidence in it and in yourself, and now -- now you are gonna tell me that something went wrong?!",
        "Reid: As I said --",
        "Luke: You said that you don't know the extent of the damage to Noah's brain!",
        "Reid: That's correct, yes.",
        "Luke: Well, is he gonna wake up?",
        "Reid: You and Noah knew about the risks, Mr. Snyder.",
        "Luke: [Sighs] You know, I really can't believe you.",
        "Reid: What?",
        "Luke: Mr. Snyder. Really. After all of this, I want you to talk to me like a human being, and I want you to talk to me like someone who gives a crap about what happens to Noah, you selfish son of a bitch!",
        "Holden: Luke, Luke! Just try to calm down.",
        "Luke: What have you done? Is this why the Judd family is suing you?",
        "Reid: What are you talking about?",
        "Luke: Because you act like your job is filing papers somewhere in some stock room when really you're playing with people's lives, and then, when something goes wrong and you lose one, you act like it was all just some calculated risk!",
        "Lily: Lose one? What are you talking about? Is Noah all right?",
        "Luke: I don't know, Mom! You're gonna have to ask this brilliant surgeon who suddenly isn't so sure of himself.",
        "Reid: Mr. Mayer is being moved to ICU from recovery. He won't be allowed any visitors until he's stabilized. If there's any change in his condition, I will let you know.",
        "Holden: Luke, you need to calm down. What did Dr. Oliver say about Noah's condition? He's obviously out of surgery.",
        "Luke: Yeah, and there was some sort of complication. They don't know if the surgery was successful or not. And worse, they don't know if Noah has brain damage, and they won't until he wakes up.",
        "Lily: Baby, I'm so sorry.",
        "Holden: All right. You know doctors. They always stay on the side of caution. You know that, right?",
        "Luke: Yeah. But, Dad, you heard him. You heard how cold he was when he was talking about the fact that Noah might never be the same again.",
        "Lily: Your father's right. This is just how doctors talk.",
        "Luke: No, Mom. Not him. I know him. I spent months trying to get him to do this surgery, and, hell, I'm the one that even brought him here! And if this doesn't hap--",
        "Molly: Hey. How's Noah?",
        "Holden: Hey, Molly. I didn't realize you were coming.",
        "Molly: I wanted to be here for you and Luke. Is Noah out of surgery yet?",
        "Holden: Yeah, he's in ICU. Unfortunately, there have been some complications from the surgery.",
        "Luke: Look, I've -- I've got to go get some air.",
        "Lily: Holden, give him a minute.",
        "Holden: I don't think I've ever seen him this upset.",
        "Molly: I'm glad I came.",
        "[SCENE_BREAK]",
        "Reid: Why didn't I see this? How did I miss it?",
        "Bob: I -- I heard about Noah Mayer.",
        "Reid: Yeah, I'm sure it's the talk of neuro, maybe even maternity.",
        "Bob: Doctor, your assistant said you did an incredible job in surgery.",
        "Reid: I stopped a bleeder. It wasn't so incredible. Anyway, time will tell.",
        "Bob: Now you're second-guessing yourself, and I suggest you don't do that. You know, having a human reaction to a patient in distress makes you more of a doctor and not less.",
        "Reid: Gee, that's deep, Bob. Maybe your wife can embroider that on a pillow for your office.",
        "Bob: In spite of your attitude, I know better. I know you.",
        "Reid: This shouldn't have happened.",
        "Bob: But it did. It doesn't make it your fault.",
        "Reid: He's my patient. His health is my responsibility.",
        "Bob: And you took that responsibility seriously. You knew what the risks were. There were no guarantees.",
        "Reid: I always think I can do what I say I can.",
        "Bob: Both you and your patient know the odds.",
        "Reid: I'm gonna go find the pre-op films, compare them to this.",
        "Bob: I want you to go home.",
        "Reid: What?",
        "Bob: Look, you were in surgery for hours. You're exhausted. Go home. Get something to eat. Take a rest. He's gonna be in recovery and then ICU for a long time before he wakes up.",
        "Reid: I'm not leaving my patient.",
        "Bob: You're not leaving your patient.",
        "Reid: Bob, I'm not going anywhere, okay?",
        "Bob: No, it's not okay. I want you out of this hospital. That's an order.",
        "[SCENE_BREAK]",
        "Henry: No, no, no, no, no, no, no, no. I'm not the man who you think I am.",
        "Joe: Oh, no?",
        "Henry: No, no. Trust me. No.",
        "Joe: A grown many hanging onto his mother's apron strings. Do you have any sense of how pathetic that is for someone your age?",
        "Henry: I think we're a little off point here about it, Joe.",
        "Joe: You know, your mother's been very up front with me about you, Paul. She told me how you tried to get between her and her ex-boyfriend Henry.",
        "Henry: Her ex-boyf-- is that how she referred to Henry?",
        "Barbara: Please leave. You have no business here.",
        "Henry: Wait. Wait a second. You think I'm just gonna sit here while you throw yourself on the first pair of pants that walks by?",
        "Joe: Now, just a damn minute.",
        "Henry: You're not her type! You're just here!",
        "Barbara: Do you want me to have you thrown out? Is that it?",
        "Henry: Come on. I know about men like you. I mean, you're a pilot, for crying out loud!",
        "Joe: Meaning?",
        "Henry: Meaning -- meaning you're never in the same place for more than eight hours! So, you walk in. You see this beautiful, sophisticated, sexy woman all vulnerable, just sitting there, and you make your move. You know what, buddy? Maybe that works in Denver, or Atlanta -- [Spits] But here in Oakdale, we men stand by our women!",
        "Barbara: Good Lord.",
        "Joe: What? She's your mother.",
        "Henry: What? No, she's not -- she's not --",
        "Barbara: Joe, can we leave? Please, can we just leave?",
        "Joe: Oh, oh, I'm going, but not with you. You know, I've seen some sick things before, but this takes the cake.",
        "Barbara: Wait a second! There's is a big misunderstanding!",
        "Joe: You got that right. Good luck. You'll need it.",
        "Henry: I know you don't see this now, but one day you're gonna thank me.",
        "Barbara: Why wait?",
        "[SCENE_BREAK]",
        "Casey: Okay.",
        "Vienna: No, no, no, no. I don't want to wait. I want you right now.",
        "Casey: Yes, yes. This is hot as hell. It is, but it's just moving really fast.",
        "Vienna: Yeah, but when you know something is right, you just go for it.",
        "Casey: Yeah. Okay, okay. Wait. You -- you have a condom, right?",
        "Vienna: No, but I'm on the pill. I've been tested recently. Have you?",
        "Casey: Yes, definitely.",
        "Vienna: Okay. So we're good to go, right?",
        "Casey: Absolutely. Giddy-up.",
        "[SCENE_BREAK]",
        "Barbara: I suppose this is a rhetorical question, but how low can you go?",
        "Henry: I'm sorry. I can't hear you. Swimmer's ear.",
        "Barbara: While you were planning a wedding and a baby with Vienna, you still find the need to scare off any man who shows me the least bit of attention?",
        "Henry: Look, I'm not!",
        "Barbara: Oh, yes, you are! You basically told that very nice pilot that I am crazy and that he should stay away from me.",
        "Henry: I mean I am not doing what you said with Vienna.",
        "Barbara: Who does this? Who does this? Who sabotages an ex-love's prospects, huh? What did you say?",
        "Henry: I mean I am not marrying or having a child with Vienna.",
        "Barbara: Since when?",
        "Henry: Since we thought about it, and it's not an option, okay?",
        "Barbara: You've broken up with her?",
        "Henry: The idea is on hold.",
        "Barbara: Oh, I see. So you keep me on a string and refuse to allow me any happiness and keep Vienna on the back burner just in case, and I just wanted to have dinner with a very handsome man and not think about you handcuffed to some bedpost making love to Vienna or watching her walk down the aisle in some maternity wedding gown that I designed or worry about the fact that my cancer is coming back! Is that too much to ask?",
        "Henry: Wait, wait, wait, wait. What did -- wait a second. Have you seen a doctor?",
        "Barbara: Oh, forget it.",
        "Henry: No, I will not! I will not forget it! Sit back down! I will not forget it! Are you sick again, Barbara?",
        "Barbara: I have my three-month appointment coming up with my oncologist, and I always get very anxious before that, and I will get anxious about these appointments for the rest of my life, and that's just how it is with a cancer survivor, Henry.",
        "Henry: I'll go with you.",
        "Barbara: Go with me where?",
        "Henry: To the checkup, like I did before.",
        "Barbara: No, thank you.",
        "Henry: I want to support you.",
        "Barbara: I support myself, and I wanted to have dinner with a nice man and go dancing, and you ruined all that.",
        "Henry: I'm sorry.",
        "Barbara: You should be.",
        "Henry: I am, and I know how I can make it up to you.",
        "Barbara: You know, you really didn't have to take me to dinner.",
        "Henry: Okay, fine. I won't, but I can give you that night of dancing that you wanted.",
        "Barbara: Here at Metro?",
        "[Dance music plays]",
        "Barbara: No, Henry. Captain Joe was gonna take me someplace dark and sexy where people still touch each other when they dance.",
        "Henry: Yeah, yeah, yeah, yeah, yeah.",
        "Barbara: You -- you've got to be kidding me. Disco dancing?",
        "Henry: You don't have to go back to the 1940s to find a dance style where people touch each other, you know.",
        "Barbara: You've got to be out of your mind. It's a contest.",
        "Henry: Mm-hmm. And we're gonna enter it. And win.",
        "[SCENE_BREAK]",
        "Casey: You know how you can know someone and yet not know them at all, then just one day -- okay.",
        "Vienna: You don't have any secrets, do you? Deep, dark ones?",
        "Casey: Is that what you like?",
        "Vienna: No, no, no. I mean, there is no diseases I should know about?",
        "Casey: No. I told you, I've been tested.",
        "Vienna: Okay. And insanity doesn't run in your family?",
        "Casey: I'm a Hughes, Vienna. We invented normal.",
        "Vienna: Ah, normal. Oh, \"Normal\" is such a beautiful, beautiful word.",
        "Casey: I have to tell you, no, I did not see my day ending like this when I woke up this morning. But I'm -- I'm not complaining yet. Oh, okay. You just can't wait to get me out of your bed now that you've got what you wanted, can you?",
        "[SCENE_BREAK]",
        "Holden: I'm sorry about dinner.",
        "Molly: Holden, this is where you're supposed to be.",
        "Holden: It means a lot to me that you came.",
        "Molly: I wanted to be here for you. I know your son needs you, but this is when people you care about most in the world show up for you. Don't you think?",
        "Lily: Luke, are you all right?",
        "Luke: Yeah. Mom, I'm really sorry you had to see me that way.",
        "Lily: You were upset. It's okay.",
        "Luke: Yeah, but I don't want you to worry about me.",
        "Holden: We'll wait here with you, okay?",
        "Luke: No, Dad. Noah's gonna be out of it for hours. I swear, I will call if I hear anything.",
        "Holden: Luke --",
        "Luke: Look, Dad, I promise I'm not gonna do anything stupid with Reid -- Dr. Oliver. I swear.",
        "Lily: I love you.",
        "Luke: I love you, too. Molly, thank you for coming.",
        "Lily: I'm gonna do what Luke asked. I'm gonna go home.",
        "Holden: Just give me a second, okay? Hold on.",
        "Lily: I'm fine, Holden.",
        "Holden: I don't like the idea of you being alone with all this Craig stuff going on.",
        "Lily: Nothing's gonna happen to me.",
        "Holden: Lily, he made threats against you.",
        "Lily: And that's all they are. Craig is furious, and I don't blame him. Finding out all these years that he had a son, and I knew about it and didn't tell him -- he's not gonna do anything to me.",
        "Holden: Still, I don't like it.",
        "Lily: I'm okay, really. Let's just stay focused on what we need to be focused on. If Luke needs us, he'll let us know. Go have your dinner with Molly. I'm okay.",
        "Molly: You just can't help it, can you? You feel like you have to protect everybody. That's what I love about you. But could you let someone do the same for you for a change? Come home with me.",
        "[SCENE_BREAK]",
        "Luke: Bob?",
        "Bob: Hello, Luke.",
        "Luke: Has there been any change in Noah since they moved him to the ICU?",
        "Bob: No, not yet. This is gonna take a great deal of time. Why don't you go home?",
        "Luke: Look, I'm not leaving, Bob.",
        "Bob: That's what Dr. Oliver said, too. I'm his boss. I can order him to go, but I can't you. Look, this is what Noah and you wanted. Don't question that decision.",
        "Luke: How can I not? I put my faith in Dr. Oliver. I trusted him and his judgment.",
        "[SCENE_BREAK]",
        "[Door bell rings]",
        "Reid: Hang on.",
        "Luke: How could you leave Noah alone like that? Don't you even care if your patient dies?",
        "Reid: Wow. You just don't know when to stop, do you?",
        "Luke: I asked you a question.",
        "Reid: You think I want Noah to die?",
        "Luke: You said there were complications, and you walked out. Who does that?",
        "Reid: Every doctor on the planet earth does that, and as for why I left the hospital, I was ordered out by my chief of staff.",
        "Luke: Yeah, but since when have you listened to anybody's orders except your own? I mean, isn't that your reason for living? You're the great Dr. Oliver!",
        "Reid: Look, I know you're upset about your friend.",
        "Luke: My friend?!",
        "Reid: I'm warning you to be very careful about what else you say to me.",
        "Luke: Careful about what? About calling you out? You don't fail, Dr. Oliver, ever, unless you want to.",
        "Reid: Excuse me?",
        "Luke: Just tell me the truth. Did you do this to Noah on purpose?",
        "[SCENE_BREAK]",
        "Molly: I left your cell, my cell, and Emma's landline with the desk nurse, and Luke said he was gonna call, but, in the meantime, you need to eat.",
        "Holden: It's just so hard knowing how upset Luke is.",
        "Molly: I know.",
        "Holden: And it's hard not to worry.",
        "Molly: Okay. This is what you need to worry about for the next 45 minutes, whether or not I've improved my skills as a kitchen goddess. Here you go.",
        "Holden: Wow.",
        "Molly: Yeah. Go ahead. It won't kill you.",
        "Holden: I would risk food poisoning for you any day of the week.",
        "Molly: Bite your tongue! Go ahead, try it. Please God, please God, please God.",
        "Holden: Wow! It's really good! It's really good. The candles are a nice touch.",
        "Molly: Do I know what you like or do I know what you like? That's what you do with people you care about. You remember what makes them happy, and then you try to give them that as much as you can. Holden?",
        "Holden: Molly, I'm -- I'm sorry. I just hate it when I can't fix things for people that I -- you know what? I'm just really distracted right now. I'm sorry. I'm -- I'm so sorry. What are you doing?",
        "Molly: Trying to distract you away from those things that you just can't fix.",
        "[SCENE_BREAK]",
        "Lily: Luke, are you -- home?",
        "[SCENE_BREAK]",
        "Casey: If this helps you keep your mind off Henry, that's okay with me, 'cause this helps me not think about Alison at all.",
        "Vienna: Good. I was worried that you were angry at me for just wanting to have sex.",
        "Casey: Yeah. Yeah. Guys hate it when a beautiful woman just wants to have sex with them and nothing else.",
        "Vienna: Casey, you were the perfect person for me to run into tonight.",
        "Casey: Yeah. The feeling's mutual. But maybe next time we could, uh, talk more than five minutes.",
        "Vienna: Talking is overrated.",
        "Casey: Yes. Thank you. Thank you very much.",
        "Vienna: No, thank you.",
        "Casey: Have a good one.",
        "Vienna: [Sighs] Swim, boys. Swim for my Henry.",
        "[SCENE_BREAK]",
        "[Alicia Bridges' \"I Love The Nightlife\" plays]",
        "Barbara: We don't stand a chance.",
        "Henry: They're posers.",
        "Barbara: Look at them! They're Tony Manero and Stephanie.",
        "Henry: Who?",
        "Barbara: This is bad, Henry. We've got to go.",
        "Henry: Wait, wait, wait, wait, wait, wait.",
        "[Applause]",
        "Henry: See? No big finish. We can totally take them.",
        "[Cheers and applause]",
        "Tanya: Yeah!",
        "Barbara: We're gonna look like a couple of amateurs out there.",
        "Henry: You have no idea what I'm capable of on a dance floor.",
        "Barbara: That's what I'm afraid of.",
        "Henry: Okay. Then you lead.",
        "Barbara: Oh! What?",
        "Henry: I'm kidding.",
        "[Donna summer's \"Last Dance\" plays] So let's dance so let's dance let's dance let's dance tonight Last dance last chance for love Yes, it's my last chance for romance tonight Oh, I need you by me beside me to guide me To hold me, to scold me 'cause when I'm bad I'm so, so bad So let's dance the last dance let's dance the last dance Let's dance the last dance tonight as a dermatologist, So come on, baby dance that dance come on, baby dance that dance Come on, baby dance, dance tonight Yeah",
        "[Applause]",
        "Henry: Wait for it.",
        "Barbara: Uh-huh.",
        "Henry: Wait for it.",
        "Barbara: Aah! Oh!",
        "Henry: And we are tied! We are tied with --",
        "Tony: Us.",
        "Barbara: Wow!",
        "Tanya: I guess when you're old enough to remember this kind of dancing, you have an advantage.",
        "Henry: You're meowing up the wrong tree there, Lady. Hi, I'm Henry.",
        "Tony: Tony.",
        "Barbara: Barbara.",
        "Tanya: Tanya. I need to fix my lips before the next round.",
        "Barbara: Me too. We can totally take them.",
        "Henry: So, you guys -- you guys are really good.",
        "Tony: So are you two. How long you been partnered up?",
        "Henry: Well, that's -- that's really complicated, actually. Oh, you mean the dancing.",
        "Tony: Huh?",
        "Henry: Uh, never mind.",
        "Tanya: Tony!",
        "Henry: What happened?",
        "Barbara: Wet floor. Poor thing. Didn't see the sign.",
        "Tanya: There was no stinking sign!",
        "Henry: Really?",
        "Barbara: Oh, it's -- it's not about winning.",
        "Henry: It's about the age crack?",
        "Barbara: What?",
        "Henry: Barbara, you would have wiped the floor with her, even without the twisted ankle.",
        "Barbara: You know what? I think you're right.",
        "[Cell phone ringing]",
        "Henry: Just, uh --",
        "Barbara: Yeah. It's -- it might be Vienna. She might need you.",
        "Henry: [Sighs] Hello?",
        "Vienna: Henry, I'm sorry. I hate fighting with you.",
        "Henry: It's okay.",
        "Vienna: You're sweet to say that, but it's not okay. Please come back to my room so I can make it up to you. I mean, what we have is too special to just let it slip away. You're not busy, are you?",
        "Henry: No, not anymore. I'll be there soon.",
        "Barbara: Yeah. Vienna. I -- I said she -- she probably needs you. So, um, let's not make a big deal about this, okay? I was very angry with you before, but this was a blast. And, besides, we won by default. Kind of anticlimactic.",
        "Henry: It was great. And you are incredible. Thank you.",
        "[SCENE_BREAK]",
        "Holden: What about this incredible dinner that you made me?",
        "[Both laugh]",
        "Molly: It'll keep.",
        "[Cell phone ringing]",
        "Molly: Oh.",
        "Holden: It's Lily.",
        "Molly: Yeah. Yeah, you'd better find out if she has any news about Noah.",
        "Holden: Did you hear from Luke?",
        "Lily: No. I haven't heard from him.",
        "Holden: Is something wrong?",
        "Lily: I came home, and -- and the door was wide open. I'm -- I'm sorry to bother you, but I'm scared, Holden. I think somebody might have broken in.",
        "Holden: Do you think it was Craig?",
        "Lily: I don't know.",
        "Holden: Are you in the house now?",
        "Lily: No. I'm on the porch.",
        "Holden: All right. I want you to get in your car, go to the end of the driveway, and I'll meet you there.",
        "Lily: Are you sure?",
        "Holden: Yeah, I'll be there as fast as I can. I have to go. She thinks somebody might have broken in.",
        "Molly: Is Lily okay?",
        "Holden: I have to go, Molly.",
        "[SCENE_BREAK]",
        "Reid: Did I -- you're asking if I --",
        "Luke: Just answer the question!",
        "Reid: Answer what? You want to know if I deliberately tried to harm your boyfriend while I was operating on him?",
        "Luke: That's just it. Even though Noah and I are broken up and have been for a while, you can't stand the fact that I still have feelings for him. You were so angry when you saw him with his arm around me before the surgery.",
        "Reid: What are you talking about?",
        "Luke: You can't stand the fact that I haven't fallen at your feet. You don't understand it, because you get whatever you want, whenever you want, and the fact that you haven't gotten me is driving you insane!",
        "Reid: The only person insane in this room is you.",
        "Luke: Just admit it!",
        "Reid: Which part? That I have feelings for you or you think I have feelings for you and thought that offing your boyfriend on the operating table was gonna give me a better shot?",
        "Luke: Well, no. You didn't realize that. Not consciously, because that would mean that you would have to admit that you have feelings, and that goes against how you live your life. But when I rejected you --",
        "Reid: You need to shut the hell up! What you're accusing me of is outrageous! I'm not gonna listen to it anymore!",
        "Luke: Why not?! Why not?! Because we're not talking about medicine or about how flawless and perfect you are? Because you got to believe that, don't you? You can't have feelings, because feelings aren't perfect, but you did have feelings about this, and those feelings messed you up. You made them mess you up!",
        "Reid: I made them?",
        "Luke: Well, how else did this happen?",
        "Reid: After all the time that you've spent with me, the care that I've given to the man that you told me that you loved, whether you're with him or not, you really think I have an investment in seeing him harmed or dead? That's who you think I am?",
        "[SCENE_BREAK]",
        "Vienna: Oh, this hurts so much. I could cry. It's dirty and underhanded but necessary.",
        "[Knock on door]",
        "Vienna: Thank you for coming, Henry. I knew you would.",
        "Henry: Are you all right?",
        "Vienna: I'm fine. I'm sorry.",
        "Henry: You're crying.",
        "Vienna: Yeah, I have been since you left.",
        "Henry: I'm sorry.",
        "Vienna: No, don't be. You know what? You were right. You really were. I don't even know who I am anymore.",
        "Henry: Vienna.",
        "Vienna: Just to consider tricking you into getting me pregnant so you just have to marry me.",
        "Henry: This is -- this is complicated for both of us.",
        "Vienna: Yeah, I know. I know this is no excuse, but I love you so much. I would do anything to keep you, anything, and I didn't bring you here so I could just cry on your shoulders.",
        "Henry: Vienna.",
        "Vienna: I brought you here -- [Sighs] I brought you here to tell you that you can take whatever time you need in order to be sure about us.",
        "Henry: Really?",
        "Vienna: I want to do this right, and I know I've gone on about it the absolute wrong way, but I know everything is with good intentions. I know that deep within my heart. So I want you to take whatever time you need. And I'm not going anywhere. So here. I want you to take this back.",
        "Henry: Vienna.",
        "Vienna: No. I know that someday you will put this back on, and I will never, ever take it off, and you would realize that we are a perfect match, just like -- just like dancers are when they look into each other's eyes and they know what the next step is.",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Holden: You know what? Wait out here.",
        "Lily: Be careful.",
        "Holden: If Craig Montgomery came within 500 yards of this house, he's the one who's gonna need to be careful. Nothing looks moved. You said the door was open?",
        "Lily: Yeah, it was.",
        "Holden: Everything looks okay. Wait.",
        "Lily: What is it?",
        "Holden: Look. Is Nat still racing out of here after lacrosse to get to piano?",
        "Lily: You think she just came in here, tossed her stuff, and left without closing the door?",
        "Holden: I think that's probably right. At least she turned out the lights. I guess we can thank her for being considerate.",
        "Lily: Holden, I'm so sorry. I should have looked around before I called you and dragged you over here.",
        "Holden: With all this Craig Montgomery stuff going on, you did the right thing.",
        "Lily: Well, as soon as I saw the door open, I mean, the first I thought of was to call you.",
        "Holden: I'm glad you did.",
        "Lily: Even though it was a total false alarm?",
        "Holden: Yes.",
        "Lily: I think this whole thing with Luke isn't helping either.",
        "Holden: Yeah, I think you're right, especially after everything he's said to Dr. Oliver.",
        "Lily: If Noah doesn't come through this okay, Luke's just gonna blame himself.",
        "Holden: You know what? He's tough. He's strong. He's just like you. I'm sorry. It's gonna be all right. Everything's gonna be okay. I promise.",
        "[SCENE_BREAK]",
        "Luke: I have no idea what I think about you. I have no idea who you are.",
        "Reid: Yes, you do. You can't look at me and tell me you don't know who I am.",
        "Luke: Then how did this happen?",
        "Reid: I wish -- I don't know.",
        "Luke: You told me that you'd fix him. You promised. Noah couldn't handle being blind, so I gave him the one chance in the world he thought he had by bringing you here, and now this. And if he -- if he's never the same again, if he doesn't make it through this, then I --",
        "Reid: You what?",
        "Luke: I don't -- I can't.",
        "Reid: You can't what? You can't what, Luke?",
        "Luke: What -- what the hell am I doing?",
        "Reid: You know what you're doing. So do I.",
        "[NEXT_ON]",
        "Dusty: I need your help. So does your sister.",
        "Teri: We all are gonna receive an inheritance, Jan, including you.",
        "Janet: Thank you! This is great news! Thank you so much!",
        "Carly: Craig stole from you. He started the fire. He deserves whatever he gets."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_xNEr2DPPsw"
}