{
    "Episode Summary": [],
    "Recap": [
        "Aaron is reminded that his father had his share of problems at the same age. Alison thinks that now she has no one. Barbara is MIA. Bob hopes that Chris is doing the right thing. Chris isn't all that sure that the baby isn't his. Dusty says that he was with Rose all night.",
        "Jack knows what bait should be used. James gives deadly instructions. Katie pushes a friend to ask questions. Lily gives sisterly advice. Lucy can't tear her eyes away. Molly commits a crime. Paul plays a trick. Rose reveals what she did the night before. Will is missing."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: You won't help the baby unless you eat it.",
        "Alison: You eat it.",
        "Aaron: This one of your mood swings?",
        "Alison: My whole life is a mood swing.",
        "Aaron: Well, I've been scoping out the want ads.",
        "Alison: Aren't you still working at the club?",
        "Aaron: Well, I haven't decided yet. We gotta make some serious cash before this baby comes.",
        "Alison: Sometimes I'm not sure I'm ready for this, Aaron. I feel like I'm just giving up my whole life.",
        "Aaron: No, it just feels worse because of Chris. Look, it's the same thing for me with Luce.",
        "Alison: No, it's not the same thing. At least you have Lucy. She's here. Chris is already back in Philadelphia, dusting off his black book. I'm probably never even gonna see him again.",
        "[SCENE_BREAK]",
        "Nurse: Welcome back, Dr. Hughes.",
        "Chris: Ah, thank you. Thank you. Can I get the Liston chart? Thank you.",
        "Bob: Well, you're not wasting any time.",
        "Chris: Hey, did you order that echo for Mr. Bernardi?",
        "Bob: He's already up in the lab.",
        "Chris: Great. And I saw that Ben had been consulted for the head trauma in 412?",
        "Bob: You know, you don't have to review every case your first day back.",
        "Chris: Dad, I've got a lot of catching up to do.",
        "Bob: Is that why you spent last night here?",
        "[Chris sighs]",
        "Chris: I had to be on the floor by dawn.",
        "Bob: That the only reason?",
        "Chris: Look, I'm sorry. Okay? I know I should've called.",
        "Bob: Well, it's been a few years since you needed a curfew.",
        "Chris: Yeah, but I know Mom worries.",
        "Bob: She has a reason to.",
        "Chris: Yeah. I'll call next time, okay?",
        "Bob: Did you call Alison?",
        "Chris: I really don't want to get into that right now.",
        "Bob: Don't you think you should?",
        "Chris: You know about the baby?",
        "Bob: Yeah, we know. Come on to my office. We'll talk about it.",
        "Chris: No, Dad, I've got a full load.",
        "Bob: You know, sooner or later, you're gonna have to deal with this, son.",
        "Chris: Yeah, well, I already talked to Alison, and she told me all that I needed to know.",
        "Bob: And you're 100% sure that Alison's baby is not yours?",
        "[SCENE_BREAK]",
        "[Hal whistles]",
        "Hal: Hey, will! Come on, up and at 'em. It's gettin' late. Jack, give me some good news, please.",
        "Jack: Morning. I wish I had some.",
        "Hal: Any sign of Barbara?",
        "Jack: Nothin' so far.",
        "Hal: Coffee?",
        "Jack: No, thanks, I already --",
        "Emily: Tuxedo time.",
        "Hal: Oh, tuxedos. Just what we need.",
        "Emily: Will you stop complaining? I love you in your tuxedo. Is Will up?",
        "Hal: No, not yet.",
        "Emily: Any sightings?",
        "Hal: No.",
        "Emily: No smoke in the air -- \"surrender, Rose\"?",
        "Jack: No. No, no vapor trails, either.",
        "Emily: Where's Carly?",
        "Jack: She's briefing Henry on the kids. Then she's heading over to Rose's.",
        "Hal: Hey, aren't you girls supposed to meet there?",
        "Emily: Yeah, I've got time. I'll go over later.",
        "Hal: No, you'll go over now.",
        "Jack: Is he always this bossy?",
        "Emily: Only when he's worried.",
        "Hal: I'm not worried. We'll find Barbara. I'm just -- bossy.",
        "Emily: The wedding's in a couple of hours, Hal.",
        "Jack: You want me to post somebody at the church?",
        "Hal: No, I don't want Paul to know what's going on.",
        "Emily: No, Hal, I think it's actually a good --",
        "Hal: No, there's no way I'm gonna ruin Paul's wedding with a police presence. Rose and Paul have had enough knocks. I will handle Barbara.",
        "Emily: Yeah, just handle her with a straitjacket.",
        "Hal: If I have to, I will.",
        "Jack: Okay, maybe we should stop looking for Barbara and find a way to make her look for us.",
        "Emily: How?",
        "Hal: What, you mean set up some sort of a trap?",
        "Jack: Oh, why not? We've got the bait. Come on, Hal. We have access to the one person in this world that Barbara can't resist -- Will.",
        "[SCENE_BREAK]",
        "Paul: Wake up!",
        "James: Well, good morning. Or is it?",
        "Paul: I should've killed you when I had the chance. You just -- you couldn't just leave me alone?",
        "James: But I have. I spend my days here in peaceful meditation.",
        "Paul: You haven't given me a moment's peace since the day I was born!",
        "James: What a cliché, to blame the parents.",
        "Paul: You put all these thoughts in my head.",
        "James: Thoughts? Thoughts?",
        "Paul: About Rose.",
        "James: Oh. It's -- it -- it is. It is, isn't it? It's your wedding day. Ah, you know something, and I don't have any rice. I haven't even thought about a toast.",
        "Paul: I just wanted to trust her.",
        "James: Trust? Like caviar, overrated.",
        "Paul: But you wouldn't leave me alone. You wouldn't. You just -- you wouldn't quit. You wouldn't quit until you had me convinced that she would betray me!",
        "James: Ah-ha. I see. Don't tell me that our darling little Rose has compromised her virtue yet again? No wonder you're in such a rage. You always hate it when I'm right.",
        "[SCENE_BREAK]",
        "Rose: What time is it?",
        "Dusty: It's early. Relax.",
        "Rose: No. Oh, I had a really bad, bad dream.",
        "Dusty: You're safe now.",
        "Rose: No, no, I was -- no, no. I was at Paul's. It was dark. And I kept -- I called out his name, and I heard that voice, the one -- you know, the distorted voice that he used to make the phone call.",
        "Dusty: Honey, it's over now.",
        "Rose: No, see, it's not. Oh, my God. No, the nightmare is just beginning.",
        "Dusty: Well, then it looks like it's up to you to end it, now that you know what he's done. You really have no choice.",
        "Rose: Knowing it is one thing. But believing it? That's a whole other story.",
        "Dusty: Paul threatened your life. You have proof of it. You gotta call that wedding off now.",
        "[SCENE_BREAK]",
        "Chris: Dad, that's the first thing that popped into my mind, too. But when I asked Alison about it, she swore that the baby wasn't mine.",
        "Bob: Mm-hmm. And you believe her?",
        "Chris: Well, she swears that it's Aaron's baby. And he does, too. Look, I know Alison can be flaky, but I don't think she'd lie about anything this big.",
        "Bob: I hope you're right.",
        "[SCENE_BREAK]",
        "Aaron: You know what I don't get? If Chris was so over you, why couldn't he just stay here in Oakdale?",
        "Alison: I guess he just can't even stand being in the same state with me. But in a way, I'm kind of glad that he's gone, because at least it makes things easier.",
        "Aaron: What things?",
        "[Alison sighs]",
        "Alison: New subject -- okay, let's talk about the wedding. Maybe we can have five minutes without mentioning the word \"baby.\"",
        "Aaron: I'm sorry, Ali. I'm not going to the wedding. That's -- that's why I wanted to see you.",
        "Alison: Why aren't you?",
        "Aaron: Lucy's gonna be there.",
        "Alison: Yeah, along with the rest of the town.",
        "Aaron: Yeah, but if she sees us together, it's just -- it's just gonna make her feel worse.",
        "Alison: I understand. I mean, I'd bag it, too, but my mom's just making such a big deal about me going out.",
        "Aaron: No, you -- you should go.",
        "Alison: Why?",
        "Aaron: Why? I mean, it's better than sitting around here, worrying about what Chris Hughes is doing 1,000 miles away. Look, I'm gonna get you some more juice. You gotta keep that energy level up, okay?",
        "[SCENE_BREAK]",
        "Dusty: Here you go.",
        "Rose: Thank you.",
        "Dusty: Well, what are you waitin' for? Pick up the phone and call the man.",
        "Rose: Yesterday I was gonna spend my entire life with him.",
        "Dusty: And, today, he's no good for you. Well, if you're not gonna call him, I will.",
        "Rose: No. Come on. No. I gotta do this myself. Um -- as a matter of fact, I do need a little time -- alone.",
        "Dusty: For what?",
        "Rose: I gotta figure things out.",
        "Dusty: Figure what out? What's to figure out?",
        "Rose: Come on. I don't wanna argue. Please, don't bring up Paul. I don't wanna talk about it.",
        "Dusty: All right. But I'm stayin' here. I'm not goin' anywhere.",
        "Rose: Hey. I'm okay.",
        "Dusty: Paul threatened your life. You understand that now, right?",
        "Rose: Hey, he's had a million opportunities to hurt me. And look at me. I'm okay. I'm not afraid.",
        "Dusty: I am.",
        "Rose: Well, don't be. All right, I'll -- if Paul shows up, I call you right away. Speed dial. Promise. Okay?",
        "Dusty: I'll be at the club, all right?",
        "Rose: Good. Okay.",
        "[Dusty sighs]",
        "Dusty: Lock the door.",
        "Rose: Hey -- and thank you for -- you know, last night, not -- not pushing it. I appreciate that.",
        "Rose: Why? Why would you do that to me?",
        "[SCENE_BREAK]",
        "James: So -- what has Rose done now?",
        "Paul: I was having her watched.",
        "James: That's my boy.",
        "Paul: I made a threatening phone call, and I used this device so that she wouldn't recognize my voice. And she found it.",
        "James: Why did you let her find it?",
        "Paul: I didn't let her find it.",
        "James: Of course you let her find it. You could've tossed it in the lake. So what happened?",
        "Paul: I needed to see her, right? So I -- I go to her place.",
        "James: And?",
        "Paul: Dusty's there.",
        "James: Did they see you?",
        "Paul: No.",
        "James: Excellent. So, you still hold all the cards.",
        "Paul: Oh, stop. This isn't a game.",
        "James: Of course it is a game, Paul. It is all a game. Now, which are you gonna be, the winner or the loser?",
        "Paul: I don't wanna lose Rose, not now.",
        "James: Okay. That's the spirit. But I tell you what -- test her. Find out once and for all if Rose D'Angelo is worthy of you and worthy of your love.",
        "[SCENE_BREAK]",
        "Chris: Katie, do you have a second? I really need to talk.",
        "Katie: Yeah, sure.",
        "Chris: Have you seen Alison?",
        "Katie: Ah, no, not really. I've been hanging out with Mike and working on his rehab, so, no.",
        "Chris: Mm-hmm. Did she tell you about the baby?",
        "Katie: Yes.",
        "Chris: Do you know when she's due?",
        "Katie: Like I said, I really haven't seen her that much.",
        "Chris: Yeah. Do you know if she's seeing Dr. Schiller?",
        "Katie: Chris, I really think that you should be asking Alison these questions.",
        "Chris: No, no, I tried.",
        "Katie: Well, try again.",
        "Chris: It doesn't do any good, okay? We just end up fighting. Okay, besides, I'm not even sure Alison knows what the truth is anymore.",
        "[SCENE_BREAK]",
        "Aaron: How you been?",
        "Lucy: Fine. School's pretty tough, and I just finished all my college applications. How's Alison?",
        "Aaron: She's okay.",
        "Alison: Hi.",
        "Lucy: Hi. How you feeling?",
        "Alison: Better. Aaron, I have to go pick up my paycheck. But I'll talk to you later, okay?",
        "Aaron: Okay.",
        "Alison: Bye, Lucy.",
        "Lucy: Hope Alison didn't leave because of me.",
        "Aaron: I'm kinda glad she did.",
        "Lucy: Well, I just came to get a coffee to go. I have a bunch of errands to run before the wedding.",
        "Aaron: Light with two sugars. I got it.",
        "Lucy: No -- it's okay. I've got it. Can I get a coffee, light with two sugars, please? So I'll be seeing you at the wedding?",
        "Aaron: I'm not going.",
        "Lucy: Why not?",
        "Aaron: I don't want to wreck your night.",
        "Lucy: I'm perfectly fine with you and Alison going together. Don't miss out on the wedding because of me.",
        "[SCENE_BREAK]",
        "Hal: If I ask my own son to lie to his mother, how does that make me any different than her?",
        "Emily: No, you stop comparing yourself to that woman. You are nothing like her. You're a great father. You would never do anything to hurt your son. But listen to me -- we're running out of options, okay? I don't want to use Will any more than you do, but I don't want to watch him fall apart again, okay? You'll find the right words, honey. You always do.",
        "Hal: Call him down, would ya?",
        "Emily: Okay.",
        "Hal: Emily?",
        "Emily: Yeah?",
        "Hal: Thank you.",
        "Emily: It's what I'm here for, Munson.",
        "Jack: I wish there was another way, Hal.",
        "Hal: We'll talk to him, Jack, but if he balks, we don't push it. Now, you agree with that?",
        "Jack: Agreed.",
        "Emily: Hal, he's gone. He's not in his room.",
        "Hal: Well, honey, check our room.",
        "Emily: No, I checked our room. I checked Daniel's. He's nowhere in the house.",
        "Jack: Calm down. We'll find him.",
        "Emily: What if Barbara got to him this morning?",
        "Hal: Jack, get on the phone. Call the station. Emily, call the neighbors. Run down his list of friends. I'll check outside.",
        "[SCENE_BREAK]",
        "Molly: Can you ring Mr. Donovan's room again, please? No, no message. Thanks. Dusty, where are you?",
        "Dusty: Hey, beautiful. What are you doing here so early?",
        "Molly: What are you doing here so late? Are you drunk?",
        "Dusty: No. That's for finding Paul's voice alternator.",
        "Molly: How was Rose last night?",
        "Dusty: Wrecked. But she'll be okay.",
        "Molly: Thanks to you?",
        "Dusty: Who else?",
        "Molly: You were with her?",
        "Dusty: Yeah.",
        "Molly: So I guess the wedding's off, then?",
        "Dusty: I'd bet the club on it. Man -- is this a great day or what?",
        "[SCENE_BREAK]",
        "James: Call Rose. Ask her about last night. If she tells you the truth, I'll be the first to pat you on the back and send you marching down the aisle. Guard! Guard! Cell phone.",
        "Paul: You have a cell phone?",
        "James: Bret appreciates the fact that I need to stay in touch with the world. Shall I do the honors? Good. I knew you wouldn't let me down.",
        "Paul: I'm not doing this for you.",
        "James: Okay, do it for love. True love.",
        "[SCENE_BREAK]",
        "Rose: Oh. God, I hope you're listenin', because I could really use your help right now. [Cell phone ringing] that's just rude. I'm sorry. I should've turned it off. [Cell phone ringing] hello?",
        "Paul: Rose, I know what you found.",
        "Rose: I can't talk to you right now.",
        "Paul: And I'm sorry. I am sorry. It was wrong, and it was stupid, and it is unforgivable. And -- and really far out, even for me.",
        "Rose: What do you want me to say?",
        "Paul: Nothing. I -- I just need for you to listen. I'm -- all right, I'm gonna be honest with you. I was so scared of losing you that I -- I did all the wrong things, but for all the right reasons. I -- I love you, Rose. And -- I'd -- I'm gonna make this up to you.",
        "Rose: You can't.",
        "Paul: No, don't say that. I will. And I wanted to start last night. I was gonna race right over, but -- you said you wanted to be alone. Were you okay?",
        "Rose: No. No, I wasn't.",
        "Paul: So, did you go to Lily's?",
        "Rose: No, I -- I went home.",
        "Paul: You didn't feel the need to just talk to somebody?",
        "Rose: No.",
        "Paul: I know I hurt you, and I -- I feel really bad that -- that you didn't have anyone to turn to. I'd feel a lot better, Rose, if I knew that you didn't have to go through all of that all alone last night.",
        "[SCENE_BREAK]",
        "Coming up on \"As The World Turns\" --",
        "Chris: Well, I didn't get a chance to tell you yesterday. I changed my plans.",
        "Alison: What does that mean?",
        "Chris: It means that I've moved back to Oakdale.",
        "[SCENE_BREAK]",
        "James: Do what you have to do. Calling off the wedding isn't it.",
        "Rose: I can't do this. I can't talk about the rest of my life over the phone, like I'm ordering a pizza. I gotta sort things out myself.",
        "Paul: But we do need to talk, Rose.",
        "Rose: Yeah, but we'll do it in person. And I'll call you -- when I'm ready. I promise.",
        "Paul: All right. I guess I'll just wait for you to call.",
        "James: Did she tell you that she saw Donovan?",
        "Paul: She said she wanted to talk to me in person.",
        "James: Of course she wants to talk in person. It gives her more time to perfect her lies.",
        "Paul: You don't know that.",
        "James: Paul -- this is James Stenbeck you're talking to, your father. Rose is making a fool of you yet again. Now, you do what you have to do. You have earned the right.",
        "[SCENE_BREAK]",
        "Lily: Rose? What are you doing here so early? Hmm?",
        "Rose: Wanted to get a good seat.",
        "Lily: Hey, are you all right? Why are you crying?",
        "Rose: Everybody cries at weddings, Lily.",
        "Lily: What happened?",
        "Rose: Everything happened, all at once.",
        "Lily: Is it Paul?",
        "Rose: Dusty was right.",
        "Lily: About what?",
        "Rose: Remember that phone call I got a few weeks ago, tellin' me to watch my back?",
        "Lily: Right, you told us at the shower. That's why Paul hired the bodyguard to follow you?",
        "Rose: Right. And Dusty kept sayin' that it was Paul. And I told him that he was crazy. Until last night. And I found out that Paul did make the phone call. My own fiancé was the one threatening me.",
        "Lily: I don't believe it.",
        "Rose: I found this voice changer thing at his place. I just talked to him. He didn't deny it.",
        "Lily: Why would he do that?",
        "Rose: So he could have that goon watch me 24/7. But the crazy thing about it is I felt so loved when he did that. Like, \"this guy loves me so much, he doesn't even wanna see me break a nail, for heaven's sake.\"",
        "Lily: Oh, I'm so sorry.",
        "Rose: He promised me Paris. He promised that he would love me forever. Instead, he's scaring the hell out of me.",
        "Lily: So you think Paul trashed your car?",
        "Rose: Dusty thinks he did.",
        "Lily: What do you think?",
        "Rose: I don't know. It seems to make sense now.",
        "Lily: But Hal investigated. And they didn't find any proof that Paul did it. And Jack thinks that Dusty did it.",
        "Rose: But Dusty found a bat in Paul's car.",
        "Lily: And you believe him?",
        "Rose: I don't know. I don't know what to believe anymore.",
        "Lily: You just tell me what you want, and I will do it.",
        "Rose: How can I tell you what I want when I don't know what I want myself? That's why I came here to pray. I thought maybe I'd get an answer, you know? But all I got is more questions. I mean, Lily, what if my Paul died in that plane crash and this guy is just livin' in his body?",
        "Lily: I don't know. It just doesn't make any sense to me, Rose. I've seen the way he looks at you, the way he talks about you. No one would ever question that this man doesn't love you.",
        "Rose: This is the way that he shows it?",
        "Lily: I know it doesn't make any sense. But people -- get insane when they get scared. They do insane things.",
        "Rose: Well, what is Paul scared of?",
        "Lily: Well, Rose, when he came back to town, you and Dusty were very much together.",
        "Rose: Wait a minute. Are you saying this is my fault?",
        "Lily: No, I'm not -- no. Absolutely not. I'm just saying that Paul must have felt very, very threatened about losing you to do something so desperate. I mean, did you hear whet you said before, about Dusty being right?",
        "Rose: So?",
        "Lily: So obviously Dusty still has a big influence over you. And Paul knows that. That's one very good reason why he feels so insecure about your future.",
        "Rose: I know, I know. I feel like I got Paul on one side, and I got Dusty on the other.",
        "Lily: Please don't make this about Dusty.",
        "Rose: I can't help it. Don't blow a gasket, but -- Dusty spent the night at my place last night.",
        "[SCENE_BREAK]",
        "Dusty: Oh, thank you, baby. You're a real doll. What the hell was that for? What are you doing?",
        "Molly: That is for being a liar!",
        "Dusty: Lie? What are you -- what are you on about? What are you talking about?",
        "Molly: Go to hell. As if you don't --",
        "Dusty: Have you lost your mind? Huh?",
        "Molly: You said that you just wanted to protect Rose. You said you just wanted her to know the truth. That's what you said.",
        "Dusty: I do. What's your problem?",
        "Molly: You knew -- you set me up. I wouldn't help -- you knew that I wouldn't help you unless you said we were a team. Dusty, you said that we were a team. And you said that we were gonna prove to Rose that Paul is a liar. That is such a joke!",
        "Dusty: It's not a joke! What do you -- what do you think we're doin' here?",
        "Molly: You knew all along that you wanted Rose back. You knew that! You knew that, and you lied!",
        "Dusty: Molly, what's your problem? I understand you're angry, but you gotta settle down.",
        "Molly: No, I'm not angry. I hate you.",
        "Dusty: You don't hate me. You don't hate me. You wanna hate me. You understand?",
        "Molly: You will never have Rose. Do you understand that? You're such -- you will never have her. She has played you and Paul against each other from day one. And she's not gonna stop until the day she dies. And let me tell you something -- that day -- that day can't come soon enough for me.",
        "[SCENE_BREAK]",
        "Lucy: You know, Aaron, you and I can't start turning down invitations because we're afraid we're gonna run into each other.",
        "Aaron: So you don't -- you don't mind us being at the wedding together?",
        "Lucy: We're not together. I mean, it's -- it's fine, really. You should go to the wedding.",
        "Aaron: Are you sure?",
        "Lucy: Yeah. I mean, Oakdale is a small town. We're bound to cross paths. And Rose is family, and she invited you. You shouldn't miss a family wedding. I have to go. I'll see you later.",
        "Emma: Lucy.",
        "Lucy: Oh, Mrs. Snyder. Hi.",
        "Emma: Hello. How are you doing?",
        "Lucy: Great.",
        "Emma: Good.",
        "Lucy: Would it be okay if I stopped by the farm in a couple of days? I really wanna visit.",
        "Emma: Well, sure. I'd love that. It'd be nice.",
        "Lucy: Great. Well, I'll see you at the wedding.",
        "Emma: Okay. Well, it seems that Lucy's coping pretty well with things.",
        "Aaron: Yeah. She's -- she's so together.",
        "Emma: How are you doing, sweetheart?",
        "Aaron: Grandma, can I -- can I buy you a cup of coffee? There are some things I need you to explain.",
        "Emma: Explain? Like what?",
        "Aaron: Like women.",
        "[SCENE_BREAK]",
        "Katie: I'm serious, Chris. I don't really know all that much.",
        "Chris: Look, Katie, you and Alison talk all the time.",
        "Katie: Not since Mike's accident. Even if I did know anything, I wouldn't tell you, 'cause it wouldn't be fair to Alison.",
        "Chris: Yeah, well, what about what's fair to the baby?",
        "Katie: Well, I think that respecting what the mother wants is fair, don't you?",
        "Chris: You know what? I don't mean to put you in the middle.",
        "Katie: No, I'm sorry, Chris. I just -- I wish I could help.",
        "Chris: You know what? It's fine. Because Alison's not my problem anymore.",
        "Katie: No, don't say -- [Elevator bell dings] I'll see you soon, okay? Don't work too hard. Alison, what are you doing here?",
        "Alison: I need to pick up my paycheck.",
        "Katie: No, come with me.",
        "Alison: Katie, Katie, what's --",
        "Katie: Come with me!",
        "Chris: Hello, Alison.",
        "[SCENE_BREAK]",
        "Hal: His bike's gone. Did you try Paul?",
        "Emily: No, not yet.",
        "Hal: Maybe he's there. Call him.",
        "Emily: Yeah, okay.",
        "Hal: Oh, damn it. I can't remember the number.",
        "Emily: Hal, give me the phone. Give me the phone.",
        "Will: Geez, I can't believe all the great stuff I got --",
        "Hal: Will! Where have you been?",
        "Will: I biked up to the mall. What's wrong?",
        "Hal: You don't just leave. Don't you know you're supposed to tell me --",
        "Will: Leave a note. I did.",
        "Hal: Right.",
        "Will: I took all back roads, too.",
        "Emily: Why did you need to go to the mall this early in the morning?",
        "Will: Because I wanted to get something for Paul, for his wedding, 'cause he got me that neat webcam. I blew half a year's allowance on this stuff.",
        "Jack: Did you see Paul today?",
        "Will: No.",
        "Hal: How about your mom?",
        "Will: It's kinda early. Why?",
        "Emily: You know what? I'm sorry. I gotta run. I told Rose I'd meet her at her house. So, I'm sorry.",
        "Hal: All right.",
        "Emily: I love you.",
        "Hal: See you later.",
        "Emily: I love you. Bye.",
        "Hal: Bye.",
        "Will: Bye, Emily. Do we have any wrapping paper?",
        "Hal: Will, you know, we're gonna have to wrap these later on.",
        "Will: But I have to try on my tux.",
        "Hal: Yeah, but we have to talk first.",
        "Will: About what?",
        "Hal: About your mom.",
        "[SCENE_BREAK]",
        "Molly: Rose? Rose. But you and I, we have unfinished business. And one of us has got to finish it.",
        "[SCENE_BREAK]",
        "Dusty: Lou -- will you go to the wine cellar and bring me that '92 Dom Perignon, please?",
        "Bartender: I thought you were saving it for a special day.",
        "Dusty: That day is here, my friend. That day is here.",
        "[SCENE_BREAK]",
        "Lily: You slept with Dusty?",
        "Rose: No, we didn't, you know, do the deed. I just fell asleep in his arms.",
        "Lily: So he just shows up at your house?",
        "Rose: No. I went to see him after I found the evidence against Paul, and he drove me home.",
        "Lily: Oh. Let me guess how this all happened. So he says to you, \"break off the wedding. Don't marry Paul. Make sure you lean on your good friend Dusty.\"",
        "Rose: No, it wasn't like that. It was like -- like he was scared for me.",
        "Lily: Rose, you know the guy. He always has an angle.",
        "Rose: I know, I know. But it was like he was just tryin' to get me to see the truth.",
        "Lily: Whatever his motives are, it doesn't matter. You have to think for yourself.",
        "Rose: What if Dusty's right? What if I can't trust Paul anymore?",
        "Lily: Look, what Paul did was absolutely terrible. But that doesn't make Dusty a hero. Now, Rose, you have to look inside your heart. And if you think you can forgive Paul and you still love him, you have to put all your fears and your doubts aside.",
        "Rose: And then what?",
        "Lily: Then, if I were you -- I'd marry the guy.",
        "[SCENE_BREAK]",
        "Paul: You're trying to make it sound like Rose lied! She didn't lie!",
        "James: Sins of omission are the most insidious, Paul.",
        "Paul: She's gonna talk to me. She wants to do it in person, and then she'll tell me everything. She will tell me all about Dusty.",
        "James: Ah, you are an optimist. And that's good. But let's say, just -- just for argument's sake, let's say she doesn't bring up Dusty. What then?",
        "Paul: Well, then the wedding is off.",
        "James: You call off this to comfort Rose. And you and I know where she's going to find the most comfort -- right in Dustin's bed. You know the truth, Paul. You've seen it for yourself. Do what you have to do. Calling off the wedding isn't it.",
        "[SCENE_BREAK]",
        "Emma: Well, I'm glad that Lucy's not locked away in her room, crying.",
        "Aaron: Yeah, I am -- I am, too, but --",
        "Emma: But what? You wish she were?",
        "Aaron: Is that selfish?",
        "Emma: Oh, well, I -- no, sweetheart. I mean, it's only natural that you'd want her to miss you. It's my guess that she does.",
        "Aaron: Well, it doesn't look that way. She thinks I should go to the wedding. Do you think it's because, like, down deep inside, she really wants to see me?",
        "Emma: Oh, I think that's possible.",
        "Aaron: I mean, I know I have, like, a lot of responsibility with, like, Alison and the baby, but -- God, grandma, sometimes I just wanna run off with Lucy.",
        "Emma: Oh, sweetheart, now, you're not gonna believe this, but sometimes even the most difficult things have the most wonderful way of working themselves out.",
        "Aaron: Well, not for me.",
        "Emma: Ooh, ooh. Now, I remember your father, when he was about your age, saying exactly the same thing. But I don't know. He and Lily got through some pretty dark times. Hmm?",
        "Aaron: Do you think there's a chance for me and Lucy still?",
        "Emma: If you love each other.",
        "Aaron: Yeah. Of course I love her. I love her to death.",
        "[SCENE_BREAK]",
        "Clark: Lucy. Hey.",
        "Lucy: Clark, hi.",
        "Clark: I just picked up my tux from the cleaners. I'm really looking forward to the wedding. You still want me to go, right?",
        "Lucy: Of course -- of course I want you to go.",
        "Clark: Okay, great, then. I'll come by and pick you up later, okay?",
        "Lucy: Can't wait.",
        "[SCENE_BREAK]",
        "Alison: Why aren't you in Philadelphia?",
        "Chris: Well, I didn't get a chance to tell you yesterday. I changed my plans.",
        "Alison: What does that mean?",
        "Chris: It means that I've moved back to Oakdale.",
        "Alison: For how long?",
        "Chris: For good.",
        "[SCENE_BREAK]",
        "[Jack whistles]",
        "Jack: Look at the time. I'm gonna go so you guys can talk.",
        "Hal: Yeah. Check in with me later, Jack.",
        "Jack: Sure will.",
        "Will: Dad, what happened? What's wrong?",
        "Hal: Oh, nothing's wrong, really. Nothing's wrong. It's just that -- you know how upset your mom is about Paul and Rose's wedding. And, well, when she gets upset, sometimes she does things that can really hurt people.",
        "Will: She doesn't mean to.",
        "Hal: I know how much you love her, Will.",
        "Will: No, you don't.",
        "Hal: Hey. She's part of you. And that makes her special to me, and she always will be. It makes her important to me. Believe it or not, Will, I'm trying to help her.",
        "Will: Why does she need help?",
        "Hal: So she doesn't do something that she'll regret or we'll all regret, especially today. I've had one of my officers keeping an eye on her.",
        "Will: So what's the problem?",
        "Hal: She slipped away from the officer. See, I need to find her, Will, and I just can't do it alone.",
        "Will: So just send out more cops.",
        "Hal: I already have. Will -- buddy, under any other circumstances, I would never, ever ask you to do this. But I need you to call your mom. And I want you to have her meet you.",
        "[SCENE_BREAK]",
        "Emily: Hello? Rose?",
        "[Emily gasps]",
        "Emily: Molly? What are you doing in Rose's house?",
        "[SCENE_BREAK]",
        "Lily: I wouldn't pop that cork just yet.",
        "Dusty: You're welcome to join us.",
        "Lily: Us?",
        "Dusty: Me and Rose. We're celebrating Independence Day.",
        "Lily: Ah.",
        "Dusty: Hers.",
        "Lily: You sound pretty confident.",
        "Dusty: I am. Because my guess is she's finally giving Paul the sendoff he deserves.",
        "Lily: If I were you, Dusty, I wouldn't be so sure of that.",
        "[SCENE_BREAK]",
        "[Rose sighs]",
        "Paul: Rose. Thought I'd find you here.",
        "[NEXT_ON]",
        "Alison: No, you don't think that he --",
        "Katie: Yeah. Yeah, I do. Chris is figuring out that the baby you're carrying is his.",
        "Barbara: The perfect outfit. And the perfect accessory.",
        "Lily: I know she wants this wedding to happen.",
        "Dusty: Are you out of your mind? You sent your sister back to that lunatic? He's a dangerous guy, and your sister isn't safe anywhere near him."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=0OlRgUI2emw"
}