{
    "Episode Summary": [],
    "Recap": [
        "Jade has some explaining to do when she lets it slip she spent graduation night with Will. Casey sticks up for Jade when she explains what happened graduation night, which further infuriates Maddie. Will and Gwen learn of Johnny's illness. Paul wants to talk to Dusty about Emily, but hits a brick wall. Katie forces Simon to hide when Mike surprises her by coming back to the cabin early. Jade tries to warn Will, but he is preoccupied. Jen learns that Johnny's stem cell procedure seems to be working. Lucy gets Emily into see Johnny with Jen's blessing. Jen is becoming very indebted to Emily for what she did. Emily asks Jen for their children to be able to spend holidays together and bond; she even defends Paul to Jen. Jen promises to ask Dusty how he feels. Dusty isn't happy to find Emily with Jen, but Jen defends Emily. Dusty is worried about Jen's new feelings for Emily. Jen gets even more support when Will joins Jen's side in favor of forgiving Emily. Paul walks into the middle of this. Maddie worries about Casey's feelings for her, but he convinces her she is the one he wants, and the two decide to take it to the next level that night. Jade sits at Lily's bedside wishing her awake and admitting she is the closest thing she has ever had as a mother. Gwen finds Jade with Lily and realizes she isn't the scammer she thought. Paul thinks Emily is using Jen to get to him and the baby. Jen is strongly considering forgiving Paul, against Dusty's advice. Simon reveals himself in front of Mike and Katie."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: What were you doing with Will on graduation night, Jade?",
        "Jade: Don't turn this isn't \"Real World: Oakdale,\" okay? I just happened to run into Will.",
        "Maddie: Where?",
        "Casey: Maddie's a need-to-know kind of girl.",
        "Maddie: Right. So why were you with Will?",
        "Jade: Look, we all know that when Will didn't graduate, it was partly because of me, okay? And I felt bad. So I went to his place to apologize, and I found him beating himself up over letting Gwen down.",
        "Maddie: He did let her down!",
        "Casey: Hey, are you gonna let her tell it or not?",
        "Maddie: Sorry. So then what happened?",
        "Jade: I don't know. He decided to get wasted.",
        "Maddie: And you just let him?",
        "Jade: What was I supposed to do, stop him? No! But I didn't think he should be driving, so I stopped him from wrapping himself around a tree.",
        "Maddie: Then what?",
        "Jade: I flat-out told him he ought to go home to his wife, okay?",
        "Casey: Okay --",
        "Maddie: Why did you not call Gwen?",
        "Casey: Enough, Maddie!",
        "Maddie: What is that girl's problem?",
        "Casey: You. You are the problem.",
        "[SCENE_BREAK]",
        "Will: Wait, do you hear something?",
        "Gwen: Like the sound of your dad's keys in the lock?",
        "Will: Or my mom coming by for a surprise visit.",
        "Gwen: I had forgotten what this is like. We're finally, totally alone.",
        "Will: Yeah. You ought to remind me to thank Carly for letting us housesit while she's in Montana. We're gonna take this job very, very seriously.",
        "Gwen: Yeah, by taking off our clothes?",
        "Will: No, by filling this house with some serious love karma.",
        "Gwen: You keep kissing me like that, we won't even make it up the stairs.",
        "Will: Do you know, we can make love wherever we want.",
        "Gwen: Yeah?",
        "Will: Mm-hmm.",
        "[Cell phone rings]",
        "Gwen: Turn the ringer off.",
        "Will: Hold on. It's my mom.",
        "Gwen: You better pick it up before she uses her uncanny Barbara Ryan bloodhound skills to track us down.",
        "Will: Hi, uh, Mom. You know, Gwen and I are kind of busy right now. Can I call you back a little later? What? When did this happen? Yeah, as soon as we can.",
        "Gwen: Is something wrong with your mom?",
        "Will: No, is Johnny",
        "Gwen: Is he okay?",
        "Will: Mom said that he got sick, and Jen had to take him to the hospital. He had to have some kind of surgery.",
        "Gwen: All right, let's get out of here. Let's go.",
        "[SCENE_BREAK]",
        "Dusty: Are you Dr. Hughes' secretary?",
        "Secretary: Mm-hmm, how can I help you?",
        "Dusty: I got a message to see Dr. Hughes right away. I'm Dusty Donovan. Has there been a change in my son's condition?",
        "Secretary: I'll check with Dr. Hughes. He's making his rounds right now, but you're welcome to wait in his office.",
        "Dusty: Thank you. So you sent the message?",
        "Paul: Yeah, it's important. It's about my sister and her baby.",
        "Dusty: Johnny's my baby, too.",
        "Paul: I stand corrected. Please, sit down. We should have a little chat, one concerned father to another.",
        "[SCENE_BREAK]",
        "Jennifer: Thank you.",
        "Lucy: Look, I'm just the messenger.",
        "Jennifer: I know. But this isn't even your case. And after the way I treated you --",
        "Lucy: Oh, it was understandable. I got off on the wrong foot with you. And you had every right to be angry --",
        "Jennifer: So Johnny, he's recovering? He's getting better?",
        "Lucy: Well, we're optimistic.",
        "Jennifer: You, the doctors, Emily, everybody, you saved him.",
        "Lucy: I think this one's more about luck and divine intervention than medicine. But I don't want you to think we're out of the woods. Johnny's system could still reject those stem cells.",
        "Jennifer: I know, I shouldn't be excited, but I can't help it. I just -- I'm so happy. And I just wish Dusty were here.",
        "Lucy: Oh, is he getting coffee or something?",
        "Jennifer: No, I sent him home for a little bit. He needed to get some food, take a shower and take a nap.",
        "Lucy: When do you get your nap?",
        "Jennifer: I know I must look awful, but I don't care. I'm just -- I'm exhausted, but I'm so happy.",
        "Lucy: Well, you know, it's important for you to get some rest. Well, don't hesitate to ask if there's anything I can do for you, Jennifer, okay?",
        "Jennifer: Actually, there -- there is something.",
        "Lucy: Name it.",
        "Jennifer: Even if it could get you in trouble?",
        "[SCENE_BREAK]",
        "Katie: This was a bad accident. Just go, please, and leave us alone for the rest of the cruise. Actually, just get off the boat.",
        "Simon: Can we at least wait 'til we get to port? I mean, I'm a good swimmer, but there are sharks out there. By the way, why do I have to cut my vacation short?",
        "Katie: You owe us that much.",
        "[Knocking on door]",
        "Mike: Katie, it's me. Are you -- decent?",
        "Simon: Hey.",
        "Mike: Open the door.",
        "Simon: Hubby's home. Let me --",
        "Katie: Shut up. Do not -- do not utter a word.",
        "Mike: What are you doing in there?",
        "Katie: I'm sorry. I'll be right there. I was just -- hi. I thought I was supposed to meet you up on the deck when I was done.",
        "Mike: Well, that was the plan. But I got a little impatient. How was my special surprise?",
        "Katie: It was quite surprising.",
        "Mike: What happened, you didn't like it?",
        "Katie: No, no, the massage was a great idea. It's just -- the masseur was just so-so.",
        "Mike: Oh, you're kidding? I wanted this to be a great gift for you.",
        "Katie: Oh, honey, it was. I just kind of have this problem where I don't want anyone's hands on me but yours.",
        "Mike: Well, I'll just have to finish what he started then.",
        "Katie: Oh. What are you doing?",
        "Mike: Getting some of that lotion you like.",
        "Katie: No, no, no, no! You can't go in there.",
        "Mike: What's the matter with you? I thought a massage was supposed to chill you out?",
        "Katie: Well, they are -- they do. They -- the masseur is in the bathroom washing oil off his hands.",
        "Mike: He's really quiet.",
        "Katie: I know. So what's going on up on the deck? Anything interesting?",
        "Mike: Oh, I ran into that chick from across the hall. Her name is Vienna.",
        "Katie: Like the sausage?",
        "Mike: Yeah. She cornered me in the lounge, tried to rope us into having dinner with her and her boyfriend.",
        "Katie: Oh, no. You didn't say yes, did you?",
        "Mike: No. Everything was booked by the time she tried to reserve. But I don't think she's gonna give up.",
        "Katie: Well, then you need to go upstairs and make sure that they didn't mess up our reservation.",
        "Mike: No, no, I'll just call 'em.",
        "Katie: No, you have to go upstairs. She stole our breakfast!",
        "Mike: You think she's gonna steal our dinner seats?",
        "Katie: I would not put anything past that witch. You go up there, and I'm gonna take a shower and get dressed. Go!",
        "Mike: Okay.",
        "Katie: Get her. Make sure.",
        "Simon: Look, it's gonna be a little tight, but I'm sure we can squeeze in the shower together.",
        "Katie: Scram! Get out, now! Mike and I are on our honeymoon! I'm not gonna let you ruin that for us.",
        "Simon: Well, if I can do that, then you two are definitely doing something wrong together. And by the way, aren't honeymoons meant to be spent in bed? I mean, ours was.",
        "Katie: Get out, and get back to your room!",
        "Simon: Well, I can't go back to my room. Especially --",
        "Katie: No, no, no, I don't want to know! I don't want to know where your room is. I don't even want to know what deck you're on. Just forget we exist. And if you see us coming before we see you, please, just go to the other side of the boat. I mean it.",
        "Simon: You really mean it? You seriously, you just want me to leave you completely alone.",
        "Katie: Yes, I mean it.",
        "Simon: All right I'm leaving.",
        "Katie: Just go!",
        "[SCENE_BREAK]",
        "Maddie: You're sticking up for Jade Taylor?",
        "Casey: She's gonna be working here --",
        "Maddie: Yeah, and that's what I'd like to know. What is up with that?",
        "Casey: Okay, it's not that complicated, Maddie. When Jade blew her job at the library, Will felt really guilty and begged me to get my grandmother to give her a job here. Why can't you let it go?",
        "Maddie: Because she is big trouble, all right? If she thought cheating was okay, do you think stealing is far behind?",
        "Casey: Maddie, Jade needs this job. She's not gonna do something stupid to blow it. And you're not the only one keeping an eye on her.",
        "[SCENE_BREAK]",
        "Will: Where's our phone?",
        "Gwen: It's on the couch. Hey, look, I know it's been a long time since I've taken care of Johnny, but it still feels --",
        "Will: Scary.",
        "Gwen: Yeah.",
        "Will: I know, okay? Just -- you pull the car around, and I'm gonna get my phone and lock up.",
        "Gwen: Okay.",
        "[Cell phone rings]",
        "Will: Casey?",
        "Jade: No, it's Jade. Listen, about this job --",
        "Will: Can I call you back?",
        "Jade: No. This is really important. Your little friend, Maddie, has been sniffing around and asking a lot of questions. She's found out some things that I don't think you're gonna like.",
        "Will: I can't deal with this right now. I'm on my way to the hospital. So, I'll talk to you later.",
        "[SCENE_BREAK]",
        "Jade: This is a lot more important than your stupid janitor job, Will.",
        "Casey: Ooh, everything okay?",
        "Jade: Oh, yeah, everything's fine. Uh, I won't be late. And thanks again.",
        "[SCENE_BREAK]",
        "Dusty: So, what are you doing here?",
        "Paul: It's not what I'm doing, it's what Emily's done.",
        "Dusty: She saved my son's life.",
        "Paul: And now you owe her.",
        "Dusty: After what you two did to me, I don't think so.",
        "Paul: Emily kidnapped you. She did that all on her own.",
        "Dusty: She offered stem cells on her own, endangered your kids life without checking in. You still peeved about that?",
        "Paul: We both know the real reason why she did that. To get herself off the hook with the criminal charges. And if she succeeds, Dusty --",
        "Dusty: It'll make life uncomfortable for you. I understand. It's much easier to lock away your psychotic wife while you're trying to take her kid and raise it.",
        "Paul: If Emily gets out, she could come after you again.",
        "Dusty: I'm not afraid of Emily. You are.",
        "Paul: Okay, never mind you and me. Jennifer's a different story. You need to protect your family, Dusty. Emily's dangerous.",
        "Dusty: You're dangerous. Your sister still thinks you're the kid she grew up with. She loves you. It's why I can't sleep at night. Stay away from her, and my son. And while you're at it, stay away from Emily and her kid, too.",
        "Paul: Hi, Emily Stewart, please. Well, where did she go?",
        "[SCENE_BREAK]",
        "[Jennifer coughing]",
        "Jennifer: How did you manage it, Lucy?",
        "Lucy: Oh, I convinced the nurse in psych that Emily needed emotional closure post-transplant.",
        "Emily: You were right. I did. It really helped to see Johnny.",
        "Jennifer: You saw him? He's done with his tests?",
        "Lucy: They were just taking him downstairs when we got there.",
        "Emily: I saw him through the window. Jennifer, he looks wonderful.",
        "Lucy: And I wanted to let you know that the tests are going to take about an hour, so you should grab the opportunity to get some rest. [Pager beeping] I have to run. Make this visit short, okay?",
        "Jennifer: Absolutely. Thank you. Well, I'm glad that you're walking around. Are you feeling better? How's the baby?",
        "Emily: Fine. I think we're both fine. I'm not going to say that I wasn't scared, but seeing Johnny and knowing he's doing so well -- it really made it all worth it.",
        "Jennifer: He has his whole life ahead of him now, every Christmas, every birthday, because of you.",
        "Emily: Yeah, I know. And I was hoping that maybe our children could spend some of those holidays together, you know. You know what I'm asking, Jennifer?",
        "Jennifer: For the one thing that I can't give you.",
        "Emily: Johnny and my baby, they have a bond. Now, more than ever. When my baby comes into this world, I want him or her to know that they belong. To a family. That they're part of a family. Your family. You asked me how you could thank me.",
        "Jennifer: I have to think about it. I'll have to talk to Dusty.",
        "Emily: Yeah, but if you -- if you explain to him how important this is to you, he'll understand and he'll do it. I know he'll do it for you.",
        "Jennifer: Emily, Dusty and I will love your child. Believe me. But if Paul is going to raise it, I -- I can't let him back into our lives.",
        "Emily: Yeah, well, far be it from me to defend your brother, but he knows he hurt you. He's been in agony over it, Jen.",
        "Jennifer: He brought that on himself.",
        "Emily: I know. But if you could just find it in your heart to forgive him, our children could grow up knowing each other. That's all I care about, Jennifer. More than anything. That's all that I really care about.",
        "Dusty: What I care about, more than anything, is for you and Paul to leave us alone. And in my family, what I want, takes priority over what you want. Right, Jen?",
        "[SCENE_BREAK]",
        "Lucy: Hi, Grandmother.",
        "Lucinda: Hello, Lucy.",
        "[Lucy yawning]",
        "Lucy: How's Lily?",
        "Lucinda: She's just about the same, actually. But, you, Darling -- did you pull the whole long-night session again?",
        "Lucy: Yeah, well, I'm an intern. You know, it comes with the territory. It's almost dinnertime and I haven't even had lunch.",
        "Lucinda: That's abominable! I'll talk to Dr. Bob.",
        "Lucy: Oh, no, it's not his fault. You know, it's just no fun eating alone. Want to grab something with me?",
        "Lucinda: No. No, I have to -- I have to stay with Lily.",
        "Lucy: Well, where's Holden?",
        "Lucinda: Holden is having dinner with the little girls. We're taking turns looking out for Lily.",
        "Lucy: You know, the nurses are monitoring all of these machines at the front desk. I mean, if she even hiccups, they'll know. So if you want to have dinner with me.",
        "Lucinda: No, honey. [Lucinda laughs] Dr. Bob put you up to that.",
        "Lucy: No. Well, I have a vested interest in keeping both you and Lily around. So take a break, just a small one.",
        "Lucinda: No. No, I have to stay with Lily. I want to wait. She's my pussycat. I'm the mommy cat. What if she should slip away and get lost in there, not able to find her way back? I gotta stay.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Katie: Hello? Yeah, is everything okay with the reservation? Sure, I'll grab your dinner jacket. Okay.",
        "[SCENE_BREAK]",
        "Vienna: Well, how do I look?",
        "Simon: Swell.",
        "Vienna: I had a drink with the guy from across the hall today. What he's doing with that ice princess I will never know.",
        "Simon: Uh-huh.",
        "Vienna: Aren't you even a tiny bit jealous? I did it for you. You said we should bury the hatchet with our neighbors, and we'll do it at dinner.",
        "Simon: I thought they said the dining room was fully booked?",
        "Vienna: Where'd you hear that?",
        "Simon: Around.",
        "Vienna: Well, you know me, I didn't take no for an answer. So get dressed and let's have some fun.",
        "Simon: You know what, this whole boat thing is making me kind of queasy. I might give it a miss, actually.",
        "Vienna: You're turning into a real kill-joy, aren't you, lover?",
        "[SCENE_BREAK]",
        "Jennifer: I had them bring Emily up here. She didn't arrange this.",
        "Emily: I helped Johnny because I wanted to save his life. Not because I was looking to get something out of it.",
        "Dusty: You're here, chatting with Jen, so she can say a few good words for you at your hearing.",
        "Jennifer: No, why don't we talk about this privately?",
        "Dusty: Red, are you buying this? Has she convinced you that you owe her?",
        "Jennifer: We do!",
        "Dusty: Come on, Emily, get out of here. I know your games! I know your games!",
        "Jennifer: Okay, please -- please don't talk to her like this, okay? After everything that she's done --",
        "Paul: Jennifer, listen to Dusty. He's completely right about Emily.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Simon: Babe, you look ravishing.",
        "Emily: You feel that? You're holding your child, Paul.",
        "[SCENE_BREAK]",
        "Dusty: Do I look like I need your help? Get out of here, would you?",
        "Paul: I'll get out of here when Emily gets out of here.",
        "Emily: Look, I'm not trying to use Jennifer or -- I didn't do what I did to get something out of it. Listen to me, I want our children to grow up knowing each other. But whether that happens or not, I'm glad I was able to help your son.",
        "Dusty: Look, the procedure can still go either way.",
        "Jennifer: No, honey, it's working. Yeah, no, the procedure -- he's doing better.",
        "Dusty: Let's go.",
        "Jennifer: Wait. They're doing tests right now, so we do have to wait --",
        "Dusty: That's okay. We'll wait. Come on.",
        "Paul: Happy now?",
        "Emily: Why do you hate me so much?",
        "[SCENE_BREAK]",
        "Simon: I gave you this and you kept it, didn't you, Katie?",
        "[SCENE_BREAK]",
        "Casey: Are you going to sort those?",
        "Maddie: I don't mean to obsess about the Jade thing.",
        "Casey: Good. So don't. Here, this goes in your pile.",
        "Maddie: You think she's pretty?",
        "Casey: Maddie!",
        "Maddie: Do you know that 99.9% of guys going into college break up with their high school girlfriends within the first year?",
        "Casey: Are those real numbers or is that a Maddie statistic?",
        "Maddie: Just did a random survey.",
        "Casey: You really think that I'd dump you for Jade or some college girl?",
        "Maddie: Well, something is to be said of experience.",
        "Casey: Because obviously the only thing that means anything to me is sex?",
        "Maddie: Well, okay, so you think I'm so smart. But, girls in college are a lot smarter. And if you think I'm cute? You are about to be launched into a veritable cornucopia of babes.",
        "Casey: Why are you into me, Maddie? Is it because I'm tall, or the color of my hair? What is it?",
        "Maddie: Everything that you are.",
        "Casey: And you think that I'm too dense or shallow to feel that way about you? To know that you're not interchangeable with babe number 17? Or to need you for more than just sex?",
        "Maddie: I want you to need me for sex! I want you! Casey, why can't you just want --?",
        "[SCENE_BREAK]",
        "Lucy: Her body is doing everything it can to conserve her energy and strength. It's giving her a chance to heal. She's not dying. She's fighting. Now what are you going to do?",
        "Lucinda: I like that. That she's getting a chance to heal. All right, I'm going to stop being maudlin.",
        "Lucy: Good call. And dinner?",
        "Lucinda: Oh, Honey, later.",
        "Lucy: Now, with me, downstairs in the cafeteria.",
        "[Pager beeping]",
        "Lucinda: Take care of that, Darling. I'll get some dinner later. Don't worry about it.",
        "Lucy: I'm going to take care of this and I will see you downstairs.",
        "Lucinda: She's bossy, isn't she? Honey -- Honey, I'll be back soon, all right?",
        "Jade: Ms. Walsh?",
        "Lucinda: What are you doing here? Don't tell me that you're coming around here to gawk at Lily.",
        "Jade: Lily?",
        "Lucinda: You know perfectly well, or why are you hovering near her room? And I don't know what scheme you're up to. Whatever scheme you're up to, I will not allow you to use Lily's condition as a means to worm your way back into the bosom of her family.",
        "Jade: But I didn't even know that Lily was here --",
        "Lucinda: I want you to go. Now!",
        "Jade: Yes, ma'am.",
        "Lucy: I got someone to cover for me. Are you ready?",
        "Lucinda: Yeah. Maybe we can get some takeout. Okay?",
        "Lucy: No, no, no. You're going to sit down with me, and we're going to have every course from soup to dessert.",
        "Lucinda: The phrase actually is soup to nuts.",
        "Lucy: Oh \u0096",
        "[SCENE_BREAK]",
        "Dusty: I thought we were going to check on Johnny.",
        "Jennifer: I thought we could use a couple minutes.",
        "Dusty: Did you hold him? How'd he look?",
        "Jennifer: I didn't hold him, but he looks good. He looks like himself.",
        "Dusty: He's going to be okay, huh?",
        "Jennifer: Yeah. I mean, they say it's promising. But that's all they're saying.",
        "Dusty: Why didn't you call me?",
        "Jennifer: I wanted you to sleep.",
        "Dusty: You wanted me to sleep while you had a meeting with Emily? Have you forgotten who she is? She kept your son away from you. She kidnapped me. She knows the only thing standing between her and jail time is you. She's playing you, Red.",
        "Jennifer: Honey, have you forgotten that our son was deathly ill just 48 hours ago? He could have died! Emily saved his life!",
        "Will: Hey, what's going on?",
        "Jennifer: Hey. Hi, how are you? Hi, Gwen.",
        "Gwen: Hey.",
        "Will: Mom called and she said that Johnny was sick.",
        "Jennifer: Yeah, he was. But he's doing better.",
        "Gwen: Oh, Jen, thank God.",
        "Jennifer: Yeah, I do, I do. And I thank Emily Stewart, too.",
        "Will: Whoa, wait. What's Emily got to do with this?",
        "Dusty: Nothing. And it's going to stay that way.",
        "Jennifer: Johnny was diagnosed with an aggressive blood disorder. It was actually -- it was a form of cancer.",
        "Will: Oh, my gosh.",
        "Jennifer: Yeah, but Emily underwent a medical procedure in which she donated cells, and now Johnny -- it really looks like he has a fighting chance.",
        "Will: Well, that's great.",
        "Gwen: That is amazing. You know, do you mind if we go see him?",
        "Jennifer: Actually, they're running tests. But if you want to wait --",
        "Gwen: Maybe we could go down to the gift shop, and get him, like, a little present or something?",
        "Will: You go ahead.",
        "Dusty: Jen and I are actually in the middle of something.",
        "Will: Yeah, I know. I'll catch up with you.",
        "Dusty: Will?",
        "Will: Yeah?",
        "Dusty: Could give us a minute?",
        "Will: Sure, I can. Just after you explain this to me. If Emily did something good for your baby, why are you giving Jennifer a hard time about it?.",
        "Dusty: You're absolutely right. I shouldn't have been so hard on your sister.",
        "Jennifer: And after everything that Emily has put us through, Dusty has a right to be suspicious.",
        "Will: Well, I know Emily's been a little warped lately, but having been there myself --",
        "Dusty: Yeah, you were a kid.",
        "Will: Yeah, and scared of losing my family, and desperate to hold onto them. Like Emily.",
        "Dusty: So, you're defending her?",
        "Will: Well, whatever else happened between my dad and Emily, she was always a good mother to Daniel and a good stepmother to me. You know, I think she sees what you guys have. How you love each other and you pull together. If your kid was going to get raised by Paul and have him as a dad, wouldn't you want Jennifer coming and checking in every once in a while, running interference in case Paul went Stenbeck?",
        "Dusty: I don't understand why you guys don't see Emily for what she is.",
        "Jennifer: Honey, I don't understand why you seem to forget the mistakes that you've made, that I have made. Now, we have worked hard in our lives to get past all that. And I think that's what Emily is trying to do. She's trying to make up for all the wrong that she's done.",
        "Dusty: It's dangerous to invite Emily into our lives. I won't allow it.",
        "Will: Allow it? Now you're starting to sound exactly like Paul.",
        "[SCENE_BREAK]",
        "Paul: I could never hate you, Emily. But you have to understand, I could never trust you, either.",
        "Emily: I know I hurt you. But you hurt people, too. You thought you were doing the right thing. But you caused a lot of damage.",
        "Paul: Okay, fine. Look, if blaming me makes you feel better.",
        "Emily: I'm not here to blame anyone. I'm here to create a family for our child.",
        "Paul: He'll have me.",
        "Emily: I had you. And look where I ended up.",
        "Paul: I cared for you, Emily. I did.",
        "Emily: Yeah, and I loved you with all my heart. And the result of that love is growing inside of me. You know what, you can try to deny me all you want, but you cannot deny this. You feel that? You're holding your child, Paul.",
        "[SCENE_BREAK]",
        "Maddie: Where'd that come from?",
        "Casey: Where do you think?",
        "Maddie: Why did you stop?",
        "Casey: Because, I'm waiting.",
        "Maddie: I'm ready.",
        "Casey: You're nowhere close.",
        "Maddie: What do you mean? I've been ready for, like, weeks, months -- you're the one that's backing off.",
        "Casey: Because I don't want to just be your first. I want to be your only. You talk about us making love and it's like this thing where you're always comparing yourself to all these women I haven't even met yet. And you never give me any credit.",
        "Maddie: Credit for what?",
        "Casey: For being crazy about you! You, with your endless questions and your movie encyclopedia brain and your hair -- you make me crazy!",
        "Maddie: I do?",
        "Casey: I want you all the time.",
        "Maddie: All the time?",
        "Casey: All the time.",
        "Maddie: Okay. I have a confession already. I want you all the time, too.",
        "Casey: Maddie --",
        "Maddie: No, and it's not because I'm afraid of you going to college and broadening your perspectives. Okay?",
        "Casey: I'm not going anywhere.",
        "Maddie: Listen, you are the only person that gets me, like, completely. And you're the only human I've dedicated like 2,000 journal entries to. And you're the only guy that I've ever wanted to \u0096",
        "[SCENE_BREAK]",
        "Jade: Lily? Can you hear me? Of course you can't. If you could, you'd be jumping out of that bed and kicking me out of here. I know that you think that I never cared about you. Or that I was just using you and your family. But that's not true. From the first moment that I met you -- no, before that. From the first moment that I ever learned about you and your family, I felt like I knew you. Or like I needed to know you. And that's why I came to find you. And you were everything that I ever dreamed about. But before it all fell apart. I messed up. I messed up and I made you hate me, just like I make everybody hate me. But, Lily, you're the closest that I ever came to having a mom that cared about me. And I could really use a mom right now. Lily, please, wake up. Please. Please.",
        "[SCENE_BREAK]",
        "Maddie: Just so you know, I am really enjoying this.",
        "Casey: Me, too.",
        "Maddie: I'm kind of worried, though, that your mom might walk in or --",
        "Casey: Okay, that definitely killed the mood.",
        "Maddie: Sorry. We can go to a hotel.",
        "Casey: Yeah, and check in as Mr. and Mrs. Smith? I don't think so. Come home with me.",
        "Maddie: No, I can't. Your parents --",
        "Casey: Are in Chicago. So we can have the house all to ourselves.",
        "Maddie: Okay. Okay, okay. But, hey, can I meet you there?",
        "Casey: Why?",
        "Maddie: I want to make myself look a little better.",
        "Casey: You look great.",
        "Maddie: Yeah, but this is special, right?",
        "Casey: Yeah, I guess. It'll give me a chance to clean my room.",
        "Maddie: Okay, well, then, you know what? In that case, we should maybe move this to, like, next week. [Maddie laughs] Okay! Okay, stop! This is really happening, huh?",
        "Casey: Only if you're ready.",
        "Maddie: I'll see you tonight.",
        "[SCENE_BREAK]",
        "Jade: Are you spying on me?",
        "Gwen: I didn't mean to. Are you okay?",
        "Jade: Like you care.",
        "Gwen: Is Lily Snyder in there?",
        "Jade: Leave her alone.",
        "Gwen: I wasn't going to -- I was just -- I'm surprised to see that --",
        "Jade: What?",
        "Gwen: Well, I thought that everything between you guys was kind of --",
        "Jade: Fake? That I'm a total user? I don't deserve to have anything? Believe what you want.",
        "Gwen: Whoa, don't go, Jade. Listen, I'm sorry that I was so mean to you earlier. I was blown away by everything that was going on with Will and graduation, and -- can I do something to help?",
        "Jade: I'm going home.",
        "Gwen: Where is that? Will told me you don't have a place.",
        "Jade: What, you're talking about me?",
        "Gwen: I know how you feel.",
        "Jade: Right.",
        "Gwen: No family to call your own. You're totally on your own. No place to go. Yeah, I've been there. And I remember what it feels like to have to act like nothing hurts, when inside, it's tearing you apart.",
        "[SCENE_BREAK]",
        "Dusty: I'm glad Will left.",
        "Jennifer: My bet is he didn't go too far. He's probably right outside the door. Ready to come back in if you start yelling at me. That's what we do. My brothers and I have always looked out for each other.",
        "Dusty: That's good. What do you think I'm trying to do? I'm trying to keep you safe.",
        "Jennifer: I know, honey. And I love you for that. But, you know what I really want? I want to raise our son, better than my mom raised Paul and Will and me. Because for years, all she had to give us was anger and bitterness. Now, Emily just -- she wants me to fix things with Paul so that our kids can know each other. And if I say no to that, I mean, what am I teaching Johnny? To cut yourself off from your family any time they hurt you? Is that what we really want to do with our son? I mean, maybe this is -- the situation is giving us the opportunity to heal and move on.",
        "Dusty: Jenny, maybe it's our last chance to walk away.",
        "[SCENE_BREAK]",
        "Emily: What's wrong?",
        "Paul: No, you can't do that! Emily, me bonding with my child is one thing, but you're not a part of this.",
        "Emily: You think you can dismiss me that easily?",
        "Paul: The reality is that you will be locked up, paying for what you've done. And I will be raising this child without you.",
        "Emily: You think you're the only way into my child's life.",
        "Paul: You stay away from Jennifer.",
        "Emily: Why would I do that? When she's the only one who really understands.",
        "[SCENE_BREAK]",
        "Katie: Hey.",
        "Mike: Hey. I'm glad I checked on our dinner reservations. A few people had some mix-ups.",
        "Katie: Well, after everything we've been through the past couple of days, I'm just excited to have dinner with some nice, quiet people.",
        "Vienna: Hey there! It looks like we might be able to have that drink after all, cutie.",
        "Mike: Really?",
        "Vienna: I think so. We're having dinner together. So you and I can have some time to get better acquainted. Your little girlfriend here --",
        "Katie: Wife.",
        "Vienna: Whatever.",
        "Katie: And where's your boyfriend?",
        "Vienna: He didn't feel well.",
        "Simon: No, no, no, I'm fully recovered. Babe, you look ravishing. Beautiful evening for a sunset dinner, don't you think?",
        "[NEXT_ON]",
        "Paul: Look, don't let Emily come between you and Jennifer. She already has. You and Jen are arguing, I can tell. Let me handle Emily.",
        "Jade: Gwen is not going to find out from me that we slept together.",
        "Mike: You knew he was here and you didn't say anything?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=4Rewl9lJAmw"
}