{
    "Episode Summary": [],
    "Recap": [
        "Henry confronts Katie about why she told Craig about Jennifer's baby. He insists that she wants Mike back, but she denies it. Katie tries to get Henry to believe she loves him, but he's very angry. Craig goes to Mike and Jen's apartment to talk to Jen. Paul is there and tells him Jen is on a \"long walk\". Craig spots an itinerary on the table and leaves to find her. Paul phones Jen to tell her about Craig's visit and the fake itinerary that he planted. Les held Jack with a knife to his throat, when Lily screamed, Jack got loose from Les and took the knife. J.J. fell from a loft in the barn, he was rushed to the hospital. Jack found out that Keith was stabbed by Les.",
        "As Barbara daydreams about seeing her grandchild, Paul shows up to inform her that Jen and Mike are gone for good. He refuses to tell her where they went, and insists that they will be better off without Craig in their lives. Craig goes back into Mike and Jen's place and looks on her lap top computer to see what her real plans are. He finds out that they are headed to Vegas. Mike and Jen arrive in Las Vegas and go to the wedding chapel. Jen goes to freshen up, while Mike secretly purchases a ring for her. When she comes back she informs him that Craig knows about the baby, but doesn't know where they are, yet. Mike insists that Craig won't ruin this for them, they are still getting married."
    ],
    "Recap Author": "Rosey",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: We are not having this conversation.",
        "Henry: At least deny it. Give me that.",
        "Katie: It's ridiculous. I don't have those kind of feelings for Mike anymore. I'm married.",
        "Henry: Yeah, that's a real deal breaker in this town.",
        "Katie: Stop it, Henry.",
        "Henry: Don't talk to me like that. I'm not your lapdog.",
        "Katie: I'm sorry, I didn't mean to say --",
        "Henry: I know what -- I know what you meant, okay? I know. When you've been jerked around as long as I have, why complain when they tighten the leash?",
        "Katie: What has gotten into you?",
        "Henry: I don't know, I don't know, I don't know, but you know what? I like it a hell of a lot better than I like being used.",
        "[SCENE_BREAK]",
        "Craig: Where's Jennifer?",
        "Paul: Gone.",
        "Craig: Where?",
        "Paul: She went for a walk.",
        "Craig: All right, so, I'll wait.",
        "Paul: She went for a really, really long walk.",
        "Craig: What have we here?",
        "Paul: Give me that.",
        "Craig: Interesting.",
        "Paul: That's mine. I came by earlier to ask Jennifer for some advice on a vacation.",
        "Craig: Then I'll ask her for you.",
        "Paul: You stay away from her, Craig.",
        "[SCENE_BREAK]",
        "Mike: You okay?",
        "Jennifer: Yes. Better than I've been in days. I love this. I love being suspended in the air. It feels like my entire life is on hold.",
        "Mike: Jen, life's going like 600 miles an hour right now.",
        "Jennifer: Yes, but it doesn't feel that way.",
        "Mike: Any regrets?",
        "Jennifer: None. Oh, well -- except for one. I left the Manolos in Oakdale.",
        "Mike: So you'll write them after we settle down.",
        "Jennifer: Write to my shoes?",
        "Mike: Shoes?",
        "Jennifer: Yeah, incredible shoes. The ones I wore New Year's Eve?",
        "Mike: What is it with women and their shoes?",
        "Jennifer: What is it with men and football?",
        "Mike: That's a good point.",
        "Jennifer: Mm. Mike, are you sure this is what you want to do?",
        "Mike: Get married? It was my idea.",
        "Jennifer: Yeah, but won't you miss the big beautiful church and your bride floating down the aisle in a designer gown?",
        "Mike: I don't care about any of that. Everything I care about is sitting right here next to me.",
        "Jennifer: But we will have to start all over.",
        "Mike: Yeah, but I get to do it with you and the baby, so the way I see it -- I'm already ahead of the game. But if you want to slow things down --",
        "Jennifer: No, no -- here is what I want. I want to marry you. Not because of the baby, not because of Craig. I'm marrying you because I love you. And I can't think of anything that will make me happier than spending the rest of my life in your arms.",
        "[SCENE_BREAK]",
        "Carly: Ben, I'm fine. I just need to call Jack.",
        "Ben: You need to sit still.",
        "Emily: Oh, honey, are you okay?",
        "Ben: She will be fine.",
        "Emily: Oh, I got a call from Jack. I was so afraid. I mean, I heard what Les Sweeney did to Julia, and the thought of him doing the same thing to you --",
        "Ben: Well, Carly's a lucky woman. It could have been a lot worse.",
        "Carly: What did Jack say? Did he say that he found J.J.?",
        "Emily: I don't know. He's looking for him.",
        "Carly: I was hoping this was over.",
        "Emily: Well, don't worry. Jack will be fine, honey. And so will J.J.",
        "Ben: Emily's right. You need to try to relax.",
        "Carly: I can't relax, Ben. He could kill him.",
        "Emily: Les will not hurt Jack.",
        "Carly: No, no -- Jack -- he's so angry, he could do it, Emily. He could kill Les in cold blood.",
        "[SCENE_BREAK]",
        "Les: You took my wife, you took my boy -- you ain't taking anything else.",
        "Jack: Where's J.J.?",
        "Les: J.J.'s fine.",
        "Jack: J.J.! Where are you?!",
        "Keith: He's inside.",
        "Les: Shut up, Keith. Keep bleedin'. J.J.'s mine, and I ain't leaving without him.",
        "[SCENE_BREAK]",
        "Lily: J.J., Hold on!",
        "[SCENE_BREAK]",
        "Katie: Henry, I never used you. I mean, okay, maybe there was a time when I took advantage in ways that I shouldn't have, but not now, not since our wedding.",
        "Henry: Oh, sweetheart, our wedding was one moment where you used me the most.",
        "Katie: What are you talking about? Our wedding was the moment that everything changed between us.",
        "Henry: This is me, this is me, okay? Your best pal, your partner in crime.",
        "Katie: Yeah, right, so you should know that I'm speaking from the heart. Maybe our marriage started for all the wrong reasons, but it's not wrong now.",
        "Henry: You couldn't let it go, you couldn't let it go. Every time -- you've got that little spark that wants to flare up every time you and Mike are alone together.",
        "Katie: You are so wrong. I love you, Henry. You have to know that.",
        "Henry: Why couldn't you leave it alone?",
        "Katie: I didn't mean to tell Craig about the baby, okay? But you know what? Once I did, I was almost relieved. Any man who fathers a child should know about it, even my brother.",
        "Henry: Yeah, especially if it gets Mike away from Jennifer.",
        "Katie: You really think that that's what I want?",
        "Henry: I think -- I think this baby sweepstakes is your silver bullet, sweetheart. I think it's the stake right through the heart of Jennifer and Mike's romance.",
        "Katie: So I'm just this cold, calculating witch who wants to get Mike and Jennifer broken up so I can have him all to myself?",
        "Henry: No, no, no, no, no. You're sweet and you're loving and you're an adorable woman who couldn't help following her heart's desire.",
        "Katie: No, you're wrong, Henry. Obviously, I handled this thing really badly, but it is not about Mike. You have to give me the chance to make you believe that. Please, Henry, I'm so sorry.",
        "Henry: You're not half as sorry as you're going to be, okay? Because Craig's on his way over to Mike's right now, and he's beating on his chest, and he's demanding what's his.",
        "Katie: Henry, listen to me. Listen, no matter what happens, I want to be with you.",
        "Henry: This is where you look up at me with that sweet face, and I melt and then I get you out of another mess, right?",
        "Katie: No, this is the part where you believe that your wife is telling you the truth because she loves you.",
        "Henry: The truth? Okay, the truth is -- the truth is that when Mike finds out that you told Craig about the baby, he's not going to come running back to you. He's not. The cold, hard truth is that he's going to hate you for breaking his heart.",
        "[SCENE_BREAK]",
        "Craig: The child is mine. I have proof.",
        "Paul: Great, let me see it.",
        "Craig: And it's only a matter of time before I find them.",
        "Paul: Maybe.",
        "Craig: Are you going to get out of my way?",
        "Paul: What's in this for you, Craig? Why are you so anxious to poison another kid's life?",
        "Craig: I think you know what poisons a child's life is being denied his parent. Now, if Jennifer is lying to her baby before it's even born, and that's her idea of the high road, where's she going to go?",
        "Paul: Anywhere -- where you are not.",
        "Craig: Yeah, but it looks like I already have found her, doesn't it?",
        "Paul: Hey Jen, I'm sure you're in flight, but hopefully you'll get this when you land and check your messages. Craig knows about the baby. I don't know how, but he does. He came by the cottage, making all these demands. I didn't tell him anything. He did find the false itinerary that I planted, though, so he thinks you're driving down to Mexico. By the time he figures this whole thing out, hopefully you and Mike will be happily married. And I wish I could be there because I'm sure you make a beautiful bride, and I'm happy for both of you. I love you.",
        "[SCENE_BREAK]",
        "Jennifer: My life is scarier and more unpredictable than it's ever been -- and I'm still smiling. Is that normal?",
        "Mike: What's normal? Besides, it's okay to be a little scared.",
        "Jennifer: Not about us, though. It's just the idea -- having a baby. It's forever. A thousand different chances to screw up a kid's life.",
        "Mike: You won't.",
        "Jennifer: No?",
        "Mike: We'll be great parents, Jen.",
        "Jennifer: How do you know?",
        "Mike: Because we'll let our kids be who they are, follow their dreams, not ours.",
        "Jennifer: Kids?",
        "Mike: I don't know. Why stop at one, right?",
        "Jennifer: Mike, I wish this baby --",
        "Mike: This is your baby, which makes it mine.",
        "Jennifer: When you say it like that, it sounds so simple.",
        "Mike: Why complicate things? We left all that baggage behind us and started over, remember? Life will be simple, even peaceful.",
        "Jennifer: Mm, simple and peaceful.",
        "Mike: I want you to picture something. We are raising a baby in this terrific old house, okay? I'll fix it up, and we'll paint the nursery all your favorite colors. You can be on the school board. I'll coach soccer, whatever our little star athlete wants to play.",
        "Jennifer: That sounds like the perfect fantasy.",
        "Mike: We'll make it a reality. Happy wedding day.",
        "Attendant: We thought we heard something about a wedding.",
        "Mike: Oh, it's that obvious?",
        "Attendant: We can usually pick you guys out. Complimentary champagne?",
        "Jennifer: Oh, I better not.",
        "Mike: We're also having a baby.",
        "Attendant: Congratulations. Sparkling cider then?",
        "Mike: Yeah, that would be great. Thank you.",
        "[Baby crying]",
        "Mike: There's a glimpse into our future.",
        "Mother: I hope she's not bothering you.",
        "Mike: No, it's fine.",
        "Mother: I wouldn't ask, but the flight attendant is so busy and I need to use the restroom --",
        "Mike: Oh, yeah, yeah, of course.",
        "Mother: Thank you so much.",
        "Mike: No problem. Want to try?",
        "Jennifer: No, you're doing fine. She must be traveling alone.",
        "Mike: It looks like it.",
        "Jennifer: Oh, she's adorable.",
        "Mike: Oh, that's okay, that's okay.",
        "Jennifer: She's so tiny.",
        "Mike: I know. Your mom is going to be right back, all right? She's getting tired. I think she might fall asleep.",
        "[SCENE_BREAK]",
        "Lily: Help! Somebody help!",
        "Jack: You're not so tough when you can't beat up on women, are you?",
        "Les: That witch wouldn't give me my kid.",
        "Jack: Yeah? He's not yours!",
        "Les: I'll just take him again, Jack.",
        "Jack: Not if I kill you first.",
        "Keith: Jack, come on, don't cross that line yet.",
        "Les: Bring it, man. Come on, bring it.",
        "Jack: He's right. You're not worth a damn thing.",
        "Cop: You okay, detective?",
        "Jack: Fine, cuff him. Call an ambulance.",
        "Lily: Oh, my God! J.J.! J.J.!",
        "Jack: What happened?",
        "Lily: He was holding on, but he couldn't hold on anymore! He just let go and he fell!",
        "[Blaring sirens]",
        "Jack: Stay with me, buddy. Come on, stay with me.",
        "Keith: Jack, where are the paramedics?",
        "Lily: They're on their way.",
        "Jack: Come on, come on, J.J. It's Uncle Keith. Everything's going to be okay. Hang in there. Hang in there. Help's on the way, okay?",
        "Lily: Oh, here, here, here.",
        "EMT #3: Immobilize the neck -- I'll start an iv.",
        "Jack: I'm his father --",
        "EMT #4: We'll take good care of him.",
        "Lily: This man has a stab wound.",
        "Keith: Don't worry about me. Just take care of J.J.",
        "Jack: You stay with him. I'll be right back.",
        "Les: Easy, easy. Hey! Snyder, you can't hold me, man.",
        "Jack: You're under arrest for assault with intent to do bodily harm.",
        "Les: That's a joke.",
        "Jack: Attempted murder, kidnapping, child endangerment.",
        "Les: I've got a custody agreement. Man, your wife broke the law.",
        "Jack: Read him his rights!",
        "Les: Your wife should be in jail. My rights? I need to get Justin on the phone to call my attorney.",
        "Jack: You do that, you do that. You call your attorney and I'll send him your rap sheet and a file -- all the pictures in your file from when you used to beat Julia. Then I'll send him down to the hospital and show him what you did to Carly tonight. You're finished. Get him out of my face. Get him out of my face right now!",
        "Les: Sweet little blonde thing.",
        "[Laughs]",
        "[SCENE_BREAK]",
        "Katie: I don't care what Mike thinks.",
        "Henry: Really? How are you going to explain telling Craig about the baby? Or how you went after Jennifer's medical file?",
        "Katie: I know it looks bad --",
        "Henry: Bad -- yeah, let's see, sneaking around, breach of ethics, all those privacy laws that were shredded while you innocently kept your appointment with Dr. Schiller?",
        "Katie: Look, Henry, I am not the one who is cheating on Mike. I am not the one who created this mess.",
        "Henry: Yeah, you are. You are, Katie. When you let me convince you to put that ring on your finger, you created a very big mess.",
        "Katie: Henry that was all your idea and, suddenly, you're acting like you don't even like me anymore.",
        "Henry: I don't. I don't like you right now, okay? You think the wedding would just change everything, but it didn't. We just liked pretending that it did.",
        "Katie: I wasn't pretending, but if you think that I'm this user and liar, fine.",
        "Henry: No, hell, no. I'm not going to backed into that corner, absolutely not. I love you, Katie. I could spend my entire life trying to explain how I love you -- from your obsession with a silly rabbit to the way you give money to any guy on the street with a tin cup. We could be beautiful together, we could be wonderful together, except for one tiny detail -- you don't love me that way.",
        "Katie: I do love you, Henry.",
        "Henry: That part of your heart's taken. Mike's got squatter's rights.",
        "Katie: How many times do I have to tell you? It is over with him. I made a mistake with Craig, but I promise I'll fix it.",
        "Henry: No. It's -- you know what? It's too late for that. It's too late. You can take mike and Jennifer down, but you're not taking me down with them.",
        "Katie: Wait, where are you going?",
        "Henry: When you're dealt a bad hand, you know, you do what you're supposed to do -- you fold the cards and then you leave the table.",
        "Katie: Wait, Henry, please -- I will make this up to you -- I will make it up to every one. I promise I will!",
        "[SCENE_BREAK]",
        "Mother: Thanks, again, you're a natural.",
        "Mike: Any time.",
        "Jennifer: She's right. You are a natural. She just seemed to feel safe in your arms.",
        "Mike: You could have done the same thing.",
        "Jennifer: I don't know. There's something about watching a man with a baby. I don't know. Maybe it's the hormones -- maybe it's the day -- but I don't think I would mind bypassing the wedding and moving straight to the honeymoon.",
        "Mike: Really?",
        "Jennifer: Mm-hmm, you have no idea.",
        "Attendant: We're beginning our final descent into Las Vegas. Please place your seats in the upright position.",
        "Mike: I kind of like the idea of the wedding before the honeymoon.",
        "Jennifer: Oh, that's right -- you're a traditional man.",
        "Mike: No, I'm just -- I'm a -- I'm a family man.",
        "[SCENE_BREAK]",
        "[Barbara daydreaming]",
        "Jennifer: Sweetheart, would you like to meet your grandmother? Would you like to hold her?",
        "[Baby snorts]",
        "Barbara: May I? Oh, you're sweet. Come on. Here we go, yes. Oh, how I've dreamed of this day. She's so beautiful -- looks just like her mommy. And her daddy, too.",
        "Jennifer: I know. I can't stop looking at her.",
        "Barbara: We're going to be putty in your little hands, especially your father.",
        "Jennifer: Dad's on his way over.",
        "Mike: So are Will and Paul.",
        "Jennifer: I wanted us all to be together on her first day home.",
        "Barbara: I told you we would all be a family again because of you, little one. Yes, because of you. This little angel is a miracle. What are you going to name her?",
        "Jennifer: It's Barbara.",
        "[SCENE_BREAK]",
        "Paul: What planet were you on?",
        "Barbara: What are you doing here?",
        "Paul: We need to talk.",
        "Barbara: If you're here to berate me for going to see Jennifer.",
        "Paul: No, no, no. I'm glad you went to see Jennifer.",
        "Barbara: She's keeping the baby.",
        "Paul: Yeah, I know.",
        "Barbara: I couldn't resist a little shopping spree.",
        "Paul: Hate to see what's in the trunk.",
        "Barbara: A porta crib, a swing and a baby gym. And don't tell me I'm spoiling my grandchild. I would have done the same thing for Cabot.",
        "Paul: It appears that we've hit a roadblock on the road to the happy ending. Craig knows that it's his baby.",
        "Barbara: How does he know?",
        "Paul: I don't know.",
        "Barbara: I will not let that man destroy my daughter's life.",
        "Paul: Good -- that'll make this next part a little easier.",
        "Barbara: Make what easier?",
        "Paul: Jennifer's gone.",
        "Barbara: Gone? Gone where?",
        "Paul: Someplace safe. She's with Mike.",
        "Barbara: I have a right to know where my child is.",
        "Paul: If it were up to me, nobody would ever know where Jennifer is. Mom, I know this is hard, but with Craig hot on her trail, I think it's best if Jennifer just disappeared.",
        "[SCENE_BREAK]",
        "Craig: You are so weak, Paul. Chinese food -- manicure -- there has to be something -- hello, hello, hello. Recent searches -- airlines -- yes. Two one- way tickets? Yes. Destination, where? Confirmation number -- yes, Vegas, baby.",
        "Katie: Craig, what are you doing here?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns.\"",
        "Jennifer: Mike, what are you --",
        "Katie: Don't go after Mike and Jennifer. Craig, please, just let them be happy. Let us all be happy.",
        "Keith: If anything happens to J.J. -- he's the only family I have left.",
        "[SCENE_BREAK]",
        "Jack: How are you doing? Are you okay?",
        "Carly: Yeah, I'm fine. What happened to Keith?",
        "Lily: Les stabbed Keith.",
        "Ben: Are you still bleeding?",
        "Keith: I'm okay, doc. Just take care of J.J.",
        "Ben: He's nonresponsive. Get him into cubicle five. All right, I'm going to need a CT scan, start him on saline, and get Morton in for a consult.",
        "Jack: Ben, he's been unconscious a long time. What's wrong?",
        "Ben: Look, I don't know yet. I'm going to have to do a full workup.",
        "Jack: All right, I'm going to stay with him.",
        "Ben: It's going to be too crowded. You'll be in the way.",
        "Jack: I'm his father. I'm not leaving him now. I'll be back in a little bit.",
        "[SCENE_BREAK]",
        "Barbara: I can understand Jen running away from Craig, but I'm her mother.",
        "Paul: You're the first person that Craig would follow.",
        "Barbara: Then I'll be careful. We'll all be careful, and once that Jennifer and Mike are married, Craig will leave her alone.",
        "Paul: I don't think that Craig's gonna roll over and die just because Jennifer has a ring on her finger.",
        "Barbara: I don't want her living in hiding.",
        "Paul: Well, she shouldn't be living her life in a court, either.",
        "Barbara: I don't think there's any judge in this land that will listen to Craig Montgomery.",
        "Paul: Unfortunately, even guys like Craig have rights. And Craig knows that. He's going to work the system. He's going to hassle Jennifer. He's going to micro-manage this baby's life. Jennifer and this baby will not have a moment's peace.",
        "Barbara: Mike will be raising the baby.",
        "Paul: Mike doesn't count. The law's on Craig's side.",
        "Barbara: There should be laws against Craig.",
        "Paul: Well, there aren't. Jennifer and mike, they know that. That's why they went away. She's happy, Mother. This is what she wants.",
        "Barbara: Please, just tell me where she is, all right? I swear to you I won't tell anyone.",
        "Paul: Right, like you didn't tell Hal about the baby? Like you didn't interfere with Jennifer at the family planning center?",
        "Barbara: Look, I can understand that maybe they wanted a little time away, that I understand. But just to pick up stakes and move. They don't have to do that. Craig will eventually lose interest. Then he'll move on and ruin some other life.",
        "Paul: Craig's not gonna lose interest. This is the worst kept secret in town. [Paul sighs] Mom, if you love her, just let her go.",
        "Barbara: For how long?",
        "Paul: I think you know the answer to that question.",
        "Barbara: I will not live my life without my daughter or my grandchild. I can't.",
        "[SCENE_BREAK]",
        "Katie: Where are Mike and Jennifer?",
        "Craig: Gone.",
        "Katie: Gone where?",
        "Craig: Well, according to Paul, Mexico.",
        "Katie: You saw Paul?",
        "Craig: And he left some bogus travel papers to lead me on a wild goose chase. You have any doubt about who's the daddy now?",
        "Katie: Craig, please just leave them alone.",
        "Craig: Yeah, not a chance.",
        "Katie: Don't go after Mike and Jennifer. Craig, please, just let them be happy. Let us all be happy.",
        "[SCENE_BREAK]",
        "Carly: Is he awake?",
        "Jack: Ben's getting ready to take him upstairs for tests. Are you sure you're okay?",
        "Carly: Yeah. Well, I will be, once I know that J.J.'s all right.",
        "Jack: When I think about what that animal did, Carly --",
        "Carly: Jack. It's over. Les can't hurt us ever again.",
        "Emily: Jack, its okay. I'll wait with Carly, if you want to go back and see J.J.",
        "Jack: Thanks, Em.",
        "Keith: Jack, the doctor say anything?",
        "Jack: No. Why aren't you stitched up yet?",
        "Lily: He refused until he knows about J.J.",
        "Keith: J.J. first.",
        "Jack: You're no good to J.J. If you're lying on a hospital floor. Keith, let a doctor check you out.",
        "Lily: Jack is right.",
        "Emily: You know what? My mom's on duty. Let me go page her.",
        "Keith: Thank you.",
        "Carly: I know where you're going. I know what you're thinking. And stop it. None of this was your fault.",
        "Jack: If I got there sooner, though --",
        "Carly: Jack, you tried.",
        "Jack: I broke my promise.",
        "Carly: What promise?",
        "Jack: I promised that he'd never get hurt. A kid's monsters shouldn't be this so damn real.",
        "Carly: Hey. Hey. That monster is gone now, Jack. And J.J. has all of us. He's gonna get through this.",
        "Ben: All right, we're taking J.J. up for some tests. I need you in cubicle three, sir.",
        "Keith: Can I speak to J.J. first? J.J., J.J., Its Uncle Keith. Be strong. Be strong, like your mother. Okay? Everything's gonna be all right. Okay?",
        "Jack: We're gonna be waiting right here for you, okay? I love you.",
        "Lily: Look, Ben's right. You need to be examined. I'll stay here with you. I won't leave you alone.",
        "Keith: I don't care about myself. If J.J. -- [Keith sighs] If anything happens to J.J. -- He's the only family I have left.",
        "Jack: What is taking so damn long?",
        "Carly: It hasn't been that long.",
        "Jack: Ah, yes. He's so still. What if he has brain damage? What -- God forbid, what if he doesn't make it?",
        "Carly: He will. If we believe, he will. I learned from Parker. After your accident, I stopped believing in miracles, but Parker didn't. That's the kind of faith we need right now.",
        "Jack: How is he?",
        "Ben: He's still unconscious. But the good news is there's no intracranial bleeding.",
        "Jack: Thank God.",
        "Ben: J.J. has a grade three concussion.",
        "Jack: How's his back?",
        "Ben: There's no fracture. We're going to observe him for a little while, run a few more tests later. Hopefully, he'll wake up with nothing more than a slight headache. He may not remember much of what happened.",
        "Carly: I hope he doesn't.",
        "Ben: He's back in the cubicle now, if you want to go see him.",
        "Carly: Could I go with you?",
        "Jack: J.J. would like that. Ben, when do you think J.J.'s going to wake up?",
        "Ben: I'm -- I'm not sure. Why don't you just go in and talk to him. Let him know you're there. I can't think of anything that'll help more than that.",
        "Jack: All right. Thank you.",
        "[SCENE_BREAK]",
        "Barbara: Well, at least you got to say good-bye.",
        "Paul: Well, I would have liked to have had more time. But we just ran out of options.",
        "Barbara: So what are my options?",
        "Paul: You don't have any options.",
        "Barbara: Oh, and that must please you to no end. Oh, yes, you were helping your sister, but the fact that I get hurt in the meantime, that's a little bonus, isn't it?",
        "Paul: Actually, I didn't think about you at all until the whole thing was over.",
        "Barbara: Which makes it so much worse.",
        "Paul: I would rather see Jennifer gone than unhappy. If that makes me selfish, fine, I'm selfish. If you think I'm punishing you, fine, I'm punishing you.",
        "Barbara: Life without my daughter would be so much worse than going to prison. Please, son, I'm begging you, just tell me where she is.",
        "[SCENE_BREAK]",
        "Katie: Would you just let Mike and Jennifer raise this child on their own? They will be great parents.",
        "Craig: Well, I hope so. But they can have their own children.",
        "Katie: So you're just dead set on fighting for this baby?",
        "Craig: Well, with my last breath, yes. Thank you very much.",
        "Katie: Why is everything about you?",
        "Craig: You are so wrong. And I'm going to prove that to you.",
        "Katie: Craig, come on! Craig! Why is everyone walking out on me today?",
        "[Katie remembering]",
        "Henry: When Mike finds out you told Craig about the baby, he won't come running back to you, Katie. The cold hard truth is, he'll hate you for breaking his heart.",
        "Katie: All right, if Craig can find out where they're going, so can I.",
        "[SCENE_BREAK]",
        "Mrs. Lovejoy: Hello, I'm Mrs. Lovejoy.",
        "Mike: Hi.",
        "Mrs. Lovejoy: Of course, it isn't really Lovejoy, it's Brodsky -- Ida Brodsky. But that doesn't quite have the magic, does it, Mr. Karloff?",
        "Mike: It's Kasnoff.",
        "Mrs. Lovejoy: Right. And Miss Munson, our bride. Oh. I have a few more forms for you to fill out if you don't mind.",
        "Mike: We can still get married today, right?",
        "Mrs. Lovejoy: Of course. This is Las Vegas.",
        "Jennifer: Good. We -- we are anxious to get things started.",
        "Mrs. Lovejoy: Well, you have come to the right place. This is our third chapel. Mr. Lovejoy and I took it over from the king of the drive-thrus. And we've changed it -- we've changed it a bit. And we feel we like to make our own mark and have our ceremonies have the dignity we feel they deserve. You know, fast shouldn't mean frivolous. We have a motto that \"weddings should take a minute, but marriage should take a lifetime.\"",
        "Mike: That's a good motto.",
        "Mrs. Lovejoy: Of course I have packages, if you're interested -- complete with bubbly and complimentary 8x10 photos and some white baby tea roses. We even have glitter veils.",
        "Jennifer: Oh, I don't need a veil.",
        "Mrs. Lovejoy: Well, surely you'll want flowers.",
        "Mike: We'd like flowers. White roses are fine.",
        "Mrs. Lovejoy: We have them in the back. Now, did you bring your own rings?",
        "Mike: There wasn't time.",
        "Jennifer: Mrs. Lovejoy, is there somewhere where I can freshen up?",
        "Mrs. Lovejoy: Of course, my dear. Third door, down the hall and to your right.",
        "Jennifer: Thank you. I'll be back.",
        "Mike: Mrs. Lovejoy, I want to surprise Jennifer with a ring.",
        "Mrs. Lovejoy: Oh, we have a wonderful collection.",
        "Mike: Okay. Money's no object.",
        "Mrs. Lovejoy: My dear boy, I get the feeling you could put a cigar band on that girl's finger and it wouldn't matter.",
        "Mike: I know. It matters to me though. I want to start off our life together right. I want her to remember this as the happiest day of her life.",
        "[SCENE_BREAK]",
        "Paul: Look, I can't stop Craig forever. But I can give Jennifer a little cushion. I can give her a few moments of uninterrupted happiness.",
        "Barbara: Pregnant and alone?",
        "Paul: She has Mike.",
        "Barbara: And what do I have?",
        "Paul: You have the comfort of knowing that your daughter is happy and safe.",
        "Barbara: And why can't we share in her happiness?",
        "Paul: I don't know. I don't know why with this family when something good happens, the next thing that happens is something bad. I have no idea. But maybe Jennifer can break this curse.",
        "Barbara: Maybe Craig will break his neck.",
        "Paul: Now, there's the mother I know. I know.",
        "Barbara: No, you don't know. You don't know, but I do. She's young. Just like I was. And the only difference is I had your Aunt Kim, I had Lisa. And they were always there for me, they were always showing up and hovering around, and walking the floor with your kids if I needed to rest. Sitting with me through your first fevers.",
        "Paul: Jennifer will have some help.",
        "Barbara: Ha. From strangers?",
        "Paul: Okay, look -- she didn't do this to hurt you. And mom, believe it or not, neither did I.",
        "Barbara: You know, one of these days, it just won't be enough for her. She's going to want people around her who love her unconditionally. She's going to want family. But I guess she's just going to realize that she'll have to give up that dream. Just like I did.",
        "Paul: Hey.",
        "[SCENE_BREAK]",
        "Jennifer: Paul left me a message. Craig knows about the baby.",
        "Mike: How'd he find out?",
        "Jennifer: Paul wasn't sure. And he at least was able to lead Craig in the wrong direction. Craig thinks we're on our way to Mexico.",
        "Mike: Well, maybe he'll get stuck in Mexico or something.",
        "Jennifer: I should probably cancel my phone service. They might be able to trace a call.",
        "Mike: Hey, you know, we'll do that later. Right now, there are some more important things I want to take care of.",
        "Jennifer: Mike, what are you --",
        "Mike: Will you do me the honor of being my wife?",
        "Jennifer: When did you -- where --",
        "Mike: Is that a yes?",
        "Jennifer: Yes! Yes! Oh, Mike. I love you.",
        "Mike: I love you, too.",
        "Jennifer: Oh, it's beautiful.",
        "Mike: I hope you like the bands I picked out.",
        "Jennifer: I'm sure I'll love them.",
        "Mrs. Lovejoy: Okay, you lovebirds. We're ready for you.",
        "Mike: All right, we'll be right there.",
        "Jennifer: This is the world's quickest engagement.",
        "Mike: As long as it's the world's longest marriage. You ready?",
        "Jennifer: Yes. I am ready in this chapel of love in the Las Vegas strip -- to become Mrs. Michael Kasnoff.",
        "[SCENE_BREAK]",
        "Flight attendant #2: We are sorry for the delay, sir, but we will be waiting for just one more passenger.",
        "Craig: Miss, I've got to get to Vegas, pronto. I don't care if we're waiting for the queen of England.",
        "Katie: Oh, hey. Sorry I'm late.",
        "Flight attendant #2: Not at all. Enjoy your flight.",
        "Craig: What are you doing here?",
        "Katie: What does it look like, Craig? I'm going to Vegas.",
        "[SCENE_BREAK]",
        "Lily: Why are they making you wait so long?",
        "Keith: The other guy was in worse shape than me. The doctor will be out in a minute. You must be exhausted. Go on, you can go home. I'm a big boy. I'll be all right.",
        "Lily: Even big boys shouldn't go through something like this alone.",
        "Keith: No. At least we know the truth. Sweeney killed my sister. We know that now.",
        "Lily: That's something -- for J.J.",
        "Keith: For me, too.",
        "Lily: I'm just going to stay here and wait with you. At least until the doctor comes, okay?",
        "Keith: Well, I'd like that. I'd like that a lot.",
        "Jack: His coloring's a little better.",
        "Carly: He's such a brave boy.",
        "Jack: In St. Genevieve -- you should have seen the way he took care of his mother. He hasn't had a chance to be just a kid yet.",
        "Carly: We're going to change that.",
        "Jack: We?",
        "Carly: He's so easy to love. I get that now. I understand why you couldn't let him go.",
        "Jack: Hey, buddy -- my pal, Dr. Harris, says you're going to be just fine. I told him you'd better be -- the fish are starting to bite out at the Snyder pond. I know just the place to dig the bait. We can pack a big picnic. Chocolate doughnuts, grape soda -- all your favorites. I swear -- I swear, I swear, I'm not going to let anything like this happen to you again. You're my boy. And you always will be. You'll always be my boy.",
        "J.J.: Dad?",
        "Jack: Yeah, I'm right here.",
        "J.J.: Dad, don't leave me.",
        "Jack: Oh, no. No, I won't, I promise. I love you. I love you with all my heart, J.J.",
        "J.J.: I love you, too.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Paul: Jennifer needs to keep that baby away from Craig. Nothing else matters.",
        "Craig: This is the list of wedding chapels in the greater Las Vegas area.",
        "Katie: Oh, good. There's hundreds of them.",
        "Craig: I'll find them. In your heart of hearts, you're hoping that I do."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=s98ea8ajWl0"
}