{
    "Episode Summary": [],
    "Recap": [
        "Bob invited Dr. Decker to join Memorial in the field of geriatrics. Susan invited Dr. Decker to live with her and he accepted. Emily thought Susan was too concerned about the good Dr. and not Ali. Alison got another threatening letter in jail. Her and Chris discussed their relationship/friendship. Ben proposed to Jessica after giving a long winded speech about how wonderful she is. Molly asked Carly for help with the thugs that are chasing down her and Dusty. Rosanna put on a sexy number for Mike, but couldn't take it any further. She got a call from Craig who became upset and hung up after hearing Mike's voice in the background."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: Lloyd, was that the guy that was asking questions about me?",
        "Bartender: That's the one.",
        "Molly: I wonder what -- he just, like, disappeared. Hey, you know what? If he comes back, you get a mental description of him and then -- I don't know, call the cops.",
        "Bartender: And tell 'em what? Molly McKinnon's got another fan?",
        "Molly: You're right. You're right. You know, maybe that's it, I hope that is it. Maybe he just watches the news. Yeah. Thanks.",
        "[SCENE_BREAK]",
        "Alison: Chris! I begged them to call you, but I wasn't sure if they'd let me see anyone.",
        "Chris: How you doing?",
        "Alison: You know that saying, \"no good deed goes unpunished\"? Well, I always wondered what that meant. And unfortunately, now I know.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Bonnie: Hey, there.",
        "Jessica: Hey, sweetie. I was dreaming about you.",
        "Bonnie: Oh, yeah? What was it about?",
        "Jessica: You came to see me, to ask me what you should say to the police. And -- I was trying to tell you not to say anything, but -- something was covering my mouth, and you couldn't hear me.",
        "Bonnie: Yeah. They had an oxygen mask on you. But it's gone. Ben said your infection is finally responding to the medication.",
        "Jessica: What did you say to the police?",
        "Bonnie: I told them -- I told them what we all agreed I'd tell them.",
        "Jessica: Oh, thank God. Sweetheart, I know this has been hard, but soon it'll all be in the past.",
        "Bonnie: Yeah, but it won't hurt any less.",
        "Jessica: Before you know it, I'll be up and out of this bed.",
        "Bonnie: I know. It's what I've been praying for. It's just that --",
        "Jessica: What?",
        "Bonnie: Nothing. Nothing. I shouldn't be talking to you about this right now. You just need to get your rest.",
        "Jessica: Oh, now, wait a minute. How am I gonna get some rest if you're gonna leave me hanging like that? What's on your mind? Come on, Bonnie, I mean it.",
        "Bonnie: All right. Here it is, Mom. I'm scared. I'm scared because -- I think you wanted me to lie to the police because you don't think I can handle the consequences of my actions. And it kills me. It kills me to know that you think so little of me.",
        "[SCENE_BREAK]",
        "Kim: Honey? Honey, what are you doing here?",
        "Bob: Where should I be?",
        "Kim: Well, at the Lakeview with Dr. Decker.",
        "Bob: Dr. Decker?",
        "Kim: Yes. The doctor who specializes in Geriatrics that Susan met in Florida. You were gonna interview him. You said you could work him in later today.",
        "Bob: Right, right. You know, with all the emergencies and all that's going on around here, it just slipped my mind.",
        "Kim: Honey -- do you feel all right?",
        "Bob: Well, yeah, I'm fine. Don't look so worried, I'm fine. I'd better get over to the Lakeview. Thanks for reminding me.",
        "Kim: Yeah, yeah.",
        "[SCENE_BREAK]",
        "Mike: What the hell are you doing?",
        "Carly: Stop it.",
        "Mike: Rosanna -- let her go.",
        "Rosanna: My God --",
        "Mike: Are you all right?",
        "Rosanna: Carly. My God, I -- do you need a doctor?",
        "Carly: You. You are the one that needs help, Rosanna. Don't you ever come near me or my baby, again.",
        "Rosanna: I'm so sorry --",
        "Carly: Get her outta here!",
        "Rosanna: You know I would never hurt you.",
        "Carly: After what you just pulled, Rosanna, I wouldn't put anything past you.",
        "Rosanna: I didn't push her, she lost her balance!",
        "Carly: She lost her mind.",
        "Rosanna: It was an accident!",
        "Carly: Which part, Rosanna? The part where you pushed me, or the part where you got caught?!",
        "Mike: Are you all right?",
        "Carly: Yeah, yeah, I'm all right.",
        "Mike: You're sure? All right, the second that it feels like something's wrong, you call me. All right? Or Jack or the doctor.",
        "Carly: Okay.",
        "Mike: Okay? Come on, you're leaving with me. Let's go.",
        "Rosanna: I don't need your help. I can find my own way home.",
        "Mike: Trust me, you do.",
        "Rosanna: Don't touch me.",
        "Carly: All right, Montgomery. Let's see if some modern technology can track you down. [Carly sighs] he's probably out of the country. Or out of his mind, like his lunatic wife. Well, wherever he is, he'd better come home soon, before his wife does something really stupid.",
        "[SCENE_BREAK]",
        "Bob: Sorry to keep you waiting. I got tied up at the hospital. You know all about that, Susan.",
        "Susan: I do. Dr. Bob Hughes, I'd like you to meet Dr. Eric Decker.",
        "Bob: Good to meet you, Dr. Decker.",
        "Rick: Rick, please.",
        "Bob: All right, then, let's make it Bob. Why don't we go into the dining room, and we'll grab a bite and get to know each other?",
        "Rick: Sure.",
        "Susan: I'll meet you back here later.",
        "Rick: Wish me luck.",
        "Emily: I'm back. Where's Rick?",
        "Susan: He's interviewing with Dr. Bob as we speak. And I -- Bob was so late. I was beginning to think our stalwart chief of staff had changed his mind.",
        "Emily: Well, it's good. It's a good thing. I'm glad we have a few minutes to talk. I wanted to bring you up to date on what's going on with Alison. Hal got a call from the detention center. Apparently, the matron wanted to talk to him about something urgent, urgent information she wouldn't discuss over the phone.",
        "Susan: What does Hal think it is?",
        "Emily: He's not sure. I'm just praying it's good news. You know, after all, Alison did save that matron's life. And I'm thinking maybe they'll take a couple months off her sentence.",
        "Susan: Oh, honey. Let's not get our hopes up. Not until we get official word.",
        "Emily: I can't help it. I'm a nervous wreck. How can you be so calm?",
        "Susan: Well -- listen, all I can think about right now is Rick interviewing with Dr. Bob. A man like Rick, with his C.V. and credentials, he could be at any hospital in the world. But he's genuinely interested in being at Memorial -- and being with me.",
        "Emily: That's great. That's great, Mom. And I know you've got a lot of exciting things going on in your life, but -- don't you care about your daughter anymore?",
        "[SCENE_BREAK]",
        "Chris: Finish your story, already. You were gonna go into protective custody, but --",
        "Alison: But it was full. A very popular place. So they put my psycho cell mates in some place far, far away.",
        "Chris: That's great. You get this room all to yourself.",
        "Alison: All it means is I'm a sitting duck. Saving Corrado's life was like the dumbest thing that I could've done.",
        "Chris: Alison, you don't mean that.",
        "Alison: I kept her from getting killed, and now people treat me worse than garbage. They want me dead.",
        "Chris: Nobody wants you dead, okay? You're exaggerating.",
        "Alison: No, they just put death threats under my door for the fun of it?",
        "Chris: Try not to get scared. All right? They'll get bored soon, move on to something else.",
        "Inmate: You're gonna get it, snitch! Watch your back!",
        "Alison: You see what I mean?",
        "[SCENE_BREAK]",
        "Jessica: Bonnie -- I am protecting you because I love you. And I think the world of you. You're mine.",
        "Bonnie: But you don't think I could handle what would happen if I actually told the police the truth. Do you? And you know what, Mom? I can't really blame you for that.",
        "Jessica: Sweetheart, don't do this to yourself.",
        "Bonnie: Don't do what? I shot my own mother. I mean, look at you. You have tubes coming out of you. You have a hole in your chest. Because I'm stupid and irresponsible. Don't you see, Mom? That's what I do. I make stupid choices and then wait for you to pick up the pieces. God, you'd think I'd grown up by now.",
        "Jessica: But you have grown. Look at the progress you've made since you've come back home, with sky-high credit cards. You had a fit when I told you to get a job, but you did it. And now look at you. You're running a successful business, you're a partner. You're making wonderful changes in the club and in Isaac and yourself.",
        "Bonnie: Let's get real, Mom. The only reason I had a job in the first place at Java is because you asked Lisa. And the only reason I became a partner is out of spite. 'Cause if I'd really grown up, I'd be taking responsibility of what I've done and not waiting for Mommy to cover up for me. And maybe, just maybe you'd respect me a hell of a lot more than you do now.",
        "[SCENE_BREAK]",
        "Rosanna: Look, I'm sure you have better things to do than take care of a hysterical woman. So why don't you just do us both a favor and leave?",
        "Mike: After I make sure that you're okay.",
        "Rosanna: I am most emphatically not okay. Carly's right, for once in her pathetic life. I have become a lunatic -- ha-ha! Over a man.",
        "Mike: So you decided to take it out on Carly?",
        "Rosanna: I was hoping that Carly had some information about Craig's whereabouts. And lo and behold, when I get to Monte Carlo, she's on the phone -- with Craig! So naturally, I took the receiver from her, but -- when he heard my voice, he hung up.",
        "Mike: Maybe he got disconnected.",
        "Rosanna: No, he hung up! Which made me very frustrated and rather furious and out of control, I admit. But he made a fool out of me, walking out on me like that on our wedding night. And now he's punishing me for just trying to help Lucy when I, by all rights, should be the one that's punishing him. For kidnapping Barbara as a gift to Carly, his little payout to her shrine! And I would just love to hurt him back. But I can't!",
        "Mike: Because you love him so much?",
        "Rosanna: Because he's not here! And because I love him, I wish I didn't.",
        "Mike: Why?",
        "Rosanna: Because I would very much like to go back to the old Rosanna. The one who just took what she wanted and had no regrets.",
        "Mike: I never knew that Rosanna. And I probably wouldn't want to. I remember what you used to be like.",
        "Rosanna: Oh, what, like easy to handle? And fun? Well, that Rosanna is dead and gone. Good-bye. Good riddance.",
        "Mike: That Rosanna will always have a place in my heart. I mean, she wasn't just fun. She was fearless. She was the first love of my life. I miss her.",
        "Rosanna: I miss us. We were something special, weren't we, Mike?",
        "Mike: Yes, we were. When's the last time you had a decent meal? You know? I know you didn't eat at the reception. You probably didn't eat a couple days before, you know, just so you could look drop-dead in that wedding gown, right?",
        "Rosanna: Ha, ha.",
        "Mike: All right, I tell you what. You -- you point me towards the kitchen. And you go grab us a bottle of wine, and we'll meet back here in ten. How's that sound?",
        "Rosanna: Okay.",
        "Mike: All right.",
        "Rosanna: The kitchen's down the hall, under the covered bridge, past the dwarf with the ax.",
        "Mike: Forget it, I'll find it.",
        "Rosanna: No. I'm not crying over you. Not tonight.",
        "[SCENE_BREAK]",
        "Molly: Don't worry, I'm unarmed. I come in peace. Carly, I know you probably think this is weird, and you're thinking what the hell am I doing here, but -- the truth is, I didn't have anyplace else to go.",
        "Carly: Why, what happened?",
        "Molly: I'm trying to ditch somebody.",
        "Carly: Anybody I know?",
        "Molly: It's nobody I know, Carly, and I'm scared. I'm being followed.",
        "Carly: Why?",
        "Molly: I don't know. All I know is it has something to do with Dusty Donovan.",
        "Carly: That -- the guy that you're seeing.",
        "Molly: Mm-hmm. Well, was. He's -- somebody he's working for, somebody he's dodged. I don't know, you know what? Maybe it's somebody that he sent to intimidate me.",
        "Carly: Molly --",
        "Molly: Carly, I'm scared. And I don't know what else to do.",
        "[SCENE_BREAK]",
        "Chris: Okay, these threats, they've been pretty constant?",
        "Alison: Yes. And they're not much fun. But -- if they get me a hug from a hunky doctor, then maybe it's worth it.",
        "Chris: Uh -- would you get serious?",
        "Alison: If I get serious, I'll have a nervous breakdown. I'm locked up with a bunch of animals who want me dead. Can you blame me if I wanna focus on something else?",
        "Chris: Oh, like getting out of here?",
        "Alison: Yeah. But maybe if you keep coming to visit, I can stick it out a little bit longer. What's up with that, anyway? Didn't you say that they'd take away your stethoscope if Dr. Chris kept making house calls?",
        "Chris: Yeah. Well, I'm not here as your doctor.",
        "Alison: I know why you're here. You liked our kiss so much, you came back for seconds.",
        "Chris: Alison. We better get something straight about this -- whatever \"this\" is.",
        "Alison: Can't we just leave things all confusing and mysterious? It's more fun that way.",
        "[SCENE_BREAK]",
        "Susan: I don't care about Alison? Are you serious? Just because I take a few days off for myself, suddenly I'm monster mother of the year. There is nothing I wouldn't do and haven't done for Alison. I love her. I want her home!",
        "Emily: I know that. I know. And I'm sorry. I'm happy for you, I really am. But everything that's happening with Alison right now --",
        "Susan: Oh, there they are. And they're smiling. Smiling is good.",
        "Bob: Emily, hi.",
        "Susan: Hi. How'd it go?",
        "Emily: Hi, pop.",
        "Bob: Well, Rick thought you should be the first to know.",
        "Rick: Well, Dr. Hughes has offered me a position in Geriatrics. And I accepted.",
        "Susan: That is fantastic!",
        "Bob: Well, of course, we have to attend to the formalities, sign some papers, and then it will be done.",
        "Susan: Oh, well, congratulations.",
        "Bob: Welcome. Nice to have you aboard.",
        "Rick: Thanks, Bob.",
        "Bob: Mm-hmm.",
        "Susan: This calls for champagne or something. Bob, you want to join us for a celebration?",
        "Bob: Oh, I'm sure that my wife is waiting for me to materialize. But anyway, you two have fun, huh?",
        "Susan: Okay.",
        "Bob: See you later.",
        "Rick: See you at the hospital.",
        "Emily: Wow. That's wonderful news. Congratulations. Welcome to Oakdale.",
        "Rick: Thank you.",
        "Emily: I'm gonna go call Hal and see how things are going.",
        "Susan: Oh, let me know as soon as you find out anything.",
        "Emily: Okay.",
        "Rick: Well --",
        "Susan: Rick! I'm so happy for you.",
        "Rick: Yeah, so am I. You know, from what I can see, I think that my new job and I are going to fit together like -- well, me and Susan Stewart. Hmm?",
        "Susan: Oh, you've got to stop saying things like that.",
        "Rick: Why? You're gorgeous when you blush. You know, and just think -- we get to see each other whenever we want.",
        "Susan: And I think I'm gonna like that a lot.",
        "Rick: Good. Only thing is I have to find a place to live now, huh?",
        "Susan: If you like it here at the Lakeview, you can trade your room for a suite. They have beautiful apartments here.",
        "Rick: Yeah, but it's still a hotel. I mean, it's traffic. There's no privacy.",
        "Susan: Well, you're welcome to stay at my place until you find a place of your own.",
        "Rick: Dr. Stewart. Are you asking me to move in with you?",
        "Susan: No. No, no, of course not. That was a silly suggestion. No, I -- forget it. No, really. I hope you didn't take it the wrong way.",
        "Rick: No, no, no, of course not. Well, I guess -- you know, I've got a lot of work to do now. I've got calls and some plans to make. I'd better get back to my room, huh?",
        "Susan: Already?",
        "Rick: Maybe I'll see you tomorrow, huh? See ya.",
        "Susan: Bye.",
        "Emily: What's wrong, Mom?",
        "Susan: Oh. I just -- invited Rick to move in with me, just until he got a place of his own. But I -- I'm sure he took it the wrong way.",
        "Emily: What -- what are you thinking? What, are you trying to drive the guy off before he has a chance to unpack?",
        "[SCENE_BREAK]",
        "Jessica: Bonnie, there is no one on this earth that I love and respect more than I do you. That's why I wasn't gonna allow you to throw your life away. I wasn't gonna let you go to prison because of an accident. Now, you didn't say anything wrong to the Police or the District Attorney. Do you trust me?",
        "Bonnie: Of course I do. You know I do.",
        "Jessica: Have I ever steered you wrong?",
        "Bonnie: Never.",
        "Nurse: Ms. Mckechnie?",
        "Bonnie: Yes?",
        "Nurse: I have a message for you.",
        "Bonnie: Thank you.",
        "Jessica: What is it?",
        "Bonnie: It's a message from Tom Hughes. He wants to meet me tomorrow at the Police station to talk about the deal he's working on with the D.A. Guess that's when poor little rich girl gets slapped on the wrist.",
        "Jessica: Bonnie, if it makes you feel any better, you're not out of the woods yet, okay? Now, stop being so hard on yourself, please. For me. Bonnie -- there is absolutely nothing you could do that would make me stop being proud of being your mother. Nothing.",
        "Bonnie: I know. I just wish I knew why.",
        "[SCENE_BREAK]",
        "Molly: Do you realize what I'm doing? No? Carly, I am dating down the evolutionary chart. No, think about it, okay? I started with Jake. And Jake is -- was the most decent, understanding man on earth. And then I go to Mike. And he's a little more rough around the edges, okay? But he's still good, right? Hardworking, nice. And then I pick Dusty?",
        "Carly: Cro-Magnon man.",
        "Molly: No, not even. He is -- he is the slime that takes a million years to become Cro-Magnon man. Carly, he was supposed to be the one to make me laugh and forget. And he did. And then he turns out to be this sleaze, this dangerous, scary sleaze.",
        "Carly: Molly, you can't blame yourself for getting involved with a jerk. I mean, it happens everywhere in the world. To all sorts of women every day.",
        "Molly: I know, but, Carly, I'm the champ. I mean, I really know how to pick 'em.",
        "[SCENE_BREAK]",
        "Mike: Rosanna, got some food. Rosanna? Better hurry up and get out here. I will eat all of this.",
        "Rosanna: You said there'd always be a special place for me in your heart, Mike. Did you mean it?",
        "Rosanna: Hello?",
        "Craig: Hello, Rosanna.",
        "[SCENE_BREAK]",
        "[Molly gasps]",
        "Brackett: Shh.",
        "[SCENE_BREAK]",
        "Mike: I found us a bottle of wine that was --",
        "Craig: Is that Mike Kasnoff?",
        "Mike: Rosanna --",
        "Rosanna: Wait, don't, don't -- don't say it. Don't say it, please. Please, I'll save you the trouble of turning me down, because I probably couldn't go through with it anyway. In fact, I'm sure I couldn't. I'm positive I couldn't. I thought I could, but I can't. It's one thing I'd really love to do, but I can't.",
        "Mike: Come on, you're not kicking yourself for not being able to break your wedding vows, are you?",
        "Rosanna: It's kind of ridiculous, isn't it?",
        "Mike: Hey, everything's gonna be all right.",
        "Rosanna: Why can't I be more like Carly? She doesn't analyze everything the way I do. She has a fight with Jack, she just rips off her undies and jumps on you.",
        "Mike: Hey, what are you doing'? You trying to get rid of the last friend that you have?",
        "[SCENE_BREAK]",
        "Carly: Well, let's face it, Molly. Guys like -- like Mike and Jack and Jake are few and far between. But at least you cut Dusty out of your life. You stood up for yourself.",
        "Molly: I guess.",
        "Carly: I don't think you're gonna see that 25 grand again.",
        "Molly: Carly, it's not the money I'm worried about. It's the creepy, scary thugs following me around.",
        "Carly: Well, I think in a case like this, there's just one thing to do. We'll call Jack. He'll know what to do.",
        "Molly: You'd do that for me?",
        "Carly: Let's just say you came to the right place.",
        "Molly: You know, in a few minutes, I might actually stop shaking.",
        "Carly: Oh, buck up, cuz. Do we let something like this get us down?",
        "Molly: No?",
        "Carly: No. This is where we shine.",
        "[SCENE_BREAK]",
        "Emily: You just met the man, and you asked him to move in with you?",
        "Susan: I didn't mean it to sound that way. I was trying to help the guy out. And now I -- I don't know what to do.",
        "Emily: Well, you talk to him.",
        "Susan: I -- I can't. I just feel like a fool.",
        "Emily: Mom, you gotta talk to him. Tell him you didn't mean anything by it. It was just a friendly gesture between colleagues, that you're not looking for an arrangement. Unless you're looking for an arrangement.",
        "Susan: No, no, I -- no. I'm not!",
        "Emily: Okay, well, you know, you just met this man. And it's very obvious you're crazy about him. Just be careful, okay? You'd hate it if he pulled away over this, right?",
        "Susan: That's not gonna happen. I'm going to take your advice. Thank you very much.",
        "Emily: Let me know what happens.",
        "[SCENE_BREAK]",
        "Alison: I'm spending the best years of my life stuck behind bars with a bunch of chicks who want me dead. I'm deprived of fashion, boys, music, everything, and if I want to dream about some hunky guy, can't I do that?",
        "Chris: Yeah, I think it's called a crush. And it's cool, and I'm flattered. But if you think anything's gonna happen between us, it's not.",
        "Alison: Well, that better not mean I can't fantasize about another kiss, because -- because if that's true, then you can just give me life, because I would have nothing to live for.",
        "Chris: Okay, we can make allowances for special occasions where a kiss on the cheek is permitted.",
        "Alison: Hello and good-bye?",
        "Chris: On the cheek.",
        "Alison: Well, what about holidays? Christmas, New Year's? We're talking mistletoe. That's gotta rate more than just some kiss on the cheek.",
        "Chris: Okay, we'll see.",
        "Alison: Birthdays? Valentine's day? Secretary day?",
        "Chris: Okay, fine. A card and a kiss on the cheek.",
        "Alison: We'll negotiate about this later. 'Cause I think I smell that rancid aroma of what they call dinner.",
        "Chris: I didn't think anything could smell worse than what they served in the hospital.",
        "Alison: They make me eat alone for my own safety. Too many knives floating around, I guess. I wonder what they're dishing up for tonight.",
        "Chris: What the -- ?",
        "Alison: I should be used to it by now. What's it say? \"No mercy for squealers. You're leaving here in a wooden box.\" I hate this! I hate this place! I hate everything.",
        "Chris: Alison, there's got to be a way that --",
        "Alison: No, there isn't! They want me dead. The only way I'm gonna get out of here is in a wooden box. They act like I'm the warden's pet.",
        "Chris: You know that the warden's gonna do whatever she can to keep you safe.",
        "Alison: She's gonna try, but let's face it, Chris -- there's no way she's gonna get my sentence reduced.",
        "Chris: Alison -- you don't know that.",
        "Alison: Just promise me, Chris, promise that you will never desert me.",
        "Chris: I promise.",
        "[SCENE_BREAK]",
        "Jessica: Bonnie has got to find a way to accept what's happened and stop being so hard on herself.",
        "Ben: It was a shock for Bonnie to see you like this. It was a shock for all of us.",
        "Jessica: You haven't left my side since I came in here.",
        "Ben: You noticed, huh? Well, I wasn't about to leave you till I knew that you were stable.",
        "Jessica: Well, as you can see, I'm doing much better. So I give you permission to start thinking about yourself again.",
        "Ben: Well, um -- actually I -- I have been thinking about myself.",
        "Jessica: Is that so?",
        "Ben: Yeah. About myself and about us. And how much we've grown. And I think we're back on track again.",
        "Jessica: Well, you make me feel like you can trust me again. Or was that something I conjured up in a haze of medication?",
        "Ben: No, no, you're very clear on that. In fact, you want to know what's been running around in my head?",
        "Jessica: What?",
        "Ben: \"You love Jess. And you trust her. You need her in your life. And you need to do whatever you have to do to make sure that this amazing woman doesn't slip through your fingers again.\"",
        "[SCENE_BREAK]",
        "Carly: I am pleased to announce that very shortly, a proud member of the Oakdale PD will be here to give you a ride home.",
        "Molly: Thank you so much for doing this for me.",
        "Carly: It's my pleasure. I'm glad you came.",
        "Molly: Me, too. But I gotta admit, I really didn't want to walk through that door.",
        "Carly: Why? You didn't think I'd help you?",
        "Molly: Because this is the place where it all started -- and ended. You know? The place of the infamous all-nighter.",
        "Carly: The night that wrecked our friendship.",
        "Molly: You know what I'm thinking? Maybe after today, it didn't get wrecked- wrecked.",
        "Carly: Well, I hope you're right about that. 'Cause I could really use a friend, too.",
        "Molly: Yeah?",
        "Carly: Oh, yeah.",
        "Molly: I think my ride is here. Oh, Carly, I'm so sorry if I --",
        "Carly: No, don't apologize for anything. Molly, I'm glad that you came to me.",
        "Molly: I have to show you something. I'm not shaking.",
        "Carly: I always said there's nothing that the two of us together can't do. You take care of yourself and call me.",
        "Molly: I will.",
        "Carly: Okay.",
        "Molly: Thank you.",
        "Carly: Bye. Hey, take care of her. And everything's gonna be fine, Molly, you'll see.",
        "[SCENE_BREAK]",
        "Mike: Attacking your pregnant sister's not gonna make it all better. Okay? And I'm gonna tell you something else, something I should've told you a long time ago. Okay, Craig Montgomery is an absolute idiot. And he proved it when he walked out on you. That guy's the biggest jerk in the world.",
        "Rosanna: You're only saying that to be nice.",
        "Mike: No, I'm saying it because it's true. But you gotta stop blaming the wrong people before things get worse.",
        "Rosanna: Things could get worse than this?",
        "Mike: It can always get better. All right, now point me in the direction of the wine cellar.",
        "Rosanna: Out the door, past the singing fountain, across from the dancing squirrels.",
        "Mike: Forget it. I'll -- I'll -- I'll find that, too.",
        "[Phone rings]",
        "Rosanna: Hello?",
        "Craig: Hello, Rosanna.",
        "Rosanna: Craig?",
        "Craig: Yeah.",
        "Rosanna: Hello.",
        "Craig: How is my blushing bride?",
        "[SCENE_BREAK]",
        "Susan: Rick!",
        "Rick: Susan. That's funny, I was just thinking about you.",
        "Susan: Well, I was just thinking you haven't had your official tour of Memorial. I'd like to take you around in the morning and show you around.",
        "Rick: Well, I'm all yours. Now, do you want to tell me the real reason why you're looking for me? I mean, you could've called to ask me to take a tour of the hospital. Is something bothering you?",
        "Susan: Um -- it's that suggestion I made to you about your moving into my house. You remember that?",
        "Rick: Yes, I do.",
        "Susan: I -- I just want you to know that it was a purely innocent offer. I was just trying to help you out until you figure out where you want to live.",
        "Rick: Oh, oh, I see. Well, I think it was probably one of the nicest offers I've had in ages. To tell you the truth, I was about to take you up on it.",
        "Susan: You were?",
        "Rick: Now, look, I -- I know that we've only known each other a few weeks, and we certainly have a lot to learn about each other. But the idea of coming home to a house with a yard and a kitchen and a porch, I mean, that's heaven to me.",
        "Susan: Well, it's got lots of room -- lots of space to breathe and work. We won't get in each other's hair.",
        "Rick: Well, what if I want to, huh? Look, I'll be the perfect boarder. I'll pay room and board on time. Now the only thing I ask for is just a little attention. Hmm?",
        "Susan: Sounds wonderful.",
        "Rick: I promise that I won't get involved in your family life.",
        "Susan: There is no family life in my house at the moment. And even if they manage to shave a little time off of Alison's sentence, she's not gonna be home for a long, long time.",
        "Rick: So it'll be just the two of us then, huh?",
        "Susan: So should we -- I don't know, draw up a contract or something?",
        "Rick: Well, I know a way to seal the deal.",
        "[SCENE_BREAK]",
        "Chris: All those magazines and junk food ought to keep you busy for a while.",
        "Alison: Just because you brought me stuff doesn't mean that you can desert me!",
        "Chris: I promised. I won't desert you.",
        "Alison: Are you gonna keep your promise?",
        "Chris: Yes.",
        "Alison: It's not Christmas yet?",
        "Chris: Nice try.",
        "Alison: Well, where's a girl supposed to find mistletoe this time of year?",
        "Chris: I don't know, but it should keep you busy for a while.",
        "Hal: Thanks a lot, Regina. You're the greatest.",
        "Regina: Don't let it get around.",
        "Hal: You ready?",
        "Chris: Yeah.",
        "Hal: Okay.",
        "Regina: You two drive safe.",
        "Chris: You two must've had a good visit.",
        "Hal: Mm-hmm. Don't say a word, 'cause it's not official until it's official. But Alison is about to get the biggest break of her life. She's going home.",
        "[SCENE_BREAK]",
        "Jessica: Is this going somewhere? Should I increase my morphine drip or lie this bed back or something?",
        "Ben: Would you stop with the jokes here? I'm trying to do something important and serious here.",
        "Jessica: Well, I'm joking because you're making me nervous.",
        "Ben: You?",
        "Jessica: When Dr. Ben Harris starts stammering and hedging and acting mysterious, I get a little worried.",
        "Ben: Yeah, well, um -- yeah. I guess I should shed a little light on the mystery. You're the only woman that can provide an answer, so, Jessica Griffin -- will you marry me?",
        "[SCENE_BREAK]",
        "Molly: I guess your job is done, officer. I can take it from here, but thanks.",
        "Cop: Any time.",
        "Molly: Lloyd, do me a favor -- if that creep that was asking questions about me comes back, or if anybody comes asking questions about me for that matter, tell me immediately, all right?",
        "Bartender: Mm-hmm.",
        "Molly: But in the meantime, just a cup of really strong coffee.",
        "Bartender: Coming right up.",
        "Molly: Thank you.",
        "[Molly gasps]",
        "Brackett: Relax, Mrs. McKinnon. Or is it Ms. Conlan? You don't want trouble, I don't want trouble. Just settle down, sit tight. We have much to discuss.",
        "[SCENE_BREAK]",
        "Rosanna: If you're trying to punish me for disobeying orders, you've succeeded.",
        "Craig: I know it was rash of me to hang up before.",
        "Rosanna: What, you mean the minute you heard my voice?",
        "Craig: I know that's the way it seemed. Don't despise me for it.",
        "Rosanna: I don't. Really, I don't.",
        "Craig: Are you sure? I thought you wanted me dead.",
        "Rosanna: I don't want you dead. I just want you home. Where are you?",
        "Mike: There's like two inches of dust in that place. Found us a bottle of wine, though. I think it's French. I can't really pronounce the name of it. Where's the -- where's the corkscrew at, sweetheart?",
        "Rosanna: Craig? Craig, are you there?",
        "Craig: Is that Mike Kasnoff?",
        "Rosanna: I can explain.",
        "Craig: Really. Well -- I'm glad to hear you're not alone and miserable. Sorry to interrupt.",
        "Rosanna: You're not interrupting anything, because nothing is happening.",
        "Craig: Yeah. Well, I just called to let you know that I will be back to straighten up the mess you made.",
        "[SCENE_BREAK]",
        "Paul: There's no way in hell my mother would hand over a penny to help Rose. Something else is going on between you two, and I will find out what it is.",
        "Molly: Are you telling me that Dusty Donovan is a professional crook?",
        "Brackett: We want you to help us arrest Mr. Donovan."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=6eOmUk5h0CI"
}