{
    "Episode Summary": [],
    "Recap": [
        "Casey and Emily celebrate their quickie marriage in a hotel room. Margo waits at the hospital for Allison's test results. Susan is sure they will find drugs in Allison's system that Chris gave her. At the station, Bob and Chris await the results of Allison's tests, as Bob worries how Chris is always there when something happens to Allison. Katie goes to talk with Janet about the fact that Brad and Liberty went on a mysterious road trip yesterday and haven't come back. Brad takes Liberty to a remote cabin in the woods, as Liberty is determined to walk home she heads off, but Brad knows she will be back. Janet is so mad with Brad that she intends on calling the FBI and media to tell them what he did; Katie thinks they should talk with Parker first. Parker swears he doesn't know where Liberty is. Janet wonders if Jack and Parker are not telling her the truth. Allison is upset after not being able to remember what happened with Chris. After making love, Emily seems to come to and wonders suddenly what is going on when Casey calls her his wife. Susan tells Margo there are no toxins or drugs in Allison's blood. There is a strange chemical compound however that they are looking into, but it may be nothing. Margo and Susan still are unsure what is going on, but Margo has to go release Chris from custody. Liberty shows back up after having seeing a bear; she and Brad have an argument about the way he is handling her and about how he is overdoing the whole fatherly routine. Margo tells Chris that he is free to go, but Chris isn't happy because he is adamant that there is something really wrong with Allison. Emily freaks out when she learns she and Casey are married and yells at him for letting her do this because it could jeopardize things with Daniel. Casey tries to convince her that they will be ok, but she wants to have it annulled and to leave immediately. Casey finally gives in tells her that he is done and he will give her what she wants. Brad calls Katie when she is with Janet and Jack and tells her that he is going to do things his way and that he has a plan. Katie figures out where Brad might be and Jack asks his friend at the State police to run Brad's license plates; he and Liberty are at Half Moon Lake. They learn where he and Liberty are. Janet wants to go there, but Jack wants her to give them time now that they know they are ok. Katie pretends to listen as well, but when she leaves, she heads up there. Unbelievably, Liberty and Brad finally have a breakthrough and have some fun when he takes her fishing for her dinner. Once back in Oakdale, Emily tries to make things right with Casey, but he has had it. Janet wonders if Jack isn't secretly happy Liberty is far away and that this is a way to punish her as well because she gave Liberty the birth control pills. Chris tries to go talk with Allison, but Aaron stops him even though Chris tries to explain they haven't yet figured out what might have killed Allison. Jack tells Parker that Liberty is ok and with her dad, but he needs to head out and talk with someone. A furious Margo learns that Casey and Emily got married. Emily is crying at her office wondering what is going on with her. Bob finally heeds Chris' wishes about looking at Allison's medical file. He shows Chris it only because the same chemical compound that was in his blood is in Allison's. Aaron is trying to help Allison study to get her mind off of things, but she is becoming irate and babbling, as she plays with her bracelet. She becomes very upset, itchy and doesn't want the blankets on her as she violently swats them away. Brad and Liberty have more fun as they spend the afternoon together learning about one another. Katie sneaks up, sees them signing and laughing, feels good about this and leaves unnoticed. Margo goes to confront Emily about why she is jerking Casey around, but Emily collapses. Susan learns that Emily has been admitted to the hospital. Emily tells her that she thinks something is terribly wrong. She later tells her mom that she doesn't remember going to St. Louis to get married to Casey. Chris and Bob learn of Emily's episode and start to think these are all related. Jack goes to see Janet to talk things through. Parker makes a bus ticket reservation to Half Moon Lake. Liberty cooks the fish she caught and cleaned for Brad, as he happily watches. Susan learns that Allison is having another episode and outside her room, Chris promises he will get to the bottom of this, as Bob tries to get him reinstated."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bellman: Over there, you can see the Gateway Arch.",
        "Casey: Yes.",
        "Bellman: And if you two are gamblers, there are six casinos within walking -- looks like you two are more lucky in love.",
        "Casey: Mm-hmm.",
        "Emily: Give the nice man a big, fat tip and then tell him to put the \"Do not disturb\" sign on the door.",
        "Casey: Yes, yes. You heard my wife. Here you go.",
        "Bellman: Thank you, Sir.",
        "Casey: Cheers.",
        "Emily: Say it again.",
        "Casey: What? My wife?",
        "Emily: Hmm, you have no idea how much those words turn me on.",
        "Casey: Then show me, my wife. Oh! Come to me, my wife. My wife. Wifey wife, wife, wife.",
        "[SCENE_BREAK]",
        "Susan: If Chris Hughes did this to you --",
        "Aaron: If? I mean, you know he did. He drugged her, took off her clothes, and stashed her in bed.",
        "Susan: Then we have to find out what he gave you. 90 over 55.",
        "Alison: So?",
        "Susan: So it's low, Ali.",
        "Alison: Within an acceptable range.",
        "Susan: I'm the one who decides that. I'm going to go light a fire under that lab.",
        "Alison: Did I -- did I thank you yet?",
        "Aaron: For what?",
        "Alison: Getting me here. Getting me out of Chris's room and getting me dressed.",
        "Aaron: Ali, you don't have to thank me for anything.",
        "Alison: Since I can't remember anything, I guess I'll have to take your word for it.",
        "Aaron: Listen, it'll come back to you. And when your mom finally figures out what he gave you, we're gonna make sure he stays where he belongs. Jail.",
        "[SCENE_BREAK]",
        "Susan: The lab is almost finished with Ali's tests, so we should have some answers soon.",
        "Margo: All right. Listen, Susan, Chris told me some things that I think you should know.",
        "Susan: I hope to God he told you what he gave her. That way, if we know what we're looking for, we'll know how to treat her.",
        "Margo: No, no, no. No confessions. He told me that Ali jumped into the pond of her own volition.",
        "Susan: Oh, that doesn't make any sense.",
        "Margo: And that she stayed underwater until he pulled her out.",
        "Susan: Oh, she's been under a lot of stress lately, but you're saying suicide? No. No, even though she was having trouble at school, that's just not Ali. And I'm not buying it.",
        "[SCENE_BREAK]",
        "Chris: Because of her history, I thought she was high again.",
        "Bob: That's why you demanded a drug test.",
        "Chris: So did Aaron and Susan, but they had different reasons.",
        "Bob: They thought that you brought Alison back to your room to seduce her.",
        "Chris: Right, but if they're expecting to find some kind of date rape drug in her bloodstream, they're gonna be very disappointed.",
        "Bob: Then you're saying unequivocally that you had nothing to do with what happened to Alison.",
        "Chris: Do you want me to sign an affidavit?",
        "Bob: No, but if you're telling the truth, then none of this is your fault.",
        "Chris: If? Dad, I jumped in the water and saved her life! Does that not count for anything?",
        "Bob: Of course it does, but sometimes things seem a little devious where you're concerned.",
        "[SCENE_BREAK]",
        "Janet: Hi, Katie, what are you doing here?",
        "Katie: I'm just wondering if you had heard from Liberty.",
        "Janet: What? Why are you asking me? Isn't she supposed to be under lock and key at your house? Katie. What is it? Has something happened with Liberty?",
        "Katie: I just got a message from Brad saying he and Liberty went on a road trip, and I was wondering if they had contacted you at all.",
        "Janet: When was this?",
        "Katie: Yesterday.",
        "Janet: Yesterday? He called you yesterday, and you're just now telling me about this?",
        "Katie: I don't think there's anything to worry about.",
        "Janet: Oh, there is something to worry about because Bradley has kidnapped my daughter!",
        "[SCENE_BREAK]",
        "Liberty: Where the hell are we?",
        "Brad: She finally speaks.",
        "Liberty: Okay, you wanted to scare me straight. You've done it. Please tell me we're not staying here.",
        "Brad: Wish I could, but I cannot. Welcome to boot camp -- Brad Snyder style.",
        "Brad: Oh, come on. Would you look at this place? I mean, you wouldn't think it's as large as it is from the outside, would you? This is a great place to get away from it all.",
        "Liberty: Yeah, you mean, to get me away from Parker and all the sex, drugs, and rock 'n' roll.",
        "Brad: That's the general idea. I know you're gonna learn to like it out here.",
        "Liberty: Oh, don't count on it, 'cause I am so out of here.",
        "Brad: I have the car keys.",
        "Liberty: Well, then, I'll walk.",
        "Brad: It' 113 miles.",
        "Liberty: I'll hitch a ride, okay?",
        "Brad: When was the last time you saw another car besides ours?",
        "Liberty: I'm gonna find a way.",
        "Brad: Okay, okay, okay, fine. Since you're gonna go, just a couple things, okay? Beware of the bears. And moss grows on the north side of the trees -- or is it -- is it the south?",
        "Liberty: You know where you can stick your moss?",
        "Brad: Oh, come on! Is that the way you want to talk to your father? She'll be back.",
        "[SCENE_BREAK]",
        "Katie: Calm down, Janet. Brad did not kidnap her.",
        "Janet: And you know this how?",
        "Katie: Because I know Brad.",
        "Janet: And I know my Liberty. And if she had gone smiling with a happy face on, she would have called me to tell me not to worry.",
        "Katie: Okay. Maybe she didn't want to go at first, but I'm sure she's gonna have a great time once they get there.",
        "Janet: Once they get where?",
        "Katie: I don't know.",
        "Janet: Okay.",
        "Katie: But, listen, I already tried both their cell phones. It went straight to voicemail.",
        "Janet: I'm not calling them.",
        "Katie: Then who?",
        "Janet: I'm calling the FBI. And after that, I'm gonna call the media, and I'm gonna tell them that he kidnapped my daughter!",
        "Katie: Before you do that, there's one person I can think of who might've heard from her.",
        "[SCENE_BREAK]",
        "Janet: Okay, Parker. Spill.",
        "Parker: Look, I don't know where she is. I'm grounded, remember?",
        "Janet: Okay. You expect us to believe that she didn't text you?",
        "Parker: Believe what you want.",
        "Jack: Parker, this is serious. If you know where Liberty is, you've got to tell us.",
        "Parker: You think she ran away?",
        "Katie: No, no. Nothing like that. Brad just took her on a little trip, that's all.",
        "Parker: Okay. Well, it's not my fault that you lost her",
        "Katie: They're not lost. We just -- don't know exactly where they are.",
        "Parker: Yeah, and neither do I. Can I go?",
        "Jack: Sure. What? I believe him.",
        "Janet: I don't know. I think maybe you're the one we shouldn't be believing. I think you know more about this than you're letting on.",
        "Katie: Oh, come on.",
        "Jack: If I -- if I knew where Liberty was, why wouldn't I tell you?",
        "Janet: Because you and Brad want her shipped her off to a convent!",
        "[Cell phone ringing]",
        "Katie: Brad?",
        "Brad: Hey, just checking in.",
        "Janet: Oh, my God. Is my baby with him? How is she? How's Liberty?",
        "Jack: Let -- let -- let Katie talk to him. She's got a better shot of finding out where they are.",
        "Katie: Is Liberty okay?",
        "Brad: Well, I just thought that we needed, you know, father/daughter time and some nice country air.",
        "Katie: Brad, what is this?",
        "Brad: I have a plan. And you're just gonna have to trust me.",
        "Katie: Okay, well, answer me this. Did Liberty want this father/daughter time, or did you just take her?",
        "Brad: I'm her father, okay? Stop making me sound like I'm some kind of kidnapper.",
        "Katie: Well, then stop acting like one. This is not the way to get through to her.",
        "Brad: Well, it's the only way I know.",
        "Katie: Brad, where are you? Brad?",
        "[SCENE_BREAK]",
        "Casey: Okay. That was -- totally a new level.",
        "Emily: Oh, you can say that again.",
        "Casey: But practice makes perfect, right? And we've got a lot of years to practice with each other.",
        "[Chuckles]",
        "Emily: Uh-huh.",
        "Casey: But if we're gonna keep this up, I'm gonna need some food. How about you, Mrs. Hughes? A little room service?",
        "Emily: What did you just call me?",
        "Casey: What's wrong? I thought the whole \"My wife\" thing was a turn-on. You sorry you married me already?",
        "[SCENE_BREAK]",
        "Margo: Hi, Ali. How you doing?",
        "Alison: Uh, I would be a lot better if you could convince them to let me go home.",
        "Margo: Well, that's not my jurisdiction. But I was wondering if I could ask you a couple of questions. Maybe you've remembered something more.",
        "Alison: I wish I could. But I -- I can't.",
        "Margo: Well, you have to understand without your testimony, I can't hold Chris Hughes.",
        "Aaron: You can't mean that!",
        "Margo: Well, it's not even a matter of \"He said, she said.\" She's not saying anything.",
        "Aaron: Or -- or you're just looking for an excuse to let your brother-in-law walk.",
        "Margo: Oh, please!",
        "Alison: Aaron, don't. She's right. I can't accuse Chris of something that I can't remember happened to myself.",
        "[SCENE_BREAK]",
        "Casey: I'm not saying you have to use my name or anything. I mean, you have a career, and it's not like it's all that special, you know? We're not like an \"Old\" married couple.",
        "Emily: Wha -- wha -- what?",
        "Casey: No --",
        "Emily: An old what?",
        "Casey: No, and let's face it. You know, the name isn't really that -- that special, especially -- we don't want you getting mixed up with my mom or anything like that. What's the matter?",
        "Emily: What have I done?",
        "[SCENE_BREAK]",
        "Susan: Alison's lab report.",
        "Margo: Oh, good.",
        "Susan: No sign of toxins, including crystal meth, even though Chris did everything he could to convince everybody that Alison had fallen off the wagon.",
        "Margo: Well, then, I hope you understand that there's no reason for me to hold Chris.",
        "Susan: Try not to sound so relieved.",
        "Margo: Is there anything in there that would explain her behavior, her blackouts?",
        "Susan: There are traces of a strange compound. The lab is working to identifying it.",
        "Margo: Well, is it enough to cause extreme disorientation?",
        "Susan: Who knows? It could be nothing. Um, everything else is fine, except --",
        "Margo: You don't like things without an explanation, do you?",
        "Susan: Doctors are a lot like cops in that respect.",
        "Margo: Yeah. So are mothers. I'm gonna get back to the station and tell Chris he's a free man.",
        "Susan: Margo.",
        "Margo: Hmm?",
        "Susan: Do me a favor. Take the long way back to the station.",
        "[SCENE_BREAK]",
        "Bob: Look, Son, I love you, but your behavior recently has been inconsistent, to say the least. I think it's a very good idea that you're gonna take a break from medicine.",
        "Chris: Dad, that has nothing to do with any of this.",
        "Bob: Regardless, I think it's a good idea. But I want you to know that your mother and I will stand behind you, no matter what happens.",
        "Chris: Well, thank you for the ringing endorsement, Dad. With support like that, I'll be lucky to be out of jail by the end of the next decade.",
        "[SCENE_BREAK]",
        "Brad: 10 minutes. She will be back in 10.",
        "Liberty: Bears! There's -- there's bears out there.",
        "Brad: Oh, you're here still. Okay.",
        "Liberty: Did you not hear me? There's actual freaking bears out there.",
        "Brad: Well, maybe this will teach you to listen to your old man.",
        "Liberty: Why -- why are you doing this to me? Don't you think it was bad enough you put me under house arrest?",
        "Brad: Since you managed to escape, clearly, it didn't work.",
        "Liberty: Well, congratulations. You -- you found a place I can't escape from. You must be really happy now.",
        "Brad: Not until I get through to you.",
        "Liberty: Oh, you got through to me. You got through to me, all right. I can't talk to a guy until I'm 30. I can't have sex without a written note from you. And I should just, you know, keep my mouth shut and be the perfect little angel that you want me to be.",
        "Brad: Liberty, the way you've been acting, it just really worries me.",
        "Liberty: You're worried about me, so you bring me out to bear country? And the truth is, you don't even have a right to be worried about me.",
        "Brad: I'm your father. I have every right. I love you.",
        "Liberty: What? Why? Until a few months ago, you didn't even know I existed. And now you're like, \"Oh, I'm this father, so I'm gonna go all these fatherly type things.\" But, you know, the truth is, you don't even -- you don't even know me.",
        "Brad: Okay. You got a point. But I am trying to learn.",
        "Liberty: By taking me away from anyone else on the planet? For the past 16 years of my life, you were nobody's father and you were just fine with it. So do me a favor and let's go back to the way things were.",
        "[SCENE_BREAK]",
        "Emily: This was a mistake. This was a terrible, terrible mistake.",
        "Casey: What are you talking about?",
        "Emily: This, Casey! This, yeah, and all of this. You never should have gotten married!",
        "Casey: Well, we're here because of you. It was your idea to fly to St. Louis.",
        "Emily: It was a very, very bad idea.",
        "Casey: But you kept saying this is the only way to prove that we're serious about each other.",
        "Emily: Why would I say that? Why would I say something like that?",
        "Casey: Okay, I don't get it. A few hours ago, you were like obsessed.",
        "Emily: Oh, my God. Oh, my God. Daniel. Daniel. I mean, Tom. Tom wanted to take away my shared custody of Daniel because I slept with you. What the hell is he gonna do when he finds out that I married you? How in the hell could you have let me talk you into something so stupid?! I must have been out of my mind!",
        "[SCENE_BREAK]",
        "Chris: Margo, how's Ali?",
        "Margo: She's stabilized.",
        "Bob: Well, that's good news.",
        "Margo: Yeah, some further good news. She doesn't remember what happened.",
        "Chris: How is that good news?",
        "Bob: Well, it means she can't dispute your statement.",
        "Chris: Did they give her a drug test?",
        "Margo: Yeah. She tested negative for both crystal meth and GHB.",
        "Chris: I don't understand.",
        "Margo: You know, the only thing you have to understand is this means you're off the hook. And for your own sake, Chris, this better be the last time I bring you in because of Alison Stewart.",
        "[SCENE_BREAK]",
        "Emily: This is a disaster, Casey. This is a dis -- we'll get an annulment.",
        "Casey: Annulment? That would -- that would mean we didn't make love, and we did.",
        "Emily: Well, then, we'll -- well -- we'll get whatever we need to make it legal. But the important thing is that we need to end this marriage, Casey, as quickly and as painlessly as possible.",
        "Casey: No, no, no, it's too late for that. We fell in love, and we got married. You can't pretend like it didn't happen.",
        "Emily: Oh. No.",
        "Casey: No. Stop.",
        "Emily: Casey, give me my dress.",
        "Casey: No.",
        "Emily: Stop acting like a child and give it to me.",
        "Casey: Then treat me like the man you married. You owe me that much. Give me a reason why.",
        "Emily: Casey, there are a million reasons why this marriage won't work.",
        "Casey: Okay, there's -- there's only one that matters, okay? Put all labels aside -- boyfriend, girlfriend, husband, wife. Who cares? Do you love me, yes or no? Emily, yes or no?",
        "Emily: Yes. Yes, I love you. Of course I love you. Why do you think I've been going through hell these past few weeks? But it doesn't change anything! Don't you see? My loving you doesn't change anything! It doesn't make sense to be married! It needs to end -- now!",
        "Casey: Fine. Fine. Now that you're magically sane, do whatever you have to. Just tell me where to sign, okay?",
        "[SCENE_BREAK]",
        "Margo: Make sure this doesn't happen again. Arresting my brother-in-law puts a little crimp into my day.",
        "Bob: Hey. Stay away from Alison.",
        "Chris: I can't, Dad. I have to find out why she blacked out.",
        "Bob: She's not your patient.",
        "Chris: No, but she used to be my friend, and she may be my friend again someday. Just let me look at her chart, okay?",
        "Bob: That's not gonna happen, not as long as I'm chief of staff.",
        "[SCENE_BREAK]",
        "Brad: This isn't a good time, Katie.",
        "Katie: Brad, where are you?",
        "Brad: I can't tell you.",
        "Katie: What do you mean, you can't tell me?",
        "Janet: Bradley.",
        "Brad: Janet.",
        "Liberty: Mom! Mom! Is that my mother on the phone? Let me talk to her.",
        "Janet: Bradley, you tell me where my little girl is right now, or I swear I will call some friends I know who will make sure that you never show your face in front of a camera again.",
        "Liberty: Mom! Mom! Give me that.",
        "Janet: Liberty? Liberty, Honey, what's he done to you?",
        "Liberty: Oh!",
        "Janet: Sweet-- Sweetheart? Find them -- now.",
        "[Parker comes downstairs and hides behind the corner to overhear them]",
        "Katie: Wait. Wait, wait, wait. I think I know where they might be.",
        "Jack: Where, Katie?",
        "Katie: Brad said something about country air. Didn't he used to go to some cabin near Half Moon Lake?",
        "Jack: One of his buddies had a cabin there. That's right.",
        "Janet: What are we doing just standing here? Let's go get them.",
        "Katie: Half Moon Lake is in the middle of a huge wilderness area. It's like needle in a haystack, right?",
        "Jack: I think I might be able to shrink that haystack a little. Do you know Brad's license plate number, Katie?",
        "Katie: Uh, yes.",
        "Jack: Hi. Yeah. This is Detective Jack Snyder of the Oakdale PD. Can I speak to Officer Johnson, please? State police. Bruce. Yeah. Hey, how are you? Jack Snyder. Right. That's great. Listen, I need -- I need a favor. Can -- can you trace a car for me? License plate number BMD526. They should be someplace in the Half Moon Lake area.",
        "[SCENE_BREAK]",
        "Brad: Come on. Come on. They have some great views down by the lake. Let's go check it out.",
        "Liberty: You go -- please.",
        "Brad: You could go for a swim.",
        "Liberty: You didn't exactly give me time to pack a bathing suit, did you?",
        "[Sighs]",
        "Brad: It makes no sense sulking on a day like today. It's gorgeous.",
        "Liberty: I would prefer sulking, actually, so unless you have a burger hidden in a bush somewhere --",
        "Brad: Are you hungry? Why didn't you say so? Let's go get something to eat.",
        "Liberty: Really? Oh. Is there a restaurant here in east bumblefreak, 'cause I'm hungry?",
        "Brad: Okay, not exactly. But if you want to eat, you got to get a move on. Okay.",
        "[SCENE_BREAK]",
        "Jack: Thanks, Bruce. I owe you one. All right. Bye. Good thing my brother never tried to be a master criminal.",
        "Janet: Do you know where they are?",
        "Jack: He used his express toll pass. Katie's right. He's at Half Moon Lake, on the eastern shore.",
        "Katie: That is such great news, Jack. I'm gonna go up there and try to convince Brad to bring Liberty home.",
        "Janet: I'm coming with you.",
        "Jack: No, hey, listen. That's not a good idea. Listen, Brad and Liberty are fine. They're safe. And let's face it -- Liberty doesn't strike me as the woodsy type. I wouldn't be surprised if, by the time the two of you got up there, she's already convinced him to come back.",
        "Katie: Jack has a good point. Maybe we should just wait for them to come home.",
        "Janet: Oh, hell no! Are you kidding me? Jack, would you at least draw me a map so that I can drive myself up there?",
        "Jack: And help you get lost? Absolutely not.",
        "Katie: I'm gonna head home. I'll be on my cell, though.",
        "Jack: Katie is at least being reasonable.",
        "Janet: No, she isn't. In fact, she is making a huge mistake, leaving Bradley and Liberty out there in the wilderness. And so are you.",
        "[SCENE_BREAK]",
        "Liberty: Oh, no, no! I'm not stabbing the worm with a hook. That is so totally gross!",
        "Brad: Then how do you expect to catch a fish?",
        "Liberty: I -- I wouldn't want the kind of fish who would eat a worm.",
        "Brad: Fine. Well, if you want to eat --",
        "Liberty: I'd rather drown.",
        "Brad: Well, suit yourself.",
        "Liberty: What are you doing? Stop! Stop!",
        "Brad: Well, you said you'd rather drown, and I want to be a good dad and give my daughter everything she wants!",
        "Liberty: You are so -- stop!",
        "Brad: Are you sure? Are you sure? I don't want to deprive you of your heart's desire.",
        "Liberty: Okay, all right! But do I really have to touch -- touch him, the little wormy? Oh, my God. This is -- this is the most disgusting in the entire world! Ew!",
        "Brad: Well, I wouldn't be too sure about that. We have to clean the fish.",
        "[SCENE_BREAK]",
        "Jack: You are blowing this thing totally out of proportion, and you're kind of being selfish, besides --",
        "Janet: Me, selfish?",
        "Jack: You've had Liberty all these years to yourself. Give Brad a couple of days. Let him be a dad, or at least let him learn how.",
        "[SCENE_BREAK]",
        "Liberty: Ohh.",
        "Brad: You might want to get your line farther out from the boat, you know, like where the -- where the fish are. There we go. That's good. Yeah, that's better.",
        "Liberty: Ew -- wormy. Wormy, wormy.",
        "[Laughs]",
        "Brad: Okay, wait --",
        "Liberty: Ew!",
        "Brad: Wait. It's all right. It's all right. See, there you go. Easy. There you go. Do it again.",
        "Liberty: Because it worked so well the first time.",
        "[Laughs]",
        "Brad: Well, you know, sometimes you have to try something a few times before, you know, you get the hang of it.",
        "Liberty: Really?",
        "Brad: Well, not everything. Sometimes once is really enough. Yeah, right, so -- see, that's better.",
        "Liberty: So, where are these little fishies?",
        "Brad: Time. It just takes time.",
        "Liberty: Sometimes I don't know if this is like completely random that fish only bite when they're -- oh, my God! Oh, my God!",
        "Brad: Oh, you got a bite?",
        "Liberty: A bite? No, this guy's like trying to eat my entire pole!",
        "Brad: Okay, okay, okay, okay. Don't panic. Don't panic. Okay, just -- all right, just -- come on. Just ease him over here, just nice and gentle. All right. Oh, he's so totally huge!",
        "Brad: Whew!",
        "Liberty: Oh, my God!",
        "Brad: So, you so totally got dinner!",
        "Liberty: Ooh, hi, Baby.",
        "[SCENE_BREAK]",
        "Bob: Did you hear one word that I said?",
        "Chris: Dad, I need to know --",
        "Bob: No, you need to know that whatever your feelings are for Alison, she does not reciprocate them. She's made that very clear.",
        "Chris: I need to know how she's doing. I just want ask her a couple questions.",
        "Aaron: Get out!",
        "Chris: Aaron, I don't want any trouble, man, okay?",
        "Aaron: Well, it's too late. I mean, just because you got out of jail doesn't mean you can get anywhere near Alison again.",
        "[SCENE_BREAK]",
        "Emily: Can I, uh -- can I drop you someplace?",
        "Casey: No, you've already dropped me.",
        "Emily: Casey, it doesn't mean we still can't be friends.",
        "Casey: No, I -- I've had it, Emily. You say you love me and you want to be with me forever, and now you just want to undo everything we -- I just can't live like that.",
        "Emily: Is there anything I can do?",
        "Casey: Yes. We can go back to St. Louis and have our honeymoon.",
        "Emily: We can't do that, Babe.",
        "Casey: You mean you can't, and if you can't do that, then, no, no, there's nothing you can do for either one of us.",
        "[SCENE_BREAK]",
        "Chris: Aaron, Ali needs help, all right? Something almost killed her today. We need to make sure that doesn't happen again.",
        "Aaron: Is that a threat?",
        "Bob: Chris, this is enough. We're not helping anybody, especially Alison.",
        "Aaron: What a joke.",
        "Alison: Aaron? Are you there?",
        "Aaron: Yeah, I'm here.",
        "Alison: I thought I heard something.",
        "Aaron: It's nothing. Go back to bed.",
        "Alison: Are you ordering me around, Snyder?",
        "Aaron: Only for your own good.",
        "Chris: There is something wrong here, Dad, and I think the answer lies in Alison's chart.",
        "Bob: Not only is she not your patient, and you don't practice medicine at this hospital anymore.",
        "Chris: No, but you do. You could ask Susan.",
        "[SCENE_BREAK]",
        "Margo: No! You married her? I can't -- you married Emily Stewart? It's not bad enough you get married at your age, but you marry her?!",
        "Casey: Okay, stop it! I've been yelled at -- God, Mom, please stop!",
        "Margo: Why? Why? What happened? What did she do to you?",
        "Casey: She said she loved me, and so she decided we should fly to St. Louis because she couldn't wait to spend the rest of her life with me. And then she dumped me. So you got what you wanted, okay? It's over.",
        "[SCENE_BREAK]",
        "Emily: Ugh. Oh, God. Oh, God. Oh, God. What's wrong with me? Oh, what's wrong with me?",
        "[SCENE_BREAK]",
        "Jack: You're very quiet. What's going on?",
        "Janet: I was just thinking. You know how you said I should leave Brad and Liberty alone, let him learn how to be a father?",
        "Jack: I really believe that.",
        "Janet: I think that maybe you're not thinking about Bradley at all. I think you want to punish me and Liberty.",
        "Jack: Excuse me?",
        "Janet: Admit it, Jack. With Liberty out of town, that means you don't have to worry about what Parker's doing or who he's doing it with.",
        "Jack: No, that's not true.",
        "Janet: And I get punished in the meantime because I gave her protection, instead of locking her up in a chastity belt. I get punished, and that's just an extra bonus, isn't it?",
        "Jack: No, no, that's not it at all, Janet.",
        "[SCENE_BREAK]",
        "Liberty: Ugh! Since I caught them, doesn't that mean you have to clean them?",
        "Brad: No, fishing rules -- you caught, you have to clean.",
        "Liberty: Oh. God. It's crunchy. Ugh! [Knife scraping] Oh, my God. This is sick.",
        "[Liberty sings]",
        "Liberty: Oh, sorry.",
        "Brad: Don't be. You have a really pretty voice. I did not know.",
        "Liberty: There's lots of stuff you don't know about me.",
        "Brad: Well, maybe we can learn something from this trip other than fishing.",
        "Liberty: Like there's more to life than having sex.",
        "Brad: Or like the fact that my daughter's a pretty interesting person, and she can sing.",
        "[SCENE_BREAK]",
        "Katie: Okay, Jack, you were right. Just leave them alone.",
        "Jack: Hey, Parker, can you come down here for a minute, please?",
        "Parker: What is it?",
        "Jack: I wanted you to know that everything's okay with Liberty.",
        "Parker: Oh, so you know where she is?",
        "Jack: She's on a trip with her dad. And maybe that's a good thing. Maybe it'll allow you two time to cool things off.",
        "Parker: Whatever you say.",
        "Jack: Listen, I gotta go see someone. Can I count on you not to go anywhere?",
        "Parker: Now that Liberty's out of town, you mean?",
        "Jack: That's right. Oh, God, that's right. Now I've really got to see someone. Okay, bye.",
        "[SCENE_BREAK]",
        "Aaron: What's wrong?",
        "Alison: This is the bracelet from Dad. It was supposed to be a good luck charm to help me through nursing school. But it looks like the charm has worn off.",
        "Aaron: Oh, don't say that. You just have to give it a chance. I'm sure you'll start feeling better real soon.",
        "[SCENE_BREAK]",
        "Chris: Well? Thank you, Dad. I owe you.",
        "Bob: I'm not giving you the chart because you asked for it. I'm giving it to you because there's something you should see, and it's a strange coincidence.",
        "[SCENE_BREAK]",
        "Margo: Emily.",
        "Emily: Ugh, just when I thought this day couldn't get worse.",
        "Margo: What the hell did you do to my kid?",
        "Emily: Go ahead. No, I'm not stopping you. Get it out. I know what you want to say. I'm a monster. I'm a whore. I ruined Casey's life. Am I on the right track?",
        "Margo: Don't you have any soul? You get him to fall in love with you, you get him to marry you, and then you drop him. I mean, why don't you just rip out his heart and dance on it?",
        "Emily: I never meant to hurt him.",
        "Margo: Well, then why the hell did you do this to him?",
        "Emily: I don't know. I don't know. I can't explain it.",
        "Margo: Well, you better come up with an explanation, because I'm not leaving here without one.",
        "Emily: This isn't about you, okay? Stay out of it. This is about me and Casey.",
        "Margo: There is no more you and Casey. Don't you get that?",
        "Emily: Yeah, right, right, right, right, right. I drove him away. I know what I did. And you're gonna do the same thing. You don't even know what you're doing. You're sm -- you're smothering your own son, and --",
        "Margo: Oh, please.",
        "Emily: Ohh!",
        "[Emily faints]",
        "Margo: Emily. Emily? Oh, damn.",
        "[SCENE_BREAK]",
        "Susan: Emily? Oh, my God, what happened? What did you do to her?",
        "Margo: Nothing. She collapsed before I got a chance.",
        "Susan: Oh, Sweetie, are you okay?",
        "Emily: I think something's really wrong, Mom.",
        "Susan: Let's get her in there.",
        "[Cell phone ringing]",
        "Casey: I'm talked out, Mom.",
        "Margo: Casey, I'm here at Memorial. There's something you need to know.",
        "Casey: Is it Dad? Grandpa?",
        "Margo: No, it's Emily. She collapsed. I thought you'd want to know.",
        "[SCENE_BREAK]",
        "Chris: Now, isn't this the same chemical they found in my blood?",
        "Bob: That's the way I read it.",
        "Chris: And now it's in Ali's, and we both had blackouts, did things we couldn't explain. Dad, there's no way this is a coincidence.",
        "Bob: But how did it get into both your systems?",
        "Chris: Well, maybe it's something we both came into contact with, or a virus.",
        "Bob: Oh, I doubt that.",
        "Chris: Trust me, Dad. After the years I spent in Africa, there's one thing I've learned, and it's anything is possible.",
        "[SCENE_BREAK]",
        "Aaron: Hypocalcemia.",
        "Alison: Hypocalcemia -- uh --",
        "Aaron: Hypocalcemia.",
        "Alison: Hypocalcemia.",
        "Aaron: You want me to spell it for you?",
        "Alison: No, I don't need you to spell it for me. I'm not an idiot. Hypocalcemia. Oh, oh, oh, uh, cats! Cats -- um, c-a-t-s. Uh -- oh, oh, uh, convulsions, um, um -- arrhythmia, arrhythmia, and -- and -- ohh. The \"T.\" What is the \"T\"? I don't know why my brain is not working. I guess my good luck charm bracelet is not working again.",
        "Aaron: But maybe -- maybe you should probably just rest, Alison.",
        "Alison: This is really -- just this off me.",
        "Aaron: What's wrong? What's going on here?",
        "Alison: I'm just hot. I'm hot! I'm hot! Just get them off!",
        "Aaron: Okay, okay.",
        "Alison: Oh, God!",
        "[SCENE_BREAK]",
        "Emily: I honestly don't know how it happened. Casey was telling me all these things I said and did. I don't remember any of it, Mom.",
        "Susan: Well, it's probably nothing.",
        "Emily: You don't believe that.",
        "Susan: Hey, who's the doctor here? Listen, when's the last time you ate?",
        "Emily: I don't know. I can't remember.",
        "Susan: Okay, why don't I go arrange for those tests? I'll get you some soup. You're gonna be just fine.",
        "Bob: Susan? Is it Alison?",
        "Susan: No, it's Emily. They just brought her in.",
        "Chris: Wait, what's -- what's wrong with her?",
        "Susan: Well, she collapsed, but that's not the half of it. She and Casey flew to St. Louis today and got married.",
        "Bob: They did what?",
        "Susan: The craziest thing of all is that she can't remember how it happened.",
        "Chris: Do you expect us to believe that?",
        "Susan: Emily said that she was in some kind of state where she was completely unaware of what she was doing. Well, ask Margo. She was there when she collapsed. She's the one who brought her in.",
        "Chris: What do you think it is?",
        "Susan: All I know is that Emily is not faking this. I'm afraid something is seriously wrong with her.",
        "[Door opens]",
        "Aaron: Dr. Stewart, um, Alison's burning up, and she's breathing funny.",
        "Susan: God, both my girls at once. What's going on?",
        "Bob: Ah, ah, you're not going in there.",
        "Chris: I need to help Ali and Emily. Let me help stop whatever this is before it gets out of control, okay?",
        "Bob: Okay. I'll do what I can to get you reinstated.",
        "Alison: No.",
        "Susan: Just tell me what -- tell me. Tell me.",
        "Chris: Hold on, Ali. We'll get to the bottom of this.",
        "[SCENE_BREAK]",
        "[Dishes clanking]",
        "Janet: Can I take your order?",
        "Jack: Yeah, I've had a really tough day, and I'm looking for something to sweeten it up. Anything you'd recommend?",
        "Janet: Banana cream pie's pretty good.",
        "Jack: Hmm. Well, it's no tiramisu, but I guess it'll have to do.",
        "Janet: Better?",
        "Jack: I hope so. I know we see things differently.",
        "Janet: Yeah, you got that right.",
        "Jack: But when you come right down to it, we both want the same things. We both want our kids to be happy and healthy, and we both want them to stay kids as long as possible.",
        "Janet: You got that right, too.",
        "Jack: You got to know that Brad would never do anything to hurt Liberty or to put her in danger. And who knows? Maybe this will all work out for the best. I hate admitting this, but sometimes, in his own way, Brad can have a positive impact on people.",
        "Janet: He can, at that. Let's just hope one of those people is Liberty.",
        "[SCENE_BREAK]",
        "[Katie goes to the window and watches them]",
        "Liberty: Okay, okay.",
        "Brad: Okay.",
        "Liberty: You're gonna do this. You have to do -- okay, ready? You're gonna go -- la la la la-la la-la la go, go.",
        "Brad: La la -- la la la la-la la la-la la",
        "Both: La la la la la-la-la la-la-la",
        "Brad: La la la la la [Both laugh] Okay, come on. Come on. Come on.",
        "Liberty: Okay, okay.",
        "Brad: La la la la la la la.",
        "Liberty: She loves you",
        "Brad: La la la la la la la.",
        "Liberty: That's how you know.",
        "Brad: La la la la la la la.",
        "Liberty: It's true.",
        "Brad: La la la la la la la.",
        "[Laughs]",
        "[SCENE_BREAK]",
        "Parker: Yeah, hi. When's the next bus is to Half Moon Lake? Great, and how much is a ticket? Thanks, bye.",
        "[SCENE_BREAK]",
        "Brad: Go! He's your love whoo! [Laughs] Thank you!",
        "Brad: Oh, wow! Wow, honestly, if I had a lighter, I'd just be waving it.",
        "Liberty: No, no, no, you're old school. But for an old, old dad, you're pretty cool.",
        "Brad: Well, thank you.",
        "Liberty: And if it weren't for the guts and the bears and the worms, I might really like it here. Shh.",
        "Brad: Shh.",
        "Liberty: All right, bye, you fish.",
        "[Katie watches them for a sec and leaves]",
        "[NEXT_ON]",
        "Liberty: Ugh. What am I supposed to do now?",
        "Parker: Run away with me.",
        "Janet: Liberty's not joy-riding in the woods all by herself. They are together, on their way to God knows where! Let's go!",
        "Dr. Michaels: Well, your wife needs to be admitted to the hospital as soon as possible.",
        "Sofie: Do you really want to wait until he succeeds to start protecting yourself? Now all you have to do is open the safe and take out the gun."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=VV4ewEPIVqE"
}