{
    "Episode Summary": [],
    "Recap": [
        "Lucinda finds out the antibiotics are helping her infection she got at the clinic in Mexico. A shocked Lucinda finds out that her masseuse, that directed her to the clinic in Mexico, died the day before. She agrees to restart her chemo treatments, if Lily goes to Mexico to help Holden find Luke. Carly catches Dusty trying to see if Rory has a stork bite. Meg offers to check the blood work on the two babies to see if they match, and almost gets caught. What will they find? Iris starts to put her plan in motion to nail Carly to the wall, by going to the police, as a supposed witness, who saw the vendor take Gwen's baby. Jack and Carly continue to fight about how many felonies Carly committed, in the name of protecting Rory. Hal tells Jack that a woman named Iris, has made some serious allegations, and they have brought the vendor in to clear them up. Jack is starting to panic. Emily wants to spill her guts to Susan, who has come by to apologize. Paul goes to see Jen, who disowns him as her brother, since he refuses to help. She will turn to Craig then, prompting Paul; it seems, to prepare to tell her the truth."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Note: Special thanks to our proofreader, Emma, for providing the names for this transcript.]",
        "Lucinda: No, I won't. Call me in an hour? Promise? Thanks.",
        "Lily: I don't suppose Holden had any clues about Luke's whereabouts?",
        "Lucinda: But he'll call in an hour? No, not with what? Yet a traffic report?",
        "Lily: Those antibiotics must be working. You're almost insufferable again.",
        "Lucinda: Give me an hour and I'll be be on the phone to my friend at the justice department.",
        "Lily: Mother, it's handled. Please. Can't you just stay here and rest?",
        "Lucinda: My grandson must be safe. I will not leave behind me this mess.",
        "Lily: Whoa! First of all, we'll find Luke. And second of all, you aren't leaving! You will beat this cancer. Right here, right now.",
        "Bob: Hi.",
        "Lucinda: Let's hope this is good news.",
        "Bob: Good news and better news.",
        "Lily: We'll take it. Right?",
        "Bob: The infection you caught at the clinic in Mexico did a number on your immune system.",
        "Lucinda: Is that the good news?",
        "Bob: We caught it in time, and the antibiotic is working well. You're responding well to it. Which means you'll be well enough to resume your chemotherapy very soon.",
        "Lily: That's great! Mother? Did you hear? You can get right back into chemo. That's great news.",
        "Lucinda: Great news. I'm supposed to cheer about that? Chem therapy, the cure is the worse than the disease. It's the last thing I want to do.",
        "[SCENE_BREAK]",
        "[Paul remembering.]",
        "Jennifer: Paul, say it! Please! Tell me, please! You know, he's my son! You know I'm not crazy! Paul! Tell me!",
        "[SCENE_BREAK]",
        "Emily: I'm so glad you're here. You won't believe what's happened.",
        "Paul: What?",
        "Emily: After I dropped Daniel off at school, I went to see your sister at the hospital and she's been moved. To Deerbrook!",
        "Paul: Yeah.",
        "Emily: Paul? The psych hospital. Your sister's been institutionalized.",
        "Paul: I know. I'm the one who committed her.",
        "[SCENE_BREAK]",
        "Hal: Hi, honey. I'm sorry work took so long. Where are your mom and Will?",
        "Jennifer: With the doctor? I don't know.",
        "Hal: Doesn't matter. I'm just glad I could get a few minutes with you.",
        "Jennifer: You want to help, don't you, Daddy?",
        "Hal: It's what daddies do, every chance we get.",
        "Jennifer: Mom wants me to tell the doctors that I know that that baby isn't mine and that my baby is dead.",
        "Hal: What do you want?",
        "Jennifer: I want someone, just one person, to believe what I believe. That my baby is alive. Please be that person, Daddy.",
        "Hal: Honey --",
        "Jennifer: Be the person who knows I'm not crazy. My baby's alive and you can help me prove it.",
        "[SCENE_BREAK]",
        "Dusty: Its okay, honey. Am I not very good at this?",
        "Carly: What the hell are you doing with that baby?",
        "Dusty: He started fussing. I think he might be wet or something.",
        "Carly: That's the other end. Dusty?",
        "Dusty: Huh? What?",
        "Carly: You were tugging at his shirt. Why?",
        "Dusty: I picked him up, and I thought I saw something on his neck. Like a bug bite or something. I don't know.",
        "Carly: There's nothing here.",
        "Dusty: Yeah, I guess not. I'm sorry. He has beautiful skin. Not a mark on him. He's gorgeous.",
        "Carly: Yeah. Were you looking for a specific mark, Dusty? Jennifer sent you, didn't she?",
        "Dusty: Jennifer asked me to come here. Because she asked me to. Her baby had a stork bite, a mark on the neck, you know?",
        "Carly: Rory doesn't have a mark like that. Did you see that?",
        "Dusty: I got it.",
        "Carly: He doesn't, never it. You could've just asked.",
        "Dusty: I'm sorry. I didn't know how you'd be.",
        "Carly: If this helps her, if it just keeps her from breaking in and kidnapping my child again, I'm happy you looked. But I think it's time you left.",
        "Dusty: Yeah. Sorry I bothered you. Hey, Jack.",
        "Jack: Dusty.",
        "Carly: Did you catch any of that? You won't believe what Dusty -- what's wrong?",
        "Jack: I just saw Iris in the park.",
        "Carly: Was she with Gwen?",
        "Jack: And the vendor who found the baby that day.",
        "Carly: What?",
        "Jack: She was trying to give him money.",
        "Carly: For what? I can guess! But if Frank thinks he can change his story now!",
        "Jack: Frank? You two are on a first-name basis?",
        "Carly: No, I just heard his name from the police report. At least I thought that was his name.",
        "Jack: Just how far did you take this, Carly? I want the truth this time. All of it!",
        "[SCENE_BREAK]",
        "Police Officer: Can I help you, ma'am?",
        "Iris: Yes, I need to see the chief of detectives.",
        "Police Officer: Will he know what it's about?",
        "Iris: I need to report a crime.",
        "[SCENE_BREAK]",
        "Emily: You had your own sister committed to a mental hospital?",
        "Paul: Jennifer tried to kidnap the baby.",
        "Emily: What?",
        "Paul: Yeah. Somehow she got herself out of the hospital and over to Carly's. She snuck in and took the baby, got back to the Lakeview and was ready to take off. She was getting ready to leave town when we found her. Oh, yes, a real scene.",
        "Emily: And you know why?",
        "Paul: Emily, her doctor said Jennifer was a danger to the baby and herself. I'm lucky Jack and Carly didn't press charges. Then the state would've committed her - or thrown her in jail. One way or another, she wasn't going home after that. So I made the best choice I could make, given the circumstances. I..what?",
        "Emily: Sometimes I just can't believe what we've done.",
        "Paul: We didn't make Jennifer take drugs.",
        "Emily: Didn't we? She was trying to numb her pain. We could've ended the pain in one second, if we'd told her the truth about the baby!",
        "Paul: What is done is done. You're going to beat me up over things we can't change now.",
        "Emily: No. But it gets harder and harder to wait.",
        "Paul: Wait for what?",
        "Emily: You said when Jennifer was stronger and feeling better, that we'd tell her the truth about the baby. Paul, you did say that.",
        "Paul: I said I'd think about it.",
        "Emily: But you won't.",
        "Paul: I've thought. I went through every possible scenarios. Every way it could go if we tell Jennifer that baby is hers. And any way it goes Craig wins.",
        "Emily: Craig?",
        "Paul: Play it out, Emily.",
        "Emily: What?",
        "Paul: Go on. We tell Jennifer that Rory Cabot is really her baby. What happens next?",
        "Emily: She takes custody.",
        "Paul: How? She's been on a crystal meth binge, nobody would let her take custody of a baby. The court would have to put the baby in a safe home. Probably keep him where he is now, so what does change?",
        "Emily: She gets better. Because she knows her baby is alive.",
        "Paul: Maybe. Big maybe. Here's what we know for certain will happen. Craig takes it to court immediately. Even a guy behind bars can convince a judge that an unstable, drug-addicted woman isn't fit to raise his child. Jennifer, get your baby back only to lose him all over again. She will never recover from that. My way, she gets a chance to heal and a chance maybe to keep Craig out of her life.",
        "Emily: What if she doesn't, Paul? Because she knows in her bones that her baby is out there somewhere? Can you live with that? Because I can't.",
        "[SCENE_BREAK]",
        "Jennifer: A blood test. Can you do that, Dad? You're a cop. You can get a court order to get a blood sample for my baby.",
        "Hal: Honey, your baby is okay, the baby living with Carly that she calls Rory.",
        "Jennifer: Get a blood sample and check it against my baby's records at the hospital. You can do that, Dad, you can. You can make the whole police force jump if you want.",
        "Hal: I need cause to go to court, Jen.",
        "Jennifer: You have cause! I saw my baby. I know him. And he is with the wrong people. It's simple. It's just a blood test.",
        "Hal: I'll see what I can do.",
        "Jennifer: You won't. You think I'm still out of my mind. I can hear it in your voice. Never mind.",
        "Hal: Jen, don't do that. I'm here and I want to help.",
        "Jennifer: I don't want to. But maybe I can find somebody else who will.",
        "Hal: Hey.",
        "Jennifer: Hey. Thanks for coming. You want something?",
        "Hal: No, I just left here. And I have dinner plans tonight.",
        "[SCENE_BREAK]",
        "Dusty: I'll make it quick. You know that birthmark on Jen's baby? The stork bite? Fades away over time?",
        "Meg: Yeah.",
        "Dusty: How quickly?",
        "Meg: Sometimes in a few weeks.",
        "Dusty: So it's likely Jen's baby wouldn't have one anymore?",
        "Meg: Jen's baby is dead, Dusty, so yeah, that would be a safe bet. You went and checked Carly's baby, didn't you?",
        "Dusty: At least I can tell her I checked myself. She's not gonna give up until I bring her evidence, then she might really let it go.",
        "Meg: Is that what you want?",
        "Dusty: If that's the truth, yeah.",
        "Meg: You're sure?",
        "Dusty: Yeah! What?",
        "Meg: Well, if you really want the drama to be over, there's a very simple way to put this to rest.",
        "Dusty: Really? How is that?",
        "Meg: Jennifer's baby would've had blood work done at birth. So would Gwen's. That's part of their record. And when Carly took Gwen's baby for his first checkup, they would have to repeat the same test.",
        "Dusty: So if the baby with Carly now is really Jen's baby then the blood test results wouldn't match?",
        "Meg: Right.",
        "Dusty: It would match the results of Jennifer's baby?",
        "Meg: And if it's Gwen's baby, the blood test will tell you that, too.",
        "Dusty: I gotta get these tests.",
        "Meg: You need permission from the family.",
        "Dusty: That ain't gonna happen. Carly's been sympathetic so far, but she doesn't really like me right now. She's been keeping Gwen away.",
        "Meg: Maybe with a court order?",
        "Dusty: Yeah, if I knew the tests didn't match, then we could start busting down doors. But not until then. Jennifer will be heart broken. It will kill her.",
        "Meg: You'd be surprised what people can get through in life.",
        "Dusty: You've seen her. You think she can survive much more?",
        "Meg: No. She's pretty fragile.",
        "Dusty: Doesn't staff have access to hospital records? You could take a look for me, couldn't you? Your smart start, miss. Let's make some room.",
        "Meg: If I go into confidential patient records without authorization, I could lose my job. Not to mention my license.",
        "Dusty: By looking at some blood work? Oh. Okay, listen, I'm sorry. Forget I asked. I'll handle it.",
        "Meg: Handle it how?",
        "Dusty: Don't worry about it.",
        "Meg: Dusty, bad as it would be for me to get caught, you might get in real trouble with the law.",
        "Dusty: A d-felony? That's not trouble with the law. Don't worry about it. Didn't you say you had a dinner date?",
        "Meg: You'd risk going to jail to get a medical file, when we both know what it's going to say? Just so you can tell Jennifer something she's too messed up to believe anyway?",
        "Dusty: Meg, forget that we had this conversation, all right? You know nothing.",
        "Meg: Wait. Dusty! I'll do it.",
        "[SCENE_BREAK]",
        "Paul: Are you saying you'd tell Jennifer about the baby without me?",
        "Jennifer: I don't want to do anything without you. We're in this together.",
        "Paul: Why doesn't it feel that way?",
        "Jennifer: This is something between us for the rest of our lives. So I have to push sometimes. To make sure we can live with it.",
        "Paul: I can live with anything that keeps Jen safe. That's all that matters.",
        "Jennifer: We don't know that keeping her from the baby does that.",
        "Paul: It keeps Craig away. Otherwise, she fights him for the rest of her life.",
        "Jennifer: What if she spends the rest of her life fighting to get her baby back? Is that better?",
        "Paul: I don't know. I just -- I want her to be safe. I just want my sister to have the best, safest, happiest life that she can have.",
        "Jennifer: I know. I wish I had a brother growing up like you who loved me as much as you love her. So make me a deal. Okay? Go to the hospital. See your sister in the light of day, now that everything has calmed down, okay? If you can honestly tell me that she's better off not knowing about the baby, then I'll let it go.",
        "Paul: You mean that?",
        "Jennifer: I can live with it, if you can.",
        "[SCENE_BREAK]",
        "Jack: You bribed a man to drug a girl you want to make look like a negligent mother then you had that man destroy the evidence. That's assault, obstruction of justice. Lying in family court about the whole thing, that's perjury. Oh, and lying to the cops, although maybe that doesn't count in your mind.",
        "Carly: Jack -- I don't understand. You already knew most of this. I mean, even though I didn't say it in so many words you knew I had to have broken the law. So what's really different now?",
        "Jack: Now I can't say maybe. Now I know. And it's even worse than I thought.",
        "Carly: You want to know what I thought? I thought about how I'd feel when Gwen did endanger Rory and I had to read about it in the paper instead of being right there to take care of him.",
        "Jack: Did you think about what you did to her? You drugged an innocent girl. You could of girled her.",
        "Carly: Oh Jack, please --",
        "Jack: For all you knew, you could've given her something she was allergic to, or she could've had a bad reaction --",
        "Carly: It wasn't cyanide. It was a gentle over-the-counter sleeping aid. Let's not get carried away, all right?",
        "Jack: We're at least two felonies past carried away. Did you hear that? Felonies! You've gone way too far.",
        "[SCENE_BREAK]",
        "Bob: The numbers you got from that clinic in Mexico was probably the results of the chemotherapy you had here.",
        "Lily: Or they were made up. Bob, this guy was a quack, who knows what they were passing off as treatment at this place. They could've gotten those this alternative stuff is all just another word for garbage.",
        "Bob: I wouldn't say that about all forms of alternative treatment, not by a long shot. Sometimes they're extremely helpful.",
        "Lucinda: The chemo would destroy the good results they could get.",
        "Lily: He was telling your cute little doctor in Mexico?",
        "Lucinda: Pipe down! The woman who told me about the clinic. Let's talk to her. She could tell you.",
        "Bob: Yes. I would love to talk to her, as a matter of fact.",
        "Lucinda: She's a living, fully healthy example of what they can do without chemicals.",
        "Bob: Who is this?",
        "Lucinda: You have to promise, no retribution because she happens to be on the staff.",
        "Lily: You're joking!",
        "Lucinda: She is a lovely woman. She gave me more comfort than anybody. This woman gave me great comfort and you should be proud to have her around.",
        "Bob: Who is it?",
        "Lucinda: She's a physical therapist. Her name is Beverly Neale. Well? Let's get her in here! And let's let her tell all three of us together!",
        "Bob: We can't, Lucinda.",
        "Lucinda: Don't tell me she's been fired.",
        "Bob: Bev Neale died two days ago.",
        "[SCENE_BREAK]",
        "Paul: You've already seen her?",
        "Hal: I found out where she was this morning. And how she got here.",
        "Paul: I wasn't going to call people late last night.",
        "Hal: You wouldn't have called me at all.",
        "Paul: I knew you'd find out, Hal. What difference does it make who told you? You want to have a run at me for putting Jen here, then get in line. Barbara's filled my voice mailbox with her thoughts on what an idiot I am --",
        "Hal: You did the right thing. As much as I hate to see Jen here, it only takes about five minutes to see how much she needs. How much she needs help.",
        "Paul: I was hoping she would be better this morning.",
        "Hal: Really? Why don't you see for yourself?",
        "Paul: Hey, Jen. The nurse told me you slept great. How are you doing? I bet you're tired of hearing that question already. Okay. Here we go. Your favorite Belgian chocolate. And the latest fashion rags. A nifty quote in this one from our old friend Tandy on the vital importance of fuchsia this fall. Okay, look. I know it's trivial, Jen, that's the point. Give your mind a rest. What do you say?",
        "Jen: I'd say you have a very guilty conscience.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\"--",
        "Carly: Just tell me what you want, Iris. Just name your price.",
        "Iris: I want that baby safe and no kid is safe with you.",
        "Jennifer: And if you won't help me, then I will find somebody that will help. Maybe I'll even call Craig!",
        "Paul: Craig?",
        "[SCENE_BREAK]",
        "Emily: Hi. What do you want?",
        "Susan: I was hoping for coming in, have a cup of tea.",
        "Emily: On what planet?",
        "Susan: Not on this one, I guess. It'd just make the apology easier.",
        "Emily: I'm sorry, did you say apology?",
        "Susan: I don't usually have to come find you. Come on! We fight, and three, four days later you come by my house. We make up.",
        "Emily: Yeah in well, things are changing.",
        "Susan: I guess. So here I am. To tell you I'm sorry. Can I come in?",
        "Emily: I'm expecting a call from Paul any minute. It's important.",
        "Susan: Then I'll leave the minute you need me to. Oh, look! You must be so happy to have Danny back! Yes, we're happy. Good. Paul, is he happy?",
        "Emily: Do you really want to know?",
        "Susan: Yes.",
        "Emily: He's fine, I'm fine, everybody's fine.",
        "Susan: Then why do you look like you haven't slept in weeks? You look haggard.",
        "Emily: Okay, nice of you to stop by, but --",
        "Susan: Honey, I didn't mean it that way, I'm worried about you.",
        "Emily: Why? Because I must be messing up? And you're here to point it out? Right?",
        "Susan: No. Because life's hard even when you haven't done anything to mess it up. I heard about Jennifer. That must be taking a toll on Paul.",
        "Emily: Yes, it's been very hard on the both of us, but we are going to get through it.",
        "Susan: Good.",
        "Emily: It is.",
        "Susan: What is it? You've looked like you wanted to tell me something since I walked in the door.",
        "Emily: Go away, Mom.",
        "Susan: What's bothering you?",
        "Emily: Nothing! Everything is fine. Paul and I are great. We're connecting more all the time, every level, every day.",
        "Susan: But?",
        "Emily: But what? Sometimes I wonder if you get to be happy, when you know it's at someone else's expense.",
        "[SCENE_BREAK]",
        "Paul: Dr. Michaels laid it on the line. He said you pose a threat to the people around you. Do you know what that means?",
        "Jennifer: You broke into a house and took a baby from his baby.",
        "Paul: One baby.",
        "Jennifer: My baby, Paul. If you'd just once said, listen to her, maybe its true - even just that much.",
        "Paul: You won't be here forever, Jen. Once you get fully detoxed and you feel steady about that, then you're home. And we can take off for Europe. You don't remember?",
        "Jennifer: I wouldn't go across the street with you.",
        "Paul: Jen --",
        "Jennifer: You're not my brother. Not anymore.",
        "[SCENE_BREAK]",
        "Carly: Even if Frank comes forward and says something, he can't prove it. I gave him cash! And if Iris pays him to talk, then he's tainted, right? Nobody will believe him.",
        "Jack: Especially if she pays him in cash, too.",
        "Carly: Jack, stop this. You want me to feel lousy? I do. I feel lousy. I'm sorry that I had to do. But I did what I had to do. I had to protect that baby.",
        "Jack: You think a judge sees it that way? Especially now that Iris is involved. You think she keeps quiet about your history together?",
        "Carly: Jack, we can't let it get to that. This is not like what happened then.",
        "Jack: No. This time you're an adult and you know exactly what you're doing. That's what's scary.",
        "Carly: Jack?",
        "Jack: I have to get back to work.",
        "Carly: What are you going to do?",
        "Jack: I don't know.",
        "Carly: Nobody got hurt. Just remember that, when you think you can't live with it. Nobody got hurt.",
        "Jack: We got hurt. Or doesn't that count?",
        "[SCENE_BREAK]",
        "Hal: Hello. What can I do for you, miss?",
        "Iris: Dumbrowski. Iris Dumbrowski. I'm hoping I can help you. Or at least sleep at night. It's about what I saw.",
        "Hal: Saw where?",
        "Iris: The other day, at the Main Street courtyard and I should of said something then, but it seemed like the baby was okay.",
        "Hal: What baby?",
        "Iris: The baby that went missing. But they found him immediately, so I thought, maybe I misunderstood. It wasn't what it looked like.",
        "Hal: This was the incident that happened the other day?",
        "Iris: Yeah. It was a sunny day, so a lot of people were out. I was in the park. And I saw this guy take the baby.",
        "Hal: Hold it. Wait a minute, Ms. Dumbrowski. Tell me exactly what happened.",
        "Iris: Okay. I saw this girl on a bench with a baby. Blonde girl. Young.",
        "Hal: Okay. What drew the attention to you?",
        "Iris: I guess 'cause she was so young. Anyway, she gets tired - out of nowhere it looks like - and drops off to sleep, right there with the baby in the pram. Then it wasn't a minute before this ice cream guy shows up and he wheels the baby pram off.",
        "Hal: You saw a man come in and take the pram?",
        "Iris: Yeah. It was just as she fell asleep.",
        "Hal: You said it was the ice cream guy?",
        "Iris: Well, he had a cart that sold those things that could of been ice cream, soda, something.",
        "Hal: Okay, hold on. Hang on right there. I want to get an officer to take your statement. Think you could describe this man?",
        "Iris: I could sure try.",
        "[SCENE_BREAK]",
        "Bob: There was an autopsy. Do you believe that?",
        "Lucinda: I'd like to see it. Yes.",
        "Bob: Well, then I'll get it.",
        "Lucinda: Okay.",
        "Lily: I can't believe you. You just sent Dr. Hughes to get an autopsy? Mother!",
        "Lucinda: My darling, nothing is obvious. To me, not anymore.",
        "Lily: You scare me. You think you can jump off the cliff, that you can fly?",
        "Lucinda: If that's the way I want to go.",
        "Lily: Is that it? You're really that sick of all of us? I get why you're sick of me, fine. Next on the list. Sierra? Lucy? Faith and Natalie? What about Luke? Are you willing to risk the rest of their lives?",
        "Lucinda: I won't lose. I will give them the best I have. I just want to do it. I want to be me. I don't want to be the disease.",
        "Lily: I would rather see you a disease than in a corpse. I want you alive! I would never look at you and see a disease! Would you please, please get the chemotherapy?",
        "[SCENE_BREAK]",
        "Bob: Meg!",
        "Meg: I'm sorry about that.",
        "Bob: It's all right. I'll get that. What do you think you're doing? Your shift is over. No pulling in for overtime your first week.",
        "Meg: Well, don't worry. I punched out. I'm just doing some extra paper work on my time off.",
        "Bob: That's above and beyond!",
        "Meg: Well, I like doing it, you know? It gets me familiar with all of the cases on my floor.",
        "Bob: I could use a whole staff of nurses like you.",
        "Meg: Well, that's way too much to live up to.",
        "Bob: Listen, you go home. You've done enough for one day.",
        "Meg: Just a few more minutes, then I'll go home with a clear mind.",
        "Bob: Okay. I'll see you tomorrow.",
        "Meg: Yeah.",
        "[SCENE_BREAK]",
        "Hal: Here's Ms. Dumbrowski's statement and description of this guy sounds exactly like the guy who was at the scene. So I want you to go get him, bring him up, just to following up routine questioning. No cuffs, no arrests. We bring him in nice and easy, then we rattle his cage, okay? Go.",
        "Iris: Is that it?",
        "Hal: For now.",
        "Iris: All this trouble and lost sleep for nothing?",
        "Hal: Not really. We're going to bring the vendor in for questioning. Anything else, we'll let you know. And thank you for coming in. A lot of people wouldn't bother.",
        "Iris: My conscience wouldn't let me sit home anymore. I had to say something. Well, that's me!",
        "Hal: We'll be in touch.",
        "Iris: Hello. I'm taking care of business. Right now? This minute? What's so urgent? All right. I'll be on my way!",
        "[SCENE_BREAK]",
        "Jennifer: Get out. Now! Do you want me to call the attendants to have them drag you out? That is a lot of fun.",
        "Paul: I was trying to help.",
        "Jennifer: You wanted to help? Then you would help me get my baby!",
        "Paul: I can't! I wouldn't help you, Jennifer.",
        "Jennifer: You don't think it would help to have my baby?",
        "Paul: Not if your baby was not -- no!",
        "Jennifer: He is alive, Paul, I know that it's hard to believe, but it's true!",
        "Paul: You think that Jennifer.",
        "Jennifer: Do you think that I stay here I'll forget? If I stay here long enough, I'll forget? I will never forget, Paul, and I will never quit. If you won't help me, then I will find who will. Maybe I'll even call Craig.",
        "Paul: Craig?",
        "Jennifer: Yes! It's his son, too. Maybe he is the only other person who will care enough to help me. If he knew my baby was alive, he would help me.",
        "Paul: That's insane! Look, I realize that is a sensitive word to use in a place like this, but the idea of involving Craig! Jennifer, the whole point of all of this was to try to get you when your baby away from Craig. Craig is lethal. Do you have any idea what this man will do to you?",
        "Jennifer: It couldn't be worse than this. I would gladly take anything that Craig would throw at me if it meant that I could have my baby.",
        "[SCENE_BREAK]",
        "Iris: What makes you can summon me any time you want?",
        "Carly: Gwen: You came!",
        "Iris: Out of curiosity.",
        "Carly: When I called, you said you were taking care of business. I hear you've been real busy, bribing a certain vendor in the park?",
        "Iris: I don't bribe.",
        "Carly: Sure. Right. You draw the line at extortion? Come on, Iris! What are you up to now?",
        "[SCENE_BREAK]",
        "Lily: Everything's fine here. Actually, everything is pretty good. Mother, her infection is gone. And she looks beautiful. No, really, really, everything is fine.",
        "Lucinda: Hey! Let me talk to him.",
        "Lily: Mother wants to talk to you. Hold on.",
        "Lucinda: Hi, Holden. I'm sending Lily down to help you out in Mexico. No, no, it's okay. I'm resuming the chemotherapy as per the schedule next week. No, no, no. Sierra is here. One is enough. Well, look. You know, this could be the start of a great adventure. As someone said, it builds character. And, as a matter of fact, I've got a funny razor. Maybe I'll shave my head. Okay. Holden, I can't hear you. All right. In an hour? Good. We'll be here.",
        "Lily: I love you, Mother.",
        "Lucinda: Then don't fight me. Go to Mexico and find your son.",
        "Lily: I don't want to leave you here.",
        "Lucinda: If you don't go to Mexico, I'm not going to have my chemotherapy.",
        "Lily: That's blackmail.",
        "Lucinda: Thank God some things don't change.",
        "[SCENE_BREAK]",
        "Carly: Just tell me what you want, Iris. Just name your price.",
        "Iris: I want that baby safe and no kid is safe with you.",
        "Carly: That's what you think? So you want to set me up?",
        "Iris: You did that all yourself.",
        "Carly: You don't know what you're saying.",
        "Iris: Yeah? Then why did you jump me -- call me up all jumpy, trying to do damage work?",
        "Carly: Nobody got hurt.",
        "Iris: Then you've got nothing to worry about, right?",
        "Carly: Iris, we can work it out.",
        "Iris: Too late. You should've thought before you spit in my face again.",
        "Carly: You get in my way, you will be sorry, Iris!",
        "Iris: Not half as sorry as you're going to be. Go ahead, push me again.",
        "[SCENE_BREAK]",
        "Hal: You okay?",
        "Jack: Yeah.",
        "Hal: Thanks for going easy last night on Jen.",
        "Jack: What do you mean?",
        "Hal: You and Carly could've pressed charges.",
        "Jack: That's not always the answer, is it?",
        "Hal: Not always. Jen's locked up at Deerbrook, so she won't be able to get near the baby again.",
        "Jack: I'm so sorry, Hal. How is she?",
        "Hal: I really can't tell. She--",
        "Jack: Hey.",
        "Hal: Look, at least nobody got hurt, all right?",
        "Jack: That counts. You can overlook a lot if it comes out okay in the end.",
        "Hal: Yeah. Listen, something else came up. Did you ever come across a woman named Iris Dumbrowski?",
        "Jack: Why?",
        "Hal: She came forward with pretty accusations with the incident that happened in the park the other night about the baby.",
        "Jack: Like what?",
        "Hal: Looks like we're about to find out. The vendor who found the baby is on his way in for questioning.",
        "[SCENE_BREAK]",
        "Meg: Here. Be quick. I have to bring them back.",
        "Dusty: Why, trouble?",
        "Meg: You mean besides the chief of staff catching me red-handed?",
        "Dusty: Really?",
        "Meg: Yeah, really. I handled it.",
        "Dusty: I appreciate this, Meg. What is up?",
        "Meg: The blood work is stapled inside the front cover of each chart.",
        "Dusty: Is there good news?",
        "Meg: Take a look yourself. Then you can tell Jennifer the truth and tell her you saw it yourself in black and white.",
        "Dusty: Then why do you sound like the truth's going to hurt people?",
        "Meg: Because it's already started.",
        "[SCENE_BREAK]",
        "Paul: You don't even know what you're saying.",
        "Jennifer: Yes, I do. Paul, you think there's any pain I would go through to not hold my baby again? There's nothing -- nothing anybody could do that matters more.",
        "Paul: Not even Craig.",
        "Jennifer: Not even Craig. Paul?",
        "Paul: You mean that? God help you, Jennifer, do you mean that?",
        "Jennifer: Yes. Paul?",
        "Paul: I can't do this anymore. It has to stop. Right now.",
        "Announcer: On the next \"As the World Turns\" --",
        "Paul: What is that?",
        "Dusty: Blood test results for Jen's baby. And Carly.",
        "Iris: I want to see you pay for what you've done. It's going to happen real soon because I've made sure of it.",
        "B.J.: B.J. at your service.",
        "Katie: Pleasure to meet you. Are you going to turn me into a pup busting star on what?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=pCQh86Y6E9w"
}