{
    "Episode Summary": [],
    "Recap": [
        "Henry is at Mabel's trying to forget Katie when she shows up wanting to say goodbye. She realizes how she has hurt him, and apologizes for not realizing what she was doing. Is there anyway they can fix this though? Henry doesn't want to lose Katie, but he knows there is no other way. They dance emotionally to a song from their wedding, and Katie makes another last-ditch effort to keep Henry from leaving her. She asks if they can still at least be friends? Henry can't continue to get his heart broken by going back to normal when he used to pick up the pieces of her love life. Katie realizes she has to truly say goodbye. Later, Henry bumps into Barbara and bitterly tells her that a newly single Katie will probably now set her sights on Mike. Casey continues to treat Gwen poorly uneasy about her closeness to him or Celia considering their secret they share about sleeping together. Will, Casey and Celia have been trying to keep Gwen's identity a secret from Barbara when she crashes the prom decorating party, but after another insult from Casey, Gwen and Barbara's paths cross and Gwen admits to being Will's date. She apologizes to Will, who blows up at his mom, for interfering when he is trying to blend in with his peers. Gwen and Will come to an understanding about each ones desire to be with the others prom date. During an official welcome to the family party for JJ, an emotional Emma finds out Holden has signed his divorce papers. JJ asks to invite Keith, which Jack uncomfortably does. Carly later tells Holden that she thinks deep down Lily is starting to doubt Keith because of the way she staunchly defends him even to her. Keith, who has let himself into Lily's house, overhears her conversation with Jessica to go meet her regarding Julia's murder. He catches Lily in a lie, and she admits to wanting to go find some irrefutable evidence once and for all to clear Keith in order to placate Lucinda, who found the check Lily wrote to Keith to help him with his debt. Keith is agitated that Lily feels she needs to do this, but Lily diverts the real reason she is checking up on him. He wants to help, but Lily wants to do it alone claiming any evidence they find will be tainted in Lucinda's eyes if he helps. Keith tells Lily he will catch up with her after JJ's party. Lily goes on a fishing expedition first at her meeting with Jessica and then back to Keith's. Lily takes his passport from his drawer in order to show it to the mechanic at the garage where Les' car was. The mechanic positively ID's Keith as the one at his garage at the time the police were looking for Les' car. After a stunned Lily leaves, we see a pair of boots from someone obviously following Lily."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: And make that three alarms.",
        "Waitress: That's pretty hot, sir.",
        "Henry: Only pretty hot? Okay, then make it five alarms.",
        "Waitress: You're sure about that?",
        "Henry: It's just what the doctor ordered.",
        "[Waitress chuckles]",
        "Waitress: You're gonna need a doctor after you finish all that.",
        "[Henry hallucinating]",
        "Katie: You can eat everything on that menu, but you'll always be hungry for me. There's nothing in that paper that could ever make you forget how good we were together.",
        "[Henry sighs]",
        "Katie: What do you know? They're playing our song. You're never gonna get over me. Never.",
        "Henry: For God's sake, Katie, why don't you just leave me alone?",
        "Katie: That's what I came here to do. Henry, I'm trying to find a way to say good-bye.",
        "[SCENE_BREAK]",
        "Casey: Who else would shut down the best restaurant in town for the night, so her grandson and his friends could set up for prom?",
        "Lisa: Oh, certainly, no one I know.",
        "Casey: Well, Grandma, you're the best grandma I know.",
        "Lisa: Yes, that's true, and don't you forget it.",
        "Celia: I know I won't. The way you loaned Gwen that dress from your shop, even though you have a rule about not doing that -- you're incredible.",
        "Lisa: Ooh. Oh, now, listen -- flattery will get you everywhere.",
        "Gwen: No, but, really, thank you so much, Mrs. Grimaldi. When Celia told me what you did for me, I couldn't believe it.",
        "Lisa: Well, I just get a kick out of seeing everybody happy.",
        "Celia: I guess it runs in your family. Even though Casey's too modest to admit that he's the secret admirer who bought me my dream dress.",
        "Will: So we should probably find a spot for the sleeping bags before they're all taken up.",
        "Lisa: Okay. You people have a wonderful time. If you need anything and -- well, you want to shower me with a few more wonderful compliments, Casey knows how to find me.",
        "Casey: Thanks, Grandma.",
        "All: Thanks, Mrs. Grimaldi!",
        "Casey: All right, let's stake our claim, babe. How about right here? Dude, why don't you and Gwen go find a nice, quiet spot for yourselves? How about, like, over there?",
        "Will: What's wrong with right here?",
        "Casey: Dude, people need to start realizing Celia and I are a couple.",
        "Will: I know that. I'm not after Celia.",
        "Casey: I never thought you were after Celia.",
        "Barbara: Well, I did.",
        "[SCENE_BREAK]",
        "Emma: Hey, baby. I just ran into Lucinda on the way in and she told me that Lily --",
        "Holden: Yeah, I know, that Lily is in trouble and that it's up to me to do something about it. Well, how? What I am supposed to do? I've tried to talk to her. Lucinda has tried to reason with her and she won't listen. I just hope that if and when she does decide to listen, that it's not too late.",
        "[SCENE_BREAK]",
        "Lily: Keith, what are you --? How did you get in?",
        "Keith: You said you were coming over here to talk to your mother.",
        "Lily: I did. I guess she left the door unlocked.",
        "Keith: How did it go?",
        "Lily: Fine. Everything's fine.",
        "Keith: Good. So, why don't we go back and pick up where we left off?",
        "Lily: I can't. Something has come up.",
        "Keith: Really? What?",
        "Lily: I -- I got a call from my attorney and she'd like to go over some of the details of the divorce.",
        "Keith: Now?",
        "Lily: Yes. She had a cancellation and she just wanted to talk to me about it. Everything -- you understand, right?",
        "Keith: Yeah, I understand everything.",
        "Lily: Good. Okay. We'll take a rain check.",
        "Keith: I thought that we weren't going to lie to each other.",
        "Lily: What are you talking about?",
        "Keith: That phone call wasn't about your divorce. It was about my sister's murder. I heard you on the phone. You were not talking about your divorce. You said you had some questions about Julia's murder.",
        "Lily: I did say that. Yes.",
        "Keith: Why? Why do you lie to me?",
        "Lily: Because I knew this would kill you, if you knew I was digging all of this up again. You've been through so much already, with Julia's death and police exhuming her body, and you finally think you're gonna get justice for J.J. and Julia, and the guy that killed her gets killed in a car crash before he goes to trial.",
        "Keith: Sweeney is six feet under. As far as I'm concerned, justice has been served.",
        "Lily: Well, according to my mother, she's determined to prove that Les was innocent.",
        "Keith: Well, she thinks I'm guilty? Lily, did you tell her about the bee pollen that you found?",
        "Lily: No. No, of course not.",
        "Keith: But you believe me about why I have it, right?",
        "Lily: Yes, absolutely.",
        "Keith: Well, then I don't understand for the life of me why you gotta prove anything to your mother.",
        "Lily: She found the stub. For the $100,000 check that I gave you. She found it. And she thinks you're using me for my money.",
        "Keith: So, I'm a murderer because I borrowed some money from you and I just killed my sister?",
        "Lily: She thinks you're lying to me.",
        "Keith: But you know that I'm not lying to you, right?",
        "Lily: What I know and what I believe, it doesn't matter. Because if we don't get Lucinda off our backs and prove that she is wrong about you, we will get no peace.",
        "Keith: Okay, well, then how do we prove that I'm innocent?",
        "Lily: I will find every piece of evidence I can that Les was guilty.",
        "Keith: Good. Okay. So, where do we start?",
        "Lily: We?",
        "Keith: Absolutely. I mean, if we can expose Sweeney for anything, I want to be there when that happens.",
        "Lily: No, absolutely not.",
        "[SCENE_BREAK]",
        "Carly: It's starting. The same thing that happened with Julia.",
        "Jack: Carly --",
        "Carly: I'm sorry. Holden, I understand why some people don't trust Keith, because I don't trust him either.",
        "J.J.: Look! Look what I got! You won't believe it! Look! Look! Look!",
        "Carly: Hey, isn't that Parker's favorite game?",
        "J.J.: Yeah. Every time I asked him if I can play with it, he always said no. But today he said yes!",
        "Jack: He did?",
        "J.J.: Yeah. He said since we're gonna be brothers now it belongs to both of us.",
        "Carly: Oh, isn't that cool?",
        "J.J.: The coolest thing that ever happened to me!",
        "Holden: Having a big family? It's pretty great, isn't it?",
        "J.J.: The best! This party's gonna be better than, like, Christmas and my birthday rolled up in one.",
        "Holden: Party? What party?",
        "Jack: We're having a picnic to officially welcome J.J. into the Snyder family.",
        "Carly: Yeah. And we figured since your staying here now, you didn't need an official invite.",
        "Holden: Oh, sounds like fun.",
        "J.J.: Wait. If this is a family picnic, Uncle Keith should be here, too, right?",
        "Holden: You betcha. Why don't you go give him a call?",
        "J.J.: Yeah!",
        "[SCENE_BREAK]",
        "Keith: If you're trying to clear my name, why can't I be involved?",
        "Lily: Because if my mother finds out that you have anything to do with what I find, then she'll have an excuse to discredit it.",
        "Keith: This is crazy, Lily. You're letting your mother run your life.",
        "Lily: No, I'm not. This is something that I need to do. And I need to -- I need to do it now.",
        "[Cell phone ringing]",
        "Keith: Hello?",
        "Jack: Keith, its Jack.",
        "Keith: Hey, Jack. What's up?",
        "Jack: Well, listen, we're out at the farm, we're having kind of an impromptu get together in J.J.'s honor and, I know it's kind of last minute and everything, but J.J. was really hoping that his favorite uncle could make it.",
        "Keith: Okay, well, set two places. Lily and I will be there.",
        "Jack: Two places? Sure, yeah. Yeah, I'm looking forward to it. I'll see you soon.",
        "Lily: What was that all about?",
        "Keith: They're having a little party for J.J. out at the Snyder farm.",
        "Lily: I can't go to that.",
        "Keith: You have to go. We're a package deal now.",
        "Lily: No, this isn't the time. I can't make Emma uncomfortable, or Holden.",
        "Keith: Why do you care what everybody thinks about you? When are you gonna start doing what you want to do?",
        "Lily: I am. That's why I want to get the ball rolling with my attorney. I can get Lucinda off my back. First Lucinda, then the world.",
        "Keith: Good. I wish you would change your mind though.",
        "Lily: I'll make it up to you.",
        "Keith: Well, I'm gonna hold you to that. So, call me later if you find any information out about anything. Okay?",
        "Lily: I will. Count on it.",
        "Keith: All right. Nothing can touch us. Not your mother, not anybody. 'Cause I'm not gonna let that happen.",
        "[SCENE_BREAK]",
        "Barbara: I first saw Will and Celia together at his sister's wedding, so naturally I just assumed that she was gonna be his date for prom. Now, I know I'm wrong, I do. But I'm very curious, because he won't give me any details about the girl that he's taking, and naturally I --",
        "Will: Okay, excuse me. I'm gonna be right back. Mom, what are you doing here?",
        "Barbara: Honey, I happen to live here, several floors upstairs --",
        "Will: No, you know what I mean!",
        "Barbara: Well, I heard excitement, I saw all the kids, so naturally I wanted to come in and say hello.",
        "Will: Naturally? Naturally? Stop saying naturally, okay. There's nothing natural about you being here!",
        "Barbara: I'm trying to say hello to my son.",
        "Will: Well, stop trying so much! Why can't you leave me alone? You're going to ruin everything!",
        "Celia: Is everything all right with Will?",
        "Casey: He'll be fine, once his mom does a disappearing act.",
        "Celia: What's wrong?",
        "Casey: He just doesn't want her to find out who he's taking to prom, so Gwen, maybe you could go hang out with some other guys or something so she doesn't figure it out?",
        "Gwen: Oh, you'd love that, wouldn't you?",
        "Celia: Will can't keep Gwen a secret forever. His mother's going to find out sooner or later, and it's not like she can do anything about it.",
        "Gwen: Just tell the truth, Casey. You want me gone, not to protect Will. You want me gone to protect you.",
        "[SCENE_BREAK]",
        "Katie: Looks hot.",
        "Henry: Just the way I like it.",
        "Katie: I know I'm the last person that you wanted to see tonight.",
        "Henry: Actually, lately, I see you whether I want to or not.",
        "Katie: What does that mean?",
        "Henry: Nothing, never mind. Just say what you gotta say and just leave me alone, okay. Please.",
        "Katie: Margo was right. She said it wasn't fair for me to expect you to be satisfied with half my heart. I didn't think that's what I was doing, so I ignored her. I ignored everything except for what I thought I wanted.",
        "Henry: All right, so you've seen the error of your ways. It doesn't change anything.",
        "Katie: Wait, just let me finish, okay. Nobody has ever understood me or supported me or loved me as much as you did. You were my husband, my lover, the best friend I've ever had. And I didn't want to lose it. I still don't. And I'll never know why I took off that day and ran after a guy who wasn't mine to have anymore.",
        "Henry: Neither will I.",
        "Katie: But I walked into that wedding, and I saw Mike and Jen up at the altar, and all I could think about was you. Everything I thought I wanted with him, I already had with you. I had it all and I blew it.",
        "Henry: Look, I don't see what good a postmortem is going to do here. So why don't you just let me enjoy my five-alarm chili in peace.",
        "Katie: I just need you to understand why I kept trying to get you back. Because I couldn't understand why, if you loved me as much as you say you do, why you could just walk away from everything we shared. But then I realized -- you didn't walked away. I did. Henry, if I could go back and undo everything I've done I would.",
        "Henry: So would I, but we can't.",
        "Katie: So I'll just give you the one thing that you want. Your freedom. From me.",
        "Henry: Bubbles, bubbles -- if you think that's what I want, you got me all wrong. I don't want to lose what we had.",
        "Katie: Neither do I.",
        "Henry: We're the perfect team. Katie, you're the yin to my yang. You're the olive in my martini. My bestest friend, my partner, you -- you're my everything, sweetheart. I don't -- I don't -- I don't want to go. I have to go.",
        "Katie: No, but if you still love me --",
        "Henry: I can't think of a time when I won't love you, Katie. God, I -- I thought we'd be together forever. I had pictures of telling our grandkids about how we first met. Forever just doesn't last as long as it used to, I guess.",
        "Katie: Oh, Henry, it should have been a lifetime. We were so good together. If I could take back everything I did and said that led us here --",
        "Henry: I wish you could, but you can't.",
        "Katie: I'm so sorry.",
        "Henry: So am I.",
        "[Jazz music playing]",
        "Katie: Do you remember?",
        "Henry: Do I remember? How could I forget?",
        "Katie: We danced to this at our reception.",
        "Henry: Happiest day of my life. May I take you for a turn on the dance floor, Mrs. Coleman? One last dance before we say good-bye?",
        "Katie: I can't.",
        "Henry: Oh, come on, come on. Let's end this the way we started. With a song in our hearts.",
        "[SCENE_BREAK]",
        "Barbara: Honey, I know you're not trying to hurt me.",
        "Will: No, this isn't about you, Mom. This is about me. Trying to live down the fact that I spent the better part of last year in a damn padded cell, and I don't want my mom hanging around, acting like I can't function on my own.",
        "Celia: Casey didn't mean to leave you out. He was just trying to look out for Will. Right, Casey?",
        "Gwen: Yeah, go ahead, Casey. Tell the truth. Is she right? Or does she have it all wrong?",
        "Celia: He doesn't have any reason to give you the cold shoulder.",
        "Gwen: Yeah. Right.",
        "Casey: Let her go, all right. She's not your problem anyways. She's messed up.",
        "Celia: And it's all because of you.",
        "Barbara: Miss, would you bring me a glass of ice water, please?",
        "Gwen: No, I won't bring you a glass of ice water. I'm not the help. Get it yourself.",
        "Barbara: Wait, wait, wait. I'm sorry. You were on staff at my daughter's wedding. I just assumed that you were --",
        "Gwen: You just assumed that I was working here, too? Because I don't mix in with these kids. I don't blend.",
        "Barbara: Sweetheart, I wasn't trying to insult you.",
        "Gwen: You know what? Don't call me sweetheart. I have a name. It's Gwen, remember? I'm Celia's friend.",
        "Barbara: Celia's friend that she was getting the prom dress for?",
        "Gwen: That's right.",
        "Barbara: Which means that you're --?",
        "Gwen: It means that I'm going to the prom with your son, so if you want to have a heart attack, go ahead and get it over with.",
        "[SCENE_BREAK]",
        "Jack: It's not going to be easy seeing Lily and Keith together.",
        "Holden: Never is, but if J.J. wants his uncle here, there's not much I can do about that. Except maybe duck out when they get here.",
        "Jack: Don't do that. You don't have to do that.",
        "Holden: Yeah, Jack, I do. You've been awfully quiet, Mom.",
        "Emma: Oh, I have nothing to say.",
        "Holden: Want to tell me what you're thinking?",
        "Emma: I was just wishing that there was some way that you and Lily could -- what's this? Divorce papers?",
        "Holden: Yeah, I was going to tell you about it later.",
        "Emma: Have you signed these?",
        "Holden: A little while ago.",
        "Emma: Is this what you want?",
        "Holden: Lily's sure that's what she wants.",
        "Emma: That was not my question, Holden.",
        "Holden: It doesn't matter what I want. And I'm not about to stand in Lily's way, not after what I put her through with Julia.",
        "Emma: I think this is my fault. I shouldn't have pushed you to go see Lily.",
        "Holden: Mama, no. This would've happened, regardless of whether I walked in on her.",
        "Emma: I only wish --",
        "Holden: No. Natives are getting restless outside. Why don't you --",
        "Emma: Okay, all right.",
        "Carly: If you're interested, Holden, there's somebody else who has doubts about Keith.",
        "Holden: Talking about Luke?",
        "Carly: No, not Luke. Lily.",
        "[SCENE_BREAK]",
        "Lily: Hi, Jessica. I'm sorry I'm late. Thank you for coming.",
        "Jessica: No problem. You seem a little -- are you all right?",
        "Lily: I will be, as soon as you give me the information that I need.",
        "Jessica: Okay, I'll do what I can. You said you had some questions regarding Julia Larrabee's murder?",
        "Lily: Yes. I know everyone believes that Les Sweeney was the murderer.",
        "Jessica: Well, not everyone.",
        "Lily: Right. Les was your client. You think he was innocent?",
        "Jessica: I've yet to see any irrefutable evidence that he was guilty.",
        "Lily: Well, what about the bloody cell phone that Keith and I found in Les' room? What about the bee pollen that was found in Les' car, the one that caused Julia to go into anaphylactic shock?",
        "Jessica: Look, Lily, if you have questions, I will do my best to answer them if I can. But if you're going to sit here and try to convince me that Les was guilty, you're not going to any better luck than your friend Keith Morrissey did.",
        "Lily: What are you talking about? Keith came to see you?",
        "Jessica: He did. And he seemed awfully relieved that this case, for all intents and purposes, was closed after Les' death.",
        "Lily: Of course he was relieved. The man that killed his sister is now dead.",
        "Jessica: Well, since we never went to trial, we won't really know that for sure, will we?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: Lily risked everything to be with this guy -- her marriage, money, her heart -- she's turned our live's upside down. The last thing she wants to do is admit that she might been wrong.",
        "Katie: Well, I know we can't be lovers anymore -- can't we still be friends?",
        "[SCENE_BREAK]",
        "Holden: Did Lily tell you that she's having second thoughts about Keith's innocence?",
        "Carly: Just the opposite. She's going overboard, defending him like he's in line for sainthood.",
        "Holden: It's probably just her reaction to people weighing in on their relationship.",
        "Carly: And that's understandable, when she's talking to you or to her mother, but this is me. After everything that Lily and I been through, we're more like sisters than we are friends. And if she really believes deep in her heart that Keith is just misunderstood, she wouldn't waste her time trying to convince me. I'm telling you, Holden, Lily smells a rat.",
        "Holden: Then why is she getting closer to him, when she should be pulling away?",
        "Carly: Lily risked everything to be with this guy -- her marriage, money, her heart -- she's turned our live's upside down. The last thing she wants to do is admit that she might been wrong.",
        "[SCENE_BREAK]",
        "Lily: I was there when Keith found the cell phone -- Julia's cell phone in Les' room.",
        "Jessica: Did you actually witness Keith finding the phone? Were you standing there? Did you see it?",
        "Lily: No. No, but --",
        "Jessica: There was one set of prints found on that phone. Not Julia's, not Les', Keith's.",
        "Lily: You really think Keith is the type of man who'd plant evidence?",
        "Jessica: The question is, do you, Lily? That's why you're here, right? Because you suspicions about Keith's involvement --",
        "Lily: I resent your implication, by the way.",
        "Jessica: I'm just defending my client, the way I would've defended him had I had the opportunity to take this thing to trial.",
        "Lily: I'm just saying that it just seems to me that les is all the evidence. It points right to him.",
        "Jessica: Okay, let's talk about the other evidence, the bee pollen found in a car that had been sitting in Burt's garage for several days. There were no guards, no cameras to monitor who comes and who goes. Anyone could had access to that vehicle.",
        "Lily: So you think the bee pollen was planted?",
        "Jessica: All I'm saying is this case wasn't as open and shut as Keith Morrissey would like the world, and especially you, to believe.",
        "[SCENE_BREAK]",
        "Henry: It's not every day a guy falls hard for a rabbit.",
        "Katie: I'll send pictures. Put yours up where he can see it whenever he wants.",
        "Henry: Nope, that's not good enough. That's not good enough. He will waste away to nothing without me. I need some -- some kind of visitation rights.",
        "Katie: Visitation?",
        "Henry: Yes.",
        "Katie: For a rabbit.",
        "Henry: This is -- this is snickers we're talking about. This is the wonder rabbit. He does tricks, he perks up at the sound of my voice. I tell you, a couple more months, I would had him house trained. He's crazy about me.",
        "Katie: It was contagious.",
        "Henry: Well, he'll get over it. Everybody else does. Well, we had some good times, didn't we?",
        "Katie: The best. And you're the best friend that I will ever.",
        "Henry: Yeah, you're right.",
        "Katie: Well, I know we can't be lovers anymore -- can't we still be friends?",
        "[SCENE_BREAK]",
        "Gwen: You're looking a little pale, Ms. Ryan. Maybe I ought to get you that glass of water after all, huh?",
        "Will: What did you do, Mom? Did you interrogate everybody in here until you found her?",
        "Barbara: No, I didn't, honey. I didn't. I'm just very happy to meet the young lady you're going to be escorting to the prom. I'd like to get to know you, Gwen. Maybe you and your mother could come for tea.",
        "[Gwen laughs]",
        "Gwen: Tea? Uh, yeah, I think my mom's allergic to tea, but -- thanks anyways.",
        "Barbara: So that's the --",
        "Will: -- Not my girlfriend. Not the woman I'm going to marry or spend the rest of my life with. She's just my prom date.",
        "Barbara: I see.",
        "Will: Mom, you got what you came here for, so why don't you go get a life somewhere and stay out of mine?",
        "Barbara: Will? Will?",
        "Lisa: Barbara. I -- I don't understand you these days. I mean, it seems like everything you do, you try to alienate your children.",
        "Barbara: Who voted you mother of the year?",
        "Lisa: Well, at least my son does talk to me. But darling, when you die, and you have a funeral, your children will not be there at this rate.",
        "Barbara: I see. You doling out advice. I can't wait to hear all this.",
        "Lisa: Oh, I thought you'd never ask.",
        "Barbara: Okay, let's go.",
        "[SCENE_BREAK]",
        "Gwen: Look, I'm sorry for shooting my mouth off at your mom. It's just that --",
        "Will: No, don't be sorry. She -- she's crazy.",
        "Gwen: If she's gonna freak out that much about you taking me to the prom --",
        "Will: Let her freak out. I don't care. Do you?",
        "Gwen: No. Look, I know I probably wasn't your first choice, but --",
        "Will: Something tells me I wasn't yours, either.",
        "[SCENE_BREAK]",
        "Celia: Gwen overheard you yesterday, when you were talking about putting some distance between us and her.",
        "Casey: Well, she shouldn't have been eavesdropping.",
        "Celia: And you shouldn't have said it. You really hurt her feelings.",
        "Casey: So what? She'll get over it.",
        "Celia: I'm sure she will -- after you apologize.",
        "Casey: Apologize? I don't even like her. Why would I care what she thinks about me?",
        "Celia: Because she's my friend, Casey. Would it kill you to be polite?",
        "Casey: To her, yeah. It just might.",
        "Celia: If you won't do it for Gwen, do it for me. Please?",
        "Casey: For you -- all right.",
        "Celia: She's right over there.",
        "[Celia sighs]",
        "Casey: You don't have to move. I take it back.",
        "Gwen: Did Celia force you to apologize?",
        "Casey: That doesn't mean that I don't feel bad about being mean to you the past few days. I'm sorry.",
        "Gwen: Nice try. You need to work on your sincerity. You're about as convincing as one of those infomercials where they swear up and down you'll lose ten pounds a week. Jerk.",
        "Casey: That's what I get for trying to be nice.",
        "Gwen: Look, if you want to be nice, just give me five minutes, please, alone.",
        "Casey: What's the big deal? Why all the top secret stuff?",
        "Gwen: Well, I don't think you want your girlfriend finding out about us.",
        "Casey: Tell me this isn't about the night we hooked up.",
        "Gwen: As a matter of fact, it is.",
        "Casey: What is it with you, Gwen? I mean, it happened, and it's over. End of story, all right? Get over it.",
        "Gwen: Get over it? It's not that easy, Casey. In fact, it's getting more complicated all the time.",
        "Casey: You know what? Fine. I'll break it down for you then. I'm with Celia. She makes me happy. You were -- nothing more than a blip on the radar screen, all right?",
        "Lia: Hey, Casey! You will never believe what Will Munson's mother's done now. You've got to come see this.",
        "Casey: All right. We're done here, right?",
        "Gwen: Yeah, whatever.",
        "[SCENE_BREAK]",
        "Henry: Go back to being just friends?",
        "Katie: Couldn't we?",
        "Henry: Katie, go back to pretending I don't love you? Back to being expected to pick up the pieces every time your heart gets broken? Back to holding you and not hoping for more? I'm sorry, I can't. I can't do it. And I -- I can't live a lie. I keep setting myself up for heartbreak and disappointment. I -- I wish I could be more mature and sophisticated, but I can't go back to sipping cider once I've had champagne, you know?",
        "Katie: I guess this means this really is good-bye.",
        "[SCENE_BREAK]",
        "Casey: Unreal, man. Your mom did this?",
        "Will: That's the rumor.",
        "Casey: Looks like you had your mom wrong after all, huh?",
        "Will: Yeah, I guess so. Hi.",
        "Lisa: Hi. So what do you think?",
        "Will: Everybody's, you know, happy as heck, so -- did my mom say anything before she left?",
        "Lisa: Yes, she did. She said that she hoped that everyone enjoyed the food and that you were having a good time with all of your friends.",
        "Will: And that's all?",
        "Lisa: Yeah, that's it. [Cell phone rings] Oh, excuse me. I'd better get this.",
        "Will: Sure.",
        "Lisa: Hello?",
        "Barbara: Lisa, how's my surprise going over?",
        "Lisa: Oh, smiles all around. You really did a good thing, Barbara.",
        "Barbara: Well, then maybe I should come back.",
        "Lisa: No, no, I don't think that you should. Do you remember what I told you earlier? That sometimes the best things that we can do for the people we love is just to give them room to breathe.",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Lily: Keith?",
        "[Lily remembering]",
        "Keith: I've taken bee pollen for years.",
        "Lily: For what?",
        "Keith: It's great, you know, to keep my energy up. You know, on those long flights that I had -- had to make. And it's also good for allergies and stuff. Which is ironic, because Julia was allergic to it.",
        "Jessica: Bee pollen found in a car that had been sitting in Burt's garage for several days. There were no guards, no cameras to monitor who comes and who goes. Anyone could have had access to that vehicle.",
        "[SCENE_BREAK]",
        "Celia: Beautiful. You're staring.",
        "Will: Just thinking about how amazing you're gonna look tomorrow when you get that crown.",
        "Celia: If I'm elected.",
        "Will: Oh, are you kidding? Don't worry about those other girls. They don't have a chance.",
        "Celia: I heard that whoever gets voted for prom queen gets a special solo dance with her date. Can you imagine it, Will?",
        "Will: Yeah.",
        "Celia: Me and Casey, all alone on the dance floor. It's gonna be a night I'll never forget.",
        "Lia: She can say that again. She's not even gonna know what hit her.",
        "Josh: What's up, Casey, my man?",
        "Zach: Got a room reserved for you and Ms. Montega after prom?",
        "Casey: Come on, boys. You know I don't kiss and tell.",
        "Josh: Oh, yeah, right. Nice try, Hughes.",
        "Zach: Yeah, if you can't get lucky on prom night, you'll never get lucky.",
        "Josh: Well, well, who needs prom when you're Casey Hughes.",
        "Casey: Whatever. Hey.",
        "Celia: Hey.",
        "Casey: Missed you.",
        "Celia: Me, too. Wait, Will, where are you going?",
        "Will: Figured you guys, you know, want some privacy.",
        "Celia: From what? We're the fab four, remember? Gwen? Ready to get comfortable?",
        "Gwen: Oh, yes. If Will is, I am.",
        "Will: Yeah, sure.",
        "Celia: Terrific. We're all set.",
        "[SCENE_BREAK]",
        "Katie: I know it doesn't help right now, but I am so sorry.",
        "Henry: I know.",
        "Katie: I love you, Henry.",
        "Henry: I love you, too. [Henry sighs] Excuse me. Please tell me you have something for heartburn.",
        "Waitress: You can grab some Tums at the bar.",
        "Henry: Oh.",
        "Waitress: Fix you right up.",
        "Henry: Thank you. Tums -- bless the Tums. Oh, oh.",
        "Barbara: Dining alone?",
        "Henry: Mother of the bride. Never thought I'd see you here.",
        "Barbara: Well, I've been known to enjoy a red hot or two in my time.",
        "[Henry laughs]",
        "Henry: Wow. That's -- that's not what I meant. But what I meant was, I thought you'd be over at Mike and Jennifer's, some kind of welcome home party for the newlyweds.",
        "Barbara: The newlyweds?",
        "Henry: Mm-hmm. Yeah, they're back from the honeymoon. You hadn't heard?",
        "Barbara: No, I had no idea.",
        "Henry: Oh, yeah. And apparently, from what I hear, they're -- they're happier than ever, Barbara.",
        "Barbara: That's great. I can't wait to talk to them. In fact, I'll just give them a call right now, see if I can -- no, no, no. I'm gonna give them a little space. Besides, I should be very angry with you.",
        "Henry: Why, may I ask?",
        "Barbara: Because we had an agreement. You were to keep Katie away from Jennifer's wedding, and you failed -- miserably.",
        "Henry: Yeah, well, it all went off without a hitch, so no harm, no foul, huh?",
        "Barbara: That's why I'm willing to forgive and forget. Everyone got what everyone wanted. Everyone's happy.",
        "Henry: Not everyone, Barbara.",
        "Barbara: What do you mean?",
        "Henry: Because of you, my marriage is over.",
        "Barbara: I'm sorry.",
        "Henry: Yeah, not as sorry as you're gonna be, because Katie is now free to pursue any man she wants, including, most especially, your daughter's new husband. Why don't you chew on that for a little while, hmm?",
        "[SCENE_BREAK]",
        "Carly: Well, this ought to hold 'em for a while. Don't forget that lemonade.",
        "Jack: Wait a second, I thought -- I thought we decided we were gonna stay out of Lily and Holden's business from now on.",
        "Carly: Well, I can't do that, Jack. They're family. They're the best friends we've got.",
        "Jack: Well, that means you just had to tell Holden your opinion of Lily and Keith, right?",
        "Carly: Jack, I am grateful to Keith for letting J.J. stay with us. But does that mean that I should turn a blind eye to what he's doing to Lily?!",
        "Jack: We don't know that he's doing anything, Carly! And Lily's smart. Have a little Faith that if something's wrong, she'll figure it out.",
        "Carly: She is in too deep. She has let this thing with Keith go so far, she can't get out.",
        "Jack: Okay, but keep in mind she's gonna be walking in with him on her arm any minute now.",
        "Carly: Come on, Jack. The party's almost over, and they haven't come here yet.",
        "Jack: There's got to be a logical explanation.",
        "Carly: Right.",
        "Jack: He said he'll be here, Carly.",
        "Carly: Well, I don't believe that, Jack. I don't believe that any more than I would believe the \"logical explanation\" for why he couldn't make it.",
        "[SCENE_BREAK]",
        "Burt: Glad to see you, Ms. Snyder. I'd shake your hand, but --",
        "Lily: Oh, that's all right. Burt, I was -- I was hoping you could help me with something.",
        "Burt: Well, if you came about your car, I gave it the once over myself. It all checked out.",
        "Lily: Oh, good. No, that's not why I'm here. I was hoping you could give me some information.",
        "Burt: About what?",
        "Lily: Have you -- have you seen this man around the garage?",
        "Burt: Yeah, sure. I've seen him in here one or two times, yeah.",
        "Lily: Do you remember when?",
        "Burt: Let's see. It was -- it was back around the time the cops were poking around. They were looking for this guy's car.",
        "Lily: What guy?",
        "Burt: The guy that they say killed his wife.",
        "Lily: And you're sure you saw him here?",
        "Burt: Yeah. I never forget a face.",
        "[SCENE_BREAK]",
        "Announcer: Tomorrow on \"As the World Turns,\"",
        "Jennifer: Paul? Is anybody here? Hello?",
        "[Gasp]",
        "Keith: Lily, what are you doing here?",
        "Paul: You're beautiful."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=uG32yuaPdLI"
}