{
    "Episode Summary": [],
    "Recap": [
        "Barbara excitedly tells Jen about her many plans and appointments she has already set up for her upcoming wedding. Dusty agrees to take Johnny to his pediatrician appointment. When they are alone, Barbara presses Jen about forgiving Paul and asking him to her wedding. Jen is adamant that he no longer be a part of her life. Paul and Meg talk about his desire to raise his son now. Meg agrees to come back to him and help raise his and Emily's child, but she is still wary of Emily. Paul and Meg decide to move in together. Emily tells Henry that Paul is fighting her for custody, but she isn't worried. Henry is stunned to find out Emily is back to believing that she and Paul have a shot. She feels their baby is causing a rift in Paul and Meg's relationship now and she may now have a shot. She feels they are soul mates and this baby was a sign they are meant to be together. Henry tries to talk her out of this line of thinking, but Emily won't be deterred. She also needs his help now in her plan to get Paul to come see her. Paul and Jen see each other, but she ignores him and Meg tells him to let it go because she is the family he needs now. An anxious Jack heads up the search party for Carly and Nick. He becomes even more alarmed when he finds a bloody piece of Carly's shirt. Carly and Nick find cover in a cave; Carly awakens and is too weak to walk so with all her might she knocks a sleeping Nick out with a rock and takes his cell phone. She is able to make a quick call to Jack to tell him she is in a cave before Nick grabs it from her. Jack is frightened by what he heard in her voice. Nick's plan is for them to escape to Canada. He notices Carly's wedding ring is missing and realizes she left it for Jack. Carly passes out and Nick worries she is dying and decides he has to leave her there in order to make it out. Carly begs him to not leave her without getting help, but he can't. Margo finds Carly's wedding ring and Jack promises Carly he is coming for her, as a weakened Carly sits alone in the cave hoping Jack found her clue. Dusty comes face to face with a love from his past \u0096 Lucy."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: Here's the early bird. We've been searching the hotel for you.",
        "Jennifer: Oh. Oh, I'm sorry. I woke up and you guys were fast asleep, and I didn't want to wake you. So I came down here to do some work.",
        "Dusty: What are you working on?",
        "Jennifer: Ideas for my wedding dress.",
        "Dusty: Oh, can I see?",
        "Jennifer: No!",
        "Dusty: Why not? I'm not going to jinx it.",
        "Jennifer: Well, I'm not taking any chances. You and I both know how easily things can go wrong.",
        "Dusty: That's the truth.",
        "Jennifer: And we've gone through hell to get here, so I'm not going to let anything slow us down.",
        "Dusty: What else could the Gods possibly throw at us, red?",
        "Barbara: Jennifer, there you are. I've been looking all over for you.",
        "[SCENE_BREAK]",
        "Paul: Hi. I was starting to think maybe you moved back to Texas to, you know, drink beer on your porch.",
        "Meg: The thought did cross my mind.",
        "Paul: You could've at least answered one of my phone calls.",
        "Meg: Paul, when I told you I needed some time to think about it, I meant more than a few hours.",
        "Paul: Yeah, but it was like two days. And two really long and agonizingly lonely nights. Now's when you say how much you missed me.",
        "Meg: Missing you or not is not the issue here.",
        "Paul: Can we just go somewhere and talk? Just for a little bit, please?",
        "Meg: No. No, let's talk here. Tell me why you're stalking me.",
        "Paul: I would be glad to. I just -- I think that it would easier if we did it in private.",
        "Meg: Exactly. Because you're trying to wiggle out of something, and I'm not going to make it easy for you. So why can't we talk here instead of --",
        "Paul: Okay, okay. Stop, stop, stop. I just talked to my lawyer.",
        "Meg: About the divorce or about the baby?",
        "Paul: No, nothing's changed with the divorce. It's still going through as planned.",
        "Meg: And the baby?",
        "Paul: I can't give it up. I'm gonna raise my child, and I'm prepared to fight Emily if i have to.",
        "Meg: Well, so much for including me in the decision.",
        "Paul: Look, I really wanted to, more than anything. But I had to move really quickly, and you didn't return any of my phone calls.",
        "Meg: Oh, oh, oh -- so it's my fault that I didn't have a say in this? Oh, okay.",
        "Paul: No. I had no choice. I had to take a leap. I just hope I haven't lost you because of it.",
        "[SCENE_BREAK]",
        "Emily: No, I understand. Yeah, it certainly is a lot to take in. But I appreciate you letting me know right away. Yeah, I'll be in touch. Thanks. Bye. Hey, what the heck? Where did you come from? Come here. Come here, baby. Come here. Oh, you're so sweet. Hey, buddy, what are you here for? Come here. Come here. Are you a patient in this horrible place? Who's your doctor, anyway?",
        "Henry: Dr. Frankenfurter, who else?",
        "Emily: Does this guy belong to you? Really?",
        "Henry: Yeah, I snuck into the ward as a service dog volunteer.",
        "Emily: What's a service dog volunteer?",
        "Henry: Pooch and I, we go around and offer canine companionship to any of the patients that need a little cheering up. And from the smile on your face, I see it worked. Come on.",
        "Emily: Come here.",
        "Henry: I see that it works. Tell me that your good mood is due to the fact that Paul has signed the papers giving up all rights to the baby. He's out of your life forever, yes?",
        "Emily: No. No, I'm afraid not. I just spoke to my lawyer, and he told me that Paul has decided to fight me and my mother for custody of the baby.",
        "Henry: Oh, Emily, I am so sorry.",
        "Emily: Don't be. I'm not. I'm okay with it. I really am.",
        "[SCENE_BREAK]",
        "Jack: Okay, look, now that the sun's up, I want every inch of these woods and hills covered in a 20-mile radius. Nick and Carly have been missing for more than eight hours, which means they have a substantial lead. Given the severity of the accident, I'm pretty sure that one of them, if not both of them have been injured to the point that it would slow them down considerably. Also, with the rainstorm that blew through here last night, it's more than likely that they had to find shelter until morning. The bad news is, that same rain storm wiped out their tracks and scent, right? So the dogs are useless. Listen to me very carefully. Nick is armed, and he's been trained in marksmanship just like the rest of you. So take every precaution. Do you understand me? Get out of here, go. Thanks. And good luck.",
        "Margo: You don't look so good, Jack. Maybe you should take a rest.",
        "Jack: I'll rest when we find Carly. And we will find Carly.",
        "Margo: What? What is it?",
        "Jack: It looks like a scrap of Carly's shirt.",
        "Margo: Yeah, it does. And that's blood.",
        "Jack: Yeah, thanks. Keep doing what you're doing, and keep me posted. Over.",
        "Margo: Jack, we've got officers out on atvs covering the north hills, and Hal's trying to arrange for additional choppers.",
        "Jack: How many?",
        "Margo: I don't know. As many as he can requisition. Jack, we're doing whatever we can.",
        "Jack: Yeah. But is it enough? That's what I want to know. How's Katie doing?",
        "Margo: She's pretty beat up, but she's gonna be okay. She's still in the hospital. They'll probably release her this afternoon.",
        "Jack: Well, let's get somebody over there to get another statement from her. Details might have come back to her that she didn't remember at first.",
        "Margo: Jack, I sent someone over this morning.",
        "Jack: She might be more focused, her mind might be a little clearer. She might hit on something that Nick said that might indicate where he was headed, that's all.",
        "Margo: Yeah, yeah, I hope so.",
        "Jack: Fine, you know what? I'll go talk to her myself, Margo!",
        "Margo: Jack, come on, Ramirez is on it. You cannot be in ten different places at one time. You can't do it.",
        "Jack: I know that! I know that. But I've been trying to call Mike all morning, and he hasn't returned any of my calls. I just need to know if Nick mentioned about coming out to this part of the woods. If there was a place he could be reached on foot.",
        "Margo: But don't you think that Mike is probably concentrating all of his efforts on Katie right now? He's probably unplugged his cell phone.",
        "Jack: Yeah, well, Katie's back, and she's fine. Carly's still out there someplace!",
        "Margo: Jack, we're doing whatever we can, okay?",
        "Jack: I know that. I'm sorry. I know that. And I am glad that Katie is safe and sound. I am. She was a real trooper helping us find this crash site. We just -- we just didn't get here in time, that's all.",
        "Margo: You know what? You know what Katie said? Katie also said that Carly was on top of it. She's thinking on her feet. Come on, she's tough. She's a fighter. You know that better than anybody.",
        "Jack: Yeah, I do. And that's what scares me. 'Cause Carly can play it too tough sometimes. I mean, she purposely got in an accident to slow Nick down. She might have gotten herself killed in the process. That's all.",
        "Margo: You know what? Listen, let's take comfort in the fact that Carly got herself out of here under her own steam, all right? She's probably not that seriously injured.",
        "Jack: There's blood on her car seat, Margo. And she's out there with a killer. It's hard to take comfort in much of anything right now.",
        "[SCENE_BREAK]",
        "Carly: Damn it. Come on, Carly. You've got to get out of here.",
        "[SCENE_BREAK]",
        "Barbara: You will never guess who is on his way over here, as we speak, to meet with you.",
        "Dusty: The Queen of England?",
        "Barbara: I have a call in to her. Eric Dunham.",
        "Dusty: The Eric Dunham?",
        "Jennifer: You've heard of him?",
        "Dusty: No.",
        "Barbara: You really woke up on the funny side of bed this morning, didn't you? No, Eric Dunham is the premier wedding planner in all of Chicagoland. He did the Cartwright's' wedding, and the Dumont's'. He is absolutely amazing, and he is on his way over here to meet with you.",
        "Jennifer: Wow.",
        "Barbara: Yeah, and there's more. I put two appointments in place for this afternoon to meet with the two most fabulous wedding photographers in all the Chicagoland area. And I found a fabulous caterer by the name of Jean Georges Barones.",
        "Jennifer: Okay, that's all great, Mom. But I can't today. I have to take Johnny to the pediatrician for a follow up for some vaccinations that he had a couple months ago.",
        "Barbara: Honey, Dusty can take him to the doctor. You need a little quality time, don't you, with Johnny? [Cell phone ringing] Oh, oh, oh -- must be Jean Georges. Hold on one second. Hold on, here it is. Okay. Jean Georges? Oh, yes, bonjour. Comment ca va?",
        "Jennifer: You're not gonna really make me stay with her, are you?",
        "Dusty: I'll take Johnny to the doctor. I don't think we want your mother making all the wedding plans, you know?",
        "Jennifer: But, why -- why do we need a wedding planner, anyway? All I need to get married are you and Johnny, and my wedding dress.",
        "Dusty: Well, if you're serious about that, I've got a great idea. Let's take Johnny and get of here. We'll make a run for it. [Johnny fussing] We'll get married tonight. Yeah, huh, buddy?",
        "[SCENE_BREAK]",
        "Waitress: Your change?",
        "Meg: Thank you. So what finally clinched the decision?",
        "Paul: Jennifer and Dusty decided to get married. So I crashed the engagement party.",
        "Meg: Wasn't that just asking for trouble?",
        "Paul: I thought that if I caught Jennifer in a moment of happiness, that it might be easier to get her to start thinking about forgiving me.",
        "Meg: So did she?",
        "Paul: Not by a long shot, no.",
        "Meg: Paul, I'm sorry.",
        "Paul: It was a dumb mistake. I should've known better.",
        "Meg: What happened?",
        "Paul: Well, instead of pulling her closer, I just -- I pushed her even further away. She made a line in the sand. And she says that she doesn't want to have anything to do with me ever again.",
        "Meg: She doesn't mean that.",
        "Paul: You weren't there. It was worse than when she shut me out after everything that happened with Johnny.",
        "Meg: She said this out loud to everyone? That must have been horrible.",
        "Paul: No, actually, she was pretty calm about the whole thing.",
        "Meg: Which makes it worse.",
        "Paul: It made me realize something, though. Meg, I have no family left. All I have is you. And this baby.",
        "Meg: So you decided you couldn't let it go.",
        "Paul: You always knew that I wouldn't be able to, even before I did. You said I wouldn't be able to abandon my child, and you were right.",
        "Meg: The trouble is, I also know that Emily can't let go, either.",
        "Paul: No, no, no. I can take care of that. I've got the law on my side.",
        "Meg: Maybe.",
        "Paul: Look, I can't do any of this without you. I need you.",
        "Meg: Oh, Paul --",
        "Paul: I need you in my new life. Look, I know what I'm asking of you is ridiculous. I'm being honest with you. And this is real. I want to be a father, and I want to start a family. And none of it makes any sense -- none of it's complete without you.",
        "[SCENE_BREAK]",
        "Henry: Good, so you're gonna fight Paul. Good. Good, good, good. I will help you do that, too. I'm gonna march down to that custody hearing and swear under oath that the baby belongs to you and Susan. And then I'll make Paul out to be Hannibal Lecter and Caligula all rolled up into one.",
        "Emily: Henry, I appreciate your support. But I'm not sure what's going to happen.",
        "Henry: What do you mean, you're not sure what's going to happen? Judges always side with the natural mother. And yeah, you may spend a little time in jail, but it's not like Paul has never spent time behind bars. He doesn't have a leg to stand on here, Em. You can win this fight.",
        "Emily: I'm not sure fighting's the way.",
        "Henry: Oh, fighting is the way. Fighting is the only way.",
        "Emily: Yeah, well, not if it alienates Paul forever.",
        "Henry: You say that like it's a bad thing.",
        "Emily: Will you just hear me out here, okay? Meg barged in here the other night and accused me of putting out the sonogram picture so Paul would see it.",
        "Henry: Why would she say you would do something like that?",
        "Emily: To get Paul back.",
        "Henry: That just proves how off base she is. Because the last thing that you'd want is to have Paul back in your life, right? That's true, right?",
        "Emily: See, I just don't think Meg and Paul are as solid as they want us all to believe.",
        "Henry: Okay, but you don't care about that because you don't care about Paul anymore, right?",
        "Emily: I think this baby is driving Meg away.",
        "Henry: Emily -- no, Emily -- Emily, stop right now. Stop what you're thinking right now. You're going down the wrong highway at about a 100 miles an hour too fast. Now slam on the brakes, now!",
        "Emily: I can't. I thought I could, Henry, but -- I've got a baby inside of me. And with every heartbeat, it reminds me how much I still love Paul.",
        "[SCENE_BREAK]",
        "Jennifer: Okay, let's do it. Let's take Johnny. Let's hop a plane to Vegas tonight, and we could be married by midnight.",
        "Dusty: You couldn't do it. You couldn't break your mother's heart like that.",
        "Jennifer: Yes, yes I could.",
        "Dusty: No, you couldn't. Nice try, honey.",
        "Jennifer: I just -- it doesn't matter where we are, honey, really. I just want to look in your eyes and say, \"I do.\"",
        "Dusty: We'll do it at home.",
        "Jennifer: Okay then. With Barbara's frills attached.",
        "Dusty: Well, she's your mom. You know, you keep an eye on her, things will turn out beautifully.",
        "Jennifer: Yeah, I just might get a little crazy getting there.",
        "Dusty: So what? You're tough. You're a toughie, you can handle it.",
        "Barbara: Okay, so what time's this little guy's appointment?",
        "Jennifer: Soon.",
        "Barbara: Well, then you better get a move on, mister, in case there's traffic.",
        "Dusty: Let's do it, my man. If we're lucky, we'll be in Mexico by morning. Bye, sweetie.",
        "Jennifer: Bye, sweets.",
        "Dusty: Bye, Barbara.",
        "Barbara: Bye, Dusty. Okay, now we can get down to business.",
        "Jennifer: Don't we have to wait for Eric --",
        "Barbara: Oh, he'll be over here soon. No, no, no, there's something else I want to talk to you about.",
        "Jennifer: Uh-huh.",
        "Barbara: We need to talk about Paul. And I didn't want to do it while Dusty was here.",
        "Jennifer: I have nothing to say about Paul.",
        "Barbara: Honey, listen to me. I can help you. I can arrange for you and Paul to meet each other -- wherever you want, whenever you want, and Dusty doesn't have to know a thing.",
        "[SCENE_BREAK]",
        "Meg: Look, you should know I went to see Emily the other night at the hospital.",
        "Paul: Why would you do something like --?",
        "Meg: Because I wanted to look in her eyes and see if she had really let you go.",
        "Paul: She has. I'm sure of it.",
        "Meg: Well, I'm not.",
        "Paul: Why would you do something -- why would you go and look for problems that don't exist anymore?",
        "Meg: Look, Paul, it's great that you want to let this baby -- that you want to keep this baby in your life. But I don't trust for a second that Emily's not gonna try and use that to keep you in hers.",
        "Paul: Not if we won't let her.",
        "Meg: She's gonna make our lives together miserable.",
        "Paul: No, she can't touch us. Emily's gonna be in an institution of some kind for a really long -- what's it gonna take for me -- you have to believe that Emily can't hurt us anymore. Look, we can do this, right? We can be a family. The three of us. Don't -- please, don't walk away from that.",
        "Meg: The only thing that would make me walk away is another lie.",
        "Paul: I'm not gonna do that ever again.",
        "Meg: How can I be sure, Paul?",
        "Paul: All you can do is take my word. Which I know doesn't mean anything because I lied to you but, look, I learned my lesson, all right? I know that if I -- if I don't tell you the truth, if I try and protect you that that just winds up pushing you even further away, okay? And I'm not gonna make that mistake again.",
        "Meg: So, you really think we can start over?",
        "Paul: If you have half as much faith in me as I have in you. You -- you're amazing. You are -- you're gonna -- no doubt in my mind, you're gonna be a wonderful mother. And there's no doubt in my mind that, in time, you will feel about this baby that it's yours as much as mine. We can do this -- if you love me. Do you still love me?",
        "Meg: I do still love you.",
        "Paul: All right, I love you. The question is, do you know in your heart that you can love this child?",
        "Meg: I know in my heart that I'll give it everything I've got.",
        "[SCENE_BREAK]",
        "Henry: Please -- please tell me that you are joking. Or you're highly medicated, maybe? Is that it?",
        "Emily: No, neither.",
        "Henry: You can't possibly think that you still have a future with Paul? For God's sakes, why would you want one, Em?",
        "Emily: You know, if you have to even ask me that question, I doubt that I'll be able to explain it to you.",
        "Henry: That's because it's an absolutely insane idea.",
        "Emily: Love is always a little insane, isn't it?",
        "Henry: Yeah, so is necrophilia. That doesn't make it the right thing to do.",
        "Emily: Would you just listen to me. Being with Paul was impossible only because Meg was in the picture. But this baby has caused a shift in their relationship. I know it has. I saw it when she came to see me. The desperation was in her eyes, Henry.",
        "Henry: Really, have you looked in the mirror lately?",
        "Emily: Is it so wrong for me to want to have a relationship with the father of my child?",
        "Henry: Yes, when the father is Paul Ryan. He makes Ted Bundy look like a fun blind date.",
        "Emily: Would you stop it already?",
        "Henry: Sorry, that was a slight exaggeration. But he is not worthy of your love, and deep down you know that, Em. You cannot rationalize this decision.",
        "Emily: Well, you're not gonna change my mind, so --",
        "Henry: Well, then you leave me with no other choice.",
        "Emily: What -- you're leaving?",
        "Henry: Yeah, I'm leaving.",
        "Emily: You're taking the dog?",
        "Henry: Yeah, I'm taking the dog.",
        "Emily: Henry --",
        "Henry: I need some reinforcements and you need a reality check. And I know just the people to give it to you. Come on, boy.",
        "[SCENE_BREAK]",
        "Margo: We don't know that Nick is gonna call.",
        "Jack: If he didn't, I'd be surprised. Usually people who take hostages wind up negotiating with somebody.",
        "Margo: That someone shouldn't be you.",
        "Jack: I've got the tech department monitoring the transponders, in case he tries to call from his cell to my cell. And I got somebody watching Mike's landline. Nick knows all the tricks, though. As much as I hate to admit it, he's a smart cop.",
        "Margo: Okay, will you please not bite my head off when I say this -- everybody knows that Nick has a soft spot for Carly -- always has. And that's gonna work in her favor, Jack.",
        "Jack: Let's hope you're right about that. I'm gonna take another sweep around the area. I just don't want to stand around here, it's driving me crazy.",
        "Margo: Go ahead, go ahead. [Cell phone rings] Is it Nick?",
        "Jack: Where are you, Kasnoff? What have you done with Carly?",
        "Carly: Jack, it's me.",
        "Jack: Carly! Thank God. Where are you?",
        "Carly: I don't know. I'm in a cave someplace. I don't know where. I'm scared.",
        "Jack: Where's Nick?",
        "Carly: I think I knocked him out. But I'm weak --",
        "Jack: Carly? Carly, are you there? Carly, answer me! Car \u0096",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Meg: The person I'm worried about is Emily.",
        "Emily: I need to see Paul. And I know how.",
        "Nick: Where's your wedding ring?",
        "Carly: I don't know.",
        "Jack: It's Carly's wedding ring.",
        "[SCENE_BREAK]",
        "Emily: So, where are all your reinforcements?",
        "Henry: I never got a chance to call anybody. I ran into poochie's owner, and then I had to pretend that I was searching for the guy to give him back his missing dog.",
        "Emily: Lucky for me. I just wish you'd stop making such a big deal out of all this.",
        "Henry: Okay. Okay, Em. I'll tell you what, I'll make a deal with you -- you tell me that you were kidding about getting back together with Paul, and I will drop the whole thing.",
        "Emily: I'm not kidding. But instead of worrying about me getting hurt again -- listen to me, be glad that two damaged people are finally getting the chance to do things right.",
        "Henry: Emily, what greeting card did you get that from?",
        "Emily: Paul and I will always and forever be tied to each other. And it's not just because of this baby.",
        "Henry: What else is there?",
        "Emily: We're soul mates, Henry.",
        "Henry: That's why you shot him in the back, right?",
        "Emily: No, I shot him in the back because I couldn't stand the thought of not spending the rest of my life with. It was unbearable. And I threw myself off the cliff because I couldn't stand the fact that he had chosen Meg over me.",
        "Henry: And yet, you still can't get the hint!",
        "Emily: And you are not hearing the obvious, Henry. I have been pushed to the absolute extreme by this man. Past all rational thought, past all control. I've been willing to do absolutely anything to hold onto him. If that isn't love at its most profound, then what is?",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Paul: I think you might have just made me the happiest man alive.",
        "Meg: Wow. And all I had to do was promise to take another woman's baby and raise it as my own.",
        "Paul: Already you're having second thoughts?",
        "Meg: No. No, I'm very excited. Of course, that could be the latte, or I'm just frantic with fear.",
        "Paul: You don't need to be afraid. Not now, no. Not while we're together.",
        "Meg: You and I are fine. The person I'm worried about is Emily.",
        "Paul: Look, Emily's exposure to this child is gonna be limited. Even if she does get visitation rights, she's gonna be in an institution or a prison. Then there's no way that Emily is ever gonna come between you and me.",
        "Meg: Well, if she tries, I will definitely put up a fight. But, I don't want to spend another couple of days without you.",
        "Paul: Oh, tell me about it. I was like a crazy man. I was gonna come to the farm and climb up to your window.",
        "Meg: Really? Well, you know, that would've been quite a feat. My room's in the attic.",
        "Paul: Oh, I see. Yeah, and I was a little scared that your mom was gonna be there with her trusty shotgun.",
        "Meg: Yeah. She can hit anything at 30 paces. Especially a varmint like you.",
        "Paul: Oh. [Meg laughs] Yeah. I think I've had enough bullets for one lifetime. And now I have so much to live for.",
        "Meg: I'm glad to hear it.",
        "Paul: You're glad to hear it?",
        "Meg: Yeah.",
        "Paul: What do you say we get you out of that attic now?",
        "Meg: Are you asking me to live with you?",
        "Paul: I don't know. Maybe the place that we were thinking about living, you know, the place that we were looking at -- maybe it's still available.",
        "Meg: You think?",
        "Paul: I don't know. I'll find out. In the meantime, why don't I take you back to my place? And Meg, don't you ever leave me again.",
        "[SCENE_BREAK]",
        "Jack: Now it's going straight to voice mail.",
        "Margo: Hey, did you ever think that maybe the battery died in the middle of the phone call. I mean, why do you always have to go to the worst -- yeah, hi. Okay. Carly wasn't on the phone long enough for the techs to pinpoint her --",
        "Jack: She said that she was in a cave someplace, but she didn't know where.",
        "Margo: Jack, there are caves all over these hills. She could be anywhere.",
        "Jack: With a maniac who might have just caught her trying to make a call for help.",
        "[SCENE_BREAK]",
        "Nick: You know, that was real stupid, Carly.",
        "Carly: The only stupid thing was that I didn't hit you harder with that rock.",
        "Nick: Am I bleeding?",
        "Carly: What am I, your nurse? You know, if you're gonna hold somebody hostage, don't be surprised if they don't care how much you bleed.",
        "Nick: Keep pushing, Carly, and I might not be such a nice guy.",
        "Carly: A nice guy would've left me at the crash site.",
        "Nick: I got you out of the car, didn't I?",
        "Carly: Why did you bother?",
        "Nick: I have my reasons.",
        "Carly: Well, you want to let me in on the plan, Nick? Why are we still here?",
        "Nick: 'Cause I'm waiting for nightfall.",
        "Carly: And then what?",
        "Nick: And then we're going to Canada.",
        "Carly: Canada? Keep dreaming. You won't make it to the county line. Jack will get you way before then.",
        "Nick: Yeah, he may try. But as long as I got a gun to your head, he's not gonna get very far.",
        "Carly: Well, Nick, you're just missing one crucial piece of information.",
        "Nick: What's that?",
        "Carly: I may not make it to nightfall.",
        "Nick: Carly?",
        "[SCENE_BREAK]",
        "Kim: Oh! Hi, stranger. Oh, I understand congratulations are in order. You and Jen are engaged! How wonderful!",
        "Dusty: Thank you. Thank you. Thanks.",
        "Kim: How's my favorite boy?",
        "Dusty: You don't happen to know where c 211 is, do you? We've got an appointment. I've been looking forever.",
        "Kim: Oh, bless your heart. The new system -- letters and numbers. Bob says that -- I won't tell you what he says, but he is not a fan. Let me get somebody to help you.",
        "Dusty: Oh, that's okay. We've got time, we'll get there. We're early, anyway.",
        "Kim: Well, listen, if you're early, why don't you go looking? And I'll take my main man here and see his uncle bob?",
        "Dusty: Okay, what a nice offer. Johnny would love that.",
        "Kim: Want to come see uncle bob? Sure.",
        "Dusty: I'm gonna look for c 211. If I'm not back in 20 minutes, call the cops.",
        "[Kim laughs]",
        "Kim: You got it. Dusty? I really am so happy for you and Jennifer. I feel like you're the best thing that ever happened to her.",
        "Dusty: Oh, it's the other way around. She's the best thing that ever happened to me.",
        "Kim: See you.",
        "[SCENE_BREAK]",
        "Barbara: Honey, drink some of this, you'll feel better.",
        "Jennifer: Mom, I'm not having this conversation with you. I have made up my mind, and Paul accepts it. I really don't understand why you can't.",
        "Barbara: Okay, Paul may say he accepts this, but that doesn't mean it's true. Because I know that he will not rest until you forgive him and you accept him back into your life as your brother. Invite him to your wedding, Jen.",
        "Jennifer: No! Mom, no, absolutely not. And you know what? If we're not gonna discuss these wedding plans, then I'm gonna go find Dusty and Johnny.",
        "Barbara: Okay, okay, fine. Fine. Let's just go on upstairs, 'cause Eric's gonna meet us there. We might as well wait up there. Come on, come on.",
        "[SCENE_BREAK]",
        "Paul: I thought you already got everything out of your hotel room.",
        "Meg: I just still have a few boxes left that I hadn't gotten to. And now's a good time, while I still have a chance.",
        "Paul: What, you before our life explodes in a frenzy of diapers and pacifiers?",
        "Meg: Yeah, something like that.",
        "Paul: That's still a little ways off.",
        "Meg: Well, you still have a major custody battle to win.",
        "Paul: Yeah.",
        "Meg: Paul?",
        "[SCENE_BREAK]",
        "Emily: You can't talk me out of my feelings. Neither can my mom, and certainly not Hal. So don't waste your time putting them on red alert.",
        "Henry: It's called an intervention, Em. What you have for Paul is an addiction. And it's worse than any drug.",
        "Emily: You know, I told you all this because I thought you of all people would understand. I need you, Henry. I'm all alone in here.",
        "Henry: Maybe that's your saving grace.",
        "Emily: How do you figure?",
        "Henry: As long as you're in here, you can't do anything to win Paul back. So, you know what? Go ahead. Have all the fantasies that you want about him. Thank God you can't act on any of them.",
        "[SCENE_BREAK]",
        "Margo: Jack, we still can't pinpoint the spot where Carly made the call.",
        "Jack: Okay. Listen, these are the four closest caves to the crash site. I think our team should start searching there first.",
        "Margo: Great, I'm on it.",
        "Jack: Okay. Listen, I'm gonna stick around here. I still think there's a good chance that Nick is gonna try to contact me, or at least Mike.",
        "Margo: Is there something else bothering you? Something new?",
        "Jack: I know Carly. I know every nuance of her voice. She tried to sound strong when she made that phone call. But I could tell she was hurting, Margo. I'm afraid it's bad.",
        "[SCENE_BREAK]",
        "Nick: Carly? Carly? Oh, you're alive.",
        "Carly: What's the matter, Nick? Did I scare you? Are you afraid you'll have another murder on your hands?",
        "Nick: Your pulse is weak.",
        "Carly: Everything's weak. I need a doctor.",
        "Nick: I'll get you one, as soon as I'm free and clear.",
        "Carly: You're not going to be free and clear. I'm sure Jack's traced the phone call by now. Nick, he'll be here any minute.",
        "Nick: Then we better get going.",
        "Carly: No. [Carly winces] I can't -- I can'T. Nick, please, I need to go to a hospital.",
        "Nick: That's not an option right now. Where's your wedding ring?",
        "Carly: I don't know. I must have lost it in the car.",
        "Nick: You dropped it on purpose. To give Jack a clue?",
        "Carly: Why does it surprise you that I will try and save myself?",
        "Nick: Damn it! I should've left you in a car to die.",
        "Carly: But you couldn't. You couldn't do it then and you can't do it now. You don't want to add another murder, do you?",
        "Nick: I didn't murder anyone! I didn't want Maya to die. It was an accident!",
        "Carly: Then why are you running?",
        "Nick: Who's going to believe me?",
        "Carly: I will. I'll believe anything you want me to if you get me to a doctor. If you help me, Nick, I'll tell them you rescued me. They'll go easier on you.",
        "Nick: No, they won't. That's why I gotta run now. I'm gonna have to leave you behind.",
        "Carly: No, you can't leave me here.",
        "Nick: I'm sorry, Carly. I gotta go.",
        "Carly: If Jack finds me dead, he will hunt you down to the ends of the earth.",
        "Nick: Then do us both a favor -- don't die.",
        "Carly: Nick -- Nick!",
        "[SCENE_BREAK]",
        "Emily: You think I'm gonna be happy just dreaming about being with Paul?",
        "Henry: I don't see how you have much of a choice, Em. You're not getting out of here, and I seriously doubt that he's gonna be visiting any time soon.",
        "Emily: No, we're gonna have custody issues to discuss.",
        "Henry: That's what the lawyers are for.",
        "Emily: Yes, but I'll take the hard line, and he'll try to talk me out of it. He'll have to come here and talk me out of it.",
        "Henry: Emily, don't -- no, stop! Don't do this -- don't do this to yourself. The man hates you.",
        "Emily: No. No, I won't believe that. He just needs to see that I can get better, Henry. And I will get better. I know I will.",
        "Henry: Good. Don't do it for him. Do it for yourself.",
        "Emily: Henry, I need you on my side. I need to see Paul, and I know how.",
        "Henry: Don't ask me to help you break out of here, 'cause I'm not doing that.",
        "Emily: Oh, no, no, no. Don't worry, I have a better idea. I know exactly how to get Paul to come see me.",
        "[SCENE_BREAK]",
        "Meg: Paul -- hey, don't. Don't do this to yourself.",
        "Paul: I'm just gonna go say hi.",
        "Meg: And then what? Come on, we're your family now. You have me, your baby -- our baby. You don't need anybody else.",
        "Paul: You're right. You're my family now.",
        "Barbara: Honey, did you see that? He just turned around and walked away from you.",
        "Jennifer: Well, Mom, I made myself perfectly clear at the engagement party, okay? He knows that I mean business.",
        "Barbara: Jennifer, you two have always been very close. You've watched out for each other, you've taken care of each other. I know you want to forgive him.",
        "Jennifer: Mom, I can't.",
        "Barbara: Yes, you can. All it takes is -- just one step at a time.",
        "Jennifer: Are you coming?",
        "Barbara: Jennifer, please.",
        "Jennifer: No, okay? Because Dusty and I are -- we want to be happy, and I love him, and I'm not gonna let anything stand in the way of that. Not Paul, not anything.",
        "[SCENE_BREAK]",
        "Dusty: Excuse me, I've been trying to find c 211, and I give up.",
        "Lucy: Well, that's a switch. The Dusty Donovan I remember never gave up. On anything. It's so good to see you.",
        "Dusty: Lucy \u0096",
        "[SCENE_BREAK]",
        "Carly: Find me, Jack. Find the ring and come for me.",
        "[SCENE_BREAK]",
        "Jack: Hal, I need those choppers in the air as soon as you can get them. Every second counts, you know that. Yeah, I -- I know, and I appreciate it. Thanks.",
        "Margo: Jack, look what I found.",
        "Jack: What is it? That's Carly's wedding ring.",
        "Margo: Yeah, that's what I thought.",
        "Jack: Where'd you find it?",
        "Margo: About half a mile south of here.",
        "Jack: Take me there?",
        "Margo: Yeah, come on.",
        "Jack: Hang on, Carly. I'm almost there.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Dusty: What's this, a summer break?",
        "Lucy: No, Dusty -- I'm back in Oakdale to stay.",
        "Mike: Hello?",
        "Nick: Mike, it's me.",
        "Mike: Nick, where are you?",
        "Jack: Carly -- Carly? Carly, honey!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=pxZdShSXU3U"
}