{
    "Episode Summary": [],
    "Recap": [
        "Susan hears Ally refer to Rick as \"the demented Dr. Decker\" and confronts her in the hallway at the hosp. Ally tells her mother exactly how she feels living with Rick and that she isn't the only one who thinks this way. Susan tells her that she can move out and Ally tells her that she will. Susan storms off to find Hal and Emily.",
        "Using the key to enter Kenneth Starr's motel room Hal and Emily find no one in the room. Rick escaped through he window with the laptop. Emily finds it strange that there isn't a computer in the room and looks through other things. Rick, outside the room calls Starr's phone and they listen to the message that Rick leaves implying that he has not met up with Starr yet. Emily finds a memory bit and has to argue with Hal to keep it.",
        "Bonnie's conversation with Dr. Walker is overheard by Marshall when he hears his name. Marshall informs her that he kept her out of jail once but will not do it again. Bonnie then has to tell Walker about how she tried to shoot Marshall. Walker states that the DNA results will be in within a couple of days and questions if she is making the right decision by not giving the results to Sara or Marshall. At the club Lilli and Rose are discussing the fundraiser that is to be held at Rose's shop when Jen and Paul walk in. Rose totally blows him off and it doesn't set right with Lilli. She urges Rose to go talk to him. Jen is doing the same thing at her and Paul's table. Paul asks her if she has called Andre and Jen is touched that he remembered his name.",
        "Kim makes the decision to make Ben Bob's primary doctor and to take Rick off his case. She voices her concerns for Susan to Chris. He tells her Ally wants to move in with them for a while. Kim rolls her eyes and says she does not want in the middle of it. Molly tries to persuade Dusty into buying Java Underground to impress Rose. Ally runs into Rick and he accuses her of being jumpy and hiding something from him. She then goes to Chris to find out what Kim's answer was. When he tells her she pouts and wants him to beg her. But he states that she has enough to contend with already. Ally refuses to go eat with Chris using the excuse that she must go find someplace to live.",
        "Katie tells Mike that she has decided to go to Australia alone. She is afraid of hurting him when she finds Simon. After a conversation of what a great friendship they have he persuades her to let him go. Susan finds Hal and Emily at the station and demands to know what they really think of Rick. Just when it starts to really heat up Rick shows up to get his wife with a demented smile on his face. Lilli shows up at Paul's penthouse and barges right past him to discuss Rose."
    ],
    "Recap Author": "Tara",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Now you tell me you don't want me to go with you again?",
        "Katie: Well, you kind of pressured me into it, and now I just really don't think that it's that important.",
        "Mike: It was my idea to track down Simon in the first place.",
        "Katie: Right. And it was a great one but I should take over now. Simon's my husband and, it's my responsibility.",
        "Mike: There's more to this. What are you not telling",
        "[SCENE_BREAK]",
        "Bonnie: Am I that transparent?",
        "Walker : I'm gonna keep at it a little more. Is that a noble?",
        "Bonnie: One of many. Considering the fact I just promised my mother I would drop the whole thing.",
        "Walker : I already sent the sample you gave me to the lab. Do you want me to cancel the test?",
        "Bonnie: See, what I was hoping you would say is that the results were already in. That way, I could tell my mother that when I saw you, it was too late to do anything. But to answer your question. No -- no matter how much my mother despises the idea, I have to go ahead with this.",
        "Walker : You know, I agreed to do this for Sarah's sake, Bonnie. But I got to tell you, well this subterfuge, it's making me a little uncomfortable.",
        "Bonnie: But I'm only doing what is best for Sarah.",
        "Walker : Secrets can be dangerous.",
        "Bonnie: Not nearly as dangerous as T. Marshall Travers.",
        "[SCENE_BREAK]",
        "Isaac: Well, look, Lisa, you don't have to sell your share just because -- and I understand that. Well, yes, it's been a blast working with you, too. You're the best partner I ever had -- well, the second best okay, then. I'll talk to Bonnie. And if she wants to sell her portion of the club, it' a done deal. Okay. I love you, too.",
        "Molly: Call me a snoop.",
        "Isaac: Snoop.",
        "Molly: Did I hear you correctly? Lisa and Bonnie are selling their shares of Java underground?",
        "Isaac: Mm-hmm. We all are. The whole club is up for sale. Lock, stock and Java underground sign.",
        "Molly: But why?",
        "Isaac: Well Lisa's not interested in running the place with other partners, and I want to concentrate on Sarah and Bonnie for a while.",
        "Molly: Okay. But honey, you love this place.",
        "Isaac: And sometimes you have to give up something for love, for nothing else you love a little bit more.",
        "[SCENE_BREAK]",
        "Lily: I cannot thank you enough. Having this charity event at Rose's Roller Palace is perfect; you're a peach to offer. Thank you. Rose Don't go overboard. Head don't fit in shampoo blow.",
        "Lily: Do you know you have created a win-n win situation? Right, yeah I mean I get the whole bachelor auction concept and women in the shop get them into that whole female building thing.",
        "Lily: Yeah. Give them a little champagne, they're not uncomfortable bidding on all those hot guys.",
        "Rose: Yeah, so that's one part of the win-win situation. What's the other one?",
        "Lily: Why you get every woman of means from Oakdale looking at your shop!",
        "Rose: Hey, you know what? Maybe I'll hand out coupons. Yeah, for a free cut and wash. Or I could just rap 'em to the chairs and give them haircuts gorilla style.",
        "Lily: It's nice to see you smile. It's nice to see the old Rose coming through.",
        "Rose: Told you to cut that out.",
        "Lily: I'm not trying to embarrass you. I'm just glad that you're -- that you're concentrating on other things, other--",
        "Rose: Other than my incredibly messed-up love life?",
        "Lily: I just think you should stay away from difficult men. Do you agree? Why did you do that?",
        "[SCENE_BREAK]",
        "Susan: \"Demented Doctor Decker\"?! I think you need to explain yourself, Alison!",
        "Chris: Alison and I were just joking around, okay. We didn't mean --",
        "Alison: Speak for yourself, Chris. I'm sorry, Mom, but what happened on your wedding day the way that Rick was acting- are you so desperate that you can't see that Rick Decker is weird as hell?",
        "Susan: Don't you ever disrespect Rick to me like that again! Not while you're living under my roof!",
        "Alison: Fine! You can live with that freak if you want to. But I won't!",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Hal: Jeffrey Starr! Are you in there?!",
        "Emily: Why are you knocking? We've got a key. Just use it.",
        "Hal: Because I would feel safer if he came to the door. Jeffrey Starr! Oakdale Police. I'm coming in!",
        "Emily: Oh, come on, come on. There's no one there. Let's go! Use the key.",
        "[SCENE_BREAK]",
        "Molly: There you are. Isaac, I was just thinking, isn't selling a successful business just for the sake of working on a relationship a little bit extreme?",
        "Isaac: Well, I'm ready for change, Molly. You know, lately, all Bonnie and I do is work, work, and work.",
        "Molly: Okay, honey, I'm just saying -- you and Java underground are kind of synonymous.",
        "Isaac: I know. It's a lot of old memories around here -- I'll miss it till I'm ready to move on.",
        "Molly: Okay. I don't know how to say this. But from my experience, if you really want to be happy with your girl, it helps to have a little cash flow.",
        "Isaac: Okay. Java's been good to me. And I have my savings, and I'm able to recoup a couple of dollars after I sell this place. I'll be okay until I figure out what I want to buy next.",
        "Molly: You were Jake's best friend. And his best man. And you are -- ooh, Bonnie's a lucky woman.",
        "Isaac: Thank you. But I'm the lucky one.",
        "[SCENE_BREAK]",
        "Bonnie: Speak of the devil himself.",
        "Marshall : Now why in the world would my name be on your lips, Bonnie? We haven't met.",
        "Walker : Walker Walker Daniels.",
        "Marshall : Attorney T. Marshall Travers, the gentleman Ms. McKechnie was no doubt maligning.",
        "Bonnie: This is a private conversation. Good-bye.",
        "Marshall : This isn't Java Underground, Bonnie. You can't just eject me whenever you see fit. Not that you can do that legally at Java either, but you don't bother yourselves with the legalities, do you?",
        "Bonnie: And you do? At least I'm not selling myself as a defender of the law.",
        "Walker : Like the lady said, this is a private conversation. So if you'll just excuse yourself?",
        "Marshall : I warned you about interfering with my life, Bonnie. Now, I kept you out of jail once. Consider that the last benison act towards you. Next time you're on your own.",
        "Walker : Was it his toothbrush, Bonnie? The man you think is Sarah's father? What is going on?",
        "Bonnie: I -- hate him. And he hates me.",
        "Walker : Why on earth would he hate you?",
        "Bonnie: I don't know. Because I threatened to kill him.",
        "[SCENE_BREAK]",
        "Susan: Rick has been patient and kind to you, even though you've been hostile to him since the day you laid eyes on him.",
        "Alison: I have been trying to keep you from making the biggest mistake of your life, Mom. But will you listen to me no!",
        "Susan: You are going to ruin this relationship for me. And we are married, and he is in my life to stay. And if you can't bear the thought of living with him, then don't let me stop you from leaving!",
        "Alison: Mom.",
        "Susan: No, I mean it. Leave my house. And stay away.",
        "Alison: Do you really think that anyone from that stupid wedding really thinks that Rick -- his hearing things and what not, and that was from heat exhaustion?",
        "Susan: Heat exhaustion was only part of the story. Rick said this triggered some sort of migraine syndrome.",
        "Alison: He's the one who's making his own diagnosis! Everybody thinks that he's psycho!",
        "Susan: Everybody? You, too?",
        "Alison: You're just mad at me because I'm the only one who will tell you the truth to your face. Why don't you go ask Emily or Hal? Maybe they'll get the guts to tell you what they really think.",
        "Susan: Maybe I will ask them. Maybe I'll ask them right now!",
        "[SCENE_BREAK]",
        "Hal: Stay back. Back!",
        "Emily: Okay.",
        "Hal: Okay, Emily. There's nobody here.",
        "Emily: Oh, the door's open.",
        "Hal: Yeah. Either he just split through here, or the guy likes fresh air.",
        "Emily: Well, his clothes are all unpacked. Everything's folded. The guy's a real neat freak.",
        "Hal: Well, it looks like he was planning staying on for a while, anyway. I don't like it.",
        "Hal: Well, it's clear he didn't leave town -- that leaving not of his own volition.",
        "[SCENE_BREAK]",
        "[Music throughout]",
        "Mike: Whatever it is you can tell me.",
        "Katie: Henry just bugged me to rethink this trip.",
        "Mike: Since when do you take his words seriously?",
        "Katie: Mike, no you tell that I'm really trying hard not to have this conversation?",
        "Mike: Yes, I can, but what conversation is it that we're not having?",
        "Katie: The one that we would have if you were my boyfriend or something. But you're not my boyfriend or anything.",
        "Mike: But we're friends, right? Close friends.",
        "Katie: Right. Which is why we shouldn't have to talk about this. But you're pushing me to talk about it, so I'm forced to tell you that being the friend, the closest friend that you are, is exactly why you can't come on this trip.",
        "Mike: Wait, I can't go with you because we're friends?",
        "Katie: Why can't you just take no for an answer?",
        "Mike: Because we're friends. All right, now I sound like you.",
        "Katie: What kind of friends are we?",
        "Mike: Close.",
        "Katie: Right. We're the kind of friends who go on trips together, and cook for each other, and fix things in each other's houses, and sleep in sleeping bags together. All along the way, having moments where we hugged and kissed, so now can you see why you can't come with me?",
        "Mike: Honestly? No.",
        "[SCENE_BREAK]",
        "Walker : You threatened to kill that man.",
        "Bonnie: He hurt someone in my family very badly and I tried to get him to confess, can we not discuss this?",
        "Walker : Bonnie, you got me into this situation. And you don't think you owe me an explanation?",
        "Bonnie: I just can't. I can't, Walker . Please. Does this mean that you won't help me with the results now?",
        "Walker : I don't use favors as bargaining chips. But you should know that my contract at Memorial, it's up. Access to the lab is limited. Anybody else would have to retrieve the results for you.",
        "Bonnie: No, no one else can get them. What about Ben? No one else can know about this link between Sarah and Marshall or he will lead--",
        "Walker : You know, forget about Marshall Travers, okay? If you're seriously considering having a long-term relationship with Sarah, your loved ones have the right to know who you suspect the father may be.",
        "Bonnie: I've told my mother.",
        "Walker : What about your boyfriend?",
        "Bonnie: I just didn't know how much to tell Isaac about this.",
        "Walker : All right, okay. I will lean on the lab to give me the results, and only me. But the meantime, I think you should tell the man who may end up sharing partial ties with what you're up to.",
        "Bonnie: You're right, yore right. Isaac should know. I'll tell him.",
        "Walker : What about Sarah? Don't you think she has the right to know that her father may be alive?",
        "Bonnie: If this were any other case, I'd say yes. But if he is her father, trust me, Sarah is better off thinking he's dead.",
        "Walker : All right, good luck.",
        "Bonnie: Listen, thank you for everything that you've done, Walker . All of it.",
        "[SCENE_BREAK]",
        "Molly: So what's with these dire messages? Why you keep bugging me? More woman problems or something?",
        "Dusty: Come on. You know you miss me.",
        "Molly: Yeah, like a fish misses pork chops, buddy. So what's going on?",
        "Dusty: I guess you heard, Paul is back.",
        "Molly: Yeah, that was my lead story a little while back. Is he going after Rose?",
        "Dusty: Don't know. You know, he pretends he's not interested one minute, the next minute he's showing up.",
        "Molly: Rose is confused?",
        "Dusty: Confused, yeah. She doesn't know which way is up you know, I decided to stick around town to prove that I'm serious about our relationship, maybe for the first time and her decision to back off.",
        "Molly: So, what happened to the tough approach with her? Dusty Whatever, you know. She seems to know I will fight for her. I'm not gonna lay down, you know. I'm only willing to put up with so much. I hate -- I hate playing games.",
        "Molly: Yeah. So have you told her you love her?",
        "Dusty: No.",
        "Molly: Why not?",
        "Dusty: 'Cause words are words and what I do is what counts.",
        "Molly: Exactly. What you do. You've done a lot of things that she's not just gonna forget. Now's your chance, you know, to say something that messy thing, and if you can't say \"I love you,\" then give me one good reason why Rose should expect a future with you.",
        "[SCENE_BREAK]",
        "Lily: Why didn't you say anything to Paul?",
        "Rose: Hello? You just said that it's good to focus on something other than men.",
        "Lily: He looked like he wanted to talk to you, and you snubbed him.",
        "Rose: I don't want to hear one of his snide comments.",
        "Lily: Whatever it takes, you think he's being mean?",
        "Rose: You know what? I can't do this you know, I thought I could not talk about Paul or Dusty and concentrate on hair and charity events.",
        "Lily: Just go over and say hello to him. Go.",
        "Rose: No. No, I'm not putting myself through that again",
        "Lily: Through what?",
        "Rose: I mean, one minute he's reaching out to me, another minute he's pushing me away. And don't think he doesn't know what he's doing. He's doing this on purpose to keep me off-balance.",
        "Molly: Maybe he's just confused.",
        "Rose: Confused? Is that why he laid a big kiss on me at the Lakeview lounge? He didn't seem confused then.",
        "[SCENE_BREAK]",
        "Paul: So did you - did you call Andre?",
        "Jennifer: You remembered his name?",
        "Paul: Yeah, of course I know the name of your ex. I'm interested in your life, Jen. I want you to be happy.",
        "Jennifer: Well, calling the guy who said he was in love with me the minute before he broke up with me probably won't make me all that happy Paul.",
        "Paul: Don't you want to give the guy a chance?",
        "Jennifer: Chance for what, even for a smaller excuse?",
        "Paul: No. A chance to plan you know, maybe forgiveness, and beg for you to forgive me. I don't know. I just feel like you're angry.",
        "Jennifer: Oh?",
        "Paul: So, maybe you left an impression.",
        "Jennifer: Yeah, an impulse called self-preservation.",
        "Paul: I don't know. I just seems like you're only remembering the really rotten thing about the guy. Maybe you're hiding your true feelings for him.",
        "Jennifer: Yeah, like you're hiding your true feelings for Rose.",
        "[SCENE_BREAK]",
        "Alison: My mom hates me.",
        "Chris: She's hurt, Allison, that's all.",
        "Alison: Yeah, and it's all my fault. The last thing that I wanted was for that maniac to break her heart, and now I've gone and broken it myself.",
        "Chris: Look, you guys will work through it, okay? Susan just needs time.",
        "Alison: I have to go check in with my supervisor before she sticks the hospital guards on me.",
        "Chris: Okay. Hey, hey -- you gonna be okay?",
        "Alison: I guess.",
        "Chris: Look, I'll go ahead and do that thing that we talked about. I'll ask my Mom about you staying with us for a little while.",
        "Alison: Really?",
        "Chris: Yeah.",
        "Alison: Thanks.",
        "[SCENE_BREAK]",
        "Chris: Hey, Mom, how are you doing?",
        "Kim: Oh, I don't know I just -- I go from being exhausted, to hopeful, to scared to death. But then I tell myself that no change in your father's condition could be a good sign, right?",
        "Chris: Yeah, well, in coma patients, sometimes it is.",
        "Kim: I've been thinking about our conversation about Rick Decker.",
        "Chris: Okay, I'm sorry. I didn't mean to add to your worry.",
        "Kim: No, no. No, no no, that's all right. Walker warned me about him, too. I've made a decision. Ben is going to be your father's chief physician, and we'll limit Rick's access, okay?",
        "Chris: Okay, fine. I'll back you up.",
        "Kim: I don't know. Maybe Rick is overworked, or he's having his own health problems, but there's no way I'm going to take a chance but I, I still hope that Susan isn't in for a rude awaking for one thing as far as hers is concerned.",
        "Chris: I know what you mean, Mom. For me, I think it's inevitable. Rick's been acting really weird, only Susan doesn't see it. She and Allison got into such a big argument that now, Alison's moving out.",
        "Kim: Moving out? She's too young to be on her own. Where is she going to go?",
        "Chris: Actually, she was hoping to stay with us for a little while.",
        "[SCENE_BREAK]",
        "Hal: Well, there's gotta be something somewhere here that can tell us where this guy went.",
        "Emily: Ah. I found a note. Wait a minute. What's missing here?",
        "Hal: Besides Jeffrey Starr?",
        "Emily: He's a reporter, right? A writer? Where's his laptop? I mean, he's got some half-written notes here, but there's no way this man would travel without his computer.",
        "Hal: Maybe he took it with him.",
        "Emily: Maybe, I don't know. I mean, can't you make him a missing person, or put out an APB, bring him in for questioning?",
        "Hal: Too early, Emily. We can't report him missing for another 24 hours. And we can't bring him in for questioning, because there's no evidence of a crime.",
        "Emily: Not yet. But if you ask me, the guy disappeared. Hal?",
        "Hal: What?",
        "Emily: What if Starr was writing an expose on Rick? What if they met, and that's why Rick was late for the wedding? And what if something happened at that meeting? Something that would explain why Starr's missing right now.",
        "[Phone rings]",
        "Hal: I'm gonna keep track of Starr's movements. In the meantime, I want you to stay away from Rick, okay?",
        "[Answering machine beeps]",
        "Emily: Hal, turn up the volume. Turn it up.",
        "Rick: Hello, Mr. Starr, this is Dr. Eric Decker returning your call. I got your messages at home and at the hospital. I'm sorry it's taken me a while to get back to you but it was my wedding day and, we, you know how that goes, anyway, things are a little more settled now, and I'd be more than happy to speak to you about my work if you're still interested. You can reach me at my cell or at Memorial. You have both numbers. Thank You.",
        "[SCENE_BREAK]",
        "Jennifer: Go over there. Stop being so stubborn and go after her.",
        "[SCENE_BREAK]",
        "Emily: This memory card may have proof that my mother is married to a serial killer. There is no way I'm walking out of here without it, Hal. Hal, was his timing uncanny or what? Great. Now, I don't know what to think.",
        "Hal: You know, if Rick is just returning Starr's phone calls, it's highly unlikely that he grabbed him.",
        "Emily: Yeah. Still -- why am I not relieved Hal?",
        "Hal: I don't know. Maybe the same reason I'm not. Still, it's too early to put out an APB on him. We got to wait 24 hours. Of course, I could put out a private patrol on him.",
        "Emily: Hal -- a memory card.",
        "Hal: Do you think Jeffrey Starr keeps a copy of his hard drive on that?",
        "Emily: Absolutely. His livelihood's on this card. He'd never risk losing it not having access to files.",
        "Hal: Emily --",
        "Emily: What?! This memory card may have proof that my mother is married to a serial killer. There is no way I'm walking out of here without it Hal. Hal!",
        "Hal: And this man's personal property, not to mention his personal history. Emily, I am an officer of the law. And we are on shaky enough ground just by being in here.",
        "Emily: Then turn around, make a call, you count the ceiling tiles if you have to, but I'm gonna find out if my mother and sister are in danger, Hal.",
        "Hal: Well, there's one very interesting ceiling tile.",
        "Emily: Oh Thank You.",
        "Hal: There's another interesting ceiling tile. Nibbled by mice, I believe.",
        "[SCENE_BREAK]",
        "Kim: Oh, no no, no. If Susan and Alison are having a disagreement, the last place in the world that I want to be is in the middle of that.",
        "Chris: I know, Mom. But I'm just trying to help out a friend.",
        "Kim: Oh, please. Alison is a friend? Come on. Is that all she means to you?",
        "Chris: I don't know what to call what Allison and I are right now, Mom. But, I like her. I like spending time with her.",
        "Kim: A lot.",
        "Chris: Okay, fine. A lot. All right. That's not a problem for you, is it?",
        "Kim: Well, no, of course not. It's just that she's kind of young isn't she? I mean, isn't the maturity level thing a little -- challenging?",
        "Chris: Ah, but Alison has seen and done a lot for her age.",
        "Kim: Well, that's for sure. Including time.",
        "Chris: Hey, I heard that.",
        "Kim: Listen, I really don't want to tell you what to do. It's that my experience has taught me that the Stewart women can be a handful.",
        "Chris: Yeah, I know what you mean.",
        "Kim: As for me, I buried the hatchet with Susan years ago, and as far as Emily's concerned, she's kind of got her act together now. I guess. But, honey, you're special.",
        "Chris: Thank you.",
        "Kim: I just want you find a woman to love who has as much to give as you have.",
        "Chris: Whoa, Mom, who said anything about love? Alison and I are just hanging out. Okay? I'll tell her that staying with us isn't such a good idea.",
        "Kim: Well, can't she stay with Hal and her sister?",
        "Chris: Well, she didn't seem too keen on it but I'll suggest it again.",
        "Kim: I think that might be a good idea for now.",
        "Alison: Chris? I hope you're talking to your m for me. Chris!",
        "[SCENE_BREAK]",
        "Isaac: I told you I was coming back. Listen, there's something I want to talk to you about. Me first? Listen, I thought a lot about our conversation earlier and I realized that there are some things more important than work.",
        "Bonnie: You're telling me that there's something more important to you than Java Underground?",
        "Isaac: I want to sell this place.",
        "Bonnie: Excuse me?",
        "Isaac: I've already spoken with Lisa. And she's not interested in running this place alone or working with new partners, so all we need is your okay to sell your share and this place is up on the market.",
        "Bonnie: Isaac, Java Underground is your baby.",
        "Isaac: No, see, you're my baby, baby. That's what I'm trying to tell you.",
        "Bonnie: Whoa, honey, this is -- it's a lot to take in.",
        "Isaac: I know it, but I'm ready to do it. I mean this gives us more time together. It gives me more time with Sarah, too.",
        "Bonnie: Isaac, there's a lot you don't know about Sarah.",
        "Isaac: And now, I'll have a chance to learn it all. See how she's affected you. And even though I acted like I didn't get that at first, I do. I trust your instincts.",
        "Bonnie: Are you sure?",
        "Isaac: You remember when we came back from Scotland ? How happy we were?",
        "Bonnie: Yeah, we were planning our future together.",
        "Isaac: And then we got sidetracked. With work, Marshall Travers. We can't let anybody come between us like that again. Now, didn't you have something you wanted to tell me?",
        "[SCENE_BREAK]",
        "Dusty: The last thing I need is one more person counseling me I'm not worthy of Rose D'Angelo. I already heard it from her sister. So, thank you for nothing.",
        "Molly: Hey, come on. I'm your friend, remember? All I'm saying is, I think you need to do a little more than run around claiming that you're a changed man.",
        "Dusty: Thank you Dr. Ruth. Should I buy a house with a picket fence to prove I'm settling down.",
        "Molly: I'm just saying, it might help to show yourself something",
        "Dusty: Which brings me to the very thing I want you to help me out with.",
        "Molly: Oh yeah?",
        "Dusty: Yeah, keep your ear to the ground for any business opportunities that might be opening up around town.",
        "Molly: Legal or illegal?",
        "Dusty: Legal game, by. But you know, looking for something that suits my talents.",
        "Molly: You have talents?",
        "Dusty: You want another drink, or are we finished here?",
        "Molly: Hell, no! No, no. I'm not finished here and neither are you.",
        "[SCENE_BREAK]",
        "Paul: No, little sister, I do not still have feelings for Rose.",
        "Jennifer: That is bull. I saw your face when we passed her.",
        "Paul: No, that was like an empty, old habit, you know, like, you see Rose, you say hi. That's all that was.",
        "Jennifer: Paul, you sent me up to Dusty's room to break them up, remember?",
        "Paul: You know, I'm testing a theory.",
        "Jennifer: Why bother if you don't have feelings for her? Come on, go over there.",
        "Paul: We were talking about you, you and Andre. I don't think you've got the guy out of your system. Am I wrong?",
        "Jennifer: All right fine. Yeah, I'm still thinking about him. I'm still thinking about the lying, the cheating, the money-grubbing -- but it's over, okay? I wanted him, he didn't want me, end of story. Now, back to you. If you still love Rose, why pretend you don't?",
        "Paul: No reason. Okay, you know, maybe one reason. I can't trust her at all.",
        "[SCENE_BREAK]",
        "Rose: I have gotta get out of here.",
        "Lily: Wait a minute. If Paul kissed you, that means he still has feelings for you, right?",
        "Rose: Don't you get it? It's all part of his plan to make me feel guilty, make me feel unsure of myself. I am not gonna stick around to give him a chance to do it again.",
        "Lily: Rose, please.",
        "Rose: I'll talk to you about this whole charity thing later on. I just -- I gotta .",
        "Jennifer: Stop being stubborn and go after her.",
        "Paul: You know I think I've had enough of the local color around here. What do you say we get out of here?",
        "[SCENE_BREAK]",
        "Mike: Why don't you take a deep breath and tell me what it is that you're trying really hard not to say.",
        "Katie: The thing is, I don' know how to tell you without implying that you and I are more than friends that we are.",
        "Mike: I know we're still friends.",
        "Katie: But I just -- I feel like I have to say it anyway. If we find Simon, I'm gonna stay with him.",
        "Mike: I know.",
        "Katie: You say you know, but when it happens it's going to be awkward",
        "Mike: When I thought Carly's baby was mine, you went with me to Montana to be with her, right? That was awkward.",
        "Katie: Ah.",
        "Mike: I'm not saying we shouldn't track down Simon. I'm not even saying that you shouldn't stay with him if we do find him.",
        "Katie: When we find him.",
        "Mike: Exactly. Okay, but there's this big space of time from when we leave here from the time we find him. Okay, he will not be there to protect you, I will",
        "Katie: Ah, so you keep saying, strong man, good with tools, yadda, yadda, yadda. But something's missing. It's your turn to come clean, Mike why making this trip so important to you?",
        "[SCENE_BREAK]",
        "Rick: What's wrong?",
        "Alison: Nothing.",
        "Rick: It's last night, isn't it? When I got so disoriented.",
        "Allison: I'm used to seeing all kinds of things at the hospital, but I really better get back to work, so --",
        "Rick: You're as nervous as a cat. You're shaking.",
        "Allison: I was on a break, but now it's over, so I better get back before they fire me.",
        "Rick: I think you're keeping something from me. I don't like that. I'm sorry, Alison. I thought we were friends. Me and Emily now.",
        "Allison: Yeah, I'm really happy for you and my Mom, but I really have to get back to work. I should be working.",
        "Rick: Very well. By the way, where is your mother?",
        "Alison: I'm not quite sure. But if my hunch is right, she's probably chewing Emily's ear off right now.",
        "Rick: Why's that?",
        "Alison: You'll find out sooner or later.",
        "Rick: Alison. Y -",
        "[SCENE_BREAK]",
        "Emily: Hal, that's gonna take a little while. The guy saved every word he wrote.",
        "Hal: Can you do a search?",
        "Emily: Sure, yeah. I'll try Decker, serial killer -- I cannot believe I'm actually saying my mother could have married somebody who killed -- how many people are we talking about, anyway, between San Francisco hey, Mom. What's wrong?",
        "Susan: Alison just informed me that she can't live in my house if Rick is living there, because he's a -- this is a quote -- a \"psycho.\" Is this a shared opinion?",
        "[SCENE_BREAK]",
        "Mike: I told you before I made the reservations, if anything happens to you, I'd never forgive myself.",
        "Katie: But why Mike? It's my life. My husband. My failure, if that's what happens. My danger if that's what I run into, mine.",
        "Mike: Well, I don't let friends walk into danger alone. Not when I care about them the way that I do you.",
        "Katie: See, that's what I'm talking about. I feel like you're in way too deep like you -- care too much.",
        "Mike: Katie, you've told me time and time again that you know what you're doing. Okay, this time you gotta trust me. I know what I'm getting myself into. Let me make the trip.",
        "Katie: Even if it means that at the end of the road, I go off into hiding with Simon and you never see me again?",
        "Mike: Yeah. Want to do this. I need to do this.",
        "Katie: Okay -- we'll find Simon together.",
        "[SCENE_BREAK]",
        "Dusty: What happened? Molly: My buddy Isaac has just informed me that he's selling this place",
        "Dusty: You're kidding me.",
        "Molly: No. And he does a great business here. It would be a great investment for you. You wanna prove something to Rose? Buy this place.",
        "Dusty: Where are you going?",
        "Molly: I'll send you the bill for my advice.",
        "[SCENE_BREAK]",
        "Bonnie: Why do all of this for Sarah and me?",
        "Isaac: It's a package deal, right? How'd your meeting with Dr. Daniels go this morning?",
        "Bonnie: Good. Good. Walker working a serum for her. He thinks she's cured.",
        "Isaac: That's great. You know, too bad that I didn't know more about your background investigative thing for him.",
        "Bonnie: That just was all what I wanna tell you-",
        "Isaac: I'm excited about this thing, Bonnie. I gotta tell you. I mean, selling this place is the end of an era. The Marshall Travers reign of terror. Now 's just you and me, and Sarah makes three. It cuts right through me the way that girl gets to you. She's lucky to have you in her life. And so am I.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Lily: Hello.",
        "Paul: Lily.",
        "Lily: I don't know what kind of games you're playing with my sister, but congratulations.",
        "Paul: For what?",
        "Lily: You managed to screw up any chance you had to fix things with her.",
        "Paul: Okay, you done?",
        "Lily: No, actually, I'm just getting warmed up. You want to hear the rest?",
        "[SCENE_BREAK]",
        "Chris: Hey. Is your shift over?",
        "Alison: What did your mom say about me staying with you guys for a little while?",
        "Chris: She doesn't want to get in the middle of an argument between you and Susan.",
        "Allison: Can't you just push a little bit more on this?",
        "Chris: No, Alison, I really can't.",
        "Allison: You can't, or you won't?",
        "Chris: Look, we already talked about this, remember? Mom has a lot on her plate right now. But I'm sure Hal and Emily wouldn't min--",
        "Alison: Right.",
        "Chris: Hey, I got a break right now. You want to get something to eat?",
        "Allison: No. No, thanks. If I'm gonna get a place, I've got stuff to do, okay?",
        "Chris: Hey, hey. Are you okay?",
        "Alison: Sure.",
        "Chris: Okay. Well, where are you gonna go? I, where can I call you later?",
        "Alison: I'll let you know when I figure something out ok? Bye.",
        "Chris: Bye.",
        "[SCENE_BREAK]",
        "Susan: What happened with Rick yesterday was an isolated incident, a side effect of heat stroke.",
        "Emily: The man was on another planet, for God's sake he was hearing things nobody else saw. And don't tell me for a minute you weren't afraid.",
        "Susan: I was worried that he might be seriously ill!",
        "Emily: Well, guess what, I'm worried about you. The man is a loose cannon and you've known him for what, a minute, mother?",
        "Susan: What has restarted all this nonsense? Has Dr. Daniels been stirring up trouble again?",
        "Hal: No, leave Dr. Daniels out of this, Susan. We're your family and we're concerned about you, period.",
        "Susan: Rick has never laid a hand on me. He hasn't even forgotten a promise. If you're so worried about my well-being, why don't you focus on keeping my daughters and getting them in shape!",
        "Hal: We're busy in here.",
        "Rick: Sorry. I was just looking for the missus. I hope I haven't interrupted anything.",
        "[SCENE_BREAK]",
        "Jennifer: Look me in the eye, do you deny you're not still in love with Rose?",
        "Paul: I'm not still in love with Rose.",
        "[SCENE_BREAK]",
        "Susan: Either you accept Rick's place in this family, or I never want you setting foot in my house again."
    ],
    "Transcript Author": [
        "Provided by Suzanne & Eric Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=tzOXq6G9-9M"
}