{
    "Episode Summary": [],
    "Recap": [
        "Emily and Allison disagree about how she should be living her life now that she is back home. Emily leaves so Susan and Allison can go shopping; she meets with Dusty, who surprises and touches her when he tells her that he traded his Worldwide stock to buy out the Intruder for her. Allison wonders if she is worthy of a man's love, while Susan tries to pump up her self-confidence. Allison is nervous when she is almost recognized from one of her movies. When Susan goes back to work, Allison takes off; Emily finds out and calls Dusty to help her find her. Meg and Paul awaken together, but soon she reminds him that they need to stay away from one another so as not to arouse suspicion. Paul is worried about Meg's safety because their plan to ruin Craig will bring her in close proximity to him. Faith doesn't want to eat, as Luke tries to gently coax her into it. Lucinda arrives and takes a firm no-nonsense approach. Faith finally responds and then doesn't even give Luke an argument when he has to take her to her therapy appointment. Lucinda responds acrimoniously to Paul when he tries to find common ground with her regarding Craig. Meg approaches Craig under the guise of apologizing. At first, Craig doesn't rise to the bait, but soon he loses his cool. He wants her to prove her sincerity; he asks her if she wants to go to her place of his?"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Coffee, I need coffee.",
        "Emily: You know what? Why don't you let me make you a little herbal tea? How about that?",
        "Alison: What are you? My nutritionist?",
        "Emily: Can't I take care of my baby sister? And caffeine is not a substitute for rest, Alison.",
        "Alison: I'd have gotten enough rest if you didn't drag me to some stupid support group at the crack of dawn.",
        "Emily: You didn't tell me how it went. So, how'd it go?",
        "Alison: What's to tell? A bunch of losers sit around drinking coffee that tastes like ashes while they spill their guts to a bunch of strangers. Then they go outside, smoke a pack of cigs, and come back the next day.",
        "Emily: Well, I was hoping you got a clue about how to get your life back on track.",
        "Alison: My life is fine.",
        "Emily: You have to start thinking about your future, Honey.",
        "Alison: Please. Like your life is so great.",
        "Emily: My life? Excuse me, at least I have a savings. And a newspaper that sells and -- and lots of great ideas. What do you have?",
        "Alison: I've just got a naggy sister, a killer headache and a serious caffeine craving.",
        "Emily: You cannot expect Mom to support you, Honey. You have got -- you've got to contribute. And I'm not talking about doing the dishes or picking up your clothes. And you have got to start taking better care of your health.",
        "Alison: There is nothing wrong with my health. You want me to see myself as some strung out mess. But most people think I look pretty good. Good enough to be in movies. And I made pretty decent money doing it.",
        "Emily: La di da. You know what? At your age, you can go for a while without showing the effects. But it catches up with you sooner than you think.",
        "Alison: Give me a break.",
        "Emily: Listen, you need routine, Alison. Routine. It's good for you when you're trying to kick a meth habit.",
        "Alison: Says who?",
        "Emily: Says -- says the therapist I found to help you. She's really good. She works with young women who have drug issues. And the best part about the whole thing is that she's in Chicago, so Mom will never know about it.",
        "Alison: Listen, little Miss Bum-me-out. I have done everything you've asked me to do! I've come back to this stupid town. I've gone to that stupid support group. So now, what I want you to do, is stop telling me what to do and leave me the hell alone! Got it?",
        "Susan: What is this? Why are you fighting? I need an answer, Girls. Because I'm beginning to think that there's something going on that I should be worried about.",
        "[SCENE_BREAK]",
        "Luke: These eggs are really good, Faith. You should try them.",
        "Faith: I'm not hungry.",
        "Luke: Look, I know that you're really upset about Mom going to rehab. And I'm really going to miss her, too. But think about how happy she'd be if she got a letter from you saying that you started off the morning with a decent breakfast.",
        "Lucinda: Hey. Hi. Pay attention to what your brother says. Eat your breakfast, Darling. You don't want us to have to send you to kiddie rehab, do you?",
        "[SCENE_BREAK]",
        "Meg: It's always a wonderful surprise, waking up together.",
        "Paul: You should get used to it. It's how you're supposed to spend the rest of your life. Something I said?",
        "Meg: Of course not. You know how I feel.",
        "Paul: Well, if last night was any indication, I think I know how you feel.",
        "Meg: You'd better hang onto that memory, Buddy.",
        "Paul: What? You're giving me the boot already?",
        "Meg: Come on, Paul -- you know that I would love to wake up with you every single morning, but you and I took a huge chance and we shouldn't have. We're supposed to be broken up, remember?",
        "Paul: No, we're supposed to be pretending that we're broken up in front of Craig.",
        "Meg: Yeah, and he's only going to believe it if everybody else does.",
        "Paul: You think he's got spies lurking outside a fleabag hotel? He doesn't know that we're here. Nobody needs to know.",
        "Meg: It's not that simple.",
        "Paul: It is that simple. We love each other.",
        "Meg: Look, I've felt closer to you than I ever have. But you know me. I can't hide my feelings. And what if it's written all over my face the next time I talk to Craig? He's going to see right through our phony breakup.",
        "Paul: Okay, so what do you suggest?",
        "Meg: That this is the last time you and I can be together until we've gotten Craig where we want him.",
        "Paul: You want me to stay away from you completely?",
        "Meg: As far as possible.",
        "Paul: No, I can't do that.",
        "Meg: You promised that you would help me with this.",
        "Paul: I did help you. I let you call me a controlling psychopath in public.",
        "Meg: Yes, and I know you didn't like it.",
        "Paul: You know what I really don't like? Is you going anywhere near Craig again.",
        "Meg: Yeah, but we agreed that I have to if we're going to find out what he's planning.",
        "Paul: Look, last night was like a new beginning for me, okay? And I know that you said that you don't want to make any decisions about our relationship, and I'm not asking you to. But you're the future that I've always wanted, and I'm not going to let anything jeopardize that. And if you try and go toe to toe with Craig, you will.",
        "Meg: So you're asking me to forget what he did to my family?",
        "Paul: No, I'm -- look, I think that Craig should be punished for what he's done, but -- and this is harsh, but it's not your battle. It's Lily's battle. It's Lucinda's battle.",
        "Meg: No. No, you see, that's where you're wrong. It's not just about what he's done to them -- he manipulated me, Paul. Okay, just like with Lily, he found me at the most vulnerable part in my life and he swooped right in and tried to control me. He posed as my friend. I was feeling guilty about losing my patient at the hospital and he helped me. And you know how he did that? By appealing to the part of me that believed that he had a good side.",
        "Paul: You don't need to apologize for being a good person.",
        "Meg: I made it easy for him. Okay, he saw my weakness and he made the most of it, and I won't forget it -- forgive him for it!",
        "Paul: It's not a weakness to see the best in people. And you don't need to prove yourself to anybody, Meg. Certainly not to me.",
        "Meg: Yeah, I do. I have to prove it to myself. To myself, Paul.",
        "Paul: Okay -- I wish that there were a way for you to punish Craig without putting yourself in danger.",
        "Meg: Okay. Tell me of the way. I'm all ears. So, will you help me or not?",
        "Paul: Yeah. I don't know. Will you let me be your backup?",
        "Meg: You could play my jilted boyfriend.",
        "Paul: Be careful.",
        "Meg: I'll be careful.",
        "Paul: Cause now that I have you back, and I'm not saying that I do, but if I do, I don't want to lose you again.",
        "[SCENE_BREAK]",
        "Luke: Grandmother?",
        "Lucinda: Yes, Dear?",
        "Luke: I think we can both understand why Faith might not want to have a big breakfast this morning.",
        "Lucinda: But Faith is perfectly healthy and smart and capable of reason. Let's have no more nonsense! Eat up.",
        "Faith: I don't want it.",
        "Lucinda: Why not? I mean, why not? Okay, this is not a five-star establishment, but hey, I looked at it. This looked perfectly adequate to me. So dig in. You need your energy!",
        "Luke: Lucinda --",
        "Lucinda: What, Dear?",
        "Luke: I know what you're trying to do, and this isn't helping.",
        "Lucinda: And that is the opinion of a teenage psychologist?",
        "Faith: Guys, please stop.",
        "Luke: It's just that you don't force somebody with an eating disorder to eat.",
        "Lucinda: It seems to me that nobody has required of this young lady anything except whatever it is that she wants. Let's have some common sense around here.",
        "Luke: Meaning what?",
        "Lucinda: Meaning what? Meaning I'm going to sit here while she eats, and then I'm going to stay until it's too late and she can't get rid of it.",
        "Faith: Could you say it any louder?",
        "Lucinda: Well, if you want to be embarrassed and if that's what it takes, okay. But I'd rather see the granddaughter I know tackle this problem and succeed, because I know that she can. So dig in.",
        "Faith: I just can't.",
        "Lucinda: Can't? What is can't? Come on, defeat starts in the mind. Put your mind on this. Just appreciate it. Look at all of that. Oh, the chickies and the piggies and the hams and the taties. Come on, Honey. This is a new day and I'm here to usher it in.",
        "[SCENE_BREAK]",
        "[Emily sighs]",
        "Susan: What is it? Spit it out. What's all this hostility?",
        "Alison: We were just talking about dirty movies.",
        "Susan: What?",
        "Alison: It's a band I used to love in Seattle. Emily's just too old to get them.",
        "Susan: You girls are just as silly as ever. It feels like old times around here.",
        "Emily: What are you doing up? Isn't this your day off?",
        "Susan: I couldn't sleep. The sun cut through my curtains like a laser. I got an idea. Since it's my day off and it's so beautiful outside, why don't we make a girl's day of it?",
        "Alison: You mean, like shopping?",
        "Susan: Yeah!",
        "Emily: Well, I thought you were going job hunting today.",
        "Susan: What's the rush? She just got home.",
        "Emily: So what are you saying? She doesn't have to work?",
        "Alison: Emily, I have to go shopping if I'm going to have anything to wear for my job interview. [Emily laughs sarcastically] I'm going to go dig out some power shopping shoes. Be right down.",
        "Susan: All right, Sweetie. Aren't you being a little hard on your sister?",
        "Emily: Aren't you being a little lax?",
        "Susan: She just got home. She just got here. I don't want her to feel like she's unwelcome.",
        "Emily: Don't you think she'd feel a lot more a part of things if she had a job and an income? Look at me. If she has a real life here, she's going to want to stay.",
        "Susan: But can't we let her settle in first? She's been through a lot since she broke up with Aaron. And I know she doesn't talk about it, but we both know that must have been hard. So don't go making her feel all self-conscious about it.",
        "Emily: I don't think self-conscious is one of her bigger issues.",
        "Susan: Well, that's because you're not her mother. You don't see the fear in her eyes. Now I don't know exactly what went on out west, but I have the feeling that she lost a lot of confidence. And now that she's home, all the memories must come flooding back.",
        "Susan: What memories?",
        "Emily: Memories of Aaron and her life here. They had very big plans when they left here. You're coddling her and it's not going to help.",
        "Susan: Emily, I'm not coddling her. I haven't seen her -- I haven't seen her in ages. What's so terrible about my wanting to spoil my baby a little?",
        "Emily: She's not a baby, Mom.",
        "Susan: She may look all grown up to you, but she is still a little girl in a lot of ways.",
        "[Cell phone rings]",
        "Emily: Hey, what's up?",
        "Dusty: I'm at the Lakeview. Can you meet me here? I've got some news about work.",
        "Emily: Oh, I'd like to, but I just made plans. I'm going to spend the day with my mom and Ali.",
        "Susan: Oh Honey, go ahead. If it's a work thing, we'll understand.",
        "Emily: No, Mother. I promised Alison I'd spend the day with her. I'm not going to go back on my word.",
        "Susan: What's the big deal? She'll understand.",
        "Dusty: Em, you there?",
        "Emily: Yeah, yeah, I'm here.",
        "Dusty: Everything okay?",
        "Emily: I'll be right there. Bye. You sure about this, Mom?",
        "Susan: Absolutely. I would like a little one on one time with Alison. Maybe she'll open up to me and talk.",
        "Emily: Well, you know, maybe it's like you said. Maybe we just shouldn't push.",
        "Susan: Wow. Look at my baby.",
        "Emily: Your baby looks all grown up to me, Mom.",
        "Alison: Had to happen sometime.",
        "Susan: Emily has to work, so she won't be going shopping with us.",
        "Alison: Really? Oh, that's too bad.",
        "Susan: I thought we would go down to Old Town. You will not believe the shops that have opened up there since you left. Unbelievable.",
        "[SCENE_BREAK]",
        "Emily: What are you drinking?",
        "Dusty: Orange juice. How are you, Dusty? Fine, and you?",
        "Emily: Sorry. Sorry, sorry.",
        "Dusty: You're stressed.",
        "Emily: You're right. Is it too early for vodka?",
        "Dusty: Not for you. You look like you've been up since dawn.",
        "Emily: Yeah, I was. Ali had a meeting.",
        "Dusty: How'd that go?",
        "Emily: How'd that go? Let's put it this way. Between Ali and me, I'm the only one interested in getting her life back on track.",
        "Dusty: What's your mom say about it?",
        "Emily: My mo -- my mother doesn't know anything. What, are you kidding me? If she found out her darling Ali was doing porn and snorting meth -- and if Ali knew my mother knew, she'd be on the next plane back to Vegas.",
        "Dusty: So what are you going to do? Be her mother, her sister, her coach, her drug counselor all rolled into one?",
        "Emily: If I have to, yeah.",
        "Dusty: Well, when are you going to live your life?",
        "Emily: Ali is my life.",
        "Dusty: Nobody can be your entire life. Come on.",
        "Emily: She's my sister, Dusty, and she needs me.",
        "Dusty: All right, don't worry. She's out shopping with your mom right now. What could go wrong?",
        "[SCENE_BREAK]",
        "Alison: I feel like I'm 16 again.",
        "Susan: Is that the year you got me to buy you the same espadrilles in four different colors?",
        "Alison: I still have them.",
        "Susan: You do. What's the matter? You can tell me.",
        "Alison: I really appreciate all this stuff Mom, it's just -- it's been a long time since anyone gave me a present.",
        "Susan: Oh my goodness. Well, we're going to change that, right?",
        "Alison: You think I'm the kind of person someone would want to give a present to?",
        "Susan: Of course you are. I don't know what happened to you out west, but -- and I'm not going to push you to tell me. Not until you're good and ready. But can I ask you one question?",
        "Alison: Okay.",
        "Susan: Is all this -- is it about a boy? Because if -- after Aaron, if you got involved with the wrong kind of guy, that happens to all of us -- look at me. And you're beautiful. You're smart. You've always been able to do everything you set your mind to.",
        "Alison: Nobody believes in me like you do, Mom.",
        "Susan: You just need the right opportunity to show the world who you really are. And if those guys that you've been with haven't gotten that, then you've just been dating boys and not men. Don't forget it, okay?",
        "Elwood: No way.",
        "Susan: Who's that?",
        "Alison: I don't know who he is.",
        "Elwood: Well I know you, 'cause you're a star.",
        "[SCENE_BREAK]",
        "Paul: Gina, you seen Meg?",
        "Gina: Do you see her?",
        "Paul: No. I just wanted to talk to her.",
        "Gina: Why? So you can start another brawl?",
        "Paul: You're probably right. Can I just get a cup of coffee, please?",
        "[SCENE_BREAK]",
        "Lucinda: Hey. See what you can accomplish with willpower?",
        "[Cell phone rings]",
        "Luke: Hey, Dad. Yeah. We are at Al's having breakfast with Grandmother. How's Mom? Okay. I'm going to go talk to Dad outside, all right? Are you going to be okay?",
        "Lucinda: Of course she's all right. She's fine. And tell your father everything's okay on the home front. Thank you. Thank you for eating. It's a good start.",
        "Faith: Can I go to the bathroom?",
        "Lucinda: No. No, no. Not yet. I know how worried you are about your mom.",
        "Faith: What are they going to do to her in rehab?",
        "Lucinda: Darling, they're going to talk to her and help her. Help her do what she couldn't do alone. Help her kick those pills and get back to eating normally. You know your grandmother doesn't mince words. I've been very, very concerned about your mother. And I know that you have been too. That's why it's so important that the people she loves -- and that means you and me -- that we take care of ourselves. We take care of ourselves for her. And I want you to know, I -- you must know this, absolutely, that I understand how difficult it is for you to eat. And you're all mixed up about everything.",
        "Faith: I want to eat, but I just -- I hate it, too.",
        "Lucinda: Well, I'm here. And I'm going to be here, I promise. I'm going to see you through this. You took a step today. It was great. So we're going to go, one step at a time, until you're the healthy girl smiling at me that I know that you really are. Is that understood?",
        "Faith: Okay.",
        "Paul: Hey, Lucinda. Hi, Faith.",
        "Faith: Hi, Paul.",
        "Paul: Everything all right? I heard things were a little rough at home.",
        "Lucinda: I don't think that's any of your concern.",
        "Faith: Grandma, Paul's my friend.",
        "Paul: It's okay. I just wanted to say hello.",
        "Faith: Wait, wait. Don't go. Can he sit with us, please?",
        "[SCENE_BREAK]",
        "Craig: No, have Nelson send over the acquisition forms after you've sent the memo to the board.",
        "Assistant: The memo?",
        "Craig: I don't want the board to -- you know what? Just do what I tell you in the order that I tell you.",
        "Assistant: Yes, Sir. Could you please tell me who Nelson is? It's only my second day.",
        "Craig: Okay. Well, unexpected. Come in.",
        "Meg: Sorry to bother you.",
        "Craig: No, please. You are not bothering me at all. I could use a distraction. Boy, I would take that as my cue to leave.",
        "Meg: New hire?",
        "Craig: It shouldn't be so hard to find a decent personal assistant. But I suppose it's sort of like a fine wine, or a really good woman. Excellence is rare.",
        "Meg: Should I take that personally?",
        "Craig: Be my guest.",
        "Meg: Thank you. So, I hope that means you've decided to believe me.",
        "Craig: About what?",
        "Meg: The fact that I had nothing to do with what Paul told you.",
        "Craig: Ah, yes. The visions of my son.",
        "Meg: Yeah, it's wrong to use a child that way --",
        "Craig: I know, no -- I know that you didn't put him up to that. It's not your style.",
        "Meg: Okay, so then I assume that you and I have a clean slate?",
        "Craig: Hope so. What can I do for you?",
        "Meg: Oh, I don't want a favor from you, Craig. I came to do one for you.",
        "Craig: Really? Tell me more.",
        "Meg: I came to warn you. You're in danger.",
        "[SCENE_BREAK]",
        "Lucinda: Hey, how's Mom?",
        "Luke: Dad says that she's fine. And that she wants us to know how much she loves us. And Dad reminded me that Faith has a therapy appointment in a few minutes.",
        "Faith: Bye.",
        "Luke: What, just like that? No whining? No throwing a fit?",
        "Faith: No. I'm going.",
        "Lucinda: Hey, give us a kiss first, Darling. I love you. I love you, Darling. Love you. Oh. Good heavens, are you still here? Why?",
        "Paul: You know, you and I have a common interest. Outside of Faith.",
        "Lucinda: Not bloody likely.",
        "Paul: You want to get rid of Craig Montgomery. So do I.",
        "Lucinda: So what?",
        "Paul: So that puts us squarely on the same side. Trust me, we have a lot to offer one another.",
        "Lucinda: Trust you? If ever I were to trust you, people would think I was as insane as you appear to me.",
        "[SCENE_BREAK]",
        "Craig: I didn't get this successful by avoiding danger, as a matter of fact. Danger has a way of following me around, like money.",
        "Meg: So, you're not afraid of anything?",
        "Craig: Not afraid of much. But you are. What's scaring you?",
        "Meg: Paul.",
        "Craig: What's he done to you?",
        "Meg: Nothing. Yet. But what he told me about Johnny is just the tip of the iceberg. I think he's losing it, Craig.",
        "Craig: So you're just now allowing yourself to see what the rest of us have known for years, what?",
        "Meg: Ever since I broke off with him, he's had this rage.",
        "Craig: Well, I didn't realize --",
        "Meg: What?",
        "Craig: You had a fight, I just assumed that you had patched things up.",
        "Meg: No, no, not this time. Paul's ruined any chance we've had of staying together. And when I told him that, he went crazy. And he blames you.",
        "Craig: Me?",
        "Meg: Yeah, he was furious that you told me about the phony vision he had about Johnny. And -- and he wants to come after you.",
        "Craig: Well, Paul has wanted to come after me for years and he hasn't managed to win yet. Now, he's got the girl. Oh. That's what it is. Oh, I see. So, he's got the girl, but he just can't get over the fact that I slept with her?",
        "Meg: He claimed that he got past it, but obviously he hadn't. And then when I told him that it was over, he's -- he won't be satisfied until he gets revenge.",
        "Craig: What kind of revenge?",
        "Meg: He wants you dead, Craig.",
        "Craig: So did you a couple of days ago.",
        "Meg: Yeah, but I'm not violent. We both know what Paul is capable of. He put the real bullets in that gun you got shot with, remember?",
        "Craig: Why are you worrying? Why are you doing this? Why warn me? Why not just let things take their course?",
        "Meg: Because I couldn't live with myself if Paul came after you and I hadn't said anything.",
        "Craig: That conscience of yours just won't give you any rest, will it?",
        "Meg: Okay, you know what? You and Paul can do this dance. But it's going to end somewhere. And if Paul won't take the first step, maybe you can.",
        "Craig: Okay, yeah -- you are suggesting a pre-emptive strike.",
        "Meg: What I'm suggesting is that you protect yourself.",
        "Craig: Thank you. Now, I'm sure that's the only reason why you came here today -- was to warn me?",
        "Meg: Yes.",
        "Craig: No. No, there's something else. I can see it.",
        "Meg: You're right. There is something else.",
        "[SCENE_BREAK]",
        "Susan: That is so cute. He thinks you're a movie star.",
        "Elwood: What did I see you in?",
        "Alison: I think you're confused.",
        "Elwood: No, no, I have a great memory for cinema. I know I've seen you in something.",
        "Alison: Sorry, not me. When I was in L.A., people always thought I was in the business. I mean, if you're blonde and my age, who isn't?",
        "Elwood: Hold on a second, all right? Because it will come to me. Uh, was it a new Ben Stiller movie?",
        "Alison: Nope. Maybe.",
        "Elwood: It was a video. I saw you in a video.",
        "Alison: Let's go, Mom.",
        "Susan: No, why? There's worse things than being mistaken for a movie star. Go on.",
        "Elwood: Um, okay, I got it. I know what it was. It was that really sexy video with um -- Justin Timberlake!",
        "Susan: Of course.",
        "Alison: Really, you got me. Can we go now, Mom.",
        "Elwood: All right, look. I know I don't have any paper, but maybe you can sign my back?",
        "Susan: Well, I've got a pen.",
        "Alison: This is too weird. Let's go, Mom.",
        "Susan: Come on. I've got a pen.",
        "Alison: Mom, come on.",
        "[SCENE_BREAK]",
        "Dusty: When was the last time you were at the Intruder?",
        "Emily: I don't know. I don't know, I've been busy.",
        "Dusty: Well, newspapers don't run themselves, you know. What happened to \"Aliens in Oakdale: Ten ways to tell if your partner is from another planet?\"",
        "Emily: Yeah, yeah, I've been meaning to talk to you about that. I don't think I can do it anymore. Honestly, this whole situation with Ali -- I can't just give her half my attention --",
        "Dusty: If you're going to give up your whole life for her, you're going to lose yourself. And then what good would you be to anybody?",
        "Emily: Maybe I'm just sick of fighting.",
        "Dusty: Who do you have to fight?",
        "Emily: Craig. Hello? Worldwide, or whatever the hell he's calling it now, still owns half my paper and I want to be in bed with him about as much as I want to drink a can of paint.",
        "Dusty: What if I told you you could go to work and never see Montgomery again?",
        "Emily: I'd say tell me more.",
        "Dusty: I'm buying the Intruder outright.",
        "Emily: You don't have that kind of -- do you have that kind of money?",
        "Dusty: I had stock options. I made Craig an offer, he accepted. The lawyers are taking care of the rest.",
        "Emily: What does Craig get out of it?",
        "Dusty: A bigger share of Worldwide.",
        "Emily: Why would you -- why would you do that? You could've cashed in your shares and made a fortune. You wouldn't have had to work for years.",
        "Dusty: I think aliens might have a comeback. You know, alien stories? Whatever. Whatever. I am out of a job.",
        "Emily: You did this for me.",
        "Dusty: Don't get soft on me now.",
        "Emily: Well, you're just going to have -- you're going to have to suck it up, because I need to thank you.",
        "Dusty: Well, make it quick.",
        "Emily: Thank you.",
        "Dusty: Great. Do you want to celebrate?",
        "Emily: I'm not finished. Thank you. You -- you believed in me after everything I did. You were the only one who gave me another shot. Believed in me when I couldn't believe in myself.",
        "Dusty: You've got a lot going on for you. You just get in your own way sometimes. That's okay. We all do.",
        "Emily: How am I going to repay you?",
        "Dusty: Get the paper back on its feet and stay away from Cheri.",
        "Emily: Yeah, well, my hooking days are officially under the research category.",
        "Dusty: That's good. Hey, Partner.",
        "Emily: Howdy, Partner.",
        "[SCENE_BREAK]",
        "Susan: See, it didn't take me too long. Voila!",
        "Alison: Red hots! Are you kidding me?",
        "Susan: No, it's just like old times. You like sauerkraut, right?",
        "Alison: Oh, my God! You don't know how homesick I got for these when I was in L.A. I'd lie down on my bed and I'd remember how whenever I was feeling down, you'd bring me these to cheer me up. You're the best.",
        "Susan: I'm so glad you're back. You'll never have to be homesick again. [Phone rings] Hello? Oh, hi, Doctor Emory. I wasn't expecting those results for 48 hours. Uh, yes. Yes, I think we should look at them, but -- okay. I'll be in. The lab never gets anything on time, except on my day off. I have to go into the hospital.",
        "Alison: Really? What a drag!",
        "Susan: I know. This was supposed to be our day. You know what? I'm going to call him back and see if Bob can do it.",
        "Alison: Oh, no, Mom. You shouldn't. I'm being a baby. Talking about sick people here and that more important. I'm not going anywhere. We'll have plenty of time together.",
        "Susan: Are you sure? Oh, Sweetie, thank you for understanding.",
        "Alison: You still hate to disappoint me, don't you?",
        "Susan: Am I that transparent?",
        "Alison: No, you're just the best.",
        "Susan: I'll be back soon.",
        "Alison: Freedom!",
        "[SCENE_BREAK]",
        "Paul: You and I are on the same side now, Lucinda.",
        "Lucinda: I have my doubts about that.",
        "Paul: I understand why it's tough for you to trust me. Because in the past, we have worked at cross purposes.",
        "Lucinda: Oh, is that what you call the baby-switch?",
        "Paul: I didn't switch those babies, Craig did.",
        "Lucinda: Yeah, but when you found out about it, you didn't let anybody know. You didn't let the grieving mother know. You just let her go on suffering.",
        "Paul: I thought I could spare my sister from a lifetime of being saddled with Craig. And I was wrong about that. But I wasn't wrong about Craig. He's dangerous. You know that. After what he's done to you, and your company, and your daughter --",
        "Lucinda: Craig says that he took my company in order to force me to tell him where Johnny is. Now that's something, a scheme, that you set in motion.",
        "Paul: And if I hadn't done that, then Craig just would have just taken the baby away from Gwen as opposed to Dusty. Which doesn't bother you, I guess, because down the line, it wouldn't have affected your company.",
        "Lucinda: I didn't say that!",
        "Paul: Look, I know you want somebody to blame, but I'm not the enemy here, okay? And maybe I shouldn't have kept the secret that I kept, but in the end, it didn't change anything. And Craig taking your company away from you? That's not my fault either. You want to hate me? Go right ahead, if it makes you feel better. But, do me a favor -- don't let your need to control everything affect the way that you treat Faith.",
        "Lucinda: Faith is none of your concern!",
        "Paul: I care a lot about Faith.",
        "Lucinda: Look, you can -- you can say anything you want, but i can't trust you. And let me tell you something. There's no way I would trust you. You stay away from me. You stay away from her. Just give us a wide berth.",
        "Paul: Yeah, I'm sorry. I don't think I can do that.",
        "[SCENE_BREAK]",
        "Craig: There's got to be some other reason why you dragged yourself here. So, fess up.",
        "Meg: I feel -- guilty.",
        "Craig: No, Baby, guilt's a waste of energy. And you have apologized about Paul.",
        "Meg: I'm not talking about what Paul did. I'm talking about what I did. To you.",
        "Craig: And what exactly was that that you did to me?",
        "Meg: I got involved with you knowing my feelings for Paul were unresolved. It wasn't fair.",
        "Craig: Life isn't fair. And people use each other. Sometimes it's a warm body for the night, sometimes it's to make someone jealous.",
        "Meg: Are you telling me that we were just warm bodies for each other? The time that we spent together meant something and I'm sorry I hurt you.",
        "Craig: Did you hurt me? I'm sorry. Did I complain?",
        "Meg: No, but that's just you being stoic.",
        "Craig: And if I don't feel regrets, and I'm supposed to be the wronged party here, why should you?",
        "Meg: Because if I hadn't gone with Paul after being with you, you wouldn't have gone after my family.",
        "Craig: Oh, Meg. Meg, we were attracted, we had sex and that's as far as it went.",
        "Meg: Why are so afraid to face me? Why are you so afraid to admit I hurt you? That I betrayed you? That you and I had something that --",
        "Craig: Do not toy with me, little girl! If you want to watch people bleed, you go get yourself another boy!",
        "Meg: Good. Good. Get mad! Tell me that I deserve to feel guilty. At least that would be the man I know and grew to care for. That would be real.",
        "Craig: Real? You do not know what real is.",
        "Meg: I know that I'm the only person in this world that knows what's going on inside you. And I hate -- I hate that I was careless with your heart, Craig. And I hate that I pushed you so far over the edge that you did something terrible. But I know there's so much more inside you. And the world has got to see it.",
        "Craig: Why?",
        "Meg: Because you deserve it.",
        "[SCENE_BREAK]",
        "Emily: Mom?",
        "Susan: Where are you, Emily?",
        "Emily: I'm home. Where are you?",
        "Susan: I'm still at the hospital. Didn't Alison tell you? I had an emergency consult.",
        "Emily: No, I think she probably had other things on her mind.",
        "Susan: Well, I left a couple of red hots on the table there, but I probably won't be back to eat mine. You're welcome to it.",
        "Emily: Oh, yeah. You know how I love red hots. Thanks, Mom.",
        "Susan: Emily, I really hated that I had to leave Alison to come into work. Can you keep her company? Make sure she has everything she needs?",
        "Emily: Sure, Mom. No problem.",
        "Susan: Thanks, Sweetie. I'll see you later.",
        "Emily: Mm-hmm. Alison! Alison! Oh, God. Dusty, it's me. It's just like I thought. My mother had to go to the hospital, and my drug addict sister is who-the-hell- knows where?",
        "[SCENE_BREAK]",
        "Lucinda: Don't you underestimate me.",
        "Paul: Okay look, I'd love to tell you more, but right now, it's only important that you believe that I'm on your side.",
        "Lucinda: I don't believe anything you say. The only thing I know and believe is that you're a menace. So, stay out of my path. Don't come near my family. Stay out of my path.",
        "[SCENE_BREAK]",
        "Craig: Virtue is overrated, Meg, and I don't give a damn what the world thinks about me. Now, are you so sure I'm a good man?",
        "Meg: I don't think my opinion matters to you anymore.",
        "Craig: I have always respected your -- we're different, you and I. When I decide on what I want, I do not change direction.",
        "Meg: Whereas I've been going back and forth a lot, lately. You know, I'm working on that.",
        "Craig: Yeah well, when you figure out where your loyalties lie, do let me know.",
        "Meg: You know, maybe you could help me decide. If you want. You know, I better go.",
        "Meg: Yeah, you better. Just when it gets good, right? You go.",
        "Meg: Look, I can tell you don't trust me.",
        "Craig: Really? Oh, really? Can you blame me for that? It wasn't long ago, you stood right here. You accused me of being the devil himself. Now you want me to just accept this sudden turnaround?",
        "Meg: I've been trying to explain that to you. You took a company away from my family. And I feel I'm the reason that happened. I'm not an idiot not to see the choices I've made.",
        "Craig: Like going back to Paul?",
        "Meg: I shouldn't have walked away from you. I shouldn't have done that.",
        "Craig: Do you honestly mean that?",
        "Meg: Yes.",
        "Craig: Okay. Let's go.",
        "Meg: Where?",
        "Craig: Oh, it doesn't matter. You choose. Your place or mine. It doesn't matter.",
        "Meg: Why?",
        "Craig: Why? You're expecting me to believe, a shocking turnaround, I need to know if it's real.",
        "Meg: It's real.",
        "Craig: Good. Then prove that in bed.",
        "Meg: You're so sure of yourself, aren't you?",
        "Craig: Is there some reason I shouldn't be?",
        "Meg: Yeah. I haven't said yes. You need to cool down, Montgomery.",
        "Craig: So, you're not interested then?",
        "Meg: I admit that sleeping with you is a very attractive proposition, but it will be on my own terms and in my own time.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Alison: You think you can hook me up?",
        "Paul: Alison Stewart -- when did you get back in town?",
        "Cleo: I think it's time that we kick it up a notch.",
        "Maddie: How long do you have?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=uJ5_TZLhP5o"
}