{
    "Episode Summary": [],
    "Recap": [
        "Faith continues to be rude towards Lily. Kim wants to help Katie after her and Mike's break up; she wants to give her job back at the station. Vienna is worried that Jack is pushing people away from him who care about him. Jack discovers Parker is missing. Parker goes to see Paul at the cabin. Meg wonders about Craig's role in the supposed results of her patient's death; Craig admits to doing something to protect Meg. Brad and Vienna continue to flirt. Faith continues to binge, as she admits to Luke that she hates her mom. Vienna and Katie have a run in. Parker is bothered by how his ESP use didn't help him with his dad or his mom; Paul and Parker commiserate over their powers, but Paul supports Jack as a dad. JJ tells Jack that Parker snuck out of the window, as Jack worries where he went? Craig sees Meg's softer side. Brad puts down Katie in order to defend Vienna. Parker comes home to an exasperated Jack. Luke confronts Faith with what she is doing to Lily. Paul cuts himself leading to another vision of a bracelet falling; Craig and Meg kiss on the couch leading to her bracelet falling off."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Look, I know it's late, but this situation was supposed to resolve yesterday. Then you tell me he's not calling you back. And I have to be kept in the loop. I need to have an answer, either way, one way or another. You have to call me back. You know what, we'll review the whole situation in the morning, okay? All right. Bye. Hey, where have you been?",
        "Faith: Working out in the family room. Somebody's in trouble, aren't they?",
        "Lily: What? Oh, no, no. That was just work. And what do you mean, working out? You're working out and you haven't had dinner? Do you think that's a good idea?",
        "Faith: I was talking to Parker.",
        "Lily: Yeah, but you need to eat. So, I have a plate here for you that I made up from dinner.",
        "Faith: I already ate. I had salad.",
        "Lily: You had salad? Okay, with all the dancing you've been doing, the exercising, all that working out, you need to eat something. I'll just get you a glass of milk.",
        "Faith: I don't want any milk. All I want is for you to leave me alone.",
        "[SCENE_BREAK]",
        "Katie: Oh, hi. Sorry, I didn't see you come in.",
        "Kim: I can say not, you're really focused on that letter. Good news or bad news?",
        "Katie: Well, old bad news. It's a good-bye letter from Simon. And I'm saving it to remind myself how incredibly stupid I can be.",
        "Kim: Want some company?",
        "Katie: Sure.",
        "Kim: So, you are upset because Simon's leaving?",
        "Katie: No. No, I'm -- well, I saved this letter and I was going to talk to Mike about it. And then he found it before I can talk to him, so it was the straw that broke the camel's back as they say. It's why Mike left.",
        "Kim: Katie, I'm so sorry.",
        "Katie: He said he didn't even know who I was. And because of all this stuff with Carly, Jack said --",
        "Kim: Jack said?",
        "Katie: Well, he wants me to keep my distance.",
        "Kim: He said that? That doesn't sound like Jack.",
        "Katie: Oh, he was really nice about it. I mean, he's just looking out for his kids. And I don't blame him after what I put them through.",
        "Kim: Oh, boy.",
        "Katie: I mean, if it was possible, I wouldn't want to see me ever again either.",
        "Kim: Oh, my gosh. You are really going to beat yourself up good and proper. Make yourself pay the ultimate price.",
        "Katie: Oh, I've already have. Mike's gone. I took him for granted, and he's gone and now my entire world is falling apart.",
        "Kim: Well, in that case, how about letting me help you put it back together again?",
        "[SCENE_BREAK]",
        "Brad: Beer? That your renewal notice for the self-righteous gazette? Sure, I'll tell you exactly where I was all afternoon. I was out looking for a job, just like you suggested.",
        "Jack: Is that why you smell like cigar smoke?",
        "Brad: As a matter of fact, yes. I put in an application at a cigar bar. I thought I could trade in on one of my areas of expertise.",
        "Jack: No openings at the sitting-around-doing-nothing bar?",
        "Brad: Jack, consider the lilies of the field, they toil not, nor do they spin --",
        "Jack: Nor do they pay rent. You're going to. And since when do you quote the bible?",
        "Brad: I went to Sunday school. Mom made us, remember?",
        "Jack: Yeah, I remember. The part I don't remember is you paying attention.",
        "Brad: I've missed you. Oh, let me help you.",
        "Vienna: Thank you. Could you put them in the car?",
        "Brad: No problem.",
        "Vienna: Please? I'd like to say good-bye to Jack.",
        "Brad: Kicking a beautiful woman out of the house, you know he hasn't had this much fun since he busted Grandma for jay-walking.",
        "Vienna: Well, I guess this is good-bye.",
        "Jack: Goodbye, Vienna.",
        "Vienna: My friend, I understand why you want me to leave, I'm not angry.",
        "Jack: Look, at least you'll have room service with no chickens anywhere. You'll be happier.",
        "Vienna: But I worry about you. I understand that you feel responsible to your children, and I admire you for that. But don't push away people who care about you. I do care about you.",
        "Jack: I care about you too. So, be careful with my brother. He doesn't carry a suitcase without expecting something in return.",
        "Vienna: He's a man, I can handle him.",
        "Jack: Like you handled Simon Frasier?",
        "Vienna: Don't give in to bitterness, Jack. There aren't that many good men that we can afford to lose one.",
        "Jack: Parker? Parker, can you come down here now, please?",
        "[SCENE_BREAK]",
        "Paul: I thought you weren't coming back here, Parker.",
        "Parker: I changed my mind.",
        "Paul: Why are you sitting in the dark?",
        "Parker: If you can see stuff no one else sees, how come you didn't know it was me?",
        "Paul: That's funny. I told you the last time, I'm not going to tell any fortunes.",
        "Parker: That's not why I'm here.",
        "Paul: Okay, Parker, why are you here? Am I your new science experiment?",
        "Parker: I thought we could talk. See -- I used to be just like you.",
        "[SCENE_BREAK]",
        "Craig: What's wrong, Meg? You just got good news.",
        "Meg: Good news? A woman leaves a diary saying she wants to commit suicide and that's good news?",
        "Craig: It is if she admitted that she purposely didn't tell you about her drug allergies.",
        "Meg: And you know all about it.",
        "Craig: I know that it clears you of any wrongdoing.",
        "Meg: You know all about it even though Bob made it clear it was completely confidential.",
        "Craig: Now I think you're looking for something to be upset about.",
        "Meg: I'm upset because you did it didn't you! You wrote that diary and you made sure that Bob found it. And then you show up here, at the exact right time to make sure that I know it was you.",
        "[SCENE_BREAK]",
        "Vienna: I want you to promise me you're going to be nice to your brother.",
        "Brad: Why?",
        "Vienna: Why? Because he's alone, and he's dealing with three children --",
        "Brad: The thing is, if I was nice to him, he wouldn't know what to do.",
        "Vienna: Excuse me?",
        "Brad: Jack didn't become a cop to make friends. He did it to get the rest of us in line.",
        "Vienna: And you resent being the black sheep?",
        "Brad: Hell, no. No. It's a lot of fun. The way I see it, I serve an important function. I give my brother the best back-up just by being me. He gets to go around thinking he's so much better than I me, so much more responsible, and that gives him the strength to carry on.",
        "Vienna: Oh and lucky you. You don't have to do anything you don't want to do.",
        "Brad: You know, I never saw the point in doing things you didn't want to do.",
        "Vienna: You and your brother are very different.",
        "Brad: We have other differences. He always gives up his chances at happiness. Me? I go after them with everything I've got.",
        "Vienna: And I'm a chance at happiness?",
        "Brad: For both of us. Look, I was thinking --",
        "Vienna: No, you know what Brad, I only kissed you to try to make your brother jealous.",
        "Brad: And that hurt but I'm over it. You'll find out that one of my many assets is that I have a tough hide.",
        "Vienna: So I see.",
        "Brad: You know how mean Jack's is always wrestling with himself about right and wrong? With me you don't have to worry about all.",
        "Vienna: No, but I think that there are other things I should worry about.",
        "Brad: That's true. Well, you know like the possibility of having too much fun. Like when you slapped the moves on me to get Jack all riled up, I think you got a little riled yourself.",
        "Vienna: Oh wow, you are extremely sure of yourself.",
        "Brad: No, no, not to brag, but for good reason. Okay, just the facts. Just the facts. You go to the hotel room and you sit there by yourself all alone you, you know, you could eat stale nuts from mini bar, watch Letterman, and finally turn out the lights and toss and turn all night. Alone. But that would be just a waste of a swanky hotel room, a room service menu and worst of all, the waste of a very, very beautiful woman. And I hate waste.",
        "Vienna: You have an alternative?",
        "Brad: Vienna I though you'd never ask.",
        "[SCENE_BREAK]",
        "Kim: We are looking for a young, high profile, very animated on-screen personality for a new television show called Oakdale Now. Not gonna be hard news, it's gonna be featured packages, interviews -- kind of like the show I used to do but only better. How about it?",
        "Katie: Me? You're asking me?",
        "Kim: Yes, yes, you're young, you're high profile --",
        "Katie: Didn't you say animated? Does this look animated?",
        "Kim: I have a feeling, maybe if you were working instead of sitting around rehashing your past mistakes, that energy would come right back.",
        "Katie: I don't know, I really don't see that happening any time soon.",
        "Kim: Well, then we'll just fire you. Come on, Katie, not everything's broken. You have a real talent, you have a following, the show is made for you, you'll be among friends again. Good for you, good for us.",
        "Katie: What if I screw it up?",
        "Kim: Well then I will just have made a fool of myself in front of the board because see -- I already pitched your name, for the job.",
        "Katie: Really?",
        "Kim: Really. Want proof? A list of subjects I'd like you to try to tackle. Promise me you're going to think about this. It's not going to fix everything. It's not going to bring Mike back. But it'll send you forward. Who knows where that's going to lead.",
        "Katie: I cannot tell you how much it means to me that you still believe in me.",
        "Kim: Okay, Kiddo let's start with that. And we'll end up with you believing in yourself.",
        "[SCENE_BREAK]",
        "Lily: You better watch your tone, young lady.",
        "Faith: Or what? You'll review the situation in the morning?",
        "Lily: Okay. You and I need to talk.",
        "Faith: You mean you talk and I listen? Like I'm one of the people who work for you? [Lily's cell phone rings] You know what, answer it. I know it's important.",
        "Lily: So is finding out what's bothering you.",
        "Faith: Answer it. And we'll talk later.",
        "Lily: Count on that. Hello? No. It's -- okay, all right, just a -- yeah put him through and I'll get to my computer. Okay? Hold on.",
        "[SCENE_BREAK]",
        "Craig: Meg, Meg, you need to calm down.",
        "Meg: How can I calm down? Bob comes to me and to tell me what happened and I think for a second, just a split second, that it's over, its okay -- then I turn around and you're standing there. Damn it, Craig, what did you do?",
        "Craig: I will tell you everything, we can talk about everything. But not here.",
        "Meg: Why not here?",
        "Craig: Because someone could overhear, someone could get the wrong impression.",
        "Meg: That diary. You did it, didn't you? Didn't you?",
        "Craig: I made sure that you didn't lose your license, maybe even go into prison.",
        "Meg: Oh, my God.",
        "Craig: But you keep it up you're going to ruin everything.",
        "Meg: I didn't ask you to do any of this --",
        "Craig: You didn't do anything wrong. And you're distraught. And so let's just go somewhere where we can talk, some place where I can explain.",
        "Meg: Explain?",
        "Craig: Look, you can think that maybe I did something wrong, and if you don't want to -- and if you don't want to accept my help, than you can tell Bob, you can tell Jack anything you want to tell them. But you need to listen carefully because this conversation cannot happen here, we can't have this discussion here. I'm telling her, we cannot talk here. So come on Meg. For your own sake come home with me.",
        "[SCENE_BREAK]",
        "Lily: I'm really sorry, I had to take that. Oh, you ate your dinner.",
        "Faith: Do I get a parade?",
        "Lily: Do you want a parade? Are you gonna tell me why you're so mad at me?",
        "Faith: I don't want to talk about anything.",
        "Lily: Oh, that's great.",
        "Luke: What's up?",
        "Lily: Well, Faith is mad at me and she won't tell me why --",
        "Faith: I didn't say that, you did.",
        "Lily: And now I have to go out. I'm supposed to see this client yesterday, we have a new assistant who made a huge mistake. If I don't see them tonight we might lose the account.",
        "Luke: Well that's okay, we'll be fine. Faith, won't we?",
        "Faith: Sure, no biggie.",
        "Lily: Yes, it is.",
        "Faith: No, it's fine.",
        "Lily: The timing couldn't be worse.",
        "Luke: Maybe not. Because I think the two of you need a time out. And if you don't start acting a little better towards each other I'm getting your father.",
        "Lily: I don't like the sound of that.",
        "Luke: That's you.",
        "Lily: That's me. I sound -- I really sound like that? I'm sorry. Well, the sooner I leave the sooner I get back. And you'll make sure Faith does her home work.",
        "Luke: Oh Mom, come on. Faith makes sure that I do my homework. She is perfect you know.",
        "Lily: I know she is perfect. Okay, I owe you one. I'll be back, I'm gonna change my clothes.",
        "Luke: Wow, you were a real ray of sunshine.",
        "Faith: Sorry.",
        "Luke: Well do you want to tell me what's wrong?",
        "Faith: Nothing I just hate her.",
        "[SCENE_BREAK]",
        "Brad: Give me your credit card.",
        "Vienna: You're very good-looking and a lot of fun. But only a fool would ever give you a credit card.",
        "Brad: I'm just going to get you checked in.",
        "Vienna: Well I am more than capable of doing it myself.",
        "Brad: I know that, but the clerk on duty's a girl.",
        "Vienna: Meaning?",
        "Brad: I have the better chance of getting an upgrade. If it was a boy, this would be your mission.",
        "Vienna: I love the fact that you don't even try to cover up how horrible you are.",
        "Brad: Honey, tomorrow morning you're going to love so many things about me you're not going to be able to keep counting.",
        "Vienna: Katie, what a surprise.",
        "Katie: No time to chat, I was just leaving.",
        "Vienna: Jack says you're back together with Mike. But yet here you are, all alone, late at night, in a bar. Looking for work?",
        "Katie: Looking to get out of here.",
        "Vienna: A wonderful man like Mike forgives you and you don't change one bit. You know, in my language, we have a word for women like you.",
        "[SCENE_BREAK]",
        "Jack: You didn't hear him leave? Do you have any idea where he might go?",
        "J.J.: No. Are you mad at me?",
        "Jack: No. J.J. I'm not mad at you I'm just worried about Parker, it's late he shouldn't be out there all by himself. Okay maybe we can figure out where he went, maybe you can tell me what the two of you been talking about lately, did he say anything about running away?",
        "J.J.: No, he didn't say anything.",
        "Jack: Nothing at all?",
        "J.J.: I can't tell you, he'll get really mad at me.",
        "Jack: No, I won't tell him that you told me a thing.",
        "J.J.: It doesn't matter. Dad? Remember how mad I was when he told you that mom was coming to the house?",
        "Jack: Yeah. I remember.",
        "J.J.: I don't want to do what he did. I won't be a rat like him.",
        "[SCENE_BREAK]",
        "Paul: So you're like me huh? You're like me cause you have these visions of the future?",
        "Parker: Yeah.",
        "Paul: Did you have a vision of me putting you in my car and taking you back to see you dad?",
        "Parker: Do you like it when people make jokes about it to you?",
        "Paul: No.",
        "Parker: And Jack's not my dad. My dad died.",
        "Paul: Right.",
        "Parker: I didn't know that was going to happen. He was going to get shot. I could have told him not to stay down in Washington.",
        "Paul: Well, if you are like me and you don't have any control over what you can see and what you can't see, so I don't think you should feel bad about not knowing about you're dad.",
        "Parker: I do. I saved Jack, but not my own father.",
        "Paul: You saved Jack?",
        "Parker: I knew he was alive when everyone thought he was dead. I could see him. And then I had to make people believe me.",
        "Paul: That must have been hard.",
        "Parker: I felt like everyone thought I was weird. Just some weird kid.",
        "Paul: I really wish this whole thing wasn't happening. Do you ever feel like that? It's all very confusing.",
        "Parker: Yeah. With you, is it only big things? Like something really bad's going to happen and you don't know what it is, but that it's really bad?",
        "Paul: Exactly.",
        "Parker: I hate it. My dad died. My mom left. And I couldn't stop either one of them.",
        "[SCENE_BREAK]",
        "Meg: You have a million excuses for the things you do. And now you're making them for me.",
        "Craig: Just trying to help.",
        "Meg: Well, I think I'm going to tell Bob about your help and then I'm going to tell Jack that I screwed up the interview.",
        "Craig: And what good would that do anyone? Come on Meg, I mean if you only think that you did something wrong -- and if there's even a shred of proof is it gonna bring that woman back? All it's going to do is keep you from helping other people -- people that need you.",
        "Meg: The old Craig Montgomery 1,2, punch. First the excuses then the justifications. \"I didn't do it, but if I did, it's no big deal and I had a really good reason for lying about it.\"",
        "Craig: Meg, I'm serious. You're letting your emotions run away with you.",
        "Meg: You stop that man from shooting me. You saved my life.",
        "Craig: Right. So I'm not thrilled about watching you throw it away.",
        "Meg: You saved my life, you'll save my reputation, my career -- you see, the only problem is you're not doing this to help me, you're doing this so you can have me.",
        "[SCENE_BREAK]",
        "Vienna: I must say, the waiter wasn't very discreet about your credit card. You know, he was treating you like a -- how do you say? A deadbeat?",
        "Katie: He was just doing his job.",
        "Vienna: Well, let's hope that your second card works. It would be too horrible of you were turned down twice.",
        "Katie: I imagine you know all about being turned down.",
        "Vienna: Oh, you better be nice. In case you have to ask me for a loan.",
        "Katie: Oh, yeah, I was going to ask to borrow your credit card, but I saw you just give it to that -- what would you call him, your escort?",
        "Vienna: No, well, he happens to be --",
        "Katie: Wait, wait -- what are you doing here, anyway? Why aren't you back at the farm, leeching off of Emma, throwing yourself at Jack?",
        "Vienna: Well, I felt that Jack needed some time alone with those poor children.",
        "Katie: Oh, really?",
        "Vienna: Yes. They're without a mother, now, because of -- oh, yeah, that's right. Because of you.",
        "Katie: He kicked you out, didn't he?",
        "Vienna: No.",
        "Katie: You're here because you have no place else to go. Let's see, the prince, Simon, Jack -- wow, you're batting zero.",
        "Vienna: Here's what I don't understand about Mike. He's such a sweet and forgiving man, but you --",
        "Katie: You don't know anything about Mike.",
        "Vienna: Mike is very nice, but you, Katie --",
        "Katie: He left, okay? Mike's gone, he left me.",
        "Vienna: What?",
        "Katie: Yep. So, you and me, it looks like we're pretty much in the same boat.",
        "[SCENE_BREAK]",
        "Jack: I'm not asking you to be a rat, J.J. --",
        "J.J.: You wouldn't tell something about Uncle Brad --",
        "Jack: If he was in trouble and he needed my help, of course I would. Look, J.J., I'm not asking you to rat Parker out, but to help me find him. You know he's upset, it's really, really late, and like it or not, he's just a kid. So, please, please, tell me what happened.",
        "J.J.: He pretended to go to bed when I did. And he waited until he thought I was asleep, and he just snuck out of the front door. I saw him from out the window.",
        "Jack: When?",
        "J.J.: I don't know, a little after we went to bed.",
        "Jack: Did you see which way he went?",
        "J.J.: Back towards the road.",
        "Jack: Do you have any idea where he might be going, who he might be going to see?",
        "J.J.: He doesn't say anything to me.",
        "Jack: Or me. So who does he talk to?",
        "[SCENE_BREAK]",
        "Paul: Here. So, I guess you and I do have some things in common.",
        "Parker: When Jack was missing, I saw stuff all the time. But I never knew when it was going to happen.",
        "Paul: That's frustrating. When you were here before, all i wanted was for the visions to go away. But that doesn't matter, it's out of my hands.",
        "Parker: It just seems stupid. You don't ask for it, but it happens, and you can't use them for anything. Or anything good.",
        "Paul: It stinks.",
        "Parker: Yeah.",
        "Paul: I think that if you could have done anything to help your dad, you would have done it -- or your mom.",
        "Parker: Why?",
        "Paul: And at your age, I think you have enough to worry about without blaming yourself.",
        "Parker: It sounded just now like you were blaming yourself.",
        "Paul: Well, yeah, but --",
        "Parker: So maybe you should try to forget about it.",
        "Paul: Well, I can't. I wish I could. Like right now -- tonight, you know, I had this feeling that something was happening, something really bad. And I don't know what it is. And I want to see it, but I can't. It's driving me crazy.",
        "[SCENE_BREAK]",
        "Craig: So, this is just a nefarious plot to have you? Nice euphemism, by the way.",
        "Meg: Well, you're not going to deny it, are you?",
        "Craig: Well, I'm not going to deny that I'd like to. Given that you're a very, very beautiful woman, and you're very, very clever and a worthy adversary, I'll admit, I'd do a lot of things to -- shall we say -- win your favors. But not this.",
        "Meg: Right.",
        "Craig: You see why, don't you? It wouldn't work. You're already too suspicious of me.",
        "Meg: I'm always suspicious of you. Always will be.",
        "Craig: And that's your big flaw. There's no grand design here. I'm just trying to help you out of some trouble so you don't lose your job.",
        "Meg: For the good of mankind.",
        "Craig: Right. Meg, take a look in the mirror. I mean, there's only like 2,000 or 3,000 men who would beg for the privilege to cater to your every whim. Please, take my furs and my diamonds. You and I both know that's true. But what do you do? You take a low-paying, high-stress job with lousy hours. Where the big perk is you get all the human misery you can take, and you still don't think you do it well enough. There are few people in this world that I admire. You're one of them.",
        "Meg: I don't know what to say.",
        "Craig: Say you'll let me help you. Confessing won't change anything. Let me give you the chance for you to keep doing what you do. What would be the harm?",
        "Meg: The harm? That I might end up being like you.",
        "[SCENE_BREAK]",
        "Luke: So, you hate her, huh?",
        "Faith: Yep.",
        "Luke: And do you want to tell me why?",
        "Faith: She thinks she's the queen of everything. I heard the way she talks to the people who work for her. It's like she talks to me.",
        "Luke: Really? So she calls them Sweetie, and asks them if they need help with their homework and tells them that they're doing a really good job in dance class?",
        "Faith: I can't believe you're on her side!",
        "Luke: Oh, Faith, she's my mom, and seeing how she's always on my side, it kind of makes sense that --",
        "Faith: Liar! You are such a liar.",
        "Luke: Okay, now you're getting personal, because you know I don't lie.",
        "Faith: She's not on your side. When she found out you were gay, she wanted to send you away so you wouldn't be gay anymore. She was not on your side.",
        "Luke: You know about that?",
        "Faith: I know about that. She thinks that if she doesn't like the way people are, she can tell them to stop.",
        "Luke: Okay, well, let's just talk about this, okay?",
        "Faith: No, people talk and talk, but nothing ever changes.",
        "Luke: Faith, that's just not true! I mean, what we were just talking about, for instance. You're right, you were right. When mom found out that I was gay, she didn't like it. And we had fights, we had some really bad fights. But then she changed big time. I mean, you saw how she stood up for me to Brad.",
        "Faith: She's perfect, that's what everyone says.",
        "Luke: Faith, I don't understand what you're so angry about.",
        "Natalie: Why are you fighting?",
        "Faith: Because no one ever listens to me, ever.",
        "Natalie: She's always so crabby.",
        "Luke: Well, you know what, Kiddo? It happens. Just you wait, and in a couple years, you are going to be the meanest kid that there ever was.",
        "Natalie: Not to you, Luke.",
        "Luke: I'm going to remember that. Hey, Nat, did something happen to Faith? Something to make her so mad? Something that I don't know about? You know you can tell me.",
        "Natalie: There's something she doesn't want anybody to know.",
        "Luke: Yeah?",
        "Natalie: She threw up, and she got really mad when I said I'd go get Mom.",
        "[SCENE_BREAK]",
        "Vienna: I'm sorry.",
        "Katie: Right.",
        "Vienna: I wouldn't have said anything about Mike if I had known.",
        "Katie: Listen, right now, the last thing I need is sympathy from you. I had a great guy and I threw him away for -- I don't know what for.",
        "Vienna: For Simon. Who can make women do whatever it is he wants them to do.",
        "Katie: Can I get my receipt, please? Thank you.",
        "Vienna: Things never go as well with Simon around, does it?",
        "Katie: What is this, Vienna?",
        "Vienna: I don't want to be unfair, when I've made the exact same mistakes myself.",
        "Katie: Well, I'm going to work really hard to make sure we don't have anything in common. I am never going to make that mistake again, whereas you are checking into a hotel with a guy that has mistake written all over him. Thank you.",
        "Brad: Okay, suite with a lakeside view. Hello. Who's your friend? Would you like to join us upstairs for a drink?",
        "Katie: No. I may be alone, but it's better than this.",
        "[SCENE_BREAK]",
        "Jack: None of his friends know where he is. I've got to ask you something else. Do you think this is the first time he's done this?",
        "J.J.: I think so.",
        "Jack: Where does he go when he skips school? I know he does, J.J. the school contacted me.",
        "J.J.: I don't know.",
        "Jack: No? I dropped the both of you off, i see you both go into school. Somehow, Parker doesn't make it to class.",
        "J.J.: He sneaks out the side door.",
        "Jack: What the hell is going on here?",
        "J.J.: Dad, he's really smart, nothing's going to happen to him. But, you know, I'll wait up if you want me to.",
        "Jack: No, it's okay. You get some sleep. It's going to be okay, we'll work it out.",
        "J.J.: You know, he's snuck out before. But he always comes back.",
        "[SCENE_BREAK]",
        "Paul: You shouldn't worry about your parents. There's nothing you can do to help them.",
        "Parker: Well, I helped Jack that time. I made people look for him. But I can't do anything for my mom.",
        "Paul: Yeah.",
        "Parker: What started your visions? Maybe I could do that, too, and start them up again.",
        "Paul: It was a car crash, and I don't think you should do that.",
        "Parker: I can't even drive.",
        "Paul: Okay, Parker, look, you know who my dad is, right? Well, I never knew what he was going to do next. And he made my mother very unhappy. What I learned was that you have to play the hand that you're dealt. Especially when you're a kid, when you can't really change anything. I couldn't make my dad into a decent human being, and you can't make your mom come back. But here's what I know, and I'm right about this. You shouldn't push the people that care about you away. And I know your life is really difficult today, but it would be a whole lot more difficult without Jack in it. You don't need to tick him off anymore. That -- that would be stupid.",
        "Parker: He's not my dad.",
        "Paul: He's the dad you got. And neither one of us needs to be a visionary to know that he's up somewhere right now waiting for you.",
        "Parker: You're telling me to go home.",
        "Paul: Yep, and don't come back. You need Jack a whole lot more than you need somebody like me.",
        "Parker: Why would I need you? You can't do anything.",
        "Paul: Yeah. Ain't that the truth?",
        "[SCENE_BREAK]",
        "Meg: I hurt your feelings, didn't I?",
        "Craig: How could you do that? I don't have any.",
        "Meg: I shouldn't have said what I said. I really didn't mean --",
        "Craig: No, you meant exactly what you said. You're scared to be like me. You're not the only one. My own sister is hard-pressed to assign me one laudable attribute.",
        "Meg: You burst through a door, you tackled a guy with a gun. I think that's laudable.",
        "Craig: Ah, my one shining moment. But that's not what we're talking about, we're talking about my methods. My disregard for traditional ethics.",
        "Meg: Okay, let's say I go along with this.",
        "Craig: You're on that slippery slope of being like me. Its okay, Meg, I get it. I grasp the fact that you have, shall we say, a more vigorous conscience than I have. But I don't want to change you. I was actually trying to keep you the way you are.",
        "Meg: I know that.",
        "Craig: I was hoping to do the dirty work so I could keep you right on that pedestal.",
        "Meg: I think you have me confused for someone else. Someone who doesn't exist.",
        "Craig: Can I say something that I shouldn't?",
        "Meg: Hey, it's your house.",
        "Craig: Paul is a moron.",
        "Meg: Don't.",
        "Craig: I'm sorry. It's just that you can make me -- you can make me tell the lie. And it's a hell of a lot harder for me than it is for him.",
        "Meg: I don't want to talk about him.",
        "Craig: I'm sorry. I just -- I look at you, and there's nothing I wouldn't do for you just to keep you being who you are. Meg, a few lines added lines in a dead woman's diary, and you get on with your life. And you keep making everybody else's life better, and no one gets hurt. I promise.",
        "Meg: So, you're just trying to do something kind. That's all?",
        "Craig: No, that's not all. I want you -- I want you to like me. Because if I can get you to like me, I wouldn't be who everyone says I am.",
        "[SCENE_BREAK]",
        "Luke: Hey.",
        "Faith: Hey.",
        "Luke: Look, Faith, I don't like it when we argue. And I don't like it if I made you think that I don't listen to you. So --",
        "Lily: How do I look?",
        "Luke: You look great.",
        "Lily: Thank you. Faith, you know I wouldn't go if I didn't have to go.",
        "Faith: It's fine.",
        "Lily: I have an idea. How about I take just you to school tomorrow and we stop at java and have a little talk?",
        "Faith: Whatever, I'm fine. Just go.",
        "Lily: Okay. Call my cell phone if you need anything, and I will try to make this very short.",
        "Luke: No, don't worry, Mom. We'll be fine.",
        "Lily: What did I do to deserve you? Thank you so much for everything. And I checked on Ethan, I think he's asleep for the night.",
        "Luke: Okay, goodnight, Mom.",
        "Lily: Can you tell I don't want to do this?",
        "Luke: Yeah.",
        "Lily: Yeah, okay.",
        "Faith: I'm going to go do my homework.",
        "Luke: Faith -- I know what you're doing.",
        "[SCENE_BREAK]",
        "Jack: You want to tell me where you've been?",
        "Parker: Out.",
        "Jack: That's not good enough. I know you've been skipping school, and I know this isn't the first time you've snuck out.",
        "Parker: Wow, you should be a detective.",
        "Jack: Oh, I really don't think that's the way you want to play this.",
        "Parker: I don't have to play anything. You're not my father, and I don't have to explain anything to you.",
        "Jack: We'll talk about this more in the morning.",
        "Parker: Whatever.",
        "[SCENE_BREAK]",
        "Brad: Check you out. There is nothing I like better than bubbly little blondes making snap judgments.",
        "Katie: Oh, you must be so proud.",
        "Brad: Well, if you'll excuse us, we're going to go have some fun. I mean, did you ever hear of it?",
        "Vienna: Well, actually -- thank you. I'm sorry, but I feel a little tired. I'm going to turn in.",
        "Brad: What?",
        "Katie: You just got shot down, that's what.",
        "Vienna: Forgive me. I need some time alone. Katie, good night. I really am sorry.",
        "Brad: What did you say to her?",
        "Katie: The truth.",
        "Brad: You know, when we first came in here, I said to myself, why is that beautiful woman sitting all by herself? Now, I know.",
        "[SCENE_BREAK]",
        "Meg: I think what you said is so sad.",
        "Craig: Oh, I never want to make you sad. Not ever.",
        "Meg: So, you really think I shouldn't say anything at the hospital?",
        "Craig: I think it should all be our little secret.",
        "Meg: I think so, too.",
        "Craig: Good.",
        "Meg: I never thought I'd have a secret with you.",
        "Craig: Well, what friends are for?",
        "Meg: You saved my life. And you're saving it again. Have I really misjudged you?",
        "Craig: I certainly hope so. Meg?",
        "Meg: Yeah?",
        "Craig: You're kind of too beautiful and too close for me to remain a gentleman.",
        "Meg: So, if you weren't a gentleman, what would you do?",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "[Katie screams]",
        "Emily: And my fee is $1,000.",
        "Jade: Where is your wife? She's not here right now. She's at the dorms with your brother, just like he planned it.",
        "Margo: Tell me what's going on, that's an order.",
        "Jack: I have a warrant for the arrest of your son."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Cq5afqrtRfA"
}