{
    "Episode Summary": [],
    "Recap": [
        "Aaron tries to be a white knight, but is told that he means nothing anymore. Alison comes up with a better idea than renting. Carly is stunned when told why she should take the gift. Chris finds it really hard to say no to a risky idea. Craig misses his last chance to save his marriage. Curtis sees a situation totally different than his co-worker does.",
        "Dusty denies that he is trying to prove anything by creating the foundation. Kim promises to do her best to get along. Lily decides that creating a foundation is a waste of her time. Lucy stands firm when asked to go with her father. Paul hears an angry husband banging on the door. Rosanna wants her money to be used to make someone a huge success."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Sorry I'm late.",
        "Dusty: It's okay. Gave me time to turn on the heat.",
        "Lily: There you go. You, regular.",
        "Dusty: Thank you. I like tossing around the idea of Rose's foundation here, you know? It feels right. She loved this place.",
        "Lily: I have an appointment at noon, so if we're going to talk business, let's just get it over with, okay?",
        "[SCENE_BREAK]",
        "Kim: Oh, Alison! Hi, come on in.",
        "Alison: Oh, is Chris home? There's something he's got to see.",
        "Kim: Yeah, he'll be right down. He's on his way to the hospital this morning to see what he has to do to be reinstated. Come on in, you want a cup of tea or something?",
        "Alison: Oh, it's -- it's cool.",
        "Kim: Sorry, I'm making an angel food cake. Thirteen egg whites, precision timing and practically brain surgery. But its Dr. Bob's favorite.",
        "Chris: Alison! Now I can start my day off right.",
        "Kim: Good morning, Christopher.",
        "Chris: Hi, Mom.",
        "Alison: Oh, is this an omen or what? So, I was taking a different shortcut to work; only it wasn't really a shortcut -- but, you know. So, I pass by this new building. Totally adorable. I mean, it was love at first sight.",
        "Chris: Ah -- yeah, that's really nice, Alison, but the rent has to be insane.",
        "Alison: Well, what do you care? You're gonna be Dr. Moneybags.",
        "[SCENE_BREAK]",
        "Aaron: Hey, Curtis.",
        "Curtis: What's up, man.",
        "Aaron: Any calls for me today?",
        "Curtis: You expecting some?",
        "Aaron: I've left some messages for Lucy. You know, I can't get through at Fairwinds, I can't get through her grandma. It's like the girl fell -- she fell off the face of the earth.",
        "Curtis: What about that other guy?",
        "Aaron: Clark? The kid's a joke, bro. Can you believe this, he didn't even care that she was sick. He was just bummed his night got ruined.",
        "Curtis: What was wrong with Lucy, anyway?",
        "Aaron: I don't know, man. I mean, she looked really out of it. I just wish she'd let me drive her home, you know?",
        "Curtis: It's none of my business, but, from where I stood, it didn't seem like Lucy wanted any help. Especially from you.",
        "[SCENE_BREAK]",
        "Rosanna: Hey, Carly? It's me.",
        "Carly: Please tell me you're still in Oakdale!",
        "Rosanna: Yeah, I'm -- I'm still at Paul's. I had to change my flight to later this afternoon. Lucy, she's going through a rough time, and I wanted to stay until she felt better.",
        "Carly: Have you said anything to Craig?",
        "Rosanna: I left him a note. He'll read it when he wakes up. When he does, he'll understand. He'll understand everything. Listen, I have a -- a small favor to ask you.",
        "Carly: Anything.",
        "Rosanna: Could you meet me at the Cabot Enterprises gate at the airport?",
        "Carly: Is there any way I can get you to stay? I'll bring Sage and Parker, Emma -- everybody who loves you. Everybody whose lives you've touched.",
        "Rosanna: No, no. Look, nothing's gonna change my mind. When I leave this time, it's forever.",
        "[SCENE_BREAK]",
        "[Gasping]",
        "Craig: Is Rosanna here?",
        "Margo: Ah, no she's not here right now. No, no, no, you need to just lay back and kind of take it easy.",
        "Craig: Where are my clothes? In here?",
        "Margo: Wait, wait, wait. Where are you going? Craig?",
        "Craig: I'm gonna find Rosanna. You can't stop me, Margo, so you might as well get out of my way. Please.",
        "Margo: Would you just -- just stop. I have something here that might change your mind.",
        "[SCENE_BREAK]",
        "Craig: Whatever it is you have to show me, do it later.",
        "Margo: Craig --",
        "John: Where do you think you're going?",
        "Craig: I'm leaving.",
        "John: You're not leaving. Get back in bed. Your blood pressure's through the roof.",
        "Margo: There, you hear that? It's not a suggestion, it's an order.",
        "Craig: All right, fine, fine. I'll try her cell phone.",
        "Margo: Listen, Craig, I really think that you should lay down, because if you ever want your blood pressure to get back to --",
        "Craig: No, no --",
        "Margo: You gotta --",
        "Craig: That -- that's Rosanna's handwriting. Hand that over.",
        "Margo: You know, after you get some rest.",
        "Craig: Hand that over. Now.",
        "Rosanna: Craig -- I know you wanted more time. One more chance to make things right between us. But, the truth is, there's nothing left to say. You have killed all the love I had for you. I can neither forgive what you've done, nor can I ever lower myself to ever love you again. I said that I wouldn't leave without saying good-bye. I think this should suffice. Good-bye, Craig. Rosanna.",
        "[SCENE_BREAK]",
        "Paul: Tell me I didn't hear you just say that. You're not serious. Tell me you're not seriously thinking of moving away. This is supposed to be a quick trip just to clear your head, and then you'll be right back.",
        "Rosanna: Paul, I can't make my home here. Not after what just happened.",
        "Lucy: What's gonna happen to my Dad once you're gone? What about me?",
        "Rosanna: Lucy, you're gonna be fine.",
        "Lucy: No, I'm not. I already feel so lost. First Aaron, and then now you. Everything's falling apart. I mean, look at the stupid situation I put myself in last night.",
        "Rosanna: Now, come on, you are a beautiful, intelligent, young woman. You have the strength to deal with what ever comes your way. No matter how hard it is, okay? And when I get settled, I want you to come and find me, 'cause I need you in my life.",
        "Lucy: It's not the same.",
        "Rosanna: I know. And I know things are gonna be difficult for you at home for a while. But I want you to remember that you are not responsible for your father's happiness.",
        "Lucy: I'm just gonna miss you so much. What am I gonna do here without you?",
        "Rosanna: Come on, now. There are lots of wonderful people here that you can lean on. You have family here, you have your friends -- and there's Paul. Think of what he did for you last night, huh? And he's been a great friend to me. Look, if you get into any trouble, you do me a fav -- you promise me that you're gonna find Paul, okay? And if you need me, I want you to call me. Because I love you. Wherever I go, you're going to be with me, okay? Come here, I love you. I love you. Okay. Okay, I'll call you.",
        "Paul: Rosanna, I -- I didn't -- I didn't intended for this to happen.",
        "Rosanna: What do you mean? My leaving has nothing to do with you.",
        "Paul: Right. Right. I want you to stay. I don't want you to leave. Is there anything I can do that would make you stay?",
        "Rosanna: No, come on, you've already done a lot. But there's something that you can do for me while I'm gone.",
        "Paul: Okay, whatever.",
        "Rosanna: Would you look out for Lucy? For me? I mean, I just told her that she could count on you, and it would really mean a lot to me if you could be there for her.",
        "Paul: I would do anything for you, Rosanna. You know that. You don't even need to ask.",
        "Rosanna: Thank you. I'm really glad I met you.",
        "Paul: Oh, yeah, I'm really glad I met you, too.",
        "Rosanna: You be good to yourself, okay?",
        "Paul: You, too.",
        "Rosanna: Okay. I got it okay.",
        "Dusty: So, I was brainstorming last night, and I was trying to come up with a mission statement for this foundation. I thought to myself, Rose was a dancer. So, why don't we have a foundation to help talented kids get an education? Something like that? Or help out disadvantaged kids in her hometown?",
        "Lily: \"Help?\" It's -- very vague. What do you mean, \"help?\"",
        "Dusty: I don't know. It's just an idea. What do you got?",
        "Lily: It's your idea. I'm hoping there's more to it than that.",
        "Dusty: Okay, well, what about a scholarship program in Atlantic City or Hoboken? For, you know, kids who don't have enough money to go to college.",
        "Lily: No.",
        "Dusty: No, okay. Why don't you just go home?",
        "Lily: What are you talking about?",
        "Dusty: If I'm going to do this alone, I'll do it alone.",
        "Lily: I'm here, aren't I?",
        "Dusty: You're here, and you're making a lot of sarcastic comments. You shoot down every idea I bring to the table and you don't -- you're not bringing anything to the table yourself. So, I don't need you.",
        "Lily: You know, you're right. This is the last thing that I want to be doing.",
        "Dusty: Good, then don't waste your time. Or mine. 'Cause I want to do this thing, and I want to do it right. And if you don't want to be behind it --",
        "Lucinda: Good morning. Hello. Hello, my darling.",
        "Dusty: Hello.",
        "Lucinda: Well, I know that you two are working hard brainstorming on Rose's foundation, and I don't mean to interrupt, but I just felt that it was important that I hand deliver this.",
        "Dusty: What's this?",
        "Lucinda: Well, some material on foundations. I thought it might be of use.",
        "Dusty: Yes, thank you.",
        "Lucinda: How's it going? I know, I know, darling, you told me that there's absolutely nothing that I can do, but, possibly, there's some tiny thing --",
        "Lily: We have it all under control.",
        "Lucinda: Everything's all right?",
        "Lily: Absolutely.",
        "Dusty: Yeah. We each know where each other stands, so --",
        "Lily: What I think Dusty is trying to say is that we make a good team. And we're making all kinds of progress.",
        "[SCENE_BREAK]",
        "Alison: Oh, look, a terrace. I want one with a terrace. Or, you know, we could get a smaller two bedroom. Cozier with a fireplace --",
        "Chris: Uh-huh.",
        "Kim: Sounds kind of pricey. I wish you two would reconsider -- move in here for a while.",
        "Chris: Uh, yeah, Mom, I appreciate the offer, but, you know, there are a million reasons why -- thanks anyway. Look, Ali, why don't you call the realtor and -- you know, it can't hurt to look, right?",
        "Alison: Do you mean that?",
        "Chris: Yeah, set up an appointment, and I'll meet you over there.",
        "Alison: Perfect.",
        "Kim: Bye, son. Good luck.",
        "Chris: Okay, thanks.",
        "Kim: Alison, I think it's time we had a little talk.",
        "Kim: Please, come sit down. Obviously, there's no way in the world that I could have avoided hearing what you and Chris were talking about.",
        "Nancy: Hello, you two. I'm sorry, but I'm starving. So, just pretend I'm not here.",
        "Kim: Oh, that's okay. Help yourself, Mom.",
        "Alison: Did I say something wrong?",
        "Kim: No, no, you didn't say anything wrong. It's just that -- Alison, you need to realize it's going to be years and years before Chris gets anywhere near anything close to being wealthy.",
        "Alison: Oh, I know that, but --",
        "Kim: I mean, the rent on that apartment is so much more than Chris can afford now. Your mother is a doctor, and so you are accustomed to a certain comfort level, but, kiddo, you weren't around when she first got started. Residents get paid practically nothing. I mean, Chris can barely survive with what he earns now, to say nothing for the loans that he owes. And the expenses he incurred when he moved to Philadelphia and then turned around an moved back so that he could make things right with you.",
        "Alison: I know, he has done a lot for me, hasn't he? I hadn't even really thought about it like that before.",
        "Kim: And he doesn't want to disappoint you. So -- I don't know, maybe you want to think about it and try to find a tactful way to let him off the hook.",
        "Alison: Oh, no, you're right. You're right. I just wasn't looking at the whole picture before. And, you know, maybe this whole idea of us living here isn't so bad after all.",
        "Kim: Well, that's a decision that you and Chris will have to make, but I just thought you should have all the facts before you make the decision.",
        "Alison: Thank you.",
        "Kim: Yes.",
        "Kim: No, don't open --",
        "Alison: What?",
        "Kim: Don't slam the --",
        "Alison: What did I do? What happened?",
        "Nancy: Do you think you can save it?",
        "Kim: You tell me.",
        "[SCENE_BREAK]",
        "Curtis: Sorry for getting all up in your business about Lucy, but -- dude, what's up with you and the ladies?",
        "Aaron: Ladies? I don't have any ladies.",
        "Curtis: Right. Last night, your wife was all hugged up with Chris Hughes, and you're all -- \"ain't love grand.\"",
        "Aaron: It's not even a real marriage. Once we sign the papers, it's like it never even happened.",
        "Curtis: Is that why when you saw Lucy leaving with her valentine, you wanted to rip the guy's face off? Because you're still in love with your homecoming queen, huh?",
        "Aaron: I was worried about her. I mean, it looked like she was gonna pass out or something. You know, there's something about this Clark guy I don't like. I don't trust. I'm gonna see if she's got home okay. Hello? Hi, it's Aaron. Aaron Snyder. Phyllis? Hi. I'm good, thank you. Is Lucy there? Can I speak with her? All night? Okay, thank you very much. You, too.",
        "Curtis: So, what's the deal? Where's Lucy?",
        "Aaron: She spent the night at Paul Ryan's house.",
        "[SCENE_BREAK]",
        "Paul: I think that leaving you behind was probably one of the hardest things that Rosanna's ever had to do.",
        "Lucy: She had to say good-bye to everything she loves. It's not fair.",
        "Paul: Well, she only stayed as long as she did because she wanted to look after you. She wanted to make sure you were all right.",
        "Lucy: I told her everything. She'd always be the one to tell my father when he was being impossible. Who'll do that? Who's gonna take care of him now?",
        "Paul: Lucy, there's something I need to tell you.",
        "Lucy: What? What now?",
        "Paul: Rosanna would have told you herself, but she didn't want to make you any more upset than you already were. But your father -- he spent last night in Memorial Hospital.",
        "Lucy: Why? What happened?",
        "Paul: I don't know. But the doctors looked at him, and they said that he's gonna be fine. He just had some kind of a panic attack.",
        "Lucy: Are you sure he's gonna be all right?",
        "Paul: Yeah. Come on, you know your father. He always seems to land on his feet.",
        "[SCENE_BREAK]",
        "Craig: Get out of my way.",
        "Margo: Just listen to me, please.",
        "Craig: Get out of my way!",
        "Margo: It is not safe for you to leave the hospital. Now, please, just lie back and try and relax. And I'll make some phone calls, and I'll try and track her down, Craig. Craig?",
        "[Craig gasping]",
        "Margo: Craig, is it your heart again? Wait, let me get John. I'll be right back. I'm gonna get John. Please, sit, relax. John! John!",
        "John: Well, where is he?",
        "Margo: He lied! Of course, he lied, he's Craig. He always lies.",
        "[SCENE_BREAK]",
        "Lucy: My father's probably wondering why I didn't rush to the hospital last night. He probably thinks I abandoned him.",
        "Paul: Lucy, come on. You had your own set of problems to deal with.",
        "Lucy: Thank goodness you were there. Why were you there?",
        "Paul: How much of last night do you really remember?",
        "Lucy: Not much. Kind of a blur. I remember getting up to dance with Clark and -- suddenly feeling -- out of control, dizzy, confused.",
        "Paul: Have you ever felt like that before?",
        "Lucy: No. And I hope I never feel like that again. I remember it was taking so long to get out to his car. Then we -- then we did. I don't really remember the details, just -- flashes. Clark touching me and trying to kiss me. He got yanked out of the car -- and you were there. I don't know how to thank you.",
        "Paul: No, please, don't thank me. I'm just really glad you're safe.",
        "[Knocking on the door]",
        "Craig: Rosanna? Are you in there? Rosanna, open up. I need to speak to you.",
        "[SCENE_BREAK]",
        "Rosanna: Hi.",
        "Carly: Hi. I'm so glad you called me.",
        "Rosanna: Thank you, I'm so glad you made it. I was afraid that you wouldn't.",
        "Carly: You wouldn't have left town without saying good-bye to your sister, would you? I used to cry whenever I heard you were coming to town, and now I'm ready to bawl like a baby 'cause you're leaving.",
        "Rosanna: I have to go. You know that.",
        "Carly: I know --",
        "Rosanna: You know, I'm going to miss you so much. You and Jack and Parker and Sage --",
        "Carly: That's why you're gonna have to come back and visit us a lot.",
        "Rosanna: I know that when I came here, I wanted everything that you had. Your beautiful family and a man who loved you -- and children who needed you, but I feel like I did have that, okay? I had that. Even if it was just for a little while.",
        "Carly: Rosanna, you can have that again.",
        "Rosanna: That's sweet. You know, of all the things that I found and that I rediscovered here, I think I am gonna miss you most of all.",
        "Carly: I never really had a sister. I was just beginning to get used to it.",
        "Rosanna: You know, I didn't ask you here so we could bawl away the afternoon. I have something that I want to give you. Just a little something to -- remember me by.",
        "Carly: Oh, my God.",
        "[SCENE_BREAK]",
        "Carly: I can't take this.",
        "Rosanna: Oh, come on. You have to. It's non-negotiable.",
        "[SCENE_BREAK]",
        "Carly: What is this?",
        "Rosanna: Don't worry, it's not a trick. And there are no strings attached.",
        "Carly: A blank check?",
        "Rosanna: Just think of it as a down payment on making your dreams come true. I mean, I know you have Jack and your family, but you also have an amazing talent. And I want you to use that check to write out whatever amount you need to start your company again.",
        "Carly: Oh -- no way. I -- I can't accept this. It's totally unacceptable.",
        "Rosanna: You must. You must, you must.",
        "Carly: I can't ever repay you --",
        "Rosanna: Oh, yes, of course you can. You will. We both know you're going to take that check, and you're going to become the dazzling, enduring success we both know you deserve to be.",
        "[SCENE_BREAK]",
        "Craig: Where is she?",
        "Lucy: Don't yell at him, Daddy.",
        "Craig: Lullaby?",
        "Lucy: Paul isn't lying, and he didn't do anything wrong. So just leave him out of it, okay?",
        "Craig: What are you doing here?",
        "Lucy: It doesn't matter. Rosanna's gone.",
        "Craig: Was -- was Rosanna here with you?",
        "Lucy: She just left. For the airport.",
        "Craig: Okay, well, let's go. Let's go.",
        "Paul: Why don't you give her some space, huh? She doesn't want to see you, Craig.",
        "Craig: Don't try me. Lucy --?",
        "Lucy: No. You go. Find Rosanna. I'll be fine here. Who knows? Maybe there's still a chance.",
        "[SCENE_BREAK]",
        "Alison: I am so -- sorry doesn't even come close to what I'm feeling right now.",
        "Kim: Oh, listen, don't worry about it. I keep telling you. You know, I'll just make another one. Slick as a whistle. Okay?",
        "Alison: Thank you for being so nice. If that cake is even half as sweet as you, then I can't even wait to try the next one. And thank you so much for your advice. Chris was right, you really are the best.",
        "Kim: Oh --",
        "Alison: Bye!",
        "Kim: Good-bye, dear.",
        "Nancy: Bye.",
        "Kim: That girl cuts a pretty wide swat, doesn't she?",
        "Nancy: You were sweet. So sweet I wonder if my blood sugar needs to be checked again. What were you trying to do? Kill her with kindness? Reverse psychology?",
        "Kim: Golly, Mom. Thanks to Alison, Chris was almost thrown into jail and indicted for murder. She thinks he's a \"doctor moneybags.\" And now, I get to make a new cake.",
        "[SCENE_BREAK]",
        "Lucinda: It's all pretty self-explanatory, Dusty. But, look, if there's too much legalese, you can give me a call, all right? No, no, don't call me. My corporate contributions officer, call him. Mm-hmm. [Dusty laughs] Darling, have you given any thought as to who the recipients will be of your largesse?",
        "Lily: We were just discussing that, right, Dusty?",
        "Dusty: Yeah. We came up with all kinds of ideas.",
        "Lucinda: Well, good. Good, wonderful. Is everything all right, darling?",
        "Lily: Indescribable.",
        "Lucinda: Well, I for one am waiting with bated breath to find out what you decide to do. And I know that Rose would be so gratified that you're working on her immortality.",
        "Lily: Thanks for coming by. I will call you.",
        "Lucinda: Uh-huh.",
        "Lily: Mother, thank you.",
        "Lucinda: All right, then, darling.",
        "Dusty: That's nice. I finally figured out why you're doing this.",
        "Lily: Let's just stick to business, okay?",
        "Dusty: Your husband and your mother think you've gone nuts, and you've decided to do this project with me so that they don't send you to the nuthouse. Am I close?",
        "Lily: They all mean well. Everyone means well. If they think that this foundation is gonna make me okay with Rose's death, then so be it.",
        "Dusty: You're not okay. That's obvious. It's too soon. You don't prove how much somebody meant to you by giving up. Your sister loved life. And she didn't let anybody or anything get in the way of that. I loved that about her. And I want the rest of the world to know it, too. That's what we're doing here.",
        "Lily: Why? Why would you want to set up a foundation for my sister?",
        "Dusty: Your sister left me a lot of money to spend however I want. But if -- nothing's good enough for you, that's okay. If this is such a waste of your precious time, the door, it's right over there.",
        "Lily: Make sure you lock up when you leave.",
        "[SCENE_BREAK]",
        "Kim: Actually, Alison can be kind of appealing, in a ditsy sort of way, I suppose, but, oh, Mom. This girl is trouble. And not just because of the lies she tells, and not just because she let Will take the blame for the fire in the barn.",
        "Nancy: She was a child.",
        "Kim: Well, my point exactly. She's a little girl. And she's got a crush on a grown man.",
        "Nancy: And is the thing that bothers you the difference in age, or the fact that the grown man is your son?",
        "Kim: Both.",
        "Nancy: Well, I'm not quite sure how to break this to you, dear, but this thing between Christopher and Alison is not just a crush anymore. It is fully reciprocated. They're going to move in together.",
        "Kim: Oh, they're just talking about it.",
        "Nancy: And you were foolish enough to offer to let them live under your roof? Kim.",
        "Kim: Mom. If you can't fight 'em, join 'em. I -- I am not going to press the issue. I'm gonna try and take your advice and stay out of it. I mean, maybe you're right. Maybe this whole thing between them will just die of natural causes. But I'm gonna try. I am.",
        "Nancy: And you're going to go on being pleasant and nice to Alison?",
        "Kim: I'll give till it hurts, okay?",
        "[SCENE_BREAK]",
        "Alison: Hello?",
        "Realtor: You must be Alison. I'm Leslie Hellmann.",
        "Alison: Oh, you're the realtor I spoke to about seeing apartments?",
        "Realtor: Yeah, come on in. Hey, thanks for meeting me here. I had to, you know, pick up some papers, check on construction.",
        "Alison: This is going to be condos?",
        "Realtor: Oh, no, not just any condo. It's gonna be the latest in modern technology, entertainment systems. Yeah, even the windows are gonna have remote control. Hey, look at this. Bathrooms -- huge. Hot tubs, skylights, walk-in closets.",
        "Alison: Yeah, and unbelievably expensive.",
        "Realtor: No, that depends on how you look at it. You know, you buy it now, before construction's finished. It'll be a steal.",
        "Alison: A steal?",
        "Chris: Hello?",
        "Alison: Oh, Chris, you found us.",
        "Chris: Hi, hi.",
        "Alison: Oh, this is the real estate agent, Leslie Hellmann. Leslie, this is my boyfriend, Chris.",
        "Realtor: Pleasure. And don't worry; this isn't the apartment that I told you I was gonna show you.",
        "Chris: Oh, good. That's a relief.",
        "Alison: Could you just give us a minute, please?",
        "Realtor: Yeah.",
        "Chris: Is something wrong?",
        "Alison: I spoke to your Mom today. Don't get mad, but she gave me some advice. If you ever felt like I was forcing you into something, you would tell me, right?",
        "Chris: Alison, I want to see this apartment no matter what kind of advice you got.",
        "Alison: I was hoping that you would say that. But forget about the apartment.",
        "Chris: Why? You had someplace else in mind?",
        "Alison: You're in it. This place. Don't you love it?",
        "[SCENE_BREAK]",
        "Paul: Why didn't you tell your father about what happened to you last night?",
        "Lucy: Because he'd only do something completely humiliating.",
        "Paul: Lucy, I think you should go down to the police station and fill out a report. If you don't want to go by yourself, I can go with you. I can corroborate your story. That might make it a little easier. [Doorbell rings] Well, think about it. I mean, you don't want anybody else to get hurt.",
        "Aaron: Hey, Paul.",
        "Paul: Hi, Aaron.",
        "Aaron: Is Lucy here?",
        "Lucy: What are you doing here?",
        "Aaron: Lucy, I have been sick worried about you. I've left messages everywhere. Why didn't you call me back?",
        "Lucy: You shouldn't have come here, Aaron.",
        "[SCENE_BREAK]",
        "Carly: I can't take this.",
        "Rosanna: Oh, come on. You have to. It's non-negotiable. Don't -- don't think of it as a gift. Think of it as my way of saying thank you. I know I was a good mother to Cabot in the short time that I had him. But, whenever I was having problems, I would call you up, and you would help me out. You're a phenomenal mother. You're a natural mother. But you're a lot more than that. A lot more. And I want you to take that check, and I want you to use it to show the world just what a great designer you are.",
        "Carly: I don't know what to say.",
        "Pilot: The plane is ready for takeoff, Mrs. Montgomery.",
        "Rosanna: Oh. It's Ms. Cabot, please. Thank you. I guess I should go. Look, I'm gonna be in touch, I promise. We're family.",
        "Carly: Yeah.",
        "Rosanna: I love you. I love you.",
        "[SCENE_BREAK]",
        "Chris: You love this empty shell as what? A warehouse? An echo chamber?",
        "Alison: No, wait until it's done. You'll love it. And it's a steal.",
        "Chris: Ali, I thought we were gonna rent.",
        "Alison: No, it's crazy to rent in a market like this. A couple years from now, we would never even be able to afford a place like this.",
        "Chris: Yeah, it'll take months to finish.",
        "Alison: No, not months. Weeks. And then we'd be able to have coffee in a brand-new kitchen no one's even eaten in before. And we'll be the first ones to sleep in our brand-new bedroom. And it'll just be all ours, you know? And not just till the lease runs out, but forever.",
        "Chris: You are so adorable when you're excited, but, Alison --",
        "Alison: No, use your imagination, Chris.",
        "Realtor: So, shall we take a look at that apartment you were interested in?",
        "Alison: No. We're more interested in this place. We love it.",
        "[SCENE_BREAK]",
        "Dusty: What are you doing here?",
        "Lily: I can't get used to it. I hate moving on and doing things without her.",
        "[Dusty sighs]",
        "Dusty: You know, you were right when you said that I'm not qualified to set up a foundation. Just like I wasn't qualified to open up a club. I know that I can set up this foundation. It's easy. And it's gonna be worthy of your sister's name. I just -- gotta go to Chicago for a little while.",
        "Lily: What do you mean?",
        "Dusty: Well, I got some investor friends down there who know all about setting up these kinds of things.",
        "Lily: You don't have to do that.",
        "Dusty: No, I want to. It's good. I'm gonna go there, I'm gonna take a crash course, and when I come back, we'll try again.",
        "Lily: You know, you don't have to prove anything to me.",
        "Dusty: You watch. When I get back, you and me -- you and me, we're gonna set up something great. Something Rose would be proud of.",
        "[SCENE_BREAK]",
        "Aaron: All right, tell me this -- Luce left last night with Clark, right? How did she wind up here?",
        "Paul: Why don't you ask her yourself, Aaron? If she wants to talk to you, she'll tell you everything.",
        "Aaron: Luce? What happened? Did something happen between you and Clark? Did he do something? Did he hurt you?",
        "Lucy: It's none of your business, Aaron. Stay out of it.",
        "Aaron: I can't stay out of it. Last night, you almost passed out in the club. Please tell me what happened. What did he do? Did he drug you? Did he put something -- did he put something in your drink?",
        "Lucy: I don't want to talk about it.",
        "Aaron: Did he force himself on you?",
        "Lucy: I said I don't want to talk about it! Will you please just get out of here and leave me alone?",
        "Aaron: All right, fine. I'll get out of here. I'll get out of here. But you know what? I'm gonna go find out from Clark, if I got to beat it out of him.",
        "Lucy: No, stop, Aaron. Stay out of it.",
        "Aaron: Oh, the hell I will, Luce.",
        "Lucy: I mean it! I don't want you fighting my battles for me. I don't want you to. You're not my hero. You're not anything to me anymore!",
        "[SCENE_BREAK]",
        "Pilot: Whenever you're ready, Ms. Cabot.",
        "Rosanna: Okay, thank you.",
        "Pilot: Okay.",
        "Rosanna: Okay, we'll talk soon. Okay? We will, I promise.",
        "Carly: Okay.",
        "Rosanna: I love you.",
        "Craig: Where is she?",
        "Carly: You're too late.",
        "Craig: Where is she? Rosanna! Rosanna, don't leave. Rosanna!",
        "[NEXT_ON]",
        "Lucy: Just because Alison doesn't need you anymore doesn't mean I do.",
        "Chris: When you make a commitment like this -- I mean, we could be stuck with it for years.",
        "Alison: Are you talking about the condo or me?",
        "Carly: 'Cause I love my sister, and she will be happier without you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hfbXAKWY29E"
}