{
    "Episode Summary": [],
    "Recap": [
        "Rosanna confesses her crimes to Margo and before her arraignment, she slips back into a coma and is taken to the hospital. Paul sleeps and dreams that Rosanna tells him she will always love him and if he ever loves her again she will be waiting for him. Margo later tells Paul what happened to Rosanna, and the doctors at the hospital want to send her back to the clinic in Switzerland. Paul asks Meg for another chance to be happy with her, and she tells him no because she can't be with him, since he only wants revenge and won't let the past go. Dusty leaves Allison a college scholarship in his will, and she wants to take advantage of the opportunity in honor of Dusty. Dusty leaves Emily The Intruder, but she refuses to take it because she doesn't want to profit from Dusty's death. Lily remembers that she was in the hospital lab kneeling next to Dusty's dead body, and she picked up the syringe which was on the floor and held it in her hand. Lily finally figures out that Holden has been covering for her because he thinks she killed Dusty."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Hi, I waited all night for a detective to call me, but nobody called me. I'm here to give a statement against Rosanna Cabot for fraud or whatever else you're charging her with.",
        "Cop: Are you the victim?",
        "Paul: Well, that's kind of an understatement. She broke into a hospital lab and switched the results of a DNA results, she tried to keep me from knowing that I was going to be a father, I was going to have a son.",
        "Cop: Do you have any evidence?",
        "Margo: Excuse me. What's the problem here?",
        "Cop: This man wants to give a statement for your case.",
        "Margo: Oh, that won't be necessary.",
        "Rosanna: You're wasting your time, Paul.",
        "Paul: You're not going to get away with this.",
        "Margo: Why don't you come in here and I'll explain.",
        "Paul: Look, she confessed, okay? And I wasn't the only who heard it, other people heard it.",
        "Margo: Paul, just calm down.",
        "Paul: So I don't know what crock she fed you, and I don't know why you're believing it, but what she did was criminal.",
        "Margo: You're right. And Rosanna will be punished.",
        "Rosanna: I confessed everything.",
        "[SCENE_BREAK]",
        "Emily: Thank you.",
        "Susan: That is your third cup in five minutes. What about some water?",
        "Emily: Mother, please, would you just back off? Okay. I haven't slept since Dusty died. I got a call from the night desk at \"The Intruder,\" they arrested Holden Snyder for Dusty's murder.",
        "Susan: On what grounds?",
        "Emily: I don't know, I don't have the details. But I do know it wasn't him. It couldn't have been him.",
        "Susan: Emily, I know that you're upset about Dusty.",
        "Emily: I was so angry with him, Mother. I was angry with him because I thought it was him. I thought Dusty was the one who told Chris about my past, but it wasn't Chris, it was Lily, the whole time. It was Lily.",
        "Susan: Lily? How could you have known? Don't beat yourself up for that. And Dusty was fighting with people all the time, not just you.",
        "Emily: God, if only I'd known the truth, I never would've done what I did, Mother.",
        "Susan: Honey, you got to stop this right now.",
        "Emily: He was right. Dusty was right the whole time. Chris didn't love me. I mean he doesn't know me. He certainly couldn't love me the way Dusty did, with my flaws. Everything he knew about my past, the minute he knew that I was a hooker, he left me. He just walked away from me.",
        "Susan: You have to get a grip, Emily. We're in a public place. Now, I've gone out on a limb to take suspicion off you, so stop talking like you're guilty.",
        "Emily: What are you talking about? What have you done, Mother?",
        "Susan: I'm the reason Holden was arrested.",
        "[SCENE_BREAK]",
        "Lily: Hey. We bailed you out after midnight last night and you're still the first one to wake?",
        "Holden: Actually Ethan had that honor.",
        "Lily: Oh, I didn't hear him. I would've woken up with him and you could have gone back to sleep.",
        "Holden: Well, I haven't really been sleeping much these days. You know what, you need to get some rest. You're still recovering. I sent the kids off to school, so why don't you go back to bed?",
        "Lily: No, no, no. I'm going to make you breakfast and you're going to tell me everything.",
        "Holden: Wow, there's really nothing to tell.",
        "Lily: No? Well then you need to talk to your lawyer. When are we going to meet Bonnie today?",
        "Holden: We're not.",
        "Lily: Okay. We're not. Then when are you going to meet with Bonnie?",
        "Holden: Lily, Bonnie is not my lawyer. She helped get me out on bail, but I told her everything that I can.",
        "Lily: Which is a lot different than everything that you know.",
        "[SCENE_BREAK]",
        "Emily: What exactly did you do to get Holden arrested, Mother?",
        "Susan: I told Margo that I saw him hanging out by a drug cart at the hospital the night of the murder.",
        "Emily: Mother!",
        "Susan: It happens to be true. And if it takes the suspicion off you, so much the better.",
        "Emily: I don't need you to protect me!",
        "Susan: It is no secret that you and Dusty had a very difficult relationship and you were fighting a lot lately.",
        "Emily: Well, it's like you said, people fight.",
        "Susan: Yeah, and other people hear about it, like Margo. I just wanted to be sure that the police were aware that Dusty had other enemies who had access, and motive and --",
        "Emily: Wait, wait, wait. Wait, back up.",
        "Susan: Opportunity.",
        "Emily: You waited to tell the police, which means you really believe that Holden's innocent.",
        "Susan: If Holden's innocent, he'll be exonerated. I'm much more interested in keeping you out of a police line-up. Because if they find out that Holden is not a suspect, you're on their short list.",
        "[SCENE_BREAK]",
        "Holden: Let me get you some tea or a muffin.",
        "Lily: Why are you changing the subject?",
        "Holden: Lily, my case, it's gonna take care of itself.",
        "Lily: Holden, murder charges just don't go away. Especially after you admitted hiding the murder weapon. You need to explain yourself. To your attorney. To the police. To me.",
        "Holden: You know what? Don't worry about it. It's not good for you to get all worked up about all this.",
        "Lily: Why are you bending over backwards to take care of me, after everything we've been through?",
        "Holden: I need you. I need you to focus on getting better. To be there for the kids.",
        "Lily: I need you to be their for our kids. Could you at least let me call Bonnie?",
        "Holden: Lily, the best thing that you can do right now is go back up to bed. You've got a doctor's appointment later. You need to be rested for that.",
        "Meg: You know, Holden is right. And besides, I'd like some alone time with my brother.",
        "Lily: Okay. All right, maybe you can talk some sense into him.",
        "Meg: So I hear you've been stonewalling everybody. Do you want to tell me what's going on?",
        "Holden: You know what? Don't start with me. Okay, I have heard it from everyone in this town. Enough! I have said all I'm going to say.",
        "Meg: Really? Did you say good-bye to your children? \"Sorry, kids. I know I've always taught you to do the right thing, and I do love you, but I'm not going to see you for a long time because I'm going to prison for murder.\"",
        "Holden: You're not playing fair.",
        "Meg: I'm your little sister, I don't have to.",
        "Holden: Well, I'm not playing at all.",
        "Meg: Holden, come on, you can't ignore this! You could go to prison for the rest of your life!",
        "Holden: Meg, I have got work to do.",
        "Meg: Okay, will you listen to me? I have done some pretty foolish things for love, but murder -- never.",
        "Holden: Dusty, I hated him, what he did to Lily and this family. He took advantage of her when she was vulnerable.",
        "Meg: Okay, maybe that's true, but you would never kill someone over that.",
        "Holden: Unfortunately, in this case, what you believe is not important.",
        "Meg: Okay, then talk to me. Let me help.",
        "Holden: Okay. You want to help me get things in order? You can help me get Lily well. You can help me make sure that she and the kids are okay. If I can't be here for them, they're going to need somebody to lean on.",
        "[Lily screaming]",
        "Lily: Holden! Holden!",
        "Holden: Honey, its okay.",
        "Lily: I had -- I had a terrible dream. I think it was a -- I think it was a memory of the night that Dusty was killed.",
        "Holden: What do you mean?",
        "Lily: I was there. I was there in the room. I saw him. I saw Dusty on the floor. He was -- he was -- he was dead!",
        "Holden: No. No. I'm sure it was just a bad nightmare.",
        "Lily: No, it wasn't. I swear I was there. It was real.",
        "Holden: No, no. That's impossible.",
        "Lily: Why?",
        "Holden: Because you were in your hospital bed. I was with you all night.",
        "Lily: No, this was real. This was -- this was so real.",
        "Holden: You know, Lily, it's probably just the drugs. I'm sure it's only natural to have side effects.",
        "Lily: Yeah. Wow, you're right, you're right. But it just -- oh, it felt so real.",
        "Holden: All right. You know what? Here's what we're going to do. We're going to take you do your doctor --",
        "Lily: Okay.",
        "Holden: And see what he has to say.",
        "Lily: Well, maybe -- maybe he'll help me remember. Help me remember something that happened that night.",
        "Holden: Listen, listen, listen. You need to concentrate on getting better.",
        "Lily: Yeah, but maybe I'll remember something about that night. Maybe I can remember something that I saw in that room that could prove that you are innocent.",
        "Holden: Promise me that you're going to focus on getting better. You can do this. Okay?",
        "Lily: I want that too, but --",
        "Holden: Do not dwell on the past. It might jeopardize your recovery. You have to promise me that you will forget about everything that happened that night.",
        "[SCENE_BREAK]",
        "Emily: Mother, I don't want Holden going to prison to take suspicion off of me!",
        "Susan: It could happen. You just have to keep your mouth shut until this whole thing is resolved. Can you do that for me? I don't want certain things getting spread around.",
        "Emily: What are you getting at?",
        "Susan: You have to watch what you say. If they call you in for questioning, Margo's going to want to know what you and Dusty and Chris were fighting about.",
        "Emily: Yeah, the fact that Chris found out I was a hooker?",
        "Susan: Exactly. You don't want that to be common knowledge, now do you?",
        "Emily: I'm not gonna broadcast it, okay? What difference does it make? I mean, Chris probably already told Tom. For all I know, he knows. And I'm just waiting for him to tell me that he's gonna take Daniel away.",
        "Susan: Hey, Tom! We'd ask you to join us, but we both have to get to work, don't we, Sweetie?",
        "Emily: Yeah, I'm running late, too, so I will see you later, Mom? You have a good day.",
        "Susan: Don't forget what I told you.",
        "Emily: Okay.",
        "Tom: Before you go, Emily, there's something I need to speak with you about.",
        "Emily: Right, well, unless it's about Daniel, I don't have much time. It's a big news day, so --",
        "Tom: Yes, this will heavily impact Daniel.",
        "Emily: Alison -- oh, there you are. I've been meaning to call you. I just remembered -- now is really not a good time. I just remembered what we need to go finish to do today. Remember that important thing we have to do?",
        "Alison: Can't it wait?",
        "Emily: No, it can't wait, actually.",
        "Tom: Stop trying to run away, Emily. I'm the one that phoned Alison.",
        "Alison: And I came right over. But I still don't understand what's so important that you had to talk to us this morning.",
        "Emily: Us? What's going on?",
        "Tom: Dusty had some unfinished business with both of you. So as his lawyer, I think the sooner we address that, the better.",
        "[SCENE_BREAK]",
        "Margo: Rosanna has given us everything we need. She's waived her right to a lawyer, and she signed a full confession.",
        "Rosanna: Um, there's just one more thing. Since I've confessed to everything, do you think I could please have a moment alone with Paul?",
        "Margo: I'm sorry, no, we've got to get you down to booking.",
        "Rosanna: Please, it'll really just take a minute.",
        "Cop: Chief, there's a call for you.",
        "Margo: Okay, you've got a minute. I'll be right out here.",
        "Rosanna: Look, I, um, I confessed to everything, okay? She told me that I could definitely go to jail. You've got me right where you want me. Have I made you happy now, Paul?",
        "Paul: This is not how I ever wanted things to be.",
        "Rosanna: You know, when I was in the coma, you came to me, and you saved me. I suppose it's foolish of me to think that you could save me again.",
        "Paul: I brought you back from Switzerland with the best of intentions, Rosanna.",
        "Rosanna: But you were still in love with Meg, and you weren't honest with me about that. You made me believe that you loved me.",
        "Paul: I did love you. I did. And I tried so hard to be a good husband. I tried. I tried to forget about Meg.",
        "Rosanna: Yeah, but you couldn't.",
        "Paul: I tried to be good to you. I did everything I could think of to try and make you happy.",
        "Rosanna: Yeah, exactly tell me how is sleeping with Meg fit into that plan?",
        "Paul: That was a mistake.",
        "Rosanna: Yeah, a big one. You got your ex pregnant.",
        "Paul: And leading me to believe that I wasn't a father, but Craig Montgomery was? You know, Rosanna, you're not exactly the picture of the doting wife.",
        "Rosanna: Yes, that was my mistake, and that mistake is gonna cost me everything.",
        "Paul: You? Meg. Cost Meg. She lost her baby because of you! My baby.",
        "Rosanna: You know, you can pin a lot on me, but not that. Your baby is gone because of you, because of your inability to think and act rationally when it comes to Meg Snyder!",
        "Margo: Okay. All right, time's up, let's go.",
        "Rosanna: No, I'm sorry. That's not what I wanted to say, Paul. I'm sorry.",
        "Paul: But maybe it's what I needed to hear. I'd like to thank you, Rosanna, for showing me where my priorities are.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Paul: Meg! Meg, come out, I gotta talk to you!",
        "Meg: I don't want to see you again, Paul.",
        "Paul: I'm not leaving until I talk to you. Come on, open up.",
        "Meg: You know, if my mother or Holden were here, I don't know what they would do.",
        "Paul: But they're not here. I gotta talk to you. You're going to hear me out.",
        "Meg: Well, don't be so sure.",
        "Paul: We're free. We're finally free, Meg. With no one standing in our way, you and I can finally have what we wanted. You and I have a real chance to be happy.",
        "Paul: Rosanna confessed to everything. She's at the police station right now. They're booking her.",
        "Meg: So justice will be done and Rosanna will go to jail.",
        "Paul: Yeah, probably.",
        "Meg: And you made that happen?",
        "Paul: No, no, no, she made this happen. She kidnapped me. All I did was called the cops. I told her this time I'm pressing charges.",
        "Meg: And that made her confess? Well, now if only you could do the same for Craig, 'cause that's what you really want, isn't it, Paul?",
        "Paul: No. All I want is you, Meg.",
        "Meg: That's not true. You're always plotting and scheming. Is that what you think I want, vengeance?",
        "Paul: I thought what you wanted was to know that the person responsible for us not knowing the truth about our child is being punished.",
        "Meg: What I want is to have my baby back. Can you do that for me, Paul?",
        "Paul: You know, we can try again.",
        "Meg: No, that's not gonna happen. You still don't get it, do you? You think everything is fine because somebody got punished for doing you wrong. What good does that do? Getting revenge doesn't make it better.",
        "Paul: It's not revenge. It's justice.",
        "Meg: Don't you think I could have had Rosanna and Craig prosecuted if I wanted to? But I chose not to because that's not gonna bring my baby back.",
        "Paul: Our baby. And I did what I did because I want us to be able to move on together.",
        "Meg: No, you wanted to win. If you really wanted this to end, you would have let this go. But you can't do that. Can you, Paul? You can never forgive or forget.",
        "[SCENE_BREAK]",
        "Lily: Honestly, Doctor. I'm feeling much better. I'm actually starting to remember things that I've blocked out.",
        "Doctor: Any recurrence of the feelings that you had the night of the overdose?",
        "Lily: If you're asking if I am suicidal, the answer is no. I did not try to kill myself that night. But I am trying to remember things and be clearer, and about that night. I wish I could remember more.",
        "Doctor: That will come in time.",
        "Lily: Holden doesn't want me to remember. He's afraid it will upset me, but I don't care. I need to find out everything I can about what happened that night.",
        "Lily: I am. I am. Can you talk to Holden and convince him, please? He's right outside in the waiting area. Please? Thank you. Thank you. Would you excuse me for a moment? I just need to use the ladies room. I'll be right back.",
        "[Lily goes to the room Dusty was found dead]",
        "Holden: Sure. Doctor, I'm curious. Did she say anything to you about this nightmare that she had? It really shook her up.",
        "Doctor: She mentioned she thought things were coming back to her.",
        "Holden: Well, she thinks that it's a real memory, but it wasn't.",
        "Doctor: It's natural for these things to be hazy at first.",
        "Holden: Just how much will Lily remember about what happened around the time of the overdose? Any chance that she could possibly, I don't know, suppress all of it, forever?",
        "Doctor: With the mind, anything is possible. But she seems like she'd like to remember that night, and she'll likely need therapy to help her with that.",
        "Holden: Remembering that night, that's the last thing she needs.",
        "[SCENE_BREAK]",
        "Emily: Dusty and I had a lot of unfinished business, but I really don't understand how that involves you, Tom.",
        "Alison: And our business was very finished.",
        "Tom: In Dusty's will, he placed most of his money in Jennifer's foundation. There was also a sizeable trust fund placed aside for his son, Johnny, in case he should ever reappear.",
        "Emily: I can't do this. I just can't listen to this.",
        "Tom: Please sit down. You need to hear this. Since Dusty obviously didn't know when he was going to die, there were some unfinished projects in the works, and as his lawyer, I want to see that they are put through as per his intentions.",
        "Alison: I can't imagine what this has to do with me.",
        "Tom: Well, it has everything to do with you. He just recently put money in a college fund, in case you ever decided to go back to school, which he hoped that you would. In this fund, there is enough money for you to obtain a degree from the college of your choice.",
        "Alison: You can't be serious.",
        "Emily: That's incredible!",
        "Tom: Well, he didn't know when the best time would be to present this to you, and as you know, he ran out of time. Along with this, of course, this letter.",
        "Alison: \"Alison, you are so young, and so much has been taken from you. Maybe this will help you get it back. The potential is already there inside you. Use this to make it happen. Become the person you want to be, Dusty.\" He wanted me to go to college.",
        "Emily: Baby, he cared about you so much.",
        "Alison: Only because I was your sister.",
        "Emily: We both know that's not true. You're gonna do it, right? I mean, you're gonna go to school. Come on, Dusty would be so proud of you.",
        "Alison: I can't believe it. After everything, he had so much faith in me.",
        "Emily: Yeah, and I had no faith in him.",
        "Tom: I can see that you're having a tough time dealing with the loss of Dusty. I can also only assume that there's probably trouble between you and Chris.",
        "Emily: What's your point, Tom?",
        "Tom: Do you feel you are prepared to deal with the unfinished business that Dusty had with you?",
        "Emily: I am. You said it involves Daniel.",
        "Tom: What I have in this envelope will highly impact how much time you'll be spending with our son from here on.",
        "[SCENE_BREAK]",
        "Doctor: Why are you so concerned about what Lily remembers?",
        "Holden: Well, it was a really rough night for her. Why should she have to dredge it all up again?",
        "Doctor: It can be positive for someone in recovery to be aware of the consequences of addictive behavior.",
        "Holden: I just don't want her reliving a trauma that her mind is protecting her from.",
        "Doctor: I'm afraid that's not up to you. Lily may need to experience those repressed memories in order to process them.",
        "Holden: That's the worst possible thing she could do.",
        "Doctor: I'm afraid I disagree. To help with her therapy, she is going to need intensive treatment, and I'm recommending another long-term stay in rehab.",
        "Holden: No, no, that's not going to happen.",
        "[SCENE_BREAK]",
        "Lily: It wasn't a dream. I was here. I was here with Dusty, and he was dead.",
        "[SCENE_BREAK]",
        "Holden: Doctor, all I'm saying is, rehab did not work for Lily before.",
        "Doctor: Just because a relapse occurs, that doesn't mean rehab was a failure. Give it another chance.",
        "Holden: No, no, I'm not sending her away. I want her home so she can be with her family, so I can look after her myself.",
        "Doctor: You can do that 24/7?",
        "Holden: Absolutely.",
        "Doctor: Then where is Lily now?",
        "Holden: I'll take care of her.",
        "[SCENE_BREAK]",
        "Lily: Oh, my God. Oh, my God, I had it right here in my hand.",
        "[SCENE_BREAK]",
        "Paul: The only thing that I can't let go of, Meg, is you. I do love you. I think that's really all that matters.",
        "Meg: It's too late. How many times did I come to you, Paul? How many times, and I told you that I was carrying your child, I felt it, but you wouldn't believe me.",
        "Paul: No, you knew how I felt. You said you could look into in my eyes and tell how I felt. Here, look into my eyes right now. Look into my eyes and tell me what you see now. Tell me what you see.",
        "Meg: I see how much we've lost.",
        "Paul: We can get all that back.",
        "Meg: No, we can't.",
        "Paul: Stop. We can help each other. We can rebuild our lives together. Please, I need you. I need you.",
        "Meg: You know, you say that you're free to love me, but you're really not. You never have been, and you never will be. Because wherever you go, you will always have that anger and that need for revenge that is right there, right beside you, and I can't compete with that.",
        "Paul: Tell me what you want. Tell me what it is that you need. I'll do it! Meg, let me prove that I can love you again.",
        "Meg: There's only one thing you can do now.",
        "Paul: Tell me. Whatever it is, I'll do it.",
        "Meg: Leave. I need to be with my family. They're going to need everything I have. And I am not going to let myself be hurt by you again, Paul.",
        "[SCENE_BREAK]",
        "Emily: The ownership papers to \"The Intruder.\"",
        "Tom: And the only name on them is yours. The newspaper belongs to you.",
        "Emily: What?",
        "Alison: Dusty knew how much the paper meant to you.",
        "Tom: If anything happened to him, he wanted you to have the paper. He felt you deserved it.",
        "Emily: But I don't. I don't. Benefiting from Dusty's death is the last thing I deserve.",
        "[SCENE_BREAK]",
        "[Paul enters his room and drinks a cup of vodka and goes to sleep]",
        "Paul: Rosanna? How did you get in here? You're supposed to be locked up.",
        "Rosanna: Nothing could keep me away from you, Paul. I had to come -- to say good-bye.",
        "Paul: Why would they let you out?",
        "Rosanna: It doesn't matter. You'll know soon enough.",
        "Paul: I'm calling the station.",
        "Rosanna: No, no, no, don't. Just give me a minute, okay, and then I'll go. I just wanted to explain myself to you without any anger or recrimination between us, which means maybe I should do most of the talking, huh?",
        "Paul: You have one minute before I call Margo.",
        "Rosanna: Thank you. Do you have any idea how much I love you? I mean, you brought me back to life. You saved my life, and then you became my life.",
        "Paul: Rosanna --",
        "Rosanna: No, no, no. I knew pretty soon that it was Meg that you really wanted, and bringing me back and finding me was really more about hating Craig, wasn't it? It's okay, please, don't answer that. It's just that, that knowledge, it turned me into someone else. I became desperate to hold onto you and to show you how good that we could be together. To prove to you that I was the woman that you really loved. And so I did things. I did unforgivable things for which I will always be ashamed. And I hurt you, and I caused you unbearable pain, and for that, I will always be so, so sorry. I will never be sorry for loving you, Paul.",
        "Paul: You wanted to keep me away from my own child.",
        "Rosanna: I know. And that was wrong. I was just desperate. If I had it to do over again, there were so many things that I would do differently. But I still believe deep down that we are meant to be together. So if you ever find that you still love me, I'll be waiting, okay? I will always be yours.",
        "Paul: Rosanna, I \u0096",
        "[Paul wakes up and Rosanna is gone. Paul leaves his room]",
        "[SCENE_BREAK]",
        "Tom: I know this is a lot to digest. But when you two have had time to think this through and made some decisions, please give me a call. Just don't wait too long.",
        "Emily: He was taking care of us right to the very end.",
        "Alison: I know. And if it hadn't been for me, the two of you would still be together, and none of this would have happened.",
        "Emily: Oh, would you stop it! Stop it! Alison, you made a mistake. It was a long time ago. I'm the one who kept us apart. [Alison laughing] What are you laughing at? What is so funny?",
        "Alison: Listen to us! Arguing over who did Dusty wrong? It's not like he was exactly innocent.",
        "Emily: Well, you know what? Now is not the time to criticize him. The man is dead, Ali.",
        "Alison: I know, I'm sorry, I'm sorry. I just -- I can't help picturing him, looking down on us right now saying, \"Come on. What's a guy got to do to make you girls happy? Stop already!\"",
        "Emily: That does sort of sound like him.",
        "Alison: Maybe Tom's right. We should learn something from this. Dusty believed in us more than we ever believed in ourselves. Maybe we can use these gifts to change that.",
        "Emily: I can't profit from his death, I can't.",
        "Alison: Dusty would hate it to waste an opportunity for a fresh start.",
        "Emily: When he needed me the most, I turned on him. What I did -- oh, God, I will regret for the rest of my life.",
        "Alison: Okay, now you're starting to freak me out. What did you do that was so bad?",
        "[SCENE_BREAK]",
        "Holden: Hey, I thought you were going to talk to the doctor with us.",
        "Meg: I'm sorry, I got delayed. But I'm here now. So what's wrong? What did the doctor say? Where's Lily?",
        "Holden: I don't know, I was hoping that maybe you'd seen her.",
        "Meg: But I thought you brought her for the appointment?",
        "Holden: Yeah, I did, but then I was talking to the doctor, and she wandered off. Now I can't find her.",
        "Meg: Okay, well, she can't be far, right?",
        "Holden: I hope not.",
        "Meg: What did the doctor say?",
        "Holden: He wants to send her back to rehab.",
        "Meg: Well, maybe she should go.",
        "Holden: No, no, I want her home where we can take better care of her.",
        "Meg: How can we do that if you're in jail?",
        "Holden: You know what, let's not go there, okay? Just help me find her.",
        "Meg: I'll call security.",
        "Holden: No. No, no, don't.",
        "Meg: What, are you afraid she's going to break into a drug cabinet or something?",
        "Holden: No, no. Just help me find her, okay?",
        "Meg: Holden, what aren't you telling me?",
        "Holden: Listen, I have my cell. Call me if you see her, and do not let her talk to anyone.",
        "[SCENE_BREAK]",
        "Paul: You released Rosanna?",
        "Margo: I've been trying to get a hold of you.",
        "Paul: She confessed. When I left here, you were booking her.",
        "Margo: Yes, yes, that's true, but --",
        "Paul: Why would you let her go?",
        "Margo: We didn't even get a chance to arraign her.",
        "Paul: Did her high-priced attorney get her out on bail already?",
        "Margo: Please, please, Paul, please, just -- listen. Listen to me. About an hour ago, I went down to check on Rosanna, and I found her collapsed in her cell.",
        "Paul: Is she all right?",
        "Margo: Well, we don't know. I mean, she didn't call for help, she didn't complain of being sick or anything. One minute she was here, and the next minute, she's gone.",
        "Paul: What are you saying, she escaped?",
        "Margo: No, no, Paul, she's in the hospital. She's had a relapse.",
        "[SCENE_BREAK]",
        "Paul: What happened? She's going to be all right?",
        "Doctor: She's slipped into a coma.",
        "Paul: No, an hour ago, she was fine. How could something like that happen?",
        "Doctor: We don't know. It's most likely trauma or stress.",
        "Paul: Well, okay, look, she had an episode a few months ago, and -- what can you do? How can you -- how can you get her to come out of it this time?",
        "Doctor: I'm afraid she may never come out of the coma.",
        "[SCENE_BREAK]",
        "Susan: Say it again. What did Dusty leave you two girls?",
        "Alison: You heard me.",
        "Susan: I can't believe it. No wonder Emily's not answering her cell phone. She must be in shock. I thought Tom was reading her the riot act.",
        "Alison: But instead, he was reading us Dusty's will, or at least the two things he hadn't managed to get into his will yet, because obviously he wasn't planning on dying.",
        "Susan: And obviously, he thought he owed you two girls something, and he was right.",
        "Alison: I wish you wouldn't say that, Mom. Dusty didn't owe me anything.",
        "Susan: Well, I'm your mother, and I'm right. And thank goodness he realized it, and he did something to compensate. He was a good man, after all.",
        "Alison: I knew he was always a good man. And deep down, I know Emily did, too, but whatever happened between the two of them in the end -- she's totally freaking out.",
        "Susan: Why? What did she say exactly?",
        "Alison: She just kept saying how sorry she was, and that she could have made things right, but instead she did the worst thing ever.",
        "Susan: It's just grief talking.",
        "Alison: That's what I thought at first, but I don't think so. I mean, what do you think she did that was that bad?",
        "Susan: I don't know, and I don't think we should ask her. This is one of those times Emily's gonna have to keep her secrets to herself.",
        "[SCENE_BREAK]",
        "[Emily remembering]",
        "Emily: You look like a 4-year-old with ice cream all over your face.",
        "Dusty: Good now?",
        "Emily: No.",
        "Dusty: Now?",
        "Emily: No. Would you like to ask again or --",
        "Dusty: You're putting me on.",
        "Emily: Would you like some help?",
        "Dusty: Yeah, I need help. Please, help me. Save me. Save me from myself.",
        "Emily: I'll do my best.",
        "[SCENE_BREAK]",
        "Holden: Lily, I've been looking all over for you. Are you all right?",
        "[Lily remembering]",
        "Holden: Lily, you shouldn't be out of bed. Where did you go? Come with me. What do you have in your hand?",
        "[SCENE_BREAK]",
        "Lily: I remember! I remember what happened!",
        "[SCENE_BREAK]",
        "Paul: I don't understand how you expect me to make a decision like that. You want to ship her off to Switzerland without even waiting to see if she comes out of this coma.",
        "Doctor: We're just not equipped to handle a case this severe. Think about it and tell me what to do.",
        "Paul: I don't know how you did it, but I guess you were coming to me to say good-bye. You know, you once told me that you thought that you and I were destined to be together. And Rosanna, I'm starting to think that maybe you were wrong, and it's not -- it's not 'cause you think, okay? It's not 'cause of Meg, it's just that -- I destroy everything. I destroy everyone I love. And so I'm starting to think that maybe I'm just destined to be alone. Maybe we both are.",
        "[SCENE_BREAK]",
        "Lily: It's all coming back to me, being here, in the hospital, wandering through the hallways, being in the lab.",
        "Holden: Lily, stop. You shouldn't be thinking about that stuff. I shouldn't have brought you here.",
        "Lily: No, I'm glad that you did.",
        "Holden: No, no, I'm taking you home. You know, forget about all that stuff.",
        "Lily: But I have to remember what happened, no matter how painful it is, I have to remember.",
        "Holden: No, it's just a nightmare. It's a side effect from the drugs. Bad drug experience.",
        "Lily: Listen to me. It's not side effects. This is not something I'm making up in my mind. It was real. That's why you didn't want an attorney. That's why you didn't want to tell the police what happened. You were covering for me.",
        "[NEXT_ON]",
        "Casey: Hey, Mom.",
        "Margo: Oh, Casey!",
        "Sofie: Are you telling me that I can't spend time with Hallie anymore?",
        "Chris: You kind of had us all worried there, Dad.",
        "Bob: You can't get rid of me that easily.",
        "Holden: If you didn't kill him, then who did?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3lfJxKMOEJI"
}