{
    "Episode Summary": [],
    "Recap": [
        "Katie and Mike have an intimate welcome home party for two, which BJ interrupts. Katie is still leery of his attention and his need to lavish gifts on her and Mike, but wonders if she might be overreacting? Then, BJ reacts strangely and disappears after agreeing to meet Margo. What is with him, Katie can't help but wonder? After Meg secretly spies Jen and Dusty in bed, she stops from telling them the news about Jen's baby being Rory, much to Paul's delight, who tracked her down to Jen's room after receiving a message from her. He empathizes with Meg later, in hopes of working her to his benefit. He tries to make Meg believe that she and Dusty are each other's first love and Dusty will realize that if she doesn't pass on the blood work results. Meg decides to go back to Oakdale without telling Dusty and Jen. Jen stops Dusty from going farther explaining until she gets her baby back she can't move forward with him. They talk about their blossoming relationship, but Jen is insecure and tries to push Dusty away, but he won't leave her. He wants to be with her and help her find her baby. Carly tells Gwen and Iris a story of a teen, who's father's girlfriend set her up to believe she killed her baby brother, who was in fact a sister . who is in reality Gwen. Iris finally slips up and Gwen realizes Carly is telling the truth. She orders them both out and then breaks down in Will's arms. Iris threatens to make Carly pay. Jack and Will both wonder if finding out Carly and Gwen are half sisters will affect the war over Rory. However, both Carly and Gwen are standing firm; they will not give up their fight for Rory, even though they just found out they are related!"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Mike? Are you here? Mike? [Katie sighs] B.J. Green. Great.",
        "Mike: Hey.",
        "Katie: Hi-yah!",
        "Mike: Something I said?",
        "[SCENE_BREAK]",
        "Meg: This isn't happening. It can't be.",
        "[SCENE_BREAK]",
        "Jack: Don't do it, Carly.",
        "Will: Jack, are you going to arrest her?",
        "Jack: Who?",
        "Will: Gwen, for the kidnapping.",
        "Jack: Will, that's not the most important thing on the table.",
        "Will: Because you can't arrest her, okay. I did it. I was the one that kidnapped the baby.",
        "Gwen: What's the deal this time? What are you gonna do, smother me with a pillow while the whole hospital watches? You think you'd get away with it, don't you? Why not? You drugged me, you pushed me down a flight of stairs and you walked away.",
        "[Carly remembering]",
        "Jack: We learned something today, honey. That little piece of information about Iris and Gwen's relationship. If Iris didn't have a little boy, she had a little girl.",
        "Carly: Oh, my God.",
        "Jack: Gwen --",
        "Carly: Gwen.",
        "Jack: Gwen is that little girl.",
        "Carly: But Jack -- Iris had that baby with my father.",
        "Jack: I can't believe I didn't see it before.",
        "Carly: She's my sister? Gwen Norbeck is my sister.",
        "Gwen: Hey. What's your problem?",
        "Carly: I just have one question for you, Gwen. How long have you known?",
        "Jack: Will, right now, I gotta get in there and --",
        "Will: No, you don't. I'm telling you that I kidnapped the baby, okay? It was me.",
        "Jack: There's security tapes, Will. Gwen was seen leaving Memorial Hospital carrying Rory.",
        "Will: Because I sent her in there. It was my idea to take the baby out of state, so --",
        "Jack: It's not going to fly. I understand the impulse, but it's not gonna work. It's not the most important thing right now, anyway.",
        "Will: What is?",
        "Jack: Do you know about Carly and Gwen?",
        "Will: No, what about them?",
        "Jack: Their relationship?",
        "Will: They hate each other's guts, not much of a relationship. What?",
        "Jack: You don't know. She would tell you, wouldn't she?",
        "Will: She would've told me what?",
        "Jack: Which means she doesn't know. Oh, Carly, go easy, it's not what you think.",
        "Will: Jack, Jack, what's going on in there?",
        "Jack: Hopefully, an end to all this. Come on, Will, there's something you gotta know about Carly and Gwen. Come on.",
        "Gwen: What do you mean, how long have I known? How long have I known that you'd do anything to get rid of me?",
        "Carly: Don't --",
        "Gwen: Well, drugging me was a really big clue.",
        "Carly: Will you stop it? How long have you known about us?",
        "Gwen: Us?",
        "Carly: You and me.",
        "Gwen: Look, lady, there is no \"us.\" You get out of here or I'm calling security.",
        "Carly: You're afraid of me.",
        "Gwen: Hell, yes, I'm afraid of you. And everybody should be. If you harm one hair on my baby's head --",
        "Carly: I wouldn't do that.",
        "Gwen: We both know you would. You killed a baby before, you could do it again.",
        "Carly: I didn't do that, and you know it!",
        "Gwen: You killed your little brother. There are records and everything.",
        "Carly: Your mother set me up.",
        "Gwen: What?",
        "Carly: Iris. Your mother. She admitted it, Gwen, when the Emt guys came to take you to the hospital, so don't bother trying to deny it. Iris Dumbrowski is your mother. And the two of you, you cooked up this scheme together, huh?",
        "Gwen: What scheme?",
        "Carly: Digging up this bogus crime that I supposedly committed when I was a child. The two of you thought that I would never remember what really happened, right? Well, I do remember. After all these years, I finally remember, and our past is no longer a mystery.",
        "Gwen: What -- what do you mean, our past? You and I, we don't have a past. Look, you killed your little brother.",
        "Carly: I never had a brother. I never killed anybody. It was a set-up. You really don't know. Oh, my God, that woman is really something.",
        "Gwen: Who?",
        "Carly: Your mother.",
        "Gwen: Look, Iris might be a lot of things, but she isn't lying about this. She heard about you and your brother and found out there were police records.",
        "Carly: That's what she said. She said she just found out about it. She did have anything to do with it.",
        "Gwen: You're just trying to mess with me.",
        "Iris: What are you doing here? You leave my little girl alone.",
        "Carly: Your angel girl? Your angel girl you used to try and ruin my life? Tell her, Iris.",
        "[SCENE_BREAK]",
        "Jennifer: You're such a good man.",
        "Dusty: You okay?",
        "Jennifer: No. No. It's not you, it's me. I just can't. Dusty, I'm sorry, I just can't do this.",
        "[SCENE_BREAK]",
        "[Mike laughs]",
        "Mike: How was your trip, baby?",
        "Katie: Just great.",
        "Mike: Oh, good.",
        "Katie: Why don't you show me what you got, baby?",
        "Mike: You want to be more specific?",
        "Katie: Your moves, Kasnoff. I just spent a week being trained by professionals.",
        "Mike: Yeah, yeah, time well spent, I can tell.",
        "Katie: Mm-hmm.",
        "Mike: I can tell. Aw.",
        "Katie: Oh.",
        "Mike: I let you do that.",
        "[Katie laughs]",
        "Katie: Thanks, honey.",
        "Mike: Hi. Welcome home.",
        "Katie: Thank you.",
        "Mike: You want to tell me why you were gonna punch me?",
        "Katie: I thought you were B.J.",
        "Mike: You were expecting him?",
        "Katie: Not until I saw his card on the floor. I thought you had called me here.",
        "Mike: I did. I was gonna welcome you home in style.",
        "Katie: Why here?",
        "Mike: I'm working on the place. Total renovation.",
        "Katie: For? Let me guess.",
        "Mike: B.J. wants to bring it back to its original form, you know. It's a great project.",
        "Katie: But why does he need a house? I thought he was leaving soon.",
        "Mike: He probably is. He just likes redoing old houses.",
        "Katie: That's why his card was here.",
        "Mike: I guess. What did you think?",
        "Katie: I thought -- I don't know, for a second I thought maybe he called me pretending to be you.",
        "Mike: He's not that weird.",
        "Katie: Only a little weird?",
        "Mike: All right, look, I talked to him straight up about how you felt.",
        "Katie: Oh, Mike.",
        "Mike: What, \"oh, Mike?\"",
        "Katie: That is so embarrassing. What's he supposed to say? \"Yeah, I was hitting on your girlfriend?\" What did he say?",
        "Mike: He was embarrassed that he offended you, okay? All right, maybe the guy's a little bit strange, but he is not putting the moves on you.",
        "Katie: Well, he keeps giving you jobs.",
        "Mike: Exactly. Don't you think, if he wanted you so bad, he'd try to get rid of me. He'd pay me a lot of money and send me to go work in Timbuktu.",
        "Katie: He knows you would turn that down. Don't you see, he's keeping you so busy you might as well be in Timbuktu.",
        "Mike: This is not the way I pictured our homecoming going.",
        "Katie: Oh, yeah? What did you picture?",
        "Mike: This.",
        "Katie: What is that?",
        "Mike: I hit my head.",
        "Katie: How?",
        "Mike: I fell off a ladder.",
        "Katie: Here?",
        "Mike: Yeah.",
        "Katie: How?",
        "Mike: I was working on a ceiling beam, and it just popped loose and hit me on the head. Hey, what are you doing?",
        "Katie: That is it. No more working for B.J. Green. As of tonight, you quit.",
        "Mike: What? Sure. Any juice?",
        "Mike: Hey, don't you think you're being a little rash about this?",
        "Katie: I'd rather not wait until B.J. succeeds in killing you.",
        "Mike: What? For crying out loud.",
        "Katie: You're gonna try and tell me this was some sort of accident?",
        "Mike: It was.",
        "Katie: That B.J. rigged.",
        "Mike: Look, Katie, I saw the damage. Nobody could've rigged that. It was years of timber rot.",
        "Katie: That I'm sure B.J. knew about.",
        "Mike: Of course. So did the realtors. That's why he told me to check it out first.",
        "Katie: Let's just get out of here before the entire roof falls on your head.",
        "Mike: Wait. I mean, aren't I safe if I'm around you? I mean, if this whole thing is some big plan to get you, you know, he's not gonna harm me if it endangers one of those pretty, little, blonde hairs.",
        "Katie: Oh, you think this is funny.",
        "Mike: I just think your imagination's getting the best of you. Please, come on, hey, let's celebrate. You're home, all right. I'm gonna make enough money for me and you and the entire crew to last us a year. And you have your own TV show.",
        "Katie: I guess you're right. We do have a lot to drink to.",
        "Mike: And all night to do it.",
        "Katie: Where is your boss?",
        "Mike: Oh, he's in one of these crates over there with some binoculars.",
        "Katie: Okay, all right.",
        "Mike: All right, look, he's out west on a business trip until tomorrow.",
        "Katie: So we have the whole place to ourselves? I don't know if that's such a sweet deal.",
        "Mike: Oh, it's a great place. It just needs a second chance.",
        "Katie: And we're part of the cure.",
        "Mike: We'll put some good vibes in here.",
        "[SCENE_BREAK]",
        "Jennifer: I feel terrible.",
        "Dusty: It's okay. It's okay.",
        "Paul: This isn't right.",
        "Jennifer: No, it's the baby. I -- until I get my baby, I just can't.",
        "Meg: Leave me alone.",
        "Dusty: What was that?",
        "Jennifer: What?",
        "Dusty: Oh, man.",
        "[SCENE_BREAK]",
        "Iris: Gwennie, I'm gonna call somebody down and get this woman kicked out of here.",
        "Gwen: Tell me the truth, Mom.",
        "Iris: Sweeite, you have a concussion. You don't want people coming in here and harassing you.",
        "Gwen: Mom, did Carly kill her little brother? She says it was all a lie.",
        "Iris: Well, you don't expect her to admit it?",
        "Carly: It's not gonna work, Iris, don't you get it? It's all going to come out.",
        "Iris: There's nothing to come out.",
        "Carly: Your mother set me up.",
        "Gwen: What, like -- like you're a little kid, and out of nowhere, she decides to make it look like you killed your little brother, but you didn't?",
        "Iris: That's just crazy talk, right? I told you. You know, you give me the word, and I will call security, honey.",
        "Carly: It wasn't out of nowhere. Your mother lived with my father.",
        "Gwen: What?",
        "Carly: She tried to set me up with their baby. She pretended that I killed her baby boy. But it wasn't a boy. It was a girl.",
        "Gwen: I had a sister?",
        "Iris: Honey, I told you to ignore her.",
        "Carly: She has a birth certificate, Iris. I think she can do the math.",
        "Gwen: Wait, what are you two --? How long have you guys known each other?",
        "Iris: You leave the kid alone.",
        "Carly: This ends now. She never had another baby. She used you.",
        "Gwen: What?",
        "Carly: She tried to make it look like I killed you.",
        "Gwen: No.",
        "Carly: Yes. You were the child that Iris had with my father.",
        "Gwen: My mom and your dad had me? That means you and --",
        "Carly: You and I are sisters.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jennifer: You deserve more than waiting around for something that I may never be able to give you. So we have to end this. Now.",
        "Meg: You're really a selfish monster.",
        "Paul: Selfish would be doing something stupid just to get a guy.",
        "[SCENE_BREAK]",
        "Katie: You really make enough on these jobs for the whole next year?",
        "Mike: Mm-hmm. Will your show be ready to premiere soon?",
        "Katie: Yep. And membership at the gym is gonna skyrocket. We are so set.",
        "Mike: Yes, we are.",
        "Katie: It still feels kinda strange. Are you sure it's okay that we're here?",
        "Mike: I don't think B.J. would mind.",
        "B.J.: Mike?",
        "Katie: I guess we can ask him. I thought you said he was gonna to be out of town.",
        "Mike: In here.",
        "B.J.: Hey. Katie, I was wondering whose car that was.",
        "Mike: I didn't expect you back yet, man. I'm sorry about this.",
        "B.J.: No, no, I left that here for you guys to enjoy. Just make sure you bring home the bottle with you.",
        "Mike: What happened to your trip?",
        "B.J.: Oh, well, the chip manufacturers, they were having a labor dispute, and they couldn't make the meeting. So then, I figured, you know, I don't need to be there. You look great. I mean, you know, in a rested kind of way. In a \"the trip really worked out for you\" kind of way.",
        "Katie: Yeah, I know what you mean. Yeah, you're right, it was a great trip. I learned a lot. I think it's gonna be good for the show.",
        "B.J.: Oh, that's great. I can't wait to hear about it. We'll have a meeting. At WOAK, during business hours.",
        "Katie: Okay, that sounds good.",
        "B.J.: Well, I'm glad there was no more damage to the ceiling.",
        "Mike: Yeah, that beam was pretty much the extent of it. Look, man, I can't take that money.",
        "B.J.: Yeah, you can. You got injured, you get hazard pay.",
        "Mike: But I'm fine.",
        "[B.J. sighs]",
        "B.J.: All right, well, if you're gonna make me take back the money, I hope you at least keep the sound system.",
        "Mike: Sound system?",
        "B.J.: Yeah, it's incredible, man. It works on the same technology as that little gizmo I gave you. I'm having it installed in your house. It's gonna be great.",
        "Mike: Man, you gotta stop doing that.",
        "Katie: Yeah, B.J. really, all the gifts, it's too much.",
        "B.J.: Killjoys.",
        "Mike: What?",
        "B.J.: Hasn't anyone ever told you the best part about having money is spending it. [B.J. sighs] All right, never mind. Forget it. Katie, do you mind if I just borrow Mike for second? I wanna go over the renovation stuff.",
        "Katie: Sure, yeah, go ahead.",
        "B.J.: All right. Listen to me. There was this house I saw once in Napa, and what they did with the atria is exactly what I'm talking about here.",
        "Katie: All right, yeah, you're being paranoid. [Cell phone rings] Hello.",
        "Margo: Hi. Welcome back.",
        "Katie: Thanks.",
        "Margo: So, good trip? Everything's okay? You're good?",
        "Katie: Yes, yes and yes. What do you want?",
        "Margo: Well, I was trying to be obvious, you know.",
        "Katie: I know. What would you like? What can I do for you, my sweet sister?",
        "Margo: We're trying to find sponsors for the police benevolent association fundraiser, and we want to hit up your new boss for some money.",
        "Katie: Why don't you come ask him yourself?",
        "Margo: Okay, you'll make all the appropriate introductions?",
        "Katie: Yeah, we're at Fairwinds right now.",
        "Margo: Fairwinds?",
        "Katie: B.J. just bought the place, and he's having Mike renovation it. They're talking about the renovations right now, so you should have time to get over here.",
        "Margo: Great, great, I'll be right there.",
        "[SCENE_BREAK]",
        "Gwen: Mom? Tell me it isn't true. Tell me Carly isn't my sister.",
        "Carly: She can't say that, Gwen. It's true, and I don't think she can afford to get caught in another lie.",
        "Iris: She was just as vicious then. There's no difference.",
        "Carly: Is that why you did it? A little kid wasn't nice to you, so you set her up for a murder?",
        "Iris: There was no set-up. You killed my son!",
        "Carly: How did you do it? I remember you sent me out for an ice cream. She had just given birth, and the story she told was that she left me with the baby while she went to call the doctor, but -- but she didn't leave. She was there with the baby, with you. And she sent me to get an ice cream.",
        "Iris: That's your fantasy.",
        "Carly: Iris, I remember it. Then what did you do?",
        "[Iris remembering]",
        "[Baby crying]",
        "[Ice cream truck music plays]",
        "Iris: Shh, shh, shh, shh, shh, shh, shh. Don't cry, little one. Everything is gonna be all right now.",
        "Iris: I didn't do anything.",
        "Carly: You must have put that baby somewhere.",
        "Iris: Oh, you're crazy, you know.",
        "Carly: Did you maybe think about getting rid of it for real?",
        "Iris: That's sick! I didn't do anything to the baby. She was gone when I got back.",
        "Gwen: She?",
        "Iris: What?",
        "Gwen: You said \"she.\" It wasn't a son. Carly was telling the truth. It was me. You used me to set her up.",
        "Iris: Honey, I did what I had to do to protect you.",
        "Gwen: What?",
        "Iris: I had to get you away from Carly and that useless excuse for a dad that you had. It was for you, honey!",
        "Gwen: No! Get out!",
        "Iris: Baby, please --",
        "Gwen: No, both of you! Get the hell out of here! Get out! Get out, now!",
        "[SCENE_BREAK]",
        "Jennifer: What is it?",
        "Dusty: I must've left the door open earlier. I heard a voice.",
        "Jennifer: Outside our door?",
        "Dusty: Yeah. Probably someone going down the hall.",
        "[SCENE_BREAK]",
        "Paul: All right, look, Meg, I know things didn't work out exactly the way you wanted them to.",
        "Meg: Didn't you get my note to go to hell?",
        "Paul: No, I did, but given what we just saw with Jennifer and Dusty, I thought that that was, you know, no longer operative.",
        "Meg: No, I still very much want you to go to hell.",
        "Paul: I didn't make Dusty want Jennifer, you know. If you ask me, I'm pulling for you two. And now -- now, you have a shot at Dusty.",
        "Meg: Until they find out that Rory Cabot really is Jen's son.",
        "Paul: You're never going to show them those DNA results.",
        "Meg: The time wasn't right.",
        "Paul: The time will never be right.",
        "Meg: Is that what you tell yourself? How you live with watching your sister torn apart by grief when you could stop that in one minute? You're really a selfish monster, Paul.",
        "Paul: I'm doing what I'm doing to spare Jennifer grief. There's nothing in it for me. Selfish would be doing something stupid just to get a guy.",
        "Jennifer: I want to be with you, Dus. I do. But I'm -- it's like I'm not a complete person. Not without my baby.",
        "Dusty: I understand, you gotta get him back.",
        "Jennifer: What if we don't find him? I know there's that chance. So what am I doing? Am I never gonna be able to give myself to anyone? What if he's not out there? What if we look and we look and we never find proof that --",
        "Dusty: Jen, listen to me. Listen to me. Do you really believe still that your baby's alive? Then we're gonna find him.",
        "Jennifer: And you don't think that Craig was our last chance?",
        "Dusty: Not by a long shot.",
        "Jennifer: Oh, Craig. No doubt he's sitting in that jail just laughing because he won.",
        "Dusty: That's nonsense.",
        "Jennifer: Well, I spent so much energy just trying to keep that child from him and he just turned it back around at me.",
        "Dusty: If you wanna blame somebody, blame me. It was my idea to set him up again.",
        "Jennifer: For me. And for the baby.",
        "Dusty: It was my idea to set Craig up, and look what happened. You lost your husband. You lost your baby.",
        "Jennifer: No.",
        "Dusty: It's true.",
        "Jennifer: No. No, I did not lose my husband because of what we did. I lost my husband the day I married him. Dusty, Mike -- Mike wanted a family. He wanted to prove to himself that he was big enough to forgive me for a lie like sleeping with Craig. It was like I was just, I became a bunch of life lessons for him. And not the woman that he was supposed to love above everyone else.",
        "Dusty: Well, you should have been. You deserve that.",
        "Jennifer: But it was never going to be that way with Mike.",
        "Dusty: You've thought about this a lot, huh?",
        "Jennifer: Yeah. Yeah. When I couldn't stand thinking about losing the baby anymore, then I'd just take a break and think about how I blew my marriage.",
        "Dusty: You didn't.",
        "Jennifer: No, no, I blew my marriage as much as Mike did. But he was right about one thing. I should have trusted him more. But I do trust you.",
        "[Dusty sighs]",
        "Dusty: And it's working out great, huh?",
        "Jennifer: Yes. Yes, it is. Because when I was really in trouble, when I needed someone there to help bring my baby into the world, you were there. We both could have died. But because of you, I got to see my son. I got to hear his voice. And no matter what happens, I will always have that. Because of you. And after all that, everything else, all the comfort, any amount of hope or fight or laughter -- all of it -- I have because of you.",
        "Dusty: Sorry.",
        "Jennifer: No, no, it's not --",
        "Dusty: I know it's not what you want --",
        "Jennifer: No, it is. I guess that timing really is everything.",
        "Dusty: Yeah.",
        "Jennifer: So is this guilt?",
        "Dusty: What?",
        "Jennifer: Why you're here?",
        "[Dusty sighs]",
        "Dusty: Come on.",
        "Jennifer: That's what it sounded like from what you said before.",
        "Dusty: Is that what it feels like when I touch you? Does it feel like guilt?",
        "Jennifer: No. No, it -- [Jennifer sighs] I guess I'm just -- I'm looking for some reason.",
        "Dusty: For what?",
        "Jennifer: For how somebody would want to be with someone who's such a wreck.",
        "Dusty: I don't see a wreck.",
        "Jennifer: Well, you should. You deserve better, Dusty.",
        "Dusty: You know so much about me. Do you think I'd ever be somewhere I don't wanna be?",
        "Jennifer: No.",
        "Dusty: Then stop telling me what I deserve because you feel empty. But I see all of you. I see an amazing woman who made it through hell, and here you are. You're still standing. Still shining. What?",
        "Jennifer: You have to go.",
        "Dusty: What?",
        "Jennifer: You deserve more than waiting around for something that I may never be able to give you. So we have to end this. Now.",
        "[SCENE_BREAK]",
        "Paul: I know that you're mad at me.",
        "Meg: I'm mad at me. You know, Dusty truly cares about your sister. I see it.",
        "Paul: Yeah, but it's not real. It's not first love. I know you know what I'm talking about, Meg. If you get a second chance to be with the first person that ever cared about you, that ever loved you -- that can be very powerful. That's what I have with Emily. That's what you could have with Dusty.",
        "Meg: Yeah, if I keep my mouth shut about the baby, right? And even then, that might not be enough.",
        "Paul: That's where you come in.",
        "Meg: I can't. I won't try to tell Dusty what to do.",
        "Paul: No. You don't wanna do that. Dusty's his own man. You don't want to interfere with that.",
        "Meg: I really do want him to be happy.",
        "Paul: And he will be. With you. With you in the picture. I mean, he's a stubborn man, but he's not stupid. And with you around, he'll realize what he could have with you. And he won't waste his time with anybody else.",
        "[SCENE_BREAK]",
        "Katie: Excuse me, boys. I'm expecting someone.",
        "Mike: You're expecting someone here?",
        "Katie: Margo.",
        "B.J.: Your sister?",
        "Katie: Yeah, she wants to ask you something.",
        "Mike: Is that okay?",
        "B.J.: Yeah, no problem.",
        "Katie: B.J. Green, meet my sister, Detective Margo Hughes.",
        "Margo: Mr. Green, I'm here on official business. Did you tell him that I wanted money?",
        "Katie: No, and he gives it away all the time. What's B.J.'s problem now?",
        "[SCENE_BREAK]",
        "Gwen: Get out of here!",
        "Iris: No, baby, please let me --",
        "Gwen: Get out.",
        "Jack: What the hell are you doing here, Iris?",
        "Iris: I'm taking care of my daughter!",
        "Gwen: Get her out of here!",
        "Iris: I'm your mother, honey.",
        "Gwen: All of you, get out!",
        "Carly: Let's go, Jack.",
        "Jack: Okay, all right. You gonna help her with --",
        "Will: Yeah, I got it.",
        "Iris: Angel girl, you only got a piece of the information. I did this for you, sweetie.",
        "Gwen: I don't want to hear it. Just go.",
        "Iris: No. Not until you listen --",
        "Will: You heard her. Leave.",
        "Iris: I'll see you soon, baby. You're gonna be very sorry.",
        "[SCENE_BREAK]",
        "Jack: I'm sorry that she got in there. I took Will out to explain everything. She must've slipped right by.",
        "Carly: It's just as well. I think Gwen needed to hear the truth from her mother.",
        "Jack: She didn't know, did she?",
        "Carly: No. I think it was as big a shock to her as it was to me.",
        "Jack: All of it?",
        "Carly: She didn't know Iris set me up. She didn't know that we're sisters.",
        "Jack: How'd she take the idea that you're related?",
        "Carly: Hard to say.",
        "Jack: But she got it, right? That you're sisters. What?",
        "Carly: Well, I -- it's just a little difficult for me to hear that right now. I think it probably will be difficult for Gwen, as well.",
        "Jack: Honey, but it's true.",
        "Carly: Mm-hmm. For what it's worth. Come on, Jack, you don't think it makes any kind of difference?",
        "Jack: It should.",
        "Carly: How? Gwen is still completely unfit to be a parent. She's still the same messed up, stubborn kid she was, and if she decides to make our life hell, she can do that. She's not going to go all soft because she found out we share the same father and neither am I.",
        "[SCENE_BREAK]",
        "Will: Your doctor says you can go home. Just as long as you check back in with a doctor in Oakdale. You know, maybe we could find a different place for you to stay. One that your mother doesn't know about, so she can't bother you. If you want. Gwen?",
        "[Gwen sobbing]",
        "[SCENE_BREAK]",
        "Katie: I couldn't find him anywhere.",
        "Mike: Then he really must be gone.",
        "Margo: What is it with this guy, huh?",
        "Katie: I don't know, but we'll let you know.",
        "Margo: Okay, whatever that means. But does this mean that I'm not gonna get any money from of him?",
        "Mike: No, I wouldn't count it out. It seems like every time he does something weird, he gets real generous to pay back, so --",
        "Margo: All right, well, make sure that I'm over here when this sudden remorse hits, okay?",
        "Katie: We will.",
        "Margo: Let's go, guys. Thanks.",
        "Mike: Yep.",
        "Katie: See you.",
        "Mike: Let's go home, too.",
        "Katie: Aren't you a little curious? I mean, that was pretty weird, even for B.J.",
        "Mike: You know what? You can worry about it if you want to, but I've had a long day. I wanna go home, forget about everything except us. Okay?",
        "Katie: Okay.",
        "[SCENE_BREAK]",
        "B.J.: Chocolate milk.",
        "Waitress: We don't have any chocolate milk.",
        "B.J.: What do you mean? I've had it here before.",
        "Waitress: I'm sorry.",
        "B.J.: I don't care if you're sorry. Just get me some, please now. Just take that. Thanks.",
        "[SCENE_BREAK]",
        "Paul: Do you mind if I ask you where you're going?",
        "Meg: You can ask. Oakdale.",
        "Paul: You gonna stop by anywhere on the way and drop off any blood results?",
        "Meg: It's time to go home.",
        "Paul: Yeah. I'll see you there.",
        "[SCENE_BREAK]",
        "Dusty: Why do you want to see me gone?",
        "Jennifer: Because I can't stand the way you put your life on hold for me.",
        "Dusty: On hold? Our company's fine. Street Jeans is --",
        "Jennifer: No. What about -- and your social life?",
        "Dusty: What social life?",
        "Jennifer: Meg! Meg, for one. Meg Snyder. She was around before all this happened, and I like her. She's nice.",
        "Dusty: I like her, too. She's very nice. She's a good friend of mine. I'm here 'cause I want to be with you.",
        "Jennifer: So, I'm not gonna get rid of you?",
        "Dusty: No. Not until I find your kid. Especially now.",
        "Jennifer: You don't think that Craig was our last chance?",
        "Dusty: There's always another way. We're gonna find it. Get some rest, okay? I'll see you in the morning.",
        "Jennifer: Good night.",
        "[SCENE_BREAK]",
        "Gwen: You got the whole story?",
        "Will: I think. Jack says it's pretty confused, you know, what Iris did and all that.",
        "Gwen: Yeah. Mom pulled a big number back then. Setting up this whole Carly- killed-my-baby thing, and using me to do it.",
        "Will: That's pretty sick.",
        "Gwen: It's what she does. She uses people. But she says she's doing it for you, so --",
        "Will: Yeah. I know that one. But it didn't work. You're on to her. And you found your sister. Carly is your sister, right?",
        "Gwen: I don't know.",
        "Will: But it's true.",
        "Gwen: Yeah. I mean, she drugged me, she threw me down a flight of stairs. I should have known she was family. She fits right in.",
        "Will: Well, maybe all that can change now.",
        "Gwen: You think Carly's gonna stop trying to get my baby back?",
        "Will: Maybe. I mean, she's your sister, that's gotta matter, right?",
        "Gwen: I won't hold my breath.",
        "Will: It would be nice, though, wouldn't it? If it didn't have to be a war?",
        "Gwen: Yeah, it would. But that's somebody else's life.",
        "Will: We'll see.",
        "Gwen: Yeah. Let's get out of here.",
        "[SCENE_BREAK]",
        "Jack: Carly, since Gwen is your sister, it changes how we fight this thing.",
        "Carly: Rosanna is my sister, Jack. I don't even know that girl.",
        "Jack: You didn't know Rosanna, either, for years. You didn't even like her once you did. It took a long time for the two of you --",
        "Carly: Hey, I am not trying to replace Rosanna.",
        "Jack: That's not what I'm saying at all.",
        "Carly: I know want you're getting at. You think that I should hand the baby over.",
        "Jack: I didn't suggest that at all.",
        "Carly: You think that because Gwen and I are sisters, that somehow makes it okay. Well, it doesn't. That is just a freak accident and it doesn't change anything. I will still fight for that baby as long as I have breath in my body.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" -- sponsored by Kellogg's.",
        "Katie: B.J.? Was I expecting you? B.J. No. I just figured after last night, I owed both of you an explanation.",
        "Gwen: No judge is gonna give me a baby. Especially when the other person who wants him happens to be the wife of everybody's favorite cop.",
        "Jack: We need to talk.",
        "Carly: Well, this is very important, Jack.",
        "Jack: Yeah, so is this. I have to arrest you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cj1Tfj5PKf8"
}