{
    "Episode Summary": [],
    "Recap": [
        "Barbara tells Will and Gwen that she has cancer. Meg calls Paul with help for Parker. Margo, Casey, Allison and Matt struggle to get free before the bomb goes off. Henry and Vienna have a heart to heart about what happened. Vienna is very guilty about Gray. The bomb malfunctions after it reaches zero to everyone's absolute happiness. Tom finds them tied up, as they explain what happened. Parker worries about his trial conclusion the next day. Barbara explains what she has been going through with the cancer diagnosis and treatment. Will and Gwen decide they are staying in town. Barbara wants them to continue with their plans, but they are going to rally at her side. Margo wonders what Gray's plans are? Matt is taken away. Paul and Parker talk about his case and Paul is able to help Parker. Meg is affected by the way Paul handled Parker. Will tells Barbara that she has to share this news with Paul. Henry and Vienna find out what Gray has been up to at the Hughes' house. Gray sneaks back into the Hughes house after they all go to bed and sets a trap for Margo. Meg and Paul get closer, as Barbara shows up to talk with him. Henry wants them to move on with their lives, but Vienna continues to regret the decisions she made with Gray. Allison heads back to the Hughes' house after remembering she left her coat and phone there. Barbara tells Paul that she has cancer. Allison and Margo talk briefly, about what happened; Allison sees a gun and pushes Margo out of the way. Gray holds them at gunpoint until Tom shows up and struggles to get the gun from him. Paul gives Barbara a pep talk and promises that he will be there for her. Will struggles with all that has gone wrong with his family, but he is happy Gwen is there by his side. Gwen sees this as an opportunity for their family to come out of this crisis stronger. Margo is forced to put down her gun so Gray won't shoot Tom, but then pulls it out and shoots Gray dead after he gets distracted commenting about how his brother always said she was \u0091soft.' Meg overhears Barbara's news and Paul and she grow even closer, as he seems poised to kiss her, but he leaves instead, as Meg looks disappointed. Casey is worried about Allison and promises to check on her the next day. Tom, Margo and Casey are appreciative their family made it through this."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Will: Mom, tell us what's going on.",
        "Barbara: I've wanted to before, but the timing was never right.",
        "Will: You know you can always come to us.",
        "Barbara: I didn't want to burden you with my problems, Will.",
        "Gwen: Oh, no, we're always here for you.",
        "Will: Mom, what is it?",
        "Barbara: Honey -- I have cancer.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Parker: You know, coffee won't help you sleep.",
        "Meg: What are you doing up?",
        "Parker: Can't sleep either.",
        "Meg: Well, I would offer you a cup, but it might stunt your growth. How about a muffin? Mama's secret recipe.",
        "Parker: She made them because she knows I'm going to jail Tomorrow.",
        "Meg: Okay, don't think that way. Your parents are doing everything they can to find evidence to clear you.",
        "Parker: They need to face the facts. I shot Sam. There's no way to prove that I didn't kill him. If I plead guilty, then this whole thing would be over.",
        "Meg: You can't. You'd go to jail.",
        "Parker: Right, that's where I'm going to end up anyway.",
        "Meg: Let me call your mom. She's at the hospital with your dad, but she can come and talk to you.",
        "Parker: No, no. No, thanks. I don't need another pep talk from my mom. It only makes it worse. Thanks for the muffin. I'm going to try and get some sleep. Good night.",
        "Meg: Good night.",
        "[Cell phone rings]",
        "Paul: Ha. Hi.",
        "Meg: Paul, um, I need your help.",
        "[SCENE_BREAK]",
        "[Bomb timer beeping]",
        "[Margo and Casey grunting]",
        "Casey: These damn knots!",
        "Matt: Too tight, man.",
        "Alison: We're running out of time!",
        "Matt: Ali, Ali, hang in there. Okay? Hang in there.",
        "Casey: Any luck, Mom?",
        "Margo: No!",
        "[Bomb timer continuing to beep]",
        "[SCENE_BREAK]",
        "Henry: I think we set a new record. Going for 24 hours straight.",
        "Vienna: Well, we can't stop now. I love the way your body feels next to mine.",
        "Henry: I need a break.",
        "Vienna: No. You know, we haven't tried --",
        "Henry: Oh, God. [Vienna giggles] Wait. Wait, wait, wait. We need to have a serious talk.",
        "[SCENE_BREAK]",
        "[Bomb timer beeping]",
        "[Everyone grunting]",
        "Alison: Okay. Oh, my God.",
        "[Margo crying]",
        "[Everyone crying and screaming]",
        "[Bomb timer stops beeping]",
        "[SCENE_BREAK]",
        "Henry: We need to talk about what happened. You were with another man.",
        "Vienna: I'm not with him now. I'm here with you.",
        "Henry: I know you are right now -- it doesn't explain why you gave yourself so willingly.",
        "Vienna: I thought you were with another woman.",
        "Henry: You thought, that's the operative wo -- I -- there was nothing going on with Kit and me. I was trying to con her into confessing to murder.",
        "Vienna: Well, it looked like cheating to me.",
        "Henry: There's a big difference. Why can't you see that?",
        "Vienna: Why are we arguing?",
        "Henry: In the church, we made a commitment to start our lives over. How can I be sure that you'll remain faithful to me?",
        "[SCENE_BREAK]",
        "[Everyone panting]",
        "Alison: Did it really stop? Oh my God! We didn't die. [Alison laughing hysterically] Oh, I think I'm going to be sick.",
        "Casey: Mom, are you okay?",
        "Margo: Yeah, yeah. Ali, don't you dare throw up! We're not out of this yet!",
        "Casey: What the hell happened? Why didn't it go off?",
        "Margo: I don't know! And we don't know what could trigger it!",
        "Alison: Well, it can't go off now, can it? Do you know, Matt?",
        "Matt: I have no idea what Gray has planned now.",
        "Casey: Okay, we got to get out of here!",
        "Margo: All right, one of us has to get our hands untied before I can call the bomb squad.",
        "Matt: I'm trying. I'm trying.",
        "Casey: Do you think this was a joke?",
        "Alison: If it was, it was a pretty sick one.",
        "Matt: It's no joke. If Gray wants to hurt you, he's going to come back and he's going to finish the job.",
        "Margo: Thank God his plan failed.",
        "Alison: If Matt thinks it's a set up, does that mean Gray could come back?",
        "Margo: If he's smart, he's long out of Oakdale.",
        "Casey: What do we do now?",
        "Margo: Oh. We wait. Just wait.",
        "Alison: How long do we have to wait?",
        "Margo: Tom -- Tom will be home soon.",
        "Casey: Well, what if Nevins got to him?",
        "Margo: No, Tom is under police protection.",
        "Casey: Oh, so were we, and look what happened.",
        "Margo: Please.",
        "Matt: I knew he was out to get you. I should have said something sooner.",
        "Margo: Yeah, yeah, you should've.",
        "Matt: You've been so good to me, I let you down.",
        "Margo: You know what? You risked your life to save ours. I'm not going to forget that. This was Nevins doing, not yours.",
        "Matt: I'm just glad nobody got hurt.",
        "Margo: Okay. Tom -- Tom, come home. Come home, Tom. Come home.",
        "[SCENE_BREAK]",
        "Vienna: I don't want to talk. I just want to make love to you.",
        "Henry: I was trying to keep an innocent kid out of jail, and meanwhile you're sleeping with the enemy.",
        "Vienna: I made a terrible mistake.",
        "Henry: Yeah. You let him buy your affections.",
        "Vienna: I had a moment of weakness.",
        "Henry: He offered you the life that I can't give you.",
        "Vienna: Yeah, but we can have our life back.",
        "Henry: Can we? How do I know you won't run off the next time some other billionaire comes along?",
        "[SCENE_BREAK]",
        "Casey: Dad!",
        "Margo: Tom, it's a bomb! It's a bomb! It's a bomb! Nevins hid a bomb! I thought Nevins had gotten you!",
        "Tom: Well, he didn't. What the hell's going on here?",
        "Margo: He set a bomb, and it didn't go off.",
        "Tom: Where is he now?",
        "Casey: He's gone.",
        "Margo: This is Lieutenant Margo Hughes --",
        "Alison: This guys was so nuts. I thought we were all going to die.",
        "Tom: Well, you're not going to die, the cops are on their way.",
        "Matt: I am so sorry. Look, this is my fault.",
        "Tom: Don't worry about it. Save your apologies. I don't want to hear it right now.",
        "Casey: You're still in danger, Man. Nevins could come after you again.",
        "Matt: I don't care, Dude. I just need him to leave your family alone. Are you okay?",
        "Alison: Yes, I've never been so scared in my life.",
        "Matt: I am so sorry. I never wanted to do anything to hurt you.",
        "Tom: Come on. Get out of here! It's not safe till the bomb squad gives us the all clear. Hurry up! Nevins is as evil as his brother!",
        "Margo: He's been holding this grudge for a long time.",
        "Tom: Well, I'm the one that shot his brother. The grudge is with me, not you.",
        "Margo: Well, maybe he doesn't see it that way.",
        "Tom: This guy's got to be behind bars for the rest of his life!",
        "Casey: Yeah, if you can find him.",
        "Tom: Yeah, your mom's going to do that. Don't worry.",
        "Margo: Oh, my God. I couldn't even protect my own family.",
        "Tom: No, it's okay. You're safe. We're all safe. We're all safe.",
        "[SCENE_BREAK]",
        "Vienna: I'm so sorry I hurt you. It was a horrible mistake, but it's over. I let him go. And I'm -- I chose you. Now you have to forgive me.",
        "Henry: Can you really be faithful to me though, forever?",
        "Vienna: I want to be, more than anything, but there are no guarantees in life. All we can do now is love each other, and trust each other, and -- I'm so ashamed over what I did to you. What can I do to fix this?",
        "Henry: Love me, only me.",
        "Vienna: I don't want to lose you, Henry. I love you.",
        "Henry: I love you, too. And I don't want to lose you. I want you -- always.",
        "Vienna: Me, too. Me, too.",
        "[SCENE_BREAK]",
        "Will: How, Mom? You don't -- how can you have oral cancer? You don't drink, you don't smoke.",
        "Barbara: I know. Honey, I know I don't have any of the traditional risk factors, but after I was diagnosed, they ran a battery of tests. One of them was for the human papillomavirus, or HPV. Now, I know as a woman that HPV is what causes cervical cancer, but what I didn't know -- I didn't know that certain strains of it also can cause oral cancer.",
        "Will: So where do you stand now?",
        "Barbara: I've begun a rigorous course of radiation to shrink the tumor in my tongue.",
        "Will: Mom, you started going to treatments alone?",
        "Gwen: No wonder you haven't been feeling well.",
        "Barbara: Once the tumor has shrunk, they will remove it. And the hope is that the cancer has not crossed into the lymph nodes.",
        "Will: But there are no guarantees?",
        "Barbara: No. Honey, there are never any guarantees in life.",
        "Will: Well, are you going to be okay?",
        "Barbara: I am doing everything the doctors are telling me to do, Will.",
        "Will: Mom, that's not an answer.",
        "Barbara: I hope so.",
        "Will: How long have you known?",
        "Barbara: Uh, I found out a couple months ago, before Dusty died.",
        "Gwen: You should have told us.",
        "Barbara: I know. I know, and the doctor kept telling me that I had to talk to my family, but the longer I waited, the harder it was.",
        "Will: I should have known. You know, when you almost fainted, I should have known something was wrong.",
        "Barbara: I was trying to protect you. You have lost your father and your sister. And now you have a family. You have a beautiful wife, and a little girl, and I didn't want you to worry about me.",
        "Will: Mom, if anything happens to you --",
        "Barbara: I know. Honey, I'm going to be okay because every day I look at you and your family, and that's what gets me through the tough days. That's what gives me hope.",
        "Gwen: Barbara, is the radiation making you feel really sick?",
        "Barbara: Sick. Well, not sick, per say, my radiation is cumulative. It builds up over time. And so I -- I'm in a lot of pain. I feel like I'm burning all the time, and I am tired. And the mornings are the worst. That's when I wake up and my tongue is so swollen, it's like taking up the entire cavity, and everything is so dry, it's all -- but, I'm going to be fine. I'm going to be fine. And, you know what? The thing is, I'm still talking.",
        "Gwen: Yeah, and that's really good because that means you can boss us around when we start taking you to your treatments.",
        "Barbara: Oh no. That is not going to happen because you two, you, are going to go ahead with your plan to move out of town and start over. Because you deserve this future together, you two.",
        "Will: No. I'm sorry, it's too bad, but we're not going anywhere.",
        "[SCENE_BREAK]",
        "Paul: Hi.",
        "Meg: Hey. Thanks for coming.",
        "Paul: You made it sound very serious.",
        "Meg: Well, Parker's in bad shape. The trial starts again tomorrow, and he knows it's not going well.",
        "Paul: Oh, poor kid.",
        "Meg: He thinks they'll find him guilty and send him to Statesville.",
        "Paul: So, what can I do?",
        "Meg: Talk to him. He needs a friend.",
        "Paul: Well, I'd love to talk to him. He's a great kid, but --",
        "Meg: Well, I just figured that you could get through to him in a way nobody else can.",
        "Paul: Well, it's nice to hear you say something nice about me.",
        "Meg: This is about Parker.",
        "Paul: I know.",
        "Meg: I'll go get Parker.",
        "[SCENE_BREAK]",
        "FBI agent: There were enough explosives to blow up this house and everyone in it. It could've damaged all the surrounding houses. Lucky for you, it malfunctioned.",
        "Margo: Yeah, a little too lucky makes me kind of think he did it deliberately to mess with our minds.",
        "FBI agent: Yeah, it's a sophisticated device. I'll get forensics on it, try to find out where it came from.",
        "Margo: Hey, send some of your people over to the Chicago Loop Scenic Shop. Nevins owns it. I have a feeling his people made a little more than props. Matt, any idea where Nevins would go?",
        "Matt: No. Look, when he wants to disappear, nobody's going to find him.",
        "Tom: Oh, so you're not protecting him anymore?",
        "Matt: No, Sir, absolutely not.",
        "Margo: You know what? Matt has taken responsibility for his mistakes.",
        "Tom: Yeah, well he should. His lies almost cost us our lives.",
        "Margo: You can take him, get his statement. It's up to the feds to charge you. If you cooperate, they may be easy on you.",
        "Matt: Margo, you don't have to do me any more favors. Okay?",
        "Margo: I didn't. You just be grateful that you got a second chance to make up for your mistakes. Get him out of here.",
        "Matt: I'm sorry, Casey.",
        "Casey: Hang in there, Man.",
        "Susan: Ali.",
        "Alison: Oh, Mom.",
        "Susan: Thank god you're all right, Sweetie.",
        "Alison: Oh, I was so scared.",
        "Susan: We heard about the bomb at the hospital. We were prepping the E.R. when I heard you were here.",
        "Margo: Oh, Kim and Bob must have heard about it.",
        "Tom: I'm going to give them a ring.",
        "Margo: Okay.",
        "Susan: How did you get involved in this? Is it that boy that you were telling me about?",
        "Alison: Mom, it's over. It's fine. It's okay.",
        "Susan: Do you think that Alison could still be in danger?",
        "Margo: Um, I will have police protection for her while Nevins is at large.",
        "Susan: How long will that be?",
        "Margo: Oh, I wish I knew.",
        "[SCENE_BREAK]",
        "Parker: Hey, Paul, what are you doing here?",
        "Meg: I called him. I thought you needed a visit.",
        "Parker: You look better than you did in the hospital.",
        "Paul: Well, I should hope so. How you doing?",
        "Parker: I go back to court tomorrow.",
        "Paul: Tough stuff.",
        "Parker: Yeah, I keep thinking about what jail will be like. I don't suppose you've had any psychic vibes about me lately?",
        "Paul: No, no. No sneak previews this time, sorry.",
        "Parker: Whatever. It probably wouldn't have been good anyway.",
        "Paul: Parker, sometimes you have to believe in miracles even though it seems impossible.",
        "Parker: You're kidding, right? The only miracle that I could hope for is Sam coming back from the dead.",
        "Paul: I know it sounds crazy, but having faith that things are going to work out, that can be a real act of courage.",
        "Parker: Not for me.",
        "Paul: Look, your parents believe in you, right? Your mom and dad believe that you're going to be exonerated. I do, too.",
        "Parker: But there's no evidence out there. They keep coming back with nothing.",
        "Paul: Well, they'll figure it out. They'll find something. They know what they're doing.",
        "Parker: You really think I have a chance?",
        "Paul: Sure.",
        "Parker: Well I'm glad you believe in me. But the thing is, if you really want to help me, then I need you to do me a favor.",
        "Paul: Name it. Whatever you need.",
        "[SCENE_BREAK]",
        "Barbara: Will, there is no reason for you to stay in Oakdale.",
        "Will: Mom, are you kidding? I'm not going to let you do this alone.",
        "Barbara: Once this tumor shrinks, I'm going to be fine.",
        "Gwen: No, we can take turns going to treatments with you.",
        "Barbara: No, that's not going to happen. You have a baby to take care of.",
        "Will: No, Mom, we're staying here. Your health is much more important.",
        "Barbara: Look, you're not going to be on the other side of the world, you may be just a couple of hours away. If something happens, you can come right back here.",
        "Gwen: No, Barbara, we need to go through this together as a family.",
        "Will: Yeah, Mom, let us help you. You need to be the priority right now.",
        "Barbara: You have no idea how much it means to hear that, but I don't think that's necessary, Will. I don't.",
        "Will: Who else knows?",
        "Barbara: Lisa. Sofie found out by accident. I told your Aunt Kim, so I assume your Uncle Bob knows.",
        "Will: What about Paul?",
        "Barbara: I haven't told him.",
        "Will: Mom --",
        "Barbara: I --",
        "Will: You've got to tell Paul.",
        "[SCENE_BREAK]",
        "Paul: Thanks.",
        "Parker: Do I really have to drink that?",
        "Meg: Mama always gave it to me when I couldn't sleep. And she had her ways to make us drink it.",
        "Paul: Don't say no to Meg, you might get on her bad side.",
        "Parker: You're not going to take no for an answer, are you?",
        "Meg: Not when I know I'm right.",
        "Paul: Okay, what is it that you want me to do?",
        "Parker: Help me remember what happened the night I shot Sam. The cops and the D.A. say I planned the whole thing because I had a feeling that Sam was going to hurt my mom. But if I could use my feelings and figure things out, then maybe I wouldn't be in this mess.",
        "Paul: Well look, don't underestimate your feelings, okay? Your gift for seeing things is what saved your mom's life.",
        "Parker: I don't know. There were two shots that night, the second one killed Sam. I already admitted that I didn't know how many times I pulled the trigger. And every time I try to put it all together, my mind goes fuzzy.",
        "Paul: Well, don't beat yourself up. It works like that. You've blocked it. That's what happens.",
        "Parker: But I need to remember.",
        "Paul: Okay, look, take a moment now, all right? And really focus. Concentrate and visualize what happened. Take it step by step.",
        "Parker: I can't do it. Every time I close my eyes I see myself in Statesville for the next 25 years.",
        "Paul: Parker, it's in your brain, okay? You just need to give yourself a chance to let it out.",
        "Parker: When? When am I going to remember something?",
        "Paul: Keep hope. You may surprise yourself.",
        "Parker: All right. It was great to talk to you. Might be awhile before we get to do it again.",
        "Paul: Look, hang in there, okay?",
        "Parker: Yeah. Thanks for the milk, Meg. Maybe I'll actually sleep.",
        "Meg: You will. Good night.",
        "Paul: Good night, Parker. I'm not sure I helped him at all.",
        "Meg: I think that's exactly what he needed.",
        "[SCENE_BREAK]",
        "FBI agent: Nevins is on our most wanted list. Now based on what we've seen here, he's still very dangerous. He's probably knows the bomb didn't go off. So he still a threat to you and your family.",
        "Margo: Yes, yeah, we understand.",
        "FBI agent: You should probably lay low until we apprehend him.",
        "Margo: I am not going to be a prisoner in my own home. I will have police protection for Ali and for my family. But for me, it's business as usual.",
        "Tom: Yeah, me, too. I'm not going to let this creep run our lives. Besides, I've got Parker's trial tomorrow.",
        "Margo: Yeah, so tomorrow morning we'll talk about the case.",
        "FBI agent: I'll be in touch.",
        "Margo: Yeah. So, exciting enough evening for you?",
        "Casey: I feel really bad about Matt, you know? He's a good guy. He just messed up.",
        "Margo: Well, I'll check on him in the morning, see what I can do. Are you hungry?",
        "Casey: Oh yeah, my adrenaline hit my stomach, I'm starving.",
        "Margo: Okay, then I will -- I'm going to make something.",
        "Casey: Thank you.",
        "Tom: Hey, Baby, you're shaking.",
        "Margo: Oh my God, after all these years it's enough. When's it going to be over?",
        "[SCENE_BREAK]",
        "Alison: I guess almost dying made me hungry.",
        "Susan: Honey, you've been through a terrible ordeal tonight. Are you sure you're all right?",
        "Alison: Yeah, I'm fine. Almost.",
        "Susan: Look at you.",
        "Henry: Hey, Alison. Hey, Susan. Are you having a late dinner?",
        "Susan: Hey, yeah well, Alison had a tough night. We needed some comfort food.",
        "Vienna: Boy trouble again?",
        "Alison: No, no. Not this time. Are you guys back together?",
        "Henry: Well, it took some doing, but we're on the right track.",
        "Alison: Well, at least you're out of danger.",
        "Henry: What kind of danger are you talking about?",
        "Alison: Gray Gerard aka Gerald Nevins is a psycho. He almost killed me and three other people tonight.",
        "[SCENE_BREAK]",
        "Margo: Come on, let's eat. Come on.",
        "Tom: Let's go.",
        "Casey: Thanks, Mom. Oh, looks good.",
        "Tom: Uh, everybody hold on. I think I have something to say.",
        "Margo: Soup's from a can, I promise.",
        "Tom: Yeah, I know. But I think it's time to count our blessings because I almost lost both of you tonight.",
        "Margo: He's right.",
        "Tom: Dear God, thank you for watching over Casey and Margo and protecting our family and our friends. And for our faith. And all the blessings that we share together. Amen.",
        "Casey: Amen.",
        "[SCENE_BREAK]",
        "Alison: So this Nevins guy planted a bomb in Tom and Margo's house. It was big enough to blow up the whole house with us in it.",
        "Vienna: Oh my God. Thank God it didn't work!",
        "Henry: Yeah, he tried to poison our champagne, Brad almost died and now he's taking people hostage.",
        "Vienna: I can't believe I let him touch me.",
        "Henry: You escaped with your life.",
        "Susan: So did Alison.",
        "Vienna: Oh God, I'm so sorry. Is there anything I can do?",
        "Alison: No, I'm fine. Thank you. But I am glad you guys are back together.",
        "Vienna: Oh God. I can't believe it. I'm such a fool. I'm going to be making up for my mistake for the rest of my life. If anything ever happened to you because I let that man --",
        "Henry: Listen, shh -- it's over now.",
        "Susan: Listen, let's go home, lock all the doors and get you to bed.",
        "Alison: Okay. I left my coat at Casey's house.",
        "Susan: We can get it tomorrow.",
        "Alison: No, I really need it. My cell phone's in it.",
        "Susan: Oh Alison, you want to go back there tonight?",
        "Alison: Mom, I'll be fine. I have cops watching me. It'll only take a few minutes, okay?",
        "Susan: Okay, if you're sure.",
        "Alison: Be right back.",
        "[SCENE_BREAK]",
        "[Casey laughing]",
        "Margo: What? What just happened?",
        "Casey: I have no idea, but that chick was totally hot.",
        "Tom: Right.",
        "Margo: I didn't think so.",
        "Tom: No, she was hot.",
        "Margo: All right, that's the last time we watch this show.",
        "Tom: I figured you couldn't take your usual fix of \"CSI.\"",
        "Margo: I've had my fill of criminal drama for one day.",
        "Tom: You know, you guys look exhausted.",
        "Casey: Yeah.",
        "Tom: What do you say we hit the sack?",
        "Casey: I could catch some zzz's.",
        "Margo: Okay.",
        "Tom: We've all got big days tomorrow.",
        "Margo: Bye, Baby.",
        "Tom: Good night, Buddy.",
        "Casey: Good night. Sometimes it's hard to tell people their clothes look bad.",
        "[SCENE_BREAK]",
        "Meg: Thanks for helping Parker.",
        "Paul: I'm not sure I did help him.",
        "Meg: Well, don't underestimate yourself. It was exactly what he needed.",
        "Paul: I just told him the truth. Having faith that things are going to get better -- sometimes that's all we have to hold onto.",
        "Meg: You know, I haven't seen this side to you in a very long time.",
        "Paul: I should go.",
        "Meg: You know what? Mama made her famous muffins.",
        "Paul: Really?",
        "Meg: Yeah.",
        "Paul: Yeah, I don't know. If you give a Paul a muffin, he might ask you for a glass of milk. Then you know, I'll never want to leave.",
        "Meg: Well, don't worry, Brad polished off the milk.",
        "Paul: Oh, okay. Well then, some other time. You know, talking to Parker and seeing you -- I don't know why, but I think it's giving me hope.",
        "Meg: I'm glad.",
        "[SCENE_BREAK]",
        "Will: We can't leave. We can't leave now. Not while Mom's sick.",
        "Gwen: No, I agree 100%.",
        "Will: You know, Mom and Paul, they've always -- they've always found some way to hurt me, but when the chips are down, they always come through. We're still family.",
        "Gwen: I know. And we have to teach that to Hallie. I know she's really young, but you know, she'll know how much we love each other.",
        "Will: You're going to make a great mom.",
        "Gwen: You're already a great dad.",
        "Will: I can't believe she has cancer.",
        "Gwen: I know. I'm really -- I'm so sorry. You know, I think that we can just hope for the best and you know, she really is very strong.",
        "Will: I know, but how much more can she take? You know, she's a lot more fragile than she lets on.",
        "Gwen: Hey, she's not going to give up.",
        "Will: She can't. After Dad and Jen -- I can't lose my mom, too.",
        "Gwen: I'm sorry, Sweetie.",
        "[SCENE_BREAK]",
        "Paul: What are you doing here?",
        "Barbara: I stopped by Fairwinds and your housekeeper said that you'd come out here. I hope I'm not intruding.",
        "Meg: No, not at all.",
        "Paul: What's going on?",
        "Barbara: I needed to talk to you, Honey. In private.",
        "Paul: What's wrong?",
        "Barbara: Honey, I'm sick. I'm very sick.",
        "[SCENE_BREAK]",
        "[Television plays]",
        "Margo: I could've sworn I turned you off. [Knock on the door] Hey, Alison.",
        "Alison: Hi. Officer Murphy wanted to come in, but I said I'd be with you. I forgot my coat.",
        "Margo: Oh, you know, I could have brought that to you tomorrow.",
        "Alison: I know, but I needed my cell phone, and I didn't want to bother you. You've been through so much tonight.",
        "Margo: Yeah, you too. You seemed really upset, are you okay, Ali?",
        "Alison: Yeah, I guess I kind of freaked out.",
        "Margo: Yeah. You know, if you wanted to talk to someone, we have a really excellent therapist who works with the Oakdale P.D. and she's got a lot of experience with post-traumatic stress. And you know what? You should call her because you've got to handle these things in a healthy way. Look --",
        "[Gun shot]",
        "[SCENE_BREAK]",
        "Vienna: I let myself be fooled by him. I feel -- I feel so dirty.",
        "Henry: He took advantage of you, Vienna.",
        "Vienna: You're such a good person. How can I ever make this up to you?",
        "Henry: I don't know. I can think of a way, or six or seven.",
        "[SCENE_BREAK]",
        "Margo: Alison, are you all right?",
        "Alison: Yeah, you?",
        "Gray: Shut the hell up.",
        "[SCENE_BREAK]",
        "Paul: What can I do?",
        "Barbara: Aren't you going to read me the right for not telling you earlier?",
        "Paul: Mom, you have cancer. If you want a little privacy, I understand.",
        "Barbara: You've gone through so much with Meg and Rosanna, and then this accident -- I didn't want to slow your recovery.",
        "Paul: I'm here now, okay? And I want to help however I can.",
        "Barbara: I'm handling it. Oh, I dreaded telling you and your brother. And I am so glad to get this off my chest, I can't tell you.",
        "Paul: Yeah, you have a good doctor, right? I mean a specialist. And you know, I gotta say sometimes, a sixth or seventh opinion is not such a bad idea.",
        "Barbara: You know, I have great care. And I am doing everything I can to beat this damn thing.",
        "Paul: Okay. Don't you ever give up.",
        "Barbara: I promise. I have to believe in miracles, right? Speaking of which, what are you doing out here? Are you trying to work things out with Meg?",
        "Paul: No. No, nothing like that.",
        "[SCENE_BREAK]",
        "Will: I can't believe I didn't know. Why does it always feel like there a black cloud hanging over my family?",
        "Gwen: I don't know. Maybe it's to test us. You know, to make us better people.",
        "Will: We've been tested enough.",
        "Gwen: Maybe not. I think we just have to like keep our heads up, you know?",
        "Will: Yeah, I know. But how?",
        "Gwen: I don't know. You know, in my Asian studies class, I learned that -- I learned that in Chinese the word crisis is composed of two characters. And one of them means danger and the other one means opportunity. So that every crisis is an opportunity to make a situation better. A family stronger, you know, to help your mom heal.",
        "[SCENE_BREAK]",
        "Paul: I'm just here to see Parker. He's having a tough time. His trial winds up tomorrow.",
        "Barbara: I remember when Will was accused of Rose's -- I feel bad for Parker.",
        "Paul: He'll pull through this. Just the way Will did. Look at will now. He's got Gwen, a beautiful family. Gotta give it to him, he's a survivor.",
        "Barbara: We're made of tough stuff. All of us. Don't forget that.",
        "Paul: Especially you, Mom.",
        "[SCENE_BREAK]",
        "Henry: Don't blame yourself for what happened. It is over. Gray can't hurt us anymore.",
        "Vienna: That's not true and you know it.",
        "[SCENE_BREAK]",
        "Gray: Put down your gun, or he's dead.",
        "[SCENE_BREAK]",
        "Gwen: You know that taking care of your mom will make us stronger as a family. And spending time with Hallie will be the best medicine for her.",
        "Will: So we'll stay until further notice.",
        "Gwen: Yeah, of course.",
        "Will: You know, I couldn't get through this without you. I love you.",
        "Gwen: I love you, too.",
        "[SCENE_BREAK]",
        "Barbara: Thank you for making this so much easier than I thought it was going to be.",
        "Paul: Look, whatever you need, I'm here. We'll get you through this together.",
        "Barbara: Thank you. I love you.",
        "Paul: I love you, too, Mom.",
        "Meg: Hey, I heard. I am so sorry, Paul.",
        "Paul: She's going to be fine.",
        "Meg: You know, if Barbara needs help or advice on treatment, or if you need anything, I'm here.",
        "Paul: I'm so glad I came here tonight.",
        "Meg: Me, too.",
        "[SCENE_BREAK]",
        "Henry: How -- listen to me. How -- how can he hurt us again?",
        "Vienna: Because you are still angry with me.",
        "Henry: Not anymore.",
        "Vienna: You can say it. It's only fair.",
        "Henry: Say what?",
        "Vienna: I told you so.",
        "Henry: Never. Never, okay? I want you to be happy. I want you to forget about Gray.",
        "Vienna: Put him behind me?",
        "Henry: Like he never existed.",
        "Vienna: Oh, God. You're such a beautiful and wonderful and generous kind of person.",
        "Henry: That's all I want to be to you. So, tell me something. Are we okay now? Can we go back to being Henry and Vienna, the most unlikely couple in Oakdale, but much stronger now?",
        "Vienna: Absolutely, my love.",
        "Henry: No one is ever going to come between us again.",
        "[SCENE_BREAK]",
        "Gray: If you don't want me to kill your husband, you'll put the gun down. My brother always said you were soft.",
        "[Margo shots Gray]",
        "[Gunshot]",
        "[Screaming]",
        "[SCENE_BREAK]",
        "Vienna: I'm so happy.",
        "Henry: Me, too.",
        "Vienna: No matter what, we'll always support and love each other.",
        "Henry: I love you, Vienna Hyatt.",
        "Vienna: I love you, Henry Coleman.",
        "[SCENE_BREAK]",
        "Susan: I have to get in touch with the coroner's office and file the paperwork. Thank God, nobody else was hurt.",
        "Tom: Hey, I just talked to the D.A., explained the situation. Internal affairs wants to talk to you in the morning, but it's a case of self-defense.",
        "Margo: Susan, do you want to look at Tom? I think he got kind of roughed up.",
        "Tom: Come on, Sweetie, I'm fine. She has to take Alison home anyway.",
        "Margo: Well, Ali, you saved my life.",
        "Alison: I didn't even have time to think. I just saw the gun and grabbed you.",
        "Susan: Two close calls in one night is way too many. At least that maniac is gone.",
        "Casey: Are you going to be okay?",
        "Alison: Yeah, I think so.",
        "Casey: Can I come and check on you in the morning?",
        "Alison: Thank you.",
        "Susan: Come on, Ali.",
        "Margo: All right, good night, Susan. Thanks, Ali.",
        "Tom: Good night.",
        "Casey: He could have killed you, Dad.",
        "Tom: You know what? I'm fine. It's over.",
        "Casey: Are you guys going to be okay?",
        "Margo: Yeah, we'll be fine. You know, we'll talk in the morning, okay? Why don't you go to sleep?",
        "Tom: Good night, Buddy.",
        "FBI agent: This case is closed. I'll be in touch for the follow-up. You have got quite a wife there.",
        "Tom: Oh, believe me, I know.",
        "Margo: I will e-mail my report in the morning.",
        "FBI agent: Get some rest, Margo. Take care.",
        "Margo: I'm not soft.",
        "Tom: Its okay, Babe. You got the bad guy. I love you.",
        "Margo: I love you.",
        "[NEXT_ON]",
        "Noah: You're still my boyfriend, you know that?",
        "Luke: I know.",
        "Brad: I want you to be happy.",
        "Katie: Well, I know one thing that would make us both happy.",
        "Parker: I wish my mom and dad would get here. It's not like they're going to pull some kind of last minute miracle.",
        "Carly: It's her!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cMpOLkk0BbE"
}