{
    "Episode Summary": [],
    "Recap": [
        "Will tells his therapist that he's ready to see his other family and sets it up so that when he's visiting with Hal, Jen and Paul that Barbara shows up. Chris tells Emily that he's going to tell Alison all about them, but then sees Alison in her wedding dress and decides differently. Lucy convinces Aaron that since he's in love with Alison, he needs to tell her about Chris and Emily. Henry, Mike and Nikki go mountain climbing on a rock wall, Henry falling and getting a concussion. Ben talks with Bob and when Bob refuses to renew his pain pill prescription, he writes a prescription for Henry and takes them."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Emily, just tell me. Is it that what you said before about Hal and his kids? Okay, well if it's not that, then why are you crying? What's the matter? I can barely hear you.",
        "Emily: Alison, I need to see you. I need to tell you something.",
        "Alison: Tell me what? Emily, you're really starting to scare me. Are you okay?",
        "Emily: Oh, God, honey. Can you meet me at my house? In 20 minutes, please?",
        "Alison: Sure, whatever. But can you at least give me a hint? Emily?",
        "Chris: What did she say?",
        "Alison: She's freaking out. She wants me to meet her at the house right now so we can talk.",
        "Chris: Talk about what?",
        "Alison: I don't know. I don't know. I'd better get over there.",
        "Chris: Wait, wait, wait. Ali, don't go. I want your opinion on my tux.",
        "Alison: What do I know? The tailor is an expert on the way that it should fit.",
        "Chris: Wait, wait. No. No, no, stay with me. Okay, call Emily back.",
        "Alison: No, I wish I could.",
        "Chris: Why does every minute have to be a crisis with us? Okay, can't we just have some time to be happy?",
        "Alison: I wish that -- Chris, when I'm with you like this, everything is possible and I feel like, like we really are going to get married and we really are going to be happy. But -- and my sister really isn't having a nervous breakdown while my best friend is being a total jerk.",
        "Chris: Look, well if it's really important to you to have Aaron in the wedding -- okay, we'll ask him again.",
        "Alison: Yeah. But maybe later. But I really need to find out what's up with my sister.",
        "Chris: Okay, okay. So I'll come with you. Okay, maybe I can help.",
        "Alison: From the way that she sounded on the phone, I don't think that that's such a good idea. Okay? So can you please just finish this fitting and I will meet you at home? Okay?",
        "Tailor: Dr. Hughes, wait! The tuxedo!",
        "Chris: Look, I've got a family emergency. I'll bring it back.",
        "[SCENE_BREAK]",
        "Aaron: I am not in love with Alison. I just finished telling you how she bailed on me and that key contest. Why would I want to be in love with somebody like that?",
        "Lucy: Right. I mean, that would make you a total masochist.",
        "Aaron: Right. And what about all the other rotten things she's done to me?",
        "Lucy: Like letting you take the blame for the fire.",
        "Aaron: How about the time she pretended to trick me into marrying her. You know, saying that she was pregnant with my kid.",
        "Lucy: Right. But you still hang out with her. Why is that again?",
        "Aaron: Because -- I don't know. She's fun.",
        "Lucy: She's fun.",
        "Aaron: Look, she gets into a lot of trouble. Okay, she gets me in trouble, too. But, she does the most bizarre things. Like the time she acted like show knew how to do pottery when she has absolutely no clue about it. Or how about -- how about -- did you hear about the story when she dunked that nurse's head in the toilet at Metro?",
        "Lucy: She did what?",
        "Aaron: I mean, the girl just doesn't think. She just charges in and she gets so excited. It revs you up and then you get excited and then you just end up running around the city with her and just -- [Aaron sighs] Oh, my God. I am in love with Alison.",
        "[SCENE_BREAK]",
        "Henry: Hi, guys. Am I late?",
        "Nikki: No, right on time.",
        "Mike: Nikki was just telling me that Jennifer can't make it tonight.",
        "Henry: Oh?",
        "Nikki: Family obligations. So it's just the three of us. Is that okay?",
        "Henry: Hey, that's more than okay. But Mike, didn't you say you had something to do tonight?",
        "Nikki: You just told me you didn't have any other plans.",
        "Mike: Well, I mean -- yeah, I can hang out for a couple of hours, but then I do have to take off.",
        "Henry: Well, all righty then. All right, what are we up for? I've got a couple of ideas.",
        "Mike: No more strip poker. Ever.",
        "Nikki: Well, never say never. Actually, I have a surprise for us tonight.",
        "Henry: I love surprises.",
        "Mike: Do we get to keep our clothes on?",
        "Henry: Clothes on, clothes off. Come on, what's the difference? You know, I find clothes very confining. Don't you?",
        "Nikki: I guess you can do this naked if you're that rugged.",
        "Henry: Rugged is my middle name. What did you have in mind?",
        "Nikki: You'll have to wait until you get there. But I'll give you this -- it is very, very physical.",
        "Henry: I'm overheated already.",
        "[SCENE_BREAK]",
        "Dr. Walters: Will.",
        "Will: Hi, Dr. Walters. Did you get my message?",
        "Dr. Walters: Yes. I was very surprised. You want to see your family?",
        "Will: Yes, ma'am.",
        "Dr. Walters: But you were the one who kept them away.",
        "Will: I know.",
        "Dr. Walters: What's changed?",
        "Will: Me, I guess. For the longest time, I thought that Dad and Paul and Jennifer must hate me for what I did to Rose and that Mom was the only one who really understood.",
        "Dr. Walters: It's okay. Go on.",
        "Will: Well, then Mom comes crashing into the hospital in her car and that was so over the top and crazy that I guess I finally realized how sick she really is and how much the rest of my family must love me, staying away like that 'cause I asked them to.",
        "Dr. Walters: So, you're sure you want me to arrange this visit?",
        "Will: More than anything.",
        "[SCENE_BREAK]",
        "Paul: Where's Will's doctor?",
        "Jennifer: She's in a consultation, so we don't know anything yet.",
        "Hal: This waiting is making me nuts.",
        "Jennifer: The doctor told Dad that she just wanted to update us on Will.",
        "Paul: Well, she could have done that over the phone.",
        "Hal: Yeah, I know.",
        "Jennifer: Do you think that that means something's gotten worse? That maybe, Mom being here --",
        "Paul: That she got to him? I wouldn't put anything past mother.",
        "Hal: Well, I've kept on top of this. The security staff assured me that Will has had absolutely no contact with Barbara.",
        "Dr. Walters: Sorry to keep you waiting. And thank you for getting here so quickly.",
        "Hal: You said you had an update on Will.",
        "Jennifer: Is he all right?",
        "Paul: You've got us all just a little bit worried.",
        "Dr. Walters: I apologize for being so cryptic, but there's just some things I needed to confirm before I spoke to you.",
        "Hal: What's going on with Will?",
        "Dr. Walters: Oh, I'm pleased to tell you that your son is making remarkable progress.",
        "Hal: Really? Well, that's great.",
        "Jennifer: He's getting better?",
        "Hal: It's been so long since we've heard anything like this. Can you tell us anything else?",
        "Dr. Walters: Well, certainly. I can describe his progress. But I thought you might like to see it for yourself.",
        "Jennifer: We can see Will?",
        "Dr. Walters: Yes.",
        "Paul: When?",
        "Dr. Walters: Well, how about tonight?",
        "[SCENE_BREAK]",
        "Barbara: I was going stir crazy without you.",
        "Will: I came as soon as I could.",
        "Barbara: Seeing you is the only thing that makes it bearable around here.",
        "Will: For me, too. And I've been working on something.",
        "Barbara: You said you'd thought you had a plan to get us out of here.",
        "Will: Almost, almost.",
        "Barbara: You've come up with it?",
        "Will: But in the meantime, I brought you a little present.",
        "Barbara: Present?",
        "Will: Yeah.",
        "Barbara: For me? What is it?",
        "Will: Well, it's a way we can see each other more. Instead of me coming to you all the time, now you can come to my room, too.",
        "Barbara: It's a nurse's uniform. You are brilliant.",
        "Will: Yeah, I am. Actually, I'm really excited about this idea I'm having. So, we can try it out tonight.",
        "[SCENE_BREAK]",
        "Nikki: So, what do you think?",
        "Mike: It's a rock wall.",
        "Henry: I'm certainly surprised.",
        "Mike: I've been meaning to check this place out. I used to do a lot of climbing.",
        "Nikki: Yeah, I thought you'd like it. I'm going to go check on our gear. Okay?",
        "Henry: Okay. All right. Mike, Mike, this thing is like five stories tall.",
        "Mike: So haven't you ever climbed a rock wall before?",
        "Henry: No, no I have not. Do I look like I have a death wish or something? This is not my idea of a date, man. My idea of date is like wining and dining and the theatre, some hot sex. This is -- oh man, this is --",
        "Nikki: Is what?",
        "Henry: This is -- this is exactly what I had in mind for this evening. You read my mind. Okay, come on. Let's rock this wall. Yeah, rock it.",
        "[SCENE_BREAK]",
        "Lucy: Does Alison know that you're in love with her?",
        "Aaron: How is Alison supposed to know? I just realized it now.",
        "Lucy: Well, women are smarter. We are. I knew Dusty was in love with me before he did.",
        "Aaron: Ugh! That's just way too much information.",
        "Lucy: Come on. All right, how does Alison act with you? Does she flirt with you?",
        "Aaron: Why do you care?",
        "Lucy: I'm happy. I want you to be happy.",
        "Aaron: Well, I'm happy. Now go home.",
        "Lucy: I will go home if you answer one question.",
        "Aaron: What?",
        "Lucy: Why do you dislike Chris so much?",
        "Aaron: Because he's tall. Now go home. All right. I don't like Chris because he's a fake.",
        "Lucy: Be more specific.",
        "Aaron: No.",
        "Lucy: Why can't you tell me? Hey --",
        "Aaron: Because it's personal.",
        "Lucy: It's personal? Aaron, I used to be your girlfriend. You used to be able to say anything to me. Why can't you talk to me now?",
        "Aaron: I can --",
        "Lucy: Are you jealous of Chris? Is that --",
        "Aaron: No, I'm not jealous of Chris. Look, if I knew that Chris could keep Ali happy, I'd be all over this wedding.",
        "Lucy: Then why don't you like him?",
        "Aaron: Because I saw him kissing another woman.",
        "[SCENE_BREAK]",
        "Chris: Come on. Pick up, pick up.",
        "[Phone ringing]",
        "Emily: What do you want, Chris?",
        "Chris: Emily. Are you okay?",
        "Emily: What do you want?",
        "Chris: What did you want to talk to Alison about?",
        "Emily: Is she on her way?",
        "Chris: Yes.",
        "Emily: I have to stop this.",
        "Chris: Emily, you cannot tell her about us.",
        "Emily: What am I supposed to do? I'm supposed to let her marry a man who claims he loves me.",
        "Chris: I love Alison very much. Okay, I've tried to tell you that.",
        "Emily: Alison deserves to be the only woman in your life. I cannot let you hurt her.",
        "Chris: Emily, think about this. Okay, not for me, but for Alison. She depends on you so much. If you tell her --",
        "Emily: How can I not tell her at this point?",
        "Chris: I don't want you to lose your sister. And I don't want Alison to lose you. Okay, she needs to be able to talk to you, count on you.",
        "Emily: Don't you think I know that?",
        "Chris: And she'll never be able to trust you again if you tell her about us.",
        "[Knock on door]",
        "Alison: Emily, it's me, Ali.",
        "Emily: I have to go. She's here.",
        "Chris: Don't hang up.",
        "Emily: I'll be right there, Ali.",
        "Chris: Emily, wait.",
        "Emily: I can't keep lying to her, Chris. I just can't do it.",
        "Chris: I'll tell her.",
        "Emily: What?",
        "Alison: Emily? It's me, Ali.",
        "Emily: What did you say? What do you mean?",
        "Chris: I'll tell her. Okay, I'll tell her that there's somebody else. I won't say who it is. Emily, I'm the one who messed up. Let me protect Alison. Let me protect you.",
        "Alison: Emily, if you don't open up this door, I'm going to call Hal. Emily? Thank goodness you're okay. I was beginning to think something awful happened to you.",
        "[SCENE_BREAK]",
        "Lucy: Who was Chris kissing?",
        "Aaron: I shouldn't have said anything.",
        "Lucy: Did you tell Alison?",
        "Aaron: No.",
        "Lucy: Well, it must not have been very serious then.",
        "Aaron: Oh Luce, it was serious.",
        "Lucy: When did this happen?",
        "Aaron: A couple of weeks ago.",
        "Lucy: And you still haven't told her?",
        "Aaron: No.",
        "Lucy: Here, call her. Call her right now.",
        "Aaron: No.",
        "Lucy: She deserves to know, Aaron. I will call --",
        "Aaron: No.",
        "Lucy: Why not?",
        "Aaron: Chris was kissing Emily.",
        "Lucy: Her sister?",
        "Aaron: Yeah, her sister.",
        "Lucy: Well, did you ask Emily about it or Chris?",
        "Aaron: Yeah, I did. All right, but they just keep explaining it away.",
        "Lucy: Now?",
        "Aaron: I don't know, it was lame. They just keep telling me that I misunderstood what I saw and that they would never hurt Ali. You know.",
        "Lucy: Maybe it was just a friendly kiss.",
        "Aaron: No, it was not friendly. Okay, it was no peck on the cheek. All right, I saw them and they were serious, believe me. And they've been hanging out with each other ever since. Every time I see them, they look so guilty. They're up to something. I know it.",
        "Lucy: Her own sister, that's --",
        "Aaron: Yeah, you know what, I know what you're going to say. Okay, but you got to understand, Chris is Ali's dream guy. And he can do no wrong. But Emily --",
        "Lucy: You think she won't believe you.",
        "Aaron: Well, would you? That's what I thought.",
        "Lucy: But she still needs to know.",
        "Aaron: Yeah, but not from you and not from me. Lucy, swear to me you won't tell her.",
        "[SCENE_BREAK]",
        "Alison: Just tell me what's wrong.",
        "Emily: I don't really know how.",
        "Alison: Emily, you can tell me anything. You know my deepest, darkest secrets. You were the first person that found out that I loved Chris. Remember? And I never would have gotten him to love me back if you hadn't helped me and given me such good advice. So, let me help you.",
        "Emily: I love you very much, Alison. Don't you ever forget that?",
        "Alison: I won't.",
        "Emily: Alison --",
        "Susan: Hello? Guess what just arrived from that bridal shop in Chicago.",
        "Alison: My wedding dress!",
        "Susan: Do you want to try it on?",
        "Alison: Yes.",
        "Susan: Let's go upstairs and take it out of the bag. Emily, can we store it here? I don't want to bring it home with Chris living there.",
        "Emily: Oh yes, of course, sure.",
        "Susan: Alison? Are you coming?",
        "Alison: Yeah, I'll be right up there, just a minute. Okay. So finish what you were saying.",
        "Emily: What I was trying to say --",
        "Susan: Alison, hurry up. It's so beautiful!",
        "Emily: Go. It's okay. Go.",
        "Alison: Well, we'll talk about this later. I know, I'll model the dress for you. It'll be fun, okay? And just stay right there and when I come back, I'll be a bride. [Susan humming \"wedding march\"",
        "Emily: Oh, Alison!",
        "Alison: Emily, don't cry.",
        "Susan: Oh, they're just tears of joy. I have a couple myself.",
        "Alison: So, do you like it?",
        "Emily: Sweetie, you look so --",
        "Susan: No, no, no. I don't want any runny mascara on this dress.",
        "Alison: I wish I could wear it longer than a day. It's just so perfect.",
        "Susan: Oh Emily, can you believe it? Our baby is getting married. And Chris is such a wonderful man. Oh, I can't stop crying.",
        "Emily: Oh, I know. Me too.",
        "Alison: Is that what you were trying to tell me before? Are you worried that things'll come in between us when I get married? Because that's not going to happen, Emily. You don't think that? Emily, that would never happen.",
        "Susan: Oh, enough of that mushy stuff. We'll have plenty of time to cry later. We've got to try that veil on and make sure it hangs correctly with the dress.",
        "Alison: We have to attach it to the headdress.",
        "Susan: I know, I know. Emily and I can do that. I don't want you traipsing up and down the stairs in that dress. I want you to stay here. Don't sit, don't eat, don't move until we get back.",
        "Alison: Yes, ma'am. Yes ma'am.",
        "Susan: Emily, come on.",
        "Alison: Tell me you love it.",
        "Emily: I love you, baby. I love you.",
        "Alison: I, Alison Stewart, take you, Christopher \u0096",
        "[SCENE_BREAK]",
        "Ben: I recommend surgery immediately. The clot is positioned where we can get to it now. But every minute counts. I'll scrub up.",
        "Bob: I've gotta call in to Dr. Ramirez.",
        "Ben: Why?",
        "Bob: Ben, we've been through this. You've got to give your hand time to heal.",
        "Ben: I need to keep busy.",
        "Bob: I know what you're going through. I know -- you review the surgical patient, you make the diagnosis, and you're not allowed to continue. That would be maddening for any doctor.",
        "Ben: Then let me do this.",
        "Bob: Listen, why don't I give you more shifts here in the ER?",
        "Ben: Fine, whatever. I'll take it.",
        "Bob: I just don't want you to go back to surgery too soon.",
        "Ben: Mm-hmm, right, I understand.",
        "Bob: Okay. Well, I'll see that the patient is prepped, and then I'm going home. It's been a long day.",
        "Ben: Bob. Before you go, uh, you need to get a refill on my prescription -- pain meds.",
        "Bob: Another refill? You should have plenty.",
        "Ben: I should but -- I took a pill last night before I went to bed, I put the open bottle on the edge of the sink. And I was brushing my teeth, and my elbow knocked the jar in the sink. I was only able to salvaged, like, three pills.",
        "Bob: It happens to the best of us. Same dosage?",
        "Ben: Uh, yeah, thanks. I need this. I'm still dealing with some pain.",
        "Bob: Listen, why don't we put this off? I mean, you should be really, kinda cutting back, shouldn't you?",
        "Ben: Yeah. Okay, so, what? A half dosage should do?",
        "Bob: Well, the pills you have left should get you through the day. Look, tomorrow, I'll examine your hand, and we'll get an accurate assessment of how it's healing.",
        "Ben: Okay. Sounds like a plan.",
        "Bob: Good night.",
        "Ben: Tomorrow.",
        "[SCENE_BREAK]",
        "Mike: Are you okay?",
        "Henry: Sure --",
        "Mike: All right, all right, don't worry. I'll show you the basics. It's pretty simple once you get it.",
        "Nikki: Henry, I didn't know you hadn't climbed before. I just figured all the traveling you've done --",
        "Henry: Oh, yeah, yeah, yeah, yeah. I've climbed before. Those were real mountains, though. This is, this is, you know -- but, I've been watching, and, when you're a natural athlete, you get the swing of things.",
        "Nikki: Yeah. I knew you'd get it.",
        "Henry: Okay.",
        "Mike: At least, let me help you with the safety harness.",
        "Henry: No, no, no, I can handle it -- pal. You know, if you need any help, though, you just let me know, okay?",
        "Nikki: Last one to the top buys the beer!",
        "[Panting]",
        "Henry: Like I said, piece of cake.",
        "Mike: I win.",
        "Henry: No, no, no, not unless you beat Nikki and I to the bottom.",
        "Nikki: You don't stand a chance, Kasnoff.",
        "Mike: All right.",
        "Nikki: No!",
        "Mike: All right, it's a tie.",
        "Nikki: Okay, best two out of three. Where's Henry? What are you still doing up there?",
        "Henry: Just -- just enjoying the view.",
        "Nikki: Come on down. Come on.",
        "Nikki: Are you okay, Henry?",
        "Henry: Yeah, yeah, fine. Yeah, sturdy as a mountain goat. That was great. Let's do this \u0096",
        "[SCENE_BREAK]",
        "Dr. Walters: Will has been making excellent progress in therapy.",
        "Jennifer: What made you finally decide to allow us to see him?",
        "Dr. Walters: He asked.",
        "Paul: When we do talk to him, is there are some things that we shouldn't discuss? Are there some subjects that are off limits?",
        "Dr. Walters: Follow his lead. If he brings up Rose D'Angelo's death or any other difficult, don't shy away from it. If he changes the subject, let him. Will knows what he can handle.",
        "Hal: When can we see him, doctor?",
        "Dr. Walters: I'll be tied up until group therapy's over, then I will escort you personally to see Will. I need to make sure he's still okay with this.",
        "Hal: Whatever you think is best.",
        "Paul: We just want what's best for Will.",
        "Hal: One thing, doctor. You haven't mentioned Barbara. Has Will asked about his mother?",
        "Dr. Walters: He seems to be consciously distancing himself from her. I take that as an acknowledgement that her hold on him was unhealthy.",
        "Paul: That's a new way of looking at things.",
        "Jennifer: So Mom hasn't tried to see him at all?",
        "Dr. Walters: You have nothing to be worried about on that score. The hospital has taken every precaution to make sure that Ms. Ryan and Will are kept far apart.",
        "[SCENE_BREAK]",
        "Barbara: And then after I pass the supply room, I make a left, and that takes me down to your hallway.",
        "Will: You've got it.",
        "Barbara: It's a good thing I have a good memory 'cause this is pretty complicated.",
        "Will: But you won't get lost?",
        "Barbara: No. I'll always know where to find you.",
        "Will: You gotta keep that nurse's uniform hidden --",
        "Barbara: Oh, I will --",
        "Will: Because cause if they find it --",
        "Barbara: I will! I'll take care of it. I will.",
        "Will: All right. So, come to my room tonight, right after group therapy, because between swing shift and b shift, there's only three people on the ward, and it's the easiest time to slip through.",
        "Barbara: I will be there. See ya. Thanks.",
        "Will: I'm counting on that, Mom.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Alison: I want to be with you forever. And I'm not scared of that at all. Wanna know why?",
        "Chris: Why?",
        "Alison: Because I know that you will always be mine.",
        "[SCENE_BREAK]",
        "Hal: Does it bother you having your mom here in the same hospital?",
        "Will: As long as she can't get to me, I'm cool with that.",
        "Dr. Walters: Will? Are you up for visitors?",
        "Will: They're here? Dad!",
        "Hal: Hello, son.",
        "Jennifer: Come here. I've missed you so much!",
        "Will: Me too, sis.",
        "Paul: My little brother's not so little anymore.",
        "Hal: No, he's not.",
        "Will: It is so cool to have you guys here. We're a family again.",
        "[SCENE_BREAK]",
        "State nurse: Have a good night's rest, Barbara, and I'll see you tomorrow.",
        "Barbara: Thank you very much. Goodnight.",
        "[Barbara sighs]",
        "[SCENE_BREAK]",
        "Henry: Am I still on top of the mountain?",
        "Nikki: No, Henry.",
        "Henry: Oh, thank you, my angel --",
        "Mike: Ben!",
        "Ben: Hey, mike. Nikki. Chair, please. What happened to Henry?",
        "Nikki: He fell on his head.",
        "Ben: And how'd that happen?",
        "Mike: We were climbing a rock wall and he didn't connect his safety harness properly.",
        "Ben: Sit him down.",
        "Henry: Ow, ow!",
        "Ben: Did he lose consciousness?",
        "Nikki: No, I don't think so.",
        "Mike: He jumped up pretty much as soon as it happened. He insisted he was fine, but then he got kind of wobbly.",
        "Henry: I don't need no stinking shot! Get me a martini, and two olives! Stat!",
        "Nikki: He's been babbling like that ever since it happened.",
        "Ben: Incoherent?",
        "Mike: With Henry, it's kinda hard to tell.",
        "Ben: Yeah.",
        "Mike: Can you take care of him? I know you're hand's busted up.",
        "Ben: Um. I'm fine. I mean, I'm sure I can handle a concussion exam. Why don't you two have a seat in the waiting area, and I'll come get you when I'm done.",
        "Mike: Okay.",
        "Nikki: Okay. Thanks.",
        "Ben: How are you doing, Henry?",
        "Henry: The bartender's cute, but she needs to have your hand with the gin.",
        "Ben: Uh-huh --",
        "Henry: Ow! That's bright.",
        "Ben: All right, bud, just follow my finger. All right. Okay --",
        "Henry: Be honest with me, Doc, am I gonna make it? 'Cause, if not, I've got a dying wish that involves that brunette out there --",
        "Ben: Hey, hey, hey!",
        "Henry: Is it that bad? Oh, don't tell me I'm going to my final reward without making love to Nikki Munson.",
        "Ben: That's up to you and Nikki Munson. Are you in any pain?",
        "Henry: Only my fractured heart. How long have I got, doc? Minutes? Seconds?",
        "Ben: Years. You're gonna be fine, Henry.",
        "Mike: Poor guy. He's just trying to impress you, you know that, don't you?",
        "Nikki: Yeah. I know.",
        "Mike: Were you?",
        "Nikki: Impressed?",
        "Mike: Yeah.",
        "Nikki: Absolutely. But not by Henry.",
        "[SCENE_BREAK]",
        "Aaron: What are you trying to do? Get back at Ali?",
        "Lucy: No.",
        "Aaron: Then why are you trying to wreck her life?",
        "Lucy: I'm trying to keep her from ruining her life, which is what you should be doing.",
        "Aaron: Lucy, she'll hate me.",
        "Lucy: Probably. But not forever, and isn't her happiness worth that risk?",
        "Aaron: It's not gonna make a difference! Okay, every time I say something negative about Chris, Ali jumps down my throat, she starts ignoring me.",
        "Lucy: Well, then you'll have to make her listen. Of course, she'll get angry. She'll be yelling and screaming at you, but in the end, she'll know that you'd be telling her the truth, and she'll get out of this engagement.",
        "Aaron: Yeah, but she won't be coming back to me. Not after I hurt her like that.",
        "Lucy: I'm here, aren't I? You hurt me pretty bad, once upon a time.",
        "Aaron: Because I slept with Ali?",
        "Lucy: Because you lied about it. Learn from your mistakes, Aaron. Do the right thing -- call her.",
        "[SCENE_BREAK]",
        "Alison: What are you doing here? Why are you still wearing your tux?",
        "Chris: Ali, I was worried -- you look --",
        "Alison: Don't leave me hanging.",
        "Chris: Well, words like gorgeous and amazing come to mind, but they don't begin to do just for how beautiful you are.",
        "Alison: Thank you. I'm so happy.",
        "Chris: I can tell.",
        "Alison: Growing up, I was always someone's something. Susan Stewart's younger daughter, and Emily Stewart's little sister. And I was always afraid, afraid to be myself because I didn't think that was good enough. But now I'm gonna be a wife, I'm gonna be your wife, and I love it. And I get to kiss you, and make love to you, and wake up to you, and -- have kids with you, and grow old with you. And I'll be with you forever. And I'm not scared of that at all. You wanna know why?",
        "Chris: Why?",
        "Alison: Because I know that you will always be mine. Always.",
        "Chris: Alison --",
        "Alison: Oh, my God! Oh --",
        "Chris: What, what?",
        "Alison: You're the groom. I'm the bride. You can't see me before the wedding, its bad luck.",
        "Chris: No, no, Alison, stop.",
        "Alison: No --",
        "Chris: Our bad luck is behind us.",
        "Alison: How can you be so sure?",
        "Chris: I'm sure I want to make all your dreams come true.",
        "Alison: And I'm sure I'm going to love you forever.",
        "Chris: I pronounce us, \"made for each other.\"",
        "[SCENE_BREAK]",
        "Nikki: Think they're gonna keep Henry overnight?",
        "Mike: I don't know. I guess it depends on how serious it is.",
        "Nikki: I'm starving. Do you want to go too Metro, and grab something to eat? After they get him settled?",
        "Mike: Sure. Hey, how's Henry?",
        "Ben: I'll be releasing him.",
        "Nikki: Good. That means it wasn't serious.",
        "Ben: No -- but, um, he really shouldn't be alone tonight. You think you two could stay with him?",
        "Mike: Both of us?",
        "Ben: Well, yeah, see, the thing is, with this kind of concussion, he should stay awake for the next 12 hours. And, I don't know, maybe you could work in shifts, keep him from sleeping?",
        "Mike: We'll stick with him.",
        "Nikki: Yeah.",
        "Ben: Okay, great. Well, um, why don't you come with me back into the cubicle, and I'll give instructions to you two and Henry at the same time.",
        "Henry: Hello, angel of mine.",
        "Nikki: How much longer is he gonna be talking like this?",
        "Ben: Uh, probably for a couple of hours. Henry's got what's called a grade one concussion. But he just needs to relax. Take it easy for a while, okay, Henry?",
        "Henry: No problem.",
        "Ben: No strenuous exercise.",
        "Henry: No problem.",
        "Ben: No alcohol.",
        "Henry: Uh, well, uh, Houston, we have a problem here.",
        "Nikki: We'll take care of him.",
        "Ben: All right. Just keep him awake for 12 hours, that's the important thing.",
        "Nikki: What about medication, or anything like that?",
        "Ben: Uh, right. What I did is, I wrote down a couple of over-the-counter headache remedies. You won't need a prescription.",
        "Henry: Make sure you put martinis at the top of the list there, Doc, okay?",
        "Ben: Look, I'm going to take care of the paperwork, get you guys out of here.",
        "Mike: Thanks, Ben.",
        "Ben: All right. Joan, I need you to, uh, go down to the hospital pharmacy and get this prescription filled.",
        "Nurse: Sure.",
        "Ben: For Henry Coleman.",
        "[SCENE_BREAK]",
        "Will: Sure, I miss my friends, going to movies, even school a little bit. But it's not that bad.",
        "Paul: Well, if you need anything, provided the doctor says it's okay, we'll get you whatever you want.",
        "Will: Well -- Mabel's red hots would be nice.",
        "[Laughter]",
        "Hal: All right, you got it. Next visit, Mabel's takeout.",
        "Will: So, uh -- how's Mom doing? It's okay. I know she's here. My doctor told me. Um, I'm just wondering how she's doing. You know, maybe they can help her here like they've helped me.",
        "Hal: Well, does it bother you having your mom here in the same hospital?",
        "Will: I haven't really thought about it. I know she's in the building somewhere, but as long as she can't get to me, I'm cool with it.",
        "Dr. Walters: Nurse?",
        "State nurse: Yes, doctor?",
        "Dr. Walters: I'm changing Mrs. Halsey's therapy schedule. Can we go over her chart?",
        "Barbara: Almost there, Will. Almost there.",
        "[SCENE_BREAK]",
        "Ben: Is that Mr. Coleman's prescription?",
        "Nurse: Do you want me to give it to him?",
        "Ben: No, I'll take care of it.",
        "Nurse: Anything else, Dr. Harris?",
        "Ben: Um -- no, that's it. I've already taken care of all the paperwork. Thank you.",
        "Mike: Hey, are we all set?",
        "Ben: Yeah, just take it easy, Henry, and stay away from the rock walls.",
        "Henry: You're so beautiful.",
        "Ben: If there's any problem, call me. Just make sure he's symptom-free for 12 hours, and then it's okay to let him sleep.",
        "Mike: All right.",
        "Nikki: Looks like we're spending the night together, buddy.",
        "Henry: Am I, am I dreaming?",
        "[SCENE_BREAK]",
        "Aaron: I'm not doing this over the phone.",
        "Lucy: But you will -- do it, right? You're gonna tell Alison?",
        "Aaron: I know what you think is right. But breaking Ali's heart is just -- I feel so selfish.",
        "Lucy: Aaron, if you're in love with Alison, or you're just being her friend, you will not let her get a day closer to this wedding without her knowing the truth.",
        "Aaron: Swear to me you won't tell her.",
        "Lucy: I won't have to. Because you will.",
        "[SCENE_BREAK]",
        "Susan: Can you believe this wedding is finally coming together after being such a nightmare? No! What are you doing? You're not supposed to see the bride in her dress before the wedding. It's very bad --",
        "Alison: It's bad luck, I know. I know.",
        "Chris: Yes. Well, we have decided that we're not having any of that. Since we're getting married, we're creating our own, new luck from now on.",
        "Alison: And it's only good. Right?",
        "Chris: Right.",
        "[SCENE_BREAK]",
        "Hal: Yeah, and Alison is getting married in a couple of days.",
        "Will: Really? Alison?",
        "Jennifer: She's been dating Chris, remember?",
        "Will: Oh, right. Well, tell her I said hello.",
        "Hal: Oh, she'll like that.",
        "Jennifer: Oh, and Nikki's back in town. She sends her love. She'll come with us next time.",
        "Paul: Hey, and if there's still a basketball court here, you know -- maybe next time I come, we can shoot some hoops.",
        "Will: Okay. But I've gotten a lot better.",
        "Paul: Well, you've gotten taller. We'll see if you've got any better.",
        "Barbara: Will, I'm here!",
        "[NEXT_ON]",
        "Barbara: You won't keep me from Will, Hal! No one can! Not you, not the courts, no one!",
        "Carly: We're going to go to all different houses to find Jack.",
        "Parker: It's too late.",
        "Carly: No, it's not, honey. No, it's not too late. Because I won't let it be.",
        "Jack: I love you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tCf0Zl2aJrc"
}