{
    "Episode Summary": [],
    "Recap": [
        "Margo catches Matt snooping, but Matt charms his way out of it. Henry and Vienna come face to face, and Vienna admits to sleeping with Gray after he cheated on her (or so she thinks he did). Carly has a plan, but Jack is unsure. Carly reminds him that they don't have any other options. Henry let his pride get in the way and doesn't correct Vienna. A devastated Vienna tries to get Henry back by telling him that she has decided to move in with Gray. Brad and Katie give into their passion at WOAK of all places. Carly sets her plan in motion by calling Kit. Matt causes Casey to get hurt and they head off to the hospital. Henry throws Vienna's clothes into the hallway. A confused Katie tells Brad that they made a mistake. Carly tells Kit that she knows that she killed Sam, as Kit challenges her bluff, while Jack listens close by. Henry interrupts Brad and Katie's talk to tell them that he and Vienna are over because she slept with Gray. At first, Katie wants to help and explain to Vienna what happened, but then she gets upset when Brad pushes her hard to help and tells him that people always end up getting hurt when they fall in love and stomps off. Gray wants to take Vienna away, but she won't leave town. She secretly wants to make up with Henry until she sees that he threw out her clothes in the hallway. Carly tries to push Kit's buttons about Sam wanting her instead, but Kit won't bite completely. Henry and Brad go to the diner to eat, but Brad is sure that he is there to see Vienna. When Vienna comes in, Henry gives her a horrible time about his lunch order. Finally, Vienna wants to know why she is being so mean when she loves him so much? Henry wants to know how she can say that when she cheated on him? Vienna reminds him that he cheated first, gambled behind her back and refused to commit to her. Brad threatens Gray. Matt sees Gray and suggests that Allison go to the Bookstore to buy a book. Meanwhile, he sneaks out to talk with Gray. Gray alludes to a plan with the Hughes' and then orders Matt to teach Brad a lesson. Allison sees Matt and Gray talking and calls him on saying that she thought he didn't know him before. Carly is distraught that she let Parker down by not getting Kit to confess. Jack promises that it is not over; he even admits that he has friends on the force tailing Kit. Margo calls Jack to the station. Katie talks with Parker. Henry looks like he is going to admit to Vienna what is going on when Gray walks in and spoils it. Margo tells Jack that he can't have officers following Kit. She will handle it from now on. The officer tells Jack that they lost Kit. Henry reconsiders his plan when Gray tells Henry that Vienna is \u0091his' now. Parker admits to Katie that he thinks he should turn himself in. Katie orders him to trust his parents and let them take care of their plan. Parker asks Katie to stop by his mom's house to get a book for him since he isn't supposed to go there. Matt lies to Allison and she is suspicious. Later, she asks Casey about Matt, but he covers for him. Brad calls Bonnie and asks her out again. Matt knocks Brad unconscious. Someone unknown to us knocks Katie unconscious at Carly's house."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Margo: Matt -- what were you doing?",
        "Matt: It looked like some -- I'm not going to lie to you. I was snooping around. Just checking things out.",
        "[SCENE_BREAK]",
        "[Door lock beeps]",
        "Vienna: Hello, Henry.",
        "Henry: Hey, Sweetheart. Where you been?",
        "Vienna: What do you care? Don't you have that woman to keep you company?",
        "Henry: Vienna, I can explain.",
        "Vienna: No!",
        "Henry: No, please --",
        "Vienna: No, there is no explanation needed because I saw what was really going on. And it wasn't pretty.",
        "Henry: Would you just calm down, please. Let me tell you what really happened.",
        "Vienna: No, I won't calm down! And I won't let you get on with this philandering or whatever 'cause two can play at that game.",
        "Henry: What is that supposed to mean?",
        "Vienna: How do you like my shoes? Do you know how much they cost?",
        "Henry: You were with Gray, weren't you?",
        "Vienna: Yes, I was.",
        "Henry: Did you sleep with him? Tell me the truth. Did you sleep with him?",
        "Vienna: Yes, I did. I not only slept with Gray, we made love. I made love with Gray Gerard. After you cheated on me, Henry. Why shouldn't I?",
        "[SCENE_BREAK]",
        "Margo: What -- what were you checking out?",
        "Matt: Just looking around at the stuff.",
        "Margo: What are you looking for?",
        "Matt: I do this sometimes when I'm alone. I don't know. You and your family are just amazing.",
        "Margo: Well, I can only speak for myself. You know, we're blessed.",
        "Matt: My family is not like yours. You know what? I'm sorry. I shouldn't be looking around at your stuff.",
        "Margo: Matt, its just stuff. It's okay.",
        "Matt: I mean, I wasn't expecting you to come home. Do you usually get out of work in the middle of the day?",
        "Margo: No, I just -- I just need to come home and get this file. I've just been really scattered lately at work. I'm working on this case, it's kind of sad. It's a friend of mine -- well, it doesn't matter -- this friend of mine's son is being tried for murder. And it's all very -- very heartbreaking.",
        "Matt: Wow. I'm sorry. Is there anything I could do to help?",
        "Margo: No, can't imagine what it would be. But, yes, you can keep telling me how nice my family is.",
        "Matt: I can do that.",
        "Margo: You can do that. You can also get Casey to go back to college.",
        "Matt: Yeah --",
        "Casey: Hey, Mom. Matt. What are you guys up to?",
        "Margo: Nothing. Just catching up.",
        "Casey: We got to go back to work, Man.",
        "Matt: Yeah, I'm ready. Thank you.",
        "Margo: Okay. Have fun you, Guys. See ya.",
        "Casey: Bye.",
        "Margo: Hasta la vista.",
        "Matt: Yeah.",
        "Margo: Bye-bye.",
        "Matt: Bye-bye.",
        "[SCENE_BREAK]",
        "Jack: It's too risky.",
        "Carly: Jack, we've run out of options here. Henry couldn't get Kit to confess. And we can't let her run off and leave our son to go to prison.",
        "Jack: I'd do anything to keep that from happening. But it's too dangerous. Carly, think about it. Kit murdered Sam, what's to stop her from killing you?",
        "Carly: You are. You'll protect me, Jack. I trust you. I just want you to have as much faith in me as I have in you.",
        "[SCENE_BREAK]",
        "Vienna: What did you expect? I saw you. I caught you with another woman. You think I'm just going to forgive and forget?",
        "Henry: I can't believe this! I can't believe this --",
        "Vienna: Well, why not? Why not? You can be with another woman, but I can't be with another man? Obviously, you think there are different rules for men and women.",
        "Henry: Yes, you're right. That's exactly what I think! Why don't you get out of here? Okay? Why don't you go back to Gray? That's where you want to be? Go!",
        "Vienna: Oh, great! So, you're kicking me out now, so you can be with your floozy!",
        "Henry: Yeah, that's right. That's right again! All right? Absolutely. I want to be with Kit now! How about that?",
        "Vienna: Great! So, we both get what we want!",
        "Henry: That's right. What do you want me to do with your stuff?",
        "Vienna: Oh! What do you think? Just send it all up to the penthouse!",
        "Henry: Wait. No, wait. Come here. Are you moving in with him?",
        "Vienna: Yes, I am. I'm moving in with Gray.",
        "Henry: Well, he really works fast, doesn't he?",
        "Vienna: Well, so do you. So do you, Henry.",
        "[SCENE_BREAK]",
        "Katie: What are we doing?",
        "Brad: It's pretty obvious.",
        "Katie: We can't. We can't.",
        "Brad: Why not?",
        "Katie: We just can't.",
        "Brad: Come on, Katie. The crew -- they went to lunch. They won't be back for an hour. We have an hour, just the two of us. And we can do whatever we want. I've missed you so much. And I know you've missed me.",
        "[SCENE_BREAK]",
        "Carly: You know this is the only way, Jack.",
        "Jack: It doesn't mean I have to like it.",
        "Carly: Do you have a better idea?",
        "Jack: No, damn it! If I did, I wouldn't let you do this!",
        "Carly: Is that a yes?",
        "Jack: You're right. We have nothing else.",
        "Carly: Good. Then let's get started.",
        "[Cell phone ringing]",
        "Kit: Carly. You were next on my list to call.",
        "Carly: Hi, Kit.",
        "Kit: Listen, I'm heading out of town. But we still got some unfinished business.",
        "Carly: Right. You want the deed to Metro, right?",
        "Kit: You got that right. Got to hand it over to the new owner.",
        "Carly: I figured.",
        "Kit: Got to keep it all legit, you know?",
        "Carly: I agree.",
        "Kit: So, I'll be right over to pick it up, right?",
        "Carly: No. Actually, that's why I called you. I'm not at home. This could go faster if we just met in the middle. Say Luther's Corners church. 20 minutes?",
        "Kit: What, you suddenly got all religious?",
        "Carly: You want the deed, or not?",
        "Kit: Yeah, okay, okay. I'll meet you at the church.",
        "Carly: Okay. It worked.",
        "Jack: Not exactly. Not unless you hear her confession.",
        "Carly: Well, I will. I have to. This could be our only chance to clear Parker.",
        "Parker: Mom -- Dad -- what are you two up to?",
        "Jack: So, how were baseball tryouts?",
        "Parker: Okay. I made the team.",
        "Jack: That's great, Buddy. Way to go!",
        "Carly: Yeah, good for you! Congratulations.",
        "Parker: It's not like I'm going to get to play, if I end up going to jail.",
        "Carly: Don't think like that.",
        "Parker: You still didn't answer my question. What's going on?",
        "Carly: Nothing.",
        "Jack: You should really be at the farm.",
        "Parker: Why?",
        "Carly: Look, Honey, we're working out a plan. To keep you out of jail. And we're very hopeful about it, but we want to concentrate and we can do that better if we know that you are safe at the farm.",
        "Parker: What kind of plan? What are you working on?",
        "Jack: Would you just go to the farm, and stay there until we call you?",
        "Parker: Why can't you tell me?",
        "Carly: You'll be the first to know when we have good news. Don't worry. Everything's fine.",
        "Jack: You got to let us do what we have to do. Okay?",
        "Carly: He doesn't believe us.",
        "Jack: Yeah, why should he? So far, we've just been running into brick walls.",
        "Carly: Well, that's got to change, Jack. Today.",
        "[SCENE_BREAK]",
        "Casey: Hey, what were you and my mom talking about?",
        "Matt: Nothing much.",
        "Casey: It got really quiet when I came in.",
        "Matt: Well, actually, Casey, we were talking about you. It is your mother's favorite subject. She wants you to go back to school.",
        "Casey: Please, don't start. You know, I'm happy working here. You know? Speaking of work, just get busy, please. Time to get busy.",
        "Matt: Sorry. Oh, I'm sorry! Oh my God, you're bleeding.",
        "Casey: Give me a towel.",
        "Matt: That looks really bad, Man.",
        "Casey: Please, please.",
        "Matt: Here, here. We got to get you to the hospital.",
        "Casey: No, it's no big deal.",
        "Matt: It's you. Got to get you to the hospital. Go, go, go. I'll grab your jacket. Just get going man. I'm sorry. All right \u0096",
        "[SCENE_BREAK]",
        "Katie: This was a mistake.",
        "Brad: What are you talking about? It was incredible.",
        "Katie: Panting and sweating all over the dirty studio floor?",
        "Brad: It was just as intense for you as it was for me. I could tell.",
        "Katie: How?",
        "Brad: Because I have been with you enough times to know when you're into it. And you were definitely into it.",
        "Katie: Yeah, maybe in a risky, the-boss-might-walk-in any second kind of way. But it was still a mistake.",
        "Brad: We were sober. We knew what we were doing. It was what we needed. It was what we wanted. And it was exactly the right thing to do.",
        "Katie: Was it really?",
        "Brad: Yes.",
        "Katie: Then why do I feel so sad?",
        "[SCENE_BREAK]",
        "Henry: Hi, yeah, I need a porter right away. To come pick up Ms. Hyatt's things, and take them up to -- you know, I'm sorry -- you know what? I'll take care of it. Yeah, yeah, yeah, cancel the porter. I'll deal with it.",
        "[SCENE_BREAK]",
        "Jack: Okay, you know what you're going to say, right?",
        "Carly: Yes, Jack, we practiced enough in the car. I'm all set.",
        "Jack: Okay. If you sense danger, if you think there's a chance that Kit could get violent, then you back off. Don't do anything foolish. Just back off, and I'll get you out of here. Are you listening to me?",
        "Carly: Yes, I'm listening to you. Just don't worry. Go someplace where Kit can't see you. All right?",
        "Jack: I'll be right over there. I'll be right over there within ear shot. If you sense trouble, don't try to be a hero. Just get out. Got it?",
        "Carly: Got it. Hey, Kit. How's it going?",
        "Kit: I ain't got time to chit-chat. Just hand over the deed and we can be done with this.",
        "Carly: You know, I really didn't expect our partnership to end quite like this.",
        "Kit: Yeah, the whole thing kind of went south, huh? You win some, you lose some, right? Hand it over. Carly, what's going on? Hand me the deed. That's what we're here for, right? Give it to me.",
        "Carly: I'm not giving you anything, Kit.",
        "Kit: Are you playing me, or what?",
        "Carly: I came here to tell you that I know what you did, and I'm not going to let you get away with it.",
        "Kit: What are you talking about?",
        "Carly: I know what happened the night Sam was killed.",
        "Kit: Oh, well then you know more than I do, Girl, 'cause I was in Chicago.",
        "Carly: No, you weren't. You came back. You saw what Sam tried to do to me.",
        "Kit: You're forgetting one big thing. Parker shot Sam.",
        "Carly: Mm-hmm. Parker shot him. But he didn't kill him. Parker dropped the shotgun, you picked it up and shot Sam again. Right through the heart. You killed Sam.",
        "Kit: That's ridiculous.",
        "Carly: It's the truth. And I can prove it.",
        "Kit: Really? You got proof what you doing here? Why ain't you gone to the police? I'll tell you why, Carly. 'Cause you're bluffing. You ain't got a damn thing.",
        "[SCENE_BREAK]",
        "Alison: Hey, Casey, what happened?",
        "Casey: I cut my hand. It's nothing. Matt overreacted, you know? Happens to bartenders all the time. Just lime juice really stings.",
        "Matt: It's really deep. And there's a lot of blood.",
        "Alison: Oh, hey, can you -- can you help my friend?",
        "Casey: Yeah, I just need a band aid. It's nothing.",
        "Matt: Shut up and let her look at it.",
        "Casey: Okay. Ow --",
        "Nurse: Oh, you're definitely going to need some stitches. You did the right thing, applying pressure, holding it up.",
        "Casey: Oh, yeah, Matt told me to do that. Thanks, Man. Hey, I'll catch you back at Lakeview.",
        "Matt: Okay, yeah, I got you. Take your time, Man.",
        "Nurse: Let's get this taken care of.",
        "Casey: Okay, let's be gentle.",
        "Alison: It's a good thing you were there. Sounds like Casey wouldn't have sought treatment.",
        "Matt: Yeah. And the Bloody Mary's would have been a bit too authentic.",
        "Alison: So -- oh, it's time for my break. But too bad you have to go back to work.",
        "Matt: Take your break with me.",
        "Alison: Um -- aren't you going to the Lakeview.",
        "Matt: Yeah, but there's no reason you can't come with me, right?",
        "[SCENE_BREAK]",
        "Brad: Katie --",
        "Katie: I'm sorry. I'm so sorry. I'm just not in control of my emotions these days. And it's not fair to drag you into it.",
        "Brad: This isn't fair, then I'll take unfair as much as possible. I'll take it all the time, if you want. I mean, come on -- this is not just a one-time drunken hookup. We're great together. I mean, you can see that. It's not just me. We've have amazing chemistry.",
        "Katie: I'm sorry. No, just because it feels good doesn't mean we should be doing it. It was just wrong. Okay? Wrong place, wrong time, wrong person.",
        "Brad: That's not true.",
        "Henry: It happened. Vienna and I are really finished.",
        "[SCENE_BREAK]",
        "Gray: You made the right decision. What you and Henry had, it couldn't last. Why be miserable?",
        "Vienna: But Henry and I, we were so close. How could this happen? I don't understand.",
        "Gray: Sometimes relationships just run their course. Hey, let me find a way to cheer you up, huh? Where would you like to go shopping? Paris? Milan? Let's get away to a beach somewhere. How about Australia? It's summer down in Sydney. Nice and warm.",
        "Vienna: I know, I know, I said I wanted to leave, but I changed my mind. It's hard enough moving from my floor up to your penthouse.",
        "Gray: That's easy. I'll help you.",
        "Vienna: No, I need to do it myself. My own way. I should get started, shouldn't I? Why postpone misery?",
        "Gray: Vienna, that's not what I said.",
        "Vienna: I'll see you later. At the diner.",
        "Gray: Listen, now that I own the place, and we're together, you certainly don't have to keep working there.",
        "Vienna: No, no, I want to. Funny, I used to like being taken care of, but now I find joy in making my own way. I guess Henry just changed me.",
        "Gray: Yeah, well, I'm going to change you back. I'm going to take care of you, and I am going to spoil you. And every minute is going to be a pleasure, okay? So get used to it.",
        "[SCENE_BREAK]",
        "Henry: Vienna caught me kissing Kit. All right? Now, she thought I was cheating, of course, I wasn't. But it didn't matter. She went off the deep end and then she --",
        "Katie: What? What happened?",
        "Brad: Spit it out, Henry. What?",
        "Henry: She slept with Gray.",
        "Katie: Oh my God. No wonder you're a wreck.",
        "Brad: Henry, we can fix this. All you have to do is tell her the truth. Tell her that you were doing it for us, that you were trying to get something on Kit. I'll back you up.",
        "Henry: What are you talking -- I can't forgive her for something like this! She slept with the man -- she actually slept with him! She's moving into his penthouse. You know what, I got a little bit of pride left here. I'm not going to admit that there was nothing going on with Kit and me. No, because that makes me look like a loser. What am I talking about? I am a loser. Oh my God. Admit it, Henry. You lost. Gray won. I'm going to be sick.",
        "Brad: Okay, if he's not going to do something, then I think we should. We need to go shake some sense into Vienna.",
        "Katie: He just said he didn't want to do anything about it. We need to stay out of it.",
        "Brad: Katie, he's our friend. He's hurting.",
        "Katie: Don't you think I know that? That's what happens when you fall in love. You get hurt. And there's nothing anyone can do about it!",
        "Henry: Great. Great, my life is in ruins. I didn't mean to upset Katie.",
        "Brad: No, no, no. No, don't blame yourself. It has more to do with me. I feel bad. This whole thing -- it was my idea.",
        "Henry: Yes, yes, it was. You're the one who convinced me to seduce Kit, and get a confession out of her. Remind me to make you pay for that one, Brad.",
        "Brad: Sorry, Man. I'm sorry for you. I'm sorry for Katie. I really messed up.",
        "Henry: What am I missing here? Why is Katie upset? The money -- the money that she lost to Kit, right? $250,000, that's a -- well, that would -- I can see why she's a wreck. I'm a wreck too. Could this day get any worse?",
        "Brad: Henry, it's not about the money. At least I don't think -- it's not about money -- I mean, you know, Katie's just realizing that sometimes life doesn't give you what you want.",
        "Henry: I can relate to that.",
        "[SCENE_BREAK]",
        "Vienna: You can make it work. Just apologize and -- damn you, Henry!",
        "[SCENE_BREAK]",
        "Carly: How do you know I haven't called the police? Jack's a detective, remember?",
        "Kit: Then why ain't they here? And in fact, why are we in a church?",
        "Carly: Well, I thought I'd give you a chance to say a little prayer before you turn yourself in.",
        "Kit: Oh, you want me to admit to something. Well, it ain't going to happen.",
        "Carly: I know the truth. And I will not rest until I have every last bit of evidence needed to put you away.",
        "Kit: You're wasting your time, Carly! And you're wasting mine, which is even worse. Are you going to give me the deed or not?",
        "Carly: Not.",
        "Kit: Fine. It don't matter. I got my money, and I'm out of dodge. Have a nice life.",
        "Carly: You can run away from me if you want. But you can't run away from the fact that Sam didn't love you. I'm the one he wanted, not you.",
        "[SCENE_BREAK]",
        "Brad: You can get through this. Just downplay everything. Apologize and move on. Flowers. Flowers work.",
        "Henry: What kind of flowers, Brad?",
        "Brad: Roses. Got to be roses. Red.",
        "Henry: Really, roses? That works for you? I hate to say this, Buddy, but you haven't been so successful in winning back the woman that you love, so I really shouldn't be listening to you. I have no intention of giving Vienna any flowers. I won't even give her a cactus. I have no intention of talking to her again. All right?",
        "Brad: Then why are we here?",
        "Henry: Maybe I happen to be hungry.",
        "Brad: Yeah, right. You're giving new meaning to the phrase \"Comfort Food.\"",
        "Henry: Hey, Maggie.",
        "Waitress: Hi, Henry. Want a menu?",
        "Henry: No. Could I get a double deluxe cheeseburger, medium rare, Swiss cheese, extra onions, hold the pickle. But the onions, could sautéed them, so they're nice and soft. And I want the fries very crispy. With the salad, can hold the sprouts, and put bleu cheese on the side. Coffee with the meal. Brad?",
        "Brad: No -- nothing. I'm just staying. I'm leaving.",
        "Waitress: Deluxe, medium, Swiss, no pickles, onions, fries, salad, bleu cheese. Coming right up.",
        "Henry: Okay. I hate it when they don't write things down.",
        "Brad: You better hope she holds the onions. Now's your chance. Get to work. Is that who I think it is? Hey, it is? It's Gray the destroyer? The jerk that goes after another guy's girl? Breaks up a happy couple, plays games. Deliberately destroys good people's lives.",
        "Gray: Anything else?",
        "Brad: Yeah. Um, leave my friends alone?",
        "Gray: Are you threatening me?",
        "Brad: You heard me.",
        "[SCENE_BREAK]",
        "Matt: Well, it feels good to be outside. I hate feeling cooped up.",
        "Alison: Yeah, me too.",
        "Matt: Hey, let's check out this bookstore.",
        "Alison: What for?",
        "Matt: We'll pick out our three favorite books, and then buy them for the other person.",
        "Alison: Okay, that's a great idea.",
        "Matt: Well, let's go. Go ahead. I can't wait to see what you pick. I'm sorry about before, it was an emergency, you know. So, what can I do for you, Boss?",
        "[SCENE_BREAK]",
        "Vienna: Is that for table down there?",
        "Waitress: Yeah, you mean Henry?",
        "Vienna: Yes.",
        "Waitress: Yeah.",
        "Vienna: I'll take it for you.",
        "Waitress: Okay.",
        "Vienna: Thank you.",
        "Waitress: Got it?",
        "Vienna: Yes. Is there anything else I can get for you?",
        "Henry: This is not what I ordered.",
        "Vienna: Well, if it's not what you want, you can always replace it. Like finding a new woman.",
        "Henry: I asked for the dressing on the side.",
        "Vienna: You want a lot of things on the side.",
        "Henry: The customer is always right, remember?",
        "Vienna: Fine. No problem. I'll make sure you get what's coming to you.",
        "Henry: I asked for medium rare, this is raw. The thing is still mooing.",
        "Vienna: Some things should not be overdone.",
        "Henry: Right. Like cheating.",
        "Vienna: Fine, I'll go burn up your burger.",
        "Henry: What's this pickle doing here?",
        "Vienna: No pickle, extra onion.",
        "Henry: Sautéed onions, not raw.",
        "Vienna: My mistake.",
        "Henry: Yeah. I said extra crispy! You call this deluxe? One little piece of lettuce?",
        "Vienna: Deluxe!",
        "Henry: Yeah. Where's my original waitress?",
        "Vienna: She would have quit by now! Why are you being so mean to me when you know how much I love you?",
        "[SCENE_BREAK]",
        "Katie: Parker. Hi. How's it going? How's school?",
        "Parker: Same.",
        "Katie: I'm sorry. You don't really need small talk right now. You must be going through hell. I wish there was something I could do.",
        "Parker: There's nothing anybody can do.",
        "Katie: Well, that's not true. I know for a fact your parents are working very hard to prove that you're innocent.",
        "Parker: Yeah. What if that's impossible?",
        "Katie: It's not impossible. Don't give up. They're not giving up. Your parents would never let anything bad happen to you.",
        "Parker: That's what they keep telling me, but it's really hard for me to believe.",
        "[SCENE_BREAK]",
        "Carly: Sam didn't love you. Oh, he pretended to. But he never did. I remember he told me about how much he hated you. How he was just using you 'til something better came along.",
        "Kit: I don't believe you.",
        "Carly: Yes, you do. And you know I'm right. Think about all those times that Sam wanted to stay behind, while you went off somewhere. What was that all about? You even warned me to stay away from him. Because you knew he wanted me. And that's why you killed him, isn't it? Because it really riled you up that Sam loved me more than he could ever love you.",
        "Kit: Carly, your little scheme is not working. Just bug off!",
        "Jack: Well, you tried. You gave it your best shot. But Kit's not going to let anything get to her at this point.",
        "Carly: Jack, I let Parker down again. What are we going to do now?",
        "[SCENE_BREAK]",
        "Henry: How can you say you love me, when you slept with Gray?",
        "Vienna: I did it as a payback. I saw you with an another woman. How could I let that go by? I had to find a way to punish you.",
        "Henry: Fine. Not talking for a day -- that's punishment. Sleeping on the couch -- that's punishment. But moving in with a guy -- that's grounds for divorce.",
        "Vienna: We're not married, Henry. Remember? You never wanted to tie the knot.",
        "Henry: Yeah, that's a decision that looks prescient in retrospect. You know what, it makes it so much easier to split up.",
        "Vienna: You're impossible. You want to gamble on the side -- you want to have brazen affairs on the side -- how can I live with a man like that? Huh?",
        "Matt: Hey, do you think this is a good idea for us to meet in public like this? Hey, Man. I'm just looking out for your interests.",
        "Gray: Yeah? Well, don't bother. I can take care of myself. So, how's the research coming on the Hughes front?",
        "Matt: I'm working on it. Getting the routines down, you know?",
        "Gray: Good. Good, take your time. There's no rush. When we put the plan into motion, we can't afford any mistakes.",
        "Matt: Whatever you say, Boss. Can I go back now?",
        "Gray: One more thing. See that guy over there? I want you to send him a message for me.",
        "Gray: When are you going to learn how to treat a lady?",
        "Henry: You're using that term loosely, Gray.",
        "Gray: Yeah? Vienna is mine now, Henry. I expect you to respect that. Am I making myself clear?",
        "[SCENE_BREAK]",
        "Matt: Hey.",
        "Alison: What happened to you? I thought we were supposed to be buying each other books. I looked all over the store. You disappeared.",
        "Matt: I'm sorry. I just ran into somebody I knew. I was going to come right back in.",
        "Alison: Yeah, I saw you talking to that guy.",
        "Matt: Yeah.",
        "Alison: Wasn't he the one we ran into before? The one you said you thought you recognized, but you didn't know him.",
        "Matt: Oh -- yeah, yeah. Turns out that I do know him, from the Lakeview. He's a regular. He said he likes the way I mix a martini, and he's a really big tipper. So, I thought I should say hello. You know, I got to get back to work.",
        "Alison: Oh, yeah. I probably should head back to the hospital.",
        "Matt: Okay. Can we buy each other those books another time?",
        "Alison: Sure.",
        "Matt: Okay. I'll call you.",
        "Alison: Okay.",
        "Matt: See ya.",
        "[SCENE_BREAK]",
        "Katie: Your dad is a smart man. Everything is going to turn out fine.",
        "Parker: He may be smart, but I know when he's lying to me. Him and my mom, they keep trying to make me feel better, by telling me all these plans they have to clear my name, and keep me out of prison. But none of them have worked.",
        "Katie: They're not giving up. That means there's still hope. Your dad always comes through.",
        "Parker: Yeah, well I don't think it's going to happen this time. Listen, Katie. I've been thinking about this whole thing. I don't really know how to tell my parents this. I know they're not going to like it, but I can't let them stop me.",
        "Katie: What do you plan on doing?",
        "Parker: I'm going down to the police station and turn myself in. If I plead guilty I can just get this whole thing over with.",
        "Katie: Don't you dare!",
        "[SCENE_BREAK]",
        "Carly: I blew it. I blew it with Kit.",
        "Jack: You definitely got to her, though. There's a crack there, a weakness. We just have to find a way to exploit it.",
        "Carly: No, I don't think Kit is ever going to admit to killing Sam.",
        "Jack: I haven't given up hope, and neither should you. Listen, just to be safe, I got a guy on the force tailing her. We'll know where she's going, and what she's up to. If she leaves town, we'll be able to follow her.",
        "Carly: That's something, I guess, huh?",
        "[Cell phone rings]",
        "Jack: Yes. Snyder.",
        "Margo: Jack, I need you to come down to the station right away.",
        "Jack: I'm on my way. Mmm, something's up. Margo's not happy.",
        "Carly: What's wrong?",
        "Jack: I have no idea, but I've got to go to the station and find out.",
        "Carly: Okay.",
        "Jack: Carly.",
        "Carly: Yeah?",
        "Jack: Don't give up hope.",
        "Cop: Sorry, Jack. Chief spotted me tailing Kit, asked who assigned me. I couldn't lie.",
        "Jack: No, you did the right thing. I didn't expect you to put your job on the line. Thanks, anyway.",
        "Cop: No problem.",
        "Margo: Can I remind you that you resigned from the force when I ordered you to drop the investigation? You had no right to assign any of my cops to tail Kit?",
        "Jack: I needed help. I turned to a friend. I understand your position Margo, but I need you to understand mine.",
        "Margo: I do understand it. That's why I'm going to let this slide. From now on, you do not go against any of my orders.",
        "Jack: I get it.",
        "Margo: I don't want to use harsh measures, but if I have to, I will.",
        "Jack: No worries. Benny. After Kit left the church, where'd she go?",
        "Cop: Sorry, I lost her. I have no idea. She could be anywhere.",
        "[SCENE_BREAK]",
        "Katie: Don't you dare turn yourself in. You've done everything right already. Just trust the system. Trust your parents.",
        "Parker: Everyone keeps telling me that.",
        "Katie: Because everybody cares about you. They're looking out for you. I know things seem bad right now, but you don't know what's going to happen. So many people care about you, and they would be devastated if you went to prison. I know it's hard waiting to see what's going to happen right now, but it's so much better than what would happen if you turn yourself in. Please, Parker, promise me you won't do something that crazy.",
        "Parker: Okay.",
        "Katie: I'm serious! Promise me.",
        "Parker: I promise.",
        "Katie: Okay. Thank you. Is there anything else I can do for you?",
        "Parker: Actually, my mom and dad want me to stay at the farm and not go back to Mom's house.",
        "Katie: That's good. You need to stay with your brother and sister and your family right now.",
        "Parker: I left a book that I need for school there. And if I don't get it, I'm going to be in trouble.",
        "Katie: Okay, that's not a problem. I'll get it for you. Just give me your keys. Tell me where it is.",
        "[SCENE_BREAK]",
        "Henry: Come on. You charged me for every wrong order?",
        "Gray: Don't forget to leave her a nice tip.",
        "Henry: Yeah. Keep the change.",
        "[SCENE_BREAK]",
        "Alison: Hey, Casey. How are you?",
        "Casey: I got some stitches, but you know, at least I'm not bleeding to death. Thanks to Matt.",
        "Alison: Yeah. He's seemed like he's turned out to be a really good friend.",
        "Casey: Yeah, yeah. I guess so.",
        "Alison: He seems like a good guy. But, I don't know, every time I'm with him, there's just -- I feel like he's never being straight with anyone. Like he's hiding something.",
        "Casey: Yeah, everybody has something they don't want to share.",
        "Alison: Very true. I've been there. [Casey laughs] But, I don't know, I can't put my finger on it -- it's just, there's something about him. You know what I mean?",
        "Casey: Yeah. All I got to say is that when I needed help, Matt was there. I have nothing bad to say about him. I got to get back to work.",
        "Alison: All right. Bye.",
        "[SCENE_BREAK]",
        "Brad: Katie? Katie? Hey, Bonnie, it's Brad. I'm at the studio, I have some down time. I was just wondering if you were free, you'd want to come by, hang out. Something. Did I mention this is Brad? Yeah, well hope to see you.",
        "[Thump]",
        "[Matt snaps fingers]",
        "Matt: Guess you got Gray's message.",
        "[Thump]",
        "[Brad falls down]",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns\" --",
        "Emma: You can't be nursing Paul around the clock! And you have to turn that down!",
        "Will: Please tell me that you haven't changed your mind about keeping the baby.",
        "Katie: Oh -- you've got to be kidding me.",
        "Casey: Hey! Get your hands off her, Man!",
        "Officer #1: Stay out of it!",
        "Officer #2: Whoa! Well, you're under arrest.",
        "Luke: Hey!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=VqKFw4_F2T0"
}