{
    "Episode Summary": [],
    "Recap": [
        "Jack watches, as Katie and Brad seem to be getting closer as they work together. Vienna suggests to a stunned Henry that they get married. Faith orders a large breakfast, but when she sees Meg she has it packed up and lies. Lily struggles with wanting to take a diet pill. Craig goes to see Lily and offers her a job at Worldwide. Faith blows off Meg's concern and snaps at Parker, which sets off signals. Lily is disgusted with Craig and tells him in no uncertain terms would she ever work with him. Meg sees Faith getting sick and tells her that they have to tell Lily, even though Faith pleads with her not to. Katie asks a thrilled Jack out to coffee. Vienna convinces Henry of her feelings and pleads with him to take a leap of faith. He finally happily agrees to marry her. Henry tells Katie his happy news, which she doesn't take well at all. Meg tells Lily that Faith was getting sick; Lily freaks out and blurts out about her Bulimia. Meg and Lily talk, as Lily admits to a stunned Meg the depth of Craig's betrayal. Katie and Henry fight over his relationship with Vienna, as Henry tries to explain how lonely he is and how he is always wrapped up in Katie's life, so she wouldn't see anything beyond her own life. He is devastated to find out that he now thinks that Katie isn't the friend he thought she was all along. Vienna tells a Brad and Jack of her engagement; Brad is a little jealous and hurt, but Jack thinks this might knock him down a few pegs. Jack goes after Katie when he hears from Henry that she is upset. Meg confronts Craig about his betrayal. Brad plants a kiss on Vienna, as Henry walks up. Jack counsels Katie about it not being her place to tell Henry whom he should be with; he thinks they should both focus on the positive so they can be better to the people in their lives. Katie kisses Jack on the cheek to thank him, which he seems smitten about. The pressure gets to Lily, as she takes another pill and Faith sees this. She assures Faith that they will get through this as long as they have no secrets and are honest, as Faith eyes Lily's purse where the diet pills are. Meg and Craig have a bit of a showdown, which Paul interrupts, as Craig hints that what happened was her fault. Meg promises Paul that she won't let Craig get away with ruining lives."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Welcome to Oakdale, Illinois. An ordinary town filled with extraordinary people. Oakdale is rich with history and full of bright, young people. We got to work each day shop in wonderful stores dine in fine restaurants and hang out in cool places. Here in Oakdale, we prize the closeness of family and the challenge of work. It could be Anytown, USA, and yet it's like no other place on earth. We bet your town is just as nice as ours and we want to come see you.",
        "Brad: So, drop us a line, and tell us why you think we should visit.",
        "Katie: Our teams will read through all the entries, well, except for maybe Brad, who flunked his A-B-C's. So, if you can convince us to leave our beautiful town and spend the day with you --",
        "Brad: You win! And one heck of a prize -- me.",
        "Katie: Does your ego come with that?",
        "Brad: Oh, I'm sorry. I'm sorry. I forgot to share the love -- you win Katie, too.",
        "Katie: Why don't we tell our audience exactly what that means?",
        "Brad: All right. All right, well, if you win the contest, you get a home visit from the shallow, but incredibly beautiful Katie Peretti and the handsome and overwhelmingly talented yours truly. Would you like to tell them what a home visit is, darling?",
        "Katie: I will do that, Bradley. Yes, we will come to your house and take care one of those pesky little household chores you've been putting off for ages. Haven't cleaned out that closet in a while?",
        "Brad: Never cleaned your oven?",
        "Katie: Or waxed your car?",
        "Brad: We're your crew.",
        "Katie: So compare your hometown to Oakdale and --",
        "Katie/Brad: Write us!",
        "Stage manager: And we're out.",
        "Katie: Man, I cannot wait to see you on your hands and knees cleaning out our winner's oven.",
        "Brad: You know what? Admit it, admit it, you're just curious about my hind quarters.",
        "Katie: Oh, please. Don't flatter yourself.",
        "Brad: You know what, don't be shy. As for me, you know, nothing turns me on more than a lady with a lug wrench.",
        "[SCENE_BREAK]",
        "Vienna: Oh, God, I'm dreaming, aren't I?",
        "Henry: You have to sleep to dream. We haven't slept in ages.",
        "Vienna: Well, that's because you've been sending me to the moon.",
        "Henry: I remember I gave you a trip in limo, I never thought I would be projected through space, but now, I'm a love-astronaut!",
        "Vienna: No, no, Henry, you're more than that. You're the most wonderful man I've ever met.",
        "Henry: What is it?",
        "Vienna: Isn't this just perfect.",
        "Henry: It's ideal.",
        "Vienna: Wouldn't you want it to be ever more perfect?",
        "Henry: Anything you say -- whatever you want, I will do. Anything you tell me to do.",
        "Vienna: Marry me.",
        "[SCENE_BREAK]",
        "Waitress: Here you go, Hon -- one lumberjack special and chocolate shake.",
        "Faith: Thanks.",
        "Waitress: You must be having a growth spurt. Anything else?",
        "Faith: Um, yeah -- can I just get this all to go?",
        "Waitress: Honey, you haven't even --",
        "Faith: Please. Just takeout.",
        "Meg: Honey? What are you doing here all by yourself?",
        "[SCENE_BREAK]",
        "[Lily remembering]",
        "Lily: No, Mother, I do not need these. I am not an addict.",
        "[SCENE_BREAK]",
        "[Knock on the door]",
        "Craig: Oh, good, you're here.",
        "Lily: How dare you show your face around here? What the hell do you want?",
        "Craig: I'm not the enemy. I'm here to make you the best proposition you've heard in years.",
        "[SCENE_BREAK]",
        "Faith: Hi, Aunt Meg.",
        "Meg: Aren't you the early-bird.",
        "Faith: I have to go to band practice before school and Mom gave me money to get breakfast.",
        "Meg: Oh. Is all that for you?",
        "Faith: I like to share with the other flute players.",
        "Meg: Oh, I guess all that puffing works up an appetite.",
        "Faith: I should go.",
        "Meg: Faith, is everything okay?",
        "Faith: Sure.",
        "Meg: You know, if there's anything on your mind -- you can always talk to me.",
        "Faith: Thanks. Aunt Meg, I '",
        "Parker: Did we dominate those guys or what?",
        "Boy #1: Yeah, Parker, you were awesome.",
        "Boy #2: Oakdale ice storm rules!",
        "Paul: Hey, Parker. How are you?",
        "Parker: Paul -- we just won our practice game.",
        "Paul: Great. If I'd known you were playing hockey, I would have come watch.",
        "Parker: Yeah, this is Paul, you guys. Paul, this is Ross and Matt.",
        "Paul: How are you?",
        "Boy #1: You drive that Porsche, right?",
        "Paul: Yeah, it's parked out front. If you want to take it for a spin.",
        "Boy #2: I wish.",
        "Paul: Hi. Hi, Faith.",
        "Faith: Hi, Paul. I should get going.",
        "Meg: Yeah, and I should start my shift. Remember, if you ever need to talk --",
        "Faith: Thanks.",
        "Meg: You followed me here, didn't you?",
        "Paul: Only because I really love to hear you speak diner. I'm think it might make us closer if I learned a few words.",
        "Meg: I think you just want me to wait on you.",
        "Paul: Yeah, I'll have um -- I'll have Adam and Eve on a whiskey dry raft, and fries in the alley, you can paint them red.",
        "Parker: Hey, Faith.",
        "Faith: Hi. Congratulations on your game.",
        "Parker: Thanks. Pancakes?",
        "Faith: Yeah.",
        "Parker: You got enough? Are you, like, in a pancake eating contest or something?",
        "Faith: Just mind your own business, Parker.",
        "Parker: What'd I do?",
        "Faith: I thought you were different. You're just like the rest of them.",
        "Meg: What was all that about?",
        "Parker: Beats me.",
        "[SCENE_BREAK]",
        "Lily: Unless your proposition is returning Worldwide to its rightful owner, we have nothing to talk about.",
        "Craig: No, I think we do. Did you know that Dusty resigned?",
        "Lily: Oh, you should get used to that. Because there will be so many people quitting under your new leadership, you won't have somebody to even clean the bathroom.",
        "Craig: No, they'll be flocking to Worldwide when they hear that Lucinda's gone.",
        "Lily: You say gone, like my mother just walked away from her company, something she's built her entire life. Everybody knows that you took that company right out from under her.",
        "Craig: Okay, enough about Lucinda and her worthless minions, okay? It's a new day for Worldwide now --",
        "Lily: You walk into this house uninvited and now you insult my mother? I want you to go!",
        "Craig: No, no, hear me out, okay? Now the board of directors, they want to take the company in a new direction.",
        "Lily: Which direction is that? To hell in a hand basket?",
        "Craig: So, you want to have a spitting contest, or do you care about the company?",
        "Lily: Of course I care about the company! I spent my -- the whole night awake. This disaster is my fault.",
        "Craig: Okay, all right. Then don't be a part of the problem, be a solution. I want you to help me shape Worldwide.",
        "Lily: What are you talking about?",
        "Craig: I'm talking about loyalty, Lily. I want you to stay with the company and work with me.",
        "[SCENE_BREAK]",
        "Katie: You better stop being such a wise guy or my lug wrench is going to make contact with your skull.",
        "Brad: Promises, promises. I'm going to get some coffee, do you want some?",
        "Katie: No, thanks, I'm good. Hey, you. Walking away without saying hello.",
        "Jack: I saw you were busy. Nice outfit.",
        "Katie: Thanks.",
        "Jack: I just came by to pick up Sage's raincoat, she left it here. Thanks again for setting up that makeover. She still has a smile on her face.",
        "Katie: Oh yeah, it works for any age. Did you see our promo?",
        "Jack: I did. Good job.",
        "Katie: You know, Brad and I started out with completely different ideas about what this show should be, but now it's kind of forced us to be better partners. We're gellin.",
        "Jack: Well, you said you were going to make a resolution to be more positive. I'm glad it's working for you.",
        "Brad: Hey, Bro. You're not leaving just yet, are you? Because we have some more promos to shoot and you can stick around and you can cheer us on.",
        "Jack: No, I'm too busy to play cheerleader today. Got to get back to the station.",
        "Brad: Are you sure? This might be your one and only chance to see me in apron.",
        "Jack: Well, I might catch you sporting an apron at the farm every once in a while if you decided to help Emma do some real chores.",
        "Brad: What is that supposed to mean?",
        "Katie: Okay you two.",
        "Jack: And while we're on the subject of wardrobe, the next time you borrow one of my jackets, have the common decency to take it to the cleaners and put it back in the closet where you found it.",
        "Brad: Relax, man. You know what? Growing up he was always Dudley-do-right. You know, rules, rules, rules.",
        "Jack: No, I just have a problem with people who think the rules don't apply to them, that's all, and take things that aren't theirs.",
        "Brad: Are we talking about jackets, or something else?",
        "Jack: We're talking about respect.",
        "Brad: No, I think we're talking about the past --",
        "Katie: Okay, you two! Grow up.",
        "[SCENE_BREAK]",
        "Henry: Did -- did you just ask me to marry you?",
        "Vienna: Yes, marry me, Henry. Live the rest of your life with me.",
        "Henry: The rest of my life? You know -- God, I don't know how they do it in Sweden, but over here, it's more traditional for the man to propose to the woman, so --",
        "Vienna: How quaint. Okay. For your knee, my love. Bend it, and ask for my hand, if that will make you feel better. And then we can talk about my gown, and the ring -- and I want three diamonds, Henry. For the all the ways I love you -- heart, body and soul.",
        "Henry: You know, I shouldn't propose on an empty stomach. I'm starving, aren't you? Let's get some breakfast, and then some lunch, and then maybe some lovely darjeeling, little tea cakes at 4:00? What do you say?",
        "Vienna: You don't want to marry me --",
        "Henry: Wait a second, I didn't say that.",
        "Vienna: Then why won't you accept my proposal? Didn't last night mean anything to you?",
        "Henry: What, are you crazy? Last night was the most incredible -- it was the most amazing and beautiful -- I'm running out of superlatives here --",
        "Vienna: Well, then marry me, and you never have to run out.",
        "Henry: Will we ever get any sleep?",
        "Vienna: Well, who needs sleep when we have so much love? You don't trust that I love you --",
        "Henry: The thought had crossed my mind.",
        "Vienna: What, you think that I'm toying with your affections? You think that my screams of passions are -- false?",
        "Henry: Well -- well --",
        "Vienna: You don't think you're lovable, Henry?",
        "Henry: No. Look, Vienna, I'm the guy that women come to when they need a favor, okay? They need a safe cracked, or they need somebody chloroformed. Something like that. And then I buy dinner sometimes, and then I fix up their broken hearts, and then I send them back to their one true love. Me, I am not the true love.",
        "Vienna: You are to me.",
        "Henry: Why?",
        "Vienna: Don't you see how happy you make me?",
        "Henry: Yeah, I do. Yeah, and we're very happy in bed. We are. And maybe you're happy, too, but let's -- come on, let's face it, you've had a lot of lovers.",
        "Vienna: Yeah, and some of them knew how to push the right buttons, but you -- you have found buttons in me I didn't even know I had. You know? More important, you are kind, and you're gentle. And you make me laugh. You know? And I treasure you for that. I -- I never knew that I would treasure you.",
        "Henry: You treasure me?",
        "Vienna: Yes. I treasure you. You know, because you're in bed -- you're in bed with -- with me. Not my name, and not my diamonds, just me.",
        "Henry: I don't know any other way to be.",
        "Vienna: And that's why I want to marry you. Because when you kiss me, it's real. And most men, they only see what's on the outside. They don't see me.",
        "Henry: I find that hard to believe.",
        "Vienna: No, they think I'm this -- prize, this grand prize to be won, like the prize on the Monte Carlo. Simon, dolly, they took their winnings and they never gave anything in return, but you, you give your affection, and you let me love you back. A man who lets a woman love him back, has to have a great, big heart.",
        "Henry: You're amazing. Vienna, you're amazing. You are one in a million. Marriage, though? Marriage -- that's a big step.",
        "Vienna: I know, it's -- it's hard to commit when you've your heart stepped on. And I still don't understand why and how you could, you know, step aside and let Katie have her own happiness.",
        "Henry: I don't like to think about that.",
        "Vienna: No, I know, because she hurt you so badly. And I guess you never thought that you would find someone who would love you as deeply as you loved her.",
        "Henry: No, no, I never thought that.",
        "Vienna: Well, I'm here, Henry. And I love you. And I want you to love me back. Can you?",
        "Henry: Yeah.",
        "Vienna: Look at you! You look so happy.",
        "Henry: Look at you. What are you doing? Hey! Give me that. Where do you think you're going?",
        "Vienna: I am going to get dressed, and I'm going to go out and tell everybody we're going to be husband and wife. Today we're going to the U.S. spelling bee to find out...",
        "[SCENE_BREAK]",
        "Brad: You know what? I'm going to go see when we're doing the next promos.",
        "Jack: Sorry about that. I shouldn't let him get to me.",
        "Katie: It's okay. I have siblings. I know how tense things can get. I actually used to wish I had a brother more like you. But I'm stuck with Craig and after seeing you and Brad go at it, maybe I wouldn't have been better off.",
        "Jack: Yeah, you'd spent a childhood ducking flying objects.",
        "Katie: Hey, can I take you up on that rain check? Do you want to go to Al's and grab some coffee?",
        "Jack: Hey, yeah. Yeah, sure.",
        "Katie: All right. Let me just change --",
        "Jack: Okay --",
        "Henry: Katie, Katie, hey!",
        "Katie: Hey, Henry, what are you doing here?",
        "Henry: I'm looking for you -- Jack, did you mind if I have a minute alone with her?",
        "Katie: I'll meet you back in a couple of minutes.",
        "Jack: Sure, I'll go say hi to Kim.",
        "Henry: Thanks. Thanks.",
        "Katie: What's going on? Vienna's mad that you're just spending all of her money at the track? You need to convince that woman that horse racing is the sport of kings.",
        "Henry: How did you know this was about Vienna?",
        "Katie: Lucky guess.",
        "Henry: Okay, okay, it doesn't matter. Okay, brace yourself, all right? You're not going to believe this. You wouldn't believe this in a million years.",
        "Katie: Okay, I'm curious. Now, what?",
        "Henry: Vienna and I are going to tie the knot!",
        "Katie: Like hell you are!",
        "[SCENE_BREAK]",
        "Meg: Honey, are you not feeling well?",
        "Faith: Oh, this is nothing.",
        "Meg: Does your mom know you're going to school with a stomach bug?",
        "Faith: She has a lot to deal with. I don't want to give her something to worry about.",
        "Meg: Let's go.",
        "Faith: Where?",
        "Meg: To the farm. Your mom needs to know you're not feeling well. She'll want to take care of you.",
        "Faith: Please don't tell her that you saw me sick. Promise.",
        "[SCENE_BREAK]",
        "Lily: You have this insane notion that I would actually work for you?",
        "Craig: You'd be a huge asset.",
        "Lily: Oh, I thought you were revamping worldwide. I'm the old guard, remember?",
        "Craig: Right, well, the board expressed a desire for continuity.",
        "Lily: What does that mean?",
        "Craig: Meaning, that they recognize that a member of your family has been the face of the company since its inception. And they don't want to lose the Walsh legacy, but they're ready to move beyond the Lucinda era. So, your name came up.",
        "Lily: Oh, I'm sure my name -- my name came up. Kellman, Sisto -- those guys don't have amnesia, you know.",
        "Craig: All right, okay. I re-framed your role in the baby food debacle. So, now they understand that the women who brought you the product, they're to blame. Okay, so, in any case, the board likes you. And so do I.",
        "Lily: Why?",
        "Craig: Why? Because you're young enough to have fresh ideas, and yet, you're thoroughly experienced. You can talk podcasts to development and you can do golf with that stuffed-shirt Maxwell. And having a member of the Walsh family at stockholders meetings says we're progressive and yet rooted in tradition.",
        "Lily: Oh, I see now. You're afraid of a mutiny. You want me to smooth things over. Was that the ultimatum? Get the daughter or we'll sell our shares?",
        "Craig: Hardly. They simply made a suggestion. And I agreed with them. And quite frankly, I think we work well together.",
        "Lily: Why would you say that? Why? Because I was so easily manipulated in the past? Tell me something, please. Was it always part of your plan to stab me in the back or did you get the idea when you saw me taking the diet pills?",
        "Craig: What the hell are you talking about?",
        "Lily: You encouraged me to take the diet pills. Why, because it would make me more pliable? I might be unstable enough to give you an edge?",
        "Craig: What? I simply supported your choices.",
        "Lily: My choices got what you want. For you. And now everything is a mess.",
        "Craig: Lily, are you having problems with the pills?",
        "Lily: No.",
        "Craig: Because if you are, I know some excellent doctors that specialize in addiction --",
        "Lily: I'm fine, no, I would never -- I don't need a doctor. I don't -- I'm not a addict. And I would never take recommendation from you.",
        "Craig: Lily -- Lily, I can help you.",
        "Lily: Please, please, you've already ruined my life. My mother will never trust me again because of you.",
        "Craig: Your mother will ultimately believe that you made the best decision for this company and for those families.",
        "Lily: My mother is a cancer survivor. Do you know how she did that? One of the ways she did that, she had her company, Worldwide to distract her. And you took that from her. A company she built her entire life, you took that away from her when I was weak -- when I was worried about my son, afraid for his life. Felt guilty about all those babies, all those babies that were sick, and my mother said it perfectly -- she said you swooped right in and you destroyed her. You used me to destroy my mother.",
        "Craig: Lucinda does not break.",
        "Lily: I want you to get out. I want you to get out of here. Because I will never, ever, ever let you -- you can never use me again, Craig --",
        "Craig: Please, please -- I'm sorry you feel that way. Just give it time. And you will understand that I am your friend --",
        "Lily: Get out!",
        "Meg: Craig, what are you doing here?",
        "Lily: Faith! Natalie! Where's your sister?",
        "Natalie: She's not here.",
        "Lily: Well, where is she? Where is she?",
        "Meg: So, are you here to help out Lily again with Worldwide?",
        "Craig: Oh, you'll -- you'll find out soon enough.",
        "Natalie: Faith left early this morning. I thought you knew.",
        "Lily: She's not allowed to leave here without my permission!",
        "Natalie: I'm sorry, Mommy.",
        "Lily: No, no, it's not your fault at all. No, Honey, it's not. Parker, maybe she's with Parker. I'll call Jack. Where? Where are you? You know you can't leave here without my permission. Where did you find her?",
        "Meg: I'm sorry, Sweetie, but I have to tell your mom. I can't keep any secrets, especially when it comes to your health.",
        "Lily: Her health? What -- is everything all right?",
        "Meg: She was having breakfast at the diner when I came into work. And then I saw her outside getting sick. So, I didn't think you'd want her to go to school like that --",
        "Lily: Did you -- did you force yourself to throw up? Faith, I want you to answer me. Did you purge your food?",
        "Meg: Nat, why don't you take Faith upstairs so she can lie down for a while?",
        "Lily: We're not finished talking about this.",
        "Meg: Does this have anything to do with why Faith's been seeing a psychologist? Is she bulimic?",
        "Lily: I thought she'd be better by now. You know, I thought the therapy would help her stop.",
        "Meg: Therapy takes time, Lily.",
        "Lily: She's been doing so many horrible things to herself. Taking laxatives, purging, exercising like there's no tomorrow --",
        "Meg: And secret binge eating?",
        "Lily: Is that what you think she was doing today?",
        "Meg: She ordered a huge breakfast before I found her throwing up.",
        "Lily: Oh, God.",
        "Meg: I know, I know it's scary. But I've seen lots of girls Faith's age being admitted into Memorial for eating disorders. And she can get better. Is there anything I can do?",
        "Lily: Like what? I thought the therapy would help her. And now I have nowhere to turn. And how can I help her when my whole life is falling apart?",
        "Meg: Lily, what do you mean?",
        "Lily: After all the fallout from what happened at the hospital, and Ethan, and the baby food --",
        "Meg: No, wait a minute. I thought Craig helped take care of that --",
        "Lily: Craig? Craig? Craig only worries about himself.",
        "Meg: When he told me he came here to see you, I just assumed that you guys were hammering out the details of your agreement. Didn't he bail out your company?",
        "Lily: All Craig managed to do was ruin my entire family.",
        "[SCENE_BREAK]",
        "Katie: Why are you in such a rush to get married all of a sudden?",
        "Henry: The question is, why is she? I know -- one of the things I love the best about her is that she feels entitled to the best of everything. The best food, the best wine, the best air -- and so, I don't get why she is settling, or falling in love with, some poker-playing, horse-betting schlemiel like me.",
        "Katie: You are not a schlemiel. You were the best program director ever at WOAK. You went to a great school, you have an MBA. It wouldn't take long to get your life back on track if you really wanted to.",
        "Henry: And what track would that be, Katie?",
        "Katie: Wait, a hold on, we started out this conversation with you very excited about getting married. And the more and more we talk, the more and more you get down on yourself.",
        "Henry: You're not listening to me. Vienna wants to marry me, okay? Vienna is not the problem. I am the problem. I'm not sure I'm marriage material.",
        "Katie: Why would you say that?",
        "Henry: Because the only woman I ever married didn't love me.",
        "Katie: I loved you, Henry.",
        "Henry: Not the way I needed. I'm -- look, I'm not -- I would not take back a single moment of being Mr. Bubbles. I wouldn't. But Vienna loves me that way. And maybe I just gotten used to being second best. But when she looks at me, it's like a dream.",
        "Katie: So, what's the problem with that?",
        "Henry: The dream doesn't come true, I'm too scared to trust it.",
        "Katie: All right, then you go to Vienna and you tell her that you don't want any part of this.",
        "Henry: What? Why would I do that? Why would I pass up caviar and cruises to the Aegean and champagne with a woman who adores me? Why would I give up the chance to make little Vienna's and little Henry's with someone who says I'm her soul-mate?",
        "Katie: Because she doesn't deserve you!",
        "Henry: Tell me something, Katherine, who in the hell does?",
        "[SCENE_BREAK]",
        "Lily: You know what hurts the most about what Craig did? Not just that he took my mother's company -- but he took my mother from me.",
        "Meg: Lucinda will come around. She's got to realize that he used you.",
        "Lily: I let him use me.",
        "Meg: She's hurt and she's angry, but I know her -- she always forgives you.",
        "Lily: I just regret so many things.",
        "Meg: You're talking to someone who knows all about disappointing her mother.",
        "Lily: But in the past, it's always been me, destroying my own life. I have never betrayed her so personally before.",
        "Meg: She knows you didn't set out to hurt her.",
        "Lily: But I did. I did and now my whole family is breaking apart because of me.",
        "Meg: Lily, your family is very strong. They may be hurt but they will recover.",
        "Lily: How? How can Faith trust me when my own mother won't trust me? Why? Why would Faith believe anything I say to her? That I know what's good for her?",
        "Meg: You know, Faith sees who you really are. A good mother. A Faithful daughter, a loyal friend.",
        "Lily: Loyal friend? Is that, was I loyal to Craig? That didn't stop him from tricking me into selling off my mother's company. I mean, so much for friendship.",
        "Meg: Yeah, well, I don't think Craig is capable of being a friend. But it's no reflection on you, okay? I know what he's doing.",
        "Lily: So do I, but it's too late. He's punishing my mother because she helped Lucy take Johnny. That's it. Hi. Hi, Paul.",
        "Paul: Hi, I'm sorry to interrupt. I just wanted to make sure that Faith was okay.",
        "Lily: She's doing okay. She's resting. Thank you for bringing her back here.",
        "Paul: No problem. Everything all right?",
        "Meg: Yeah, I'll explain on our way to Worldwide.",
        "Lily: Worldwide? Why are you going to Worldwide?",
        "Meg: Craig needs to know what kind of snake I think he is. Please say bye to Faith for us, okay?",
        "Paul: We'll take my car.",
        "Meg: No, I can handle Craig on my own.",
        "Paul: Oh, I know you can. And that's not a show I want to miss.",
        "[SCENE_BREAK]",
        "Craig: Marty, you can go. Hi, there. Can I get you anything? A drink? A job? You look a little nervous.",
        "Meg: Did you swindle this company from Lily?",
        "Craig: Swindle? That's a loaded word. I just simply drew up some papers and she signed them.",
        "Meg: Who are you?",
        "Craig: Me? I'm Craig Montgomery, new CEO of Worldwide Enterprises. But that's not what you're asking, is it?",
        "Meg: You know, I thought I knew the real you. You took care me, Craig, when my left fell apart. And when you helped me to start over, I was convinced that everybody was wrong about you. I defended you to my family, my friends.",
        "Craig: No one asked you to defend me.",
        "Meg: Oh, but you let me do it just the same, right? And then you played me just like you did Lily. Just like me, she thought you were a friend. Is there anybody in this entire world that you haven't lied to?",
        "[SCENE_BREAK]",
        "Jack: Have you seen Katie?",
        "Brad: Oh, she went somewhere with Henry.",
        "Jack: Really? We were supposed to -- never mind.",
        "Brad: Don't worry, man. She'll be back. We have a media empire to build.",
        "Jack: Yeah, you got to hand it to Katie, somehow she learned to put up with you.",
        "Brad: Are you kidding? She's crazy about me. All the ladies are. You know, why not? Why not? You know, I'm easy on the eyes, I'm really, really funny --",
        "Jack: Humble.",
        "Brad: Whatever. But you know, they just keep coming back, don't they? It's like, I'm dipped in chocolate. Hey, gorgeous, look --",
        "Vienna: I am so happy that I found you two at the same time. I have wonderful news. Henry and I are engaged.",
        "[SCENE_BREAK]",
        "Henry: I don't know why I expected you to be happy for me.",
        "Katie: Henry, marriage is based on a lot more than sex and glamour and money. A couple has to build a life together.",
        "Henry: I know. And that's what Vienna wants and that's what I want.",
        "Katie: All right, you say that she says you're her soul-mate. Is she yours? Does she have a soul?",
        "Henry: Why? Because she couldn't possibly have one and love me too, is that it?",
        "Katie: Oh, stop it. Henry, I didn't mean it like that.",
        "Henry: Look, she's happy with me. I'm happy with her. Why can't you be happy for both of us?",
        "Katie: Because I don't know what this us is. Who is Vienna anyway?",
        "Henry: She is the only woman who ever fell madly in love with me. You -- I don't think you ever really looked at me, have you?",
        "Katie: Of course I have --",
        "Henry: No, I don't think you have. I don't think you have. Because if you had, Katie, you would have seen how lonely I have been all these years.",
        "Katie: Oh, Henry, you say that --",
        "Henry: Do you know how hard it is to be cupid for everybody else and then go home to empty bed and a dry martini? Have you ever thought about what my life is like? No, you haven't. You've been too busy crying over my shoulder, or using me to dry up your tears. And now, I have a chance, my chance to grab some happiness and you don't want -- no, you can't even imagine that for me.",
        "Katie: Of course I can imagine it. I'm just trying to protect you.",
        "Henry: From what? From what? From love, from happiness?",
        "Katie: From a heart broken.",
        "Henry: You know, all these years, we've been focused on you, I thought you were my friend. I really did. But now Katie, I don't think you know what friendship is. And I don't think anything can break my heart more than that.",
        "[SCENE_BREAK]",
        "Jack: You know, Vienna, you should have Brad be your ring bearer.",
        "Brad: I think I'm getting my teeth pulled that day.",
        "Vienna: But Henry and I haven't set a date yet.",
        "Jack: Oh, he'll be there. Don't you worry about it. I'll make sure of that.",
        "Vienna: All right. Oh --",
        "Henry: Hey, Sweetie.",
        "Vienna: Henry, love!",
        "Jack: Henry, where's Katie? I'm waiting for her.",
        "Henry: Uh, yeah, she's at Al's. She could probably use a shoulder. I didn't leave her very happy.",
        "Jack: Okay, I better get going. Congratulations, again, you two.",
        "Vienna: You know, Jack and Brad, they have been helping me plan the wedding. So, what do you say about a sunset ceremony by Emma's pond?",
        "Henry: Hey, that's -- whatever makes you happy, makes me happy.",
        "Brad: Well, I -- I guess congrats are in order. You know what I mean, you are one lucky son-of-a-gun. You really are.",
        "Henry: Thank you so much. That's good. I'm going to put this in some cold water. So it doesn't start to swell.",
        "Brad: Wow, so, you and the Cole-meister are tying the knot. I can't say I saw that coming.",
        "Vienna: You know, Brad, I understand it must hurt, you know, after we had our little fling, but trust me. Henry is truly a wonderful man.",
        "Brad: I bet. Well, in the meantime, it's customary in this country to kiss the bride-to-be.",
        "Vienna: Oh really? I didn't know that you were a traditional man.",
        "Brad: Traditions are the best. And I would like to introduce you to one of my favorites.",
        "Vienna: Oh. Oh, Henry. Good, you're back. I'm so glad. You know, I can't wait to tell everybody we know about our wonderful news.",
        "Henry: Let's go tell them.",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Katie: Oh, hey.",
        "Jack: What's going on? You look like you've lost your best friend.",
        "Katie: I think I might have.",
        "Jack: What happened? You and Henry have a little fight?",
        "Katie: Well, it didn't start out that way, but yeah, by the time we were done, he was pretty upset with me.",
        "Jack: Well, you know he loves you, Katie, right?",
        "Katie: Not anymore.",
        "Jack: Oh, come on, you guys go way back. And he needs you now more --",
        "Katie: He cannot marry Vienna!",
        "Jack: Don't you think that's up to them?",
        "Katie: She's just so -- so --",
        "Jack: Not what you imagined for him?",
        "Katie: No.",
        "Jack: Yeah, well, I thought I would be the first one to admit that they make a rather -- unlikely couple. But that's how love works sometimes. And who are we to decide how two people should fall in love?",
        "Katie: What kind of friend am I? I mean, I always knew that Henry would find someone. I hoped for that for him. But now that it's happening --",
        "Jack: You don't want to share? Why do you think that is?",
        "Katie: Probably I've let so much slip through my hands this year, that I just want to hold on to him. It's so silly though, it's Henry. He's just supposed to always be there.",
        "Jack: He probably feels the same way about you.",
        "Katie: How can I do this to him? He was so excited about getting married and I just dumped all over him. How can I do that?",
        "Jack: Maybe the thing is you just -- you just can't feel happy for somebody else when your life is so -- yeah, hey, listen, you know what? Maybe it's time that you and me, we say good-bye to our blues.",
        "Katie: How?",
        "Jack: Well, we got to focus on what's wonderful in our lives. I've got Parker and Sage and J.J. They're wonderful.",
        "Katie: And I've got Snickers. And some dead house plants.",
        "Jack: You have Henry, too. Don't forget that. I think he needs his friend back.",
        "Katie: Yeah, how am I going to undo what I just did?",
        "Jack: Well, you go to him and you congratulate him. And celebrate with him.",
        "Katie: Ew, do I have to celebrate with Vienna?",
        "Jack: You got to play nice.",
        "Katie: I can do that. Thank you.",
        "Jack: You're welcome. Thank you.",
        "[SCENE_BREAK]",
        "Lily: And her homeroom teacher will send home all of her assignments? Okay. Thank you so much. You too. Bye-bye. When is this ever going to stop? No. One. Just one. That's it.",
        "Faith: Mom?",
        "Lily: Honey. Come here. Listen, first, I want to apologize for what I asked you in front of Meg. But can you tell me now? Did you -- did you throw up your food this morning?",
        "Faith: Are you mad at me?",
        "Lily: No, no, no, I'm not mad. I'm just worried about you. That's all. But we're going to get through this, we will.",
        "Faith: How?",
        "Lily: First of all, we have to -- we have to stop keeping secrets. From now on everything has to be out in the open, okay? Everything.",
        "[SCENE_BREAK]",
        "Meg: How could I have been so wrong about you? How could I have trusted you?",
        "Craig: You weren't wrong. No, no, and you trusted me because I listened to you when no one else would.",
        "Meg: Really? If you really listened to me, you would have done the right thing.",
        "Craig: Oh, the right thing. The right thing. And what is the right thing, Meg? For whom? For me? Oh, I listened to you, Meg. I listened to your little speech about my true heart and my kindness. And it was because of you, that I almost abandoned all of this. Almost.",
        "Meg: What are you talking about?",
        "Paul: I couldn't wait any longer. You are ready?",
        "Meg: No, actually, I want to hear Craig try to explain how using Lily to steal Lucinda's company was because of me.",
        "Craig: Forget it. I just asked myself, why would I give up this beautiful penthouse office and a corporate jet just to twist myself into something that I'm not. I'm a businessman, Meg. So, why don't you and Nostradamus go out and have a lovely life together? I have a business to run.",
        "Paul: Hey, hey --",
        "Meg: How could I have been so foolish to think that he could change?",
        "Paul: Because you're a good person. And only somebody like you with a huge heart would ever give a chance like that to a guy to redeem himself. And he blew it. And it's too bad. Because now he's going to turn and destroy everybody in his path.",
        "Meg: Yeah, well, maybe that's the way it's been. But this time? Craig's not going to get away with it.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Will: We can't push Iris, Mom. Gwen and I could go to jail.",
        "Barbara: What does iris think you did?",
        "Tom: Your story doesn't make sense.",
        "Maddie: Please don't put Casey in jail. It's all my fault.",
        "Cheri: She's not hooking anymore. She quit.",
        "Emily: This is Alison. This girl is my sister.",
        "Brad: So, you want Katie and me to come to your hometown and do a chore for you? Then, tell us why.",
        "Katie: Send your response to oakdalenow.com and follow the on-screen instructions to enter. If you're chosen, Brad and I will show up on your doorstep and do our thing -- oh, and we also have a $5,000 check for you.",
        "Brad: So, all entries must be received by April 12th. So, hurry up and get to your computers. You'll be glad you did."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Vjfl0jZW73g"
}