{
    "Episode Summary": [],
    "Recap": [
        "Jack and Brad clash over Katie, as Brad wonders what is going on with him and Katie? Vienna tries to convince Henry that he should let her put all her money in his name. Henry is tempted obviously but isn't sure. Paul has a vision involving Ethan's teddy bear and asks to talk to Holden alone. Faith's therapist pays Lily a visit and informs her that she is even more worried about Faith then before. Faith tells Parker her version of why her parents want her to see a therapist. Maddie and Gwen talk about Margo and what the police found out about Adam. They are sure there is nothing to find; Will walks up and wonders why they are so definite on that? Katie rushes to Jack's defense. They later talk about meeting up for drinks. Holden is unsure about Paul's visions, but Paul thinks it can't hurt to destroy the teddy bear that was involved in the disturbing yet obtuse vision to be on the safe side. Gwen freaks out when she hears Adam's voice on tape. Will demands to know what is going on? Henry agrees to Vienna's proposal, just as Katie walks up babbling about her problems with Brad. Lily catches Faith with more laxatives and an angry confrontation ensues. Faith tells Holden about the diet pills, which Lily claims she threw out. Lily leaves for an appointment, looks into her purse at her diet pills and then closes it. She then decides to guzzle a glass of wine instead. Jack explains to Brad that his children are his priority after Brad suggests he has a fling. Vienna jumps into Henry's lap in front of Katie and then is happy to report to a stunned Katie that they are in love. Parker needs Paul's advice about a girl. Jack cancels his plans with Katie over her voice mail. Will asks Gwen if she slept with Adam? She vehemently denies it, but Will wants to know what went on with them? Gwen finally agrees to tell him."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: I asked for you to go easy on her.",
        "Brad: I tried.",
        "Jack: Like hell you did. I don't know why I thought I could get through to you, 'cause you don't care about anybody except yourself.",
        "Brad: You know what the question is? Why do you care about that ditzy little blonde? What's she mean to you?",
        "Jack: She's my friend, Brad. I don't like you giving her a hard time. Now, she's made room for you on a show that was supposed to be all hers.",
        "Brad: Well, you know, it wasn't exactly her choice, was it?",
        "Jack: My point is, Katie's sharing the spotlight with you. She's trying her hardest to make it work. Why don't you try doing the same? You don't know anything about TV.",
        "Brad: Well, Kim thinks I'm a natural. She really likes my approach.",
        "Jack: And you've been given the green light to give her a hard time when the camera's rolling. But when they yell \"Cut,\" you stop, Brad. Your job is not to make her life hell.",
        "Brad: So, what is your job, Jack you're giving me a hard time every chance you get. What? I don't understand. You're coming down on me all the time.",
        "Jack: All right, Katie's life has been in pieces ever since Mike left. She's doing her best --",
        "Brad: Aww! Boo-freakin-hoo!",
        "Jack: I'm talking about basic human kindness, Brad. Give it a shot sometime.",
        "Brad: You know, I really don't think you're in the position to give me advice, Jack, all right? Here's what I think -- you're being really sensitive and understanding to one blonde because you blew it big time with the blonde that you married.",
        "[SCENE_BREAK]",
        "Vienna: You know, I was terrified that we might end our days in that freezing limousine.",
        "Henry: Oh, please. I never would have allowed that to happen. Although I did live in that limousine for a time.",
        "Vienna: Oh, an adventurer?",
        "Henry: No, broke.",
        "Vienna: Well, I am glad we ended up there together, mon amour. It was magical. When that sweet old gentleman came with his truck full of cows, I was actually a little sad.",
        "Henry: You were sad? I -- I had to ride in the back with the livestock. Who knew cattle could be so forward?",
        "Vienna: Well, now that you mention it, the old man was a bit frisky, too. I think it's contagious.",
        "Henry: Contagious? What's -- what, mad cow disease?",
        "Vienna: No, no, Darling. Us. The powerful feelings we have between each other. We just radiate lust.",
        "Henry: We do?",
        "Vienna: Yes, yes. It cannot be ignored by man or beast. You know what? I think this should be celebrated. Let's have champagne.",
        "Henry: Vintage?",
        "Vienna: Yes, of course. We are going to drink it, not bathe in it. Besides, I think we should toast to my proposal -- the proposal i made in the car.",
        "Henry: What proposal? What are you talking about? What proposal was that?",
        "Vienna: Oh, my sweet, dear Henry, did you not hear me tell you I love you?",
        "Henry: Yeah, I did. I thought that was just the champagne talking.",
        "Vienna: No, no, no. I have never experienced passion like that in anyone's arm.",
        "Henry: You weren't just being polite?",
        "Vienna: No, no, no. You transformed me in one night. I've never met a man like you that I can trust, which is why I'm going to give you every last sou I have.",
        "Henry: Sou?",
        "Vienna: Yes. Penny, dollar, ruble, pound, in every account in every bank in every country. They'll all be yours, and you will be all mine.",
        "[SCENE_BREAK]",
        "Parker: I'll trade you my apple for your chips.",
        "Faith: You can have them.",
        "Parker: Thanks.",
        "Faith: Anything else look good to you? You can have it.",
        "Parker: What's the matter? Aren't you hungry?",
        "Faith: My mom makes me eat a humongous breakfast. It's totally disgusting.",
        "Teacher: After lunch, we'll visit the gift shop. You'll have 20 minutes. And then take your assigned seats on the bus.",
        "Parker: Why does she care who we sit next to?",
        "Faith: Control it's all it's about with adults.",
        "Parker: What did you think of the oldest house in Oakdale?",
        "Faith: It smelled like smoke. That part bothered me. What about you?",
        "Parker: I liked it. If they ever wanted volunteers to live there, like, wear clothes from the 1700s, run the farm and stuff, I'd do it.",
        "Faith: Only if you had lots of batteries and your video games.",
        "Parker: Yeah.",
        "Faith: Wasn't it weird how everything was so much smaller? The chairs, the beds, the people. The mom's dress would've fit Natalie.",
        "Parker: Can I ask you something?",
        "Faith: Sure.",
        "Parker: Did you ever run away before that time we took off from Dr. Seidman's office?",
        "Faith: Not really, only once with my horse.",
        "Parker: Were you getting into trouble or messing up in school?",
        "Faith: No. I'm usually on the honor roll.",
        "Parker: So, how come your parents are making you see a shrink?",
        "[SCENE_BREAK]",
        "[Paul remembering]",
        "[Woman screaming]",
        "[SCENE_BREAK]",
        "Holden: What are you doing with Ethan's teddy bear?",
        "Paul: Yeah. I need to speak with you privately?",
        "Holden: Why? What's happened?",
        "Paul: Look, I want to talk to you, but not here.",
        "[SCENE_BREAK]",
        "Lily: Okay, Ethan, Phyllis wants you to try her butternut squash with granny smith apples. We have to do the official taste test. Hey, where's Theodore? I don't know. He was just there. I'm sure he's around here someplace. [Knock at door] Excuse me. Oh! Dr. Seidman?",
        "Dr. Seidman: Yes. Hello, Mrs. Snyder.",
        "Lily: Hi. Is everything okay? Nothing happened to Faith?",
        "Dr. Seidman: Not as far as I know. I was actually wondering if there'd been another incident or --",
        "Lily: Incident?",
        "Dr. Seidman: Running away, a fight?",
        "Lily: No, no, no. Nothing new, no.",
        "Dr. Seidman: Good. That's a relief. May I come in?",
        "Lily: Yes, of course. Come on in. I am sorry. I was just to feed my youngest, Ethan.",
        "Dr. Seidman: Oh, yes, I know about Ethan. Faith's told me a little bit about the family. I was hoping you could fill me in on the rest today.",
        "Lily: What?",
        "Dr. Seidman: Did you forget we had an appointment?",
        "[SCENE_BREAK]",
        "Maddie: Hey.",
        "Gwen: Hey.",
        "Maddie: What are you doing?",
        "Gwen: I'm just, uh, putting together a play list for tonight, since Casey's not here.",
        "Maddie: I have news. Okay, so the cops aren't letting up on that voicemail that Jade claims to have gotten from Adam.",
        "Gwen: Oh, God.",
        "Maddie: I know.",
        "Gwen: Okay, uh, well we knew that Margo would do whatever it took to find her son.",
        "Maddie: She's really upset, Gwen. She's wondering why Adam called Jade and not her.",
        "Gwen: So, she doesn't think Jade's lying? She thinks Adam could have made that call?",
        "Maddie: Yeah.",
        "Gwen: No. I don't understand. Adam couldn't have made that call. It's impossible.",
        "Maddie: Obviously! But maybe -- okay, I figured that maybe Jade got someone to pretend that it was Adam to make the call.",
        "Gwen: I wouldn't put it past her.",
        "Maddie: However she did it, we both know that Adam didn't leave that message.",
        "Will: Why not? Why couldn't it have been Adam?",
        "Gwen: Will, what are you -- what are you doing here? Why aren't you in class?",
        "Will: It's canceled. My professor's out sick.",
        "Gwen: Oh. I'm -- I'm glad you stopped by.",
        "Will: Hey, you sure about that?",
        "Gwen: Yeah.",
        "Will: So, what's all this about Adam calling Jade?",
        "Gwen: It's nothing.",
        "Maddie: You know, it's just another way for Jade to be center stage. She wants us to believe that she's the only link to Adam, wherever he is.",
        "Will: Well, yeah, if he did call her, then --",
        "Maddie: We don't think that he did. I mean, he didn't even bother to send an apology e-mail, so why pick up the phone?",
        "Will: I don't know. Why are you guys bothered by it?",
        "Gwen: We're not.",
        "Will: Seriously, you guys are both really weirded out. What are you talking about?",
        "Gwen: No, I've just been a little bit stressed.",
        "Will: A little? You jump ten feet every time the phone rings.",
        "Maddie: Okay, you know what? I tell you what, I'm gonna take these over here and find some cuts for your play list.",
        "Gwen: No, you don't have to.",
        "Maddie: No, I want to do everything I can to help you and Casey. So, I'll just be over here if you need me, okay?",
        "Will: Hey, look at me. You're not sleeping, and you keep staring off into space. Do you expect me to just forget about that stuff, just act like it's not happening?",
        "Gwen: Well, it's just sometimes -- sometimes, I forget how much you care about me.",
        "Will: Yeah, well, that's not a good thing.",
        "Gwen: There's just -- there's a lot going on right now.",
        "Will: Yeah, so you know what? Why don't -- why don't we take a break? Let's go somewhere for spring break. We'll get a couple cheap plane tickets, find a beach. We'll just hang out.",
        "Gwen: Wow, that sounds -- that sounds great.",
        "Will: Yeah, it'll be you and me and a couple thousand college students, but that's okay, right?. We can handle it.",
        "Gwen: Look, I'd love to go, uh, but I can't. Just not right now.",
        "[SCENE_BREAK]",
        "Henry: Vienna, Vienna, wait. You know what? Hold on, you do not want to give me all your money.",
        "Vienna: No, but I do. It's the perfect solution. The Prince of Leonia wants me to make restitution to his people for the loss of the royal jewels. He plans to sue me.",
        "Henry: I know that. That's why you want to get out of town, right?",
        "Vienna: Yeah, but now not anymore. I don't need to anymore. In fact, if I transfer all of my assets into your accounts, he can't touch them. The only one who can handle them is you.",
        "Henry: I don't know what to say, for so many reasons.",
        "Vienna: Oh, say yes. Say yes. I've been waiting my whole life for a man -- a real man. A man I can trust, who knows what it is to love a woman, to put her first and to sacrifice for her, just -- just like you did for Katie.",
        "Henry: Wait, wait, wait a second. The thing with Katie was different.",
        "Vienna: Oh, yes. Yes, of course it was. This is -- this is much better.",
        "Henry: Not really. I mean, what I'm trying to say is that I don't deserve the faith that you have put in me.",
        "Vienna: But of course you do!",
        "Henry: No, I don't. No, I don't. I'm a hustler. Come on. Remember how you first met me? I was in that ridiculous disguise with that goatee? It looked like a German Shepherd's tail.",
        "Vienna: Yes, yes. I remember. But things have changed, and I see the real Henry. You are a good man with a pure soul.",
        "Henry: You see that? Don't worry about the olive. You see that, really?",
        "Vienna: Yes, I do. And it's just that you -- you just put your passion and love, you gave it to the wrong girl, who didn't know how to return it. So, you ended up giving up on love.",
        "Henry: No, no, no, no, no. Don't -- don't blame Katie.",
        "Vienna: You see, this -- this is what I adore about you. You are so honorable that you would never, ever admit that she used you.",
        "Henry: No, it's what I wanted.",
        "Vienna: Oh, well, that might be, but you want different things now. Like this morning, you wanted me.",
        "Henry: That's true.",
        "Vienna: Yes. And so, you know, aren't you tired of coming in second, Henry? Isn't it time that you won the grand prize?",
        "[SCENE_BREAK]",
        "Jack: Leave Carly out of this.",
        "Brad: Truth hurts, huh?",
        "Katie: Don't take it out on Jack just because you're mad at me.",
        "Brad: Oh, oh, Boy. This is really sweet. Now you're sticking up for him? Okay, you got each other's backs, and who knows what else?",
        "Jack: Oh, shut up.",
        "Brad: All right, hold on. This is very touching. This is very touching. Would anybody like a tissue? No, no? Good. Because I don't have time for this. I've got work to do.",
        "Katie: I cannot believe your own brother would throw Carly in your face like that.",
        "Jack: Yeah, actually, I've been -- I've been waiting for it. You know, Carly and Brad had a history. Always bothered him that Carly and I could make it work.",
        "Katie: And he and Carly couldn't?",
        "Jack: Yeah, so he's just doing some gloating.",
        "Katie: Well, it's still really low. She hasn't been gone that long. You're taking care of the kids, you're answering their questions.",
        "Jack: We're still a family, with or without Carly.",
        "Katie: Well, it still can't be easy. And I'm sorry I just made things worse for you.",
        "Jack: How'd you do that?",
        "Katie: This whole Brad thing. When I found out that Vienna was gone, I just couldn't wait to run and tell him that she'd left him, too.",
        "Jack: Oh, payback?",
        "Katie: Yeah. Well, it was stupid. I'm just so sick of Vienna and Brad throwing it in my face that Simon and Mike are gone, and I just shot my mouth off without thinking. And I'm really sorry. Now, I've dragged you into my battles.",
        "Jack: No, I don't see it that way.",
        "Katie: You don't? Jack, after all the pain I've caused you, why do you keep sticking up for me?",
        "[SCENE_BREAK]",
        "Lily: Was our appointment today? I -- it totally -- it slipped my mind. I'm so sorry.",
        "Dr. Seidman: Yeah, I tried your cell phone, but I got voice mail.",
        "Lily: Oh.",
        "Dr. Seidman: And then your housekeeper told me I could find you here. But I called, and there was no answer.",
        "Lily: I was outside. Sorry.",
        "Dr. Seidman: Well, I might have overreacted, but I was just concerned that something had happened to Faith.",
        "Lily: Is that why you came here?",
        "Dr. Seidman: She's in a very fragile state, Mrs. Snyder. I thought you understood that.",
        "Lily: I do. I know that. With the baby and work -- I got my schedule completely confused, or else I would have been at the appointment on time, trust me.",
        "Dr. Seidman: Good. I'm glad to hear that, because I feel Faith is pulling away from therapy.",
        "Lily: She's going to her sessions.",
        "Dr. Seidman: Yeah, well, showing up is only the first step. Unless she can really be honest with me --",
        "Lily: Is -- Faith is talking, right?",
        "Dr. Seidman: Oh, yeah, she's talking. But everything she's saying is convincing me that she's getting worse, not better.",
        "[SCENE_BREAK]",
        "Faith: There's nothing really wrong with me, but my family does have, like, a ton of problems. My dad left, my grandmother almost died, my dad came back, my mom was in a coma. My brother told us he was gay.",
        "Parker: I thought everyone was cool with that.",
        "Faith: We are. Just now I don't know. My parents are worried about every little thing. I guess they just want a doctor to tell them that I'm adjusted or something.",
        "Parker: Why?",
        "Faith: Well, I tried to lose some weight. And then, out of nowhere, they said that I'm starving myself.",
        "Parker: Well, are you? You didn't eat any lunch.",
        "Faith: If I ate the way my mom wanted me to, I'd be a blimp. I'd end up looking like her.",
        "Parker: Well, who do you want to look like?",
        "Faith: My dance teacher, Tea. Dancers are always so skinny, and she looks great.",
        "Parker: You look okay.",
        "Faith: I look in the mirror every day. No one would ever call me skinny.",
        "Parker: I didn't say you were skinny.",
        "Faith: 'Cause I'm not. I'm really fat.",
        "Parker: No, you aren't. What I meant was you look fine to me.",
        "[SCENE_BREAK]",
        "Paul: Look, these visions, I don't always know what they mean, but I've learned that you can't ignore them.",
        "Holden: Yeah. Meg's told me a little about them.",
        "Paul: Meg did? I wasn't sure she ever mentioned me anymore.",
        "Holden: She said that you were having a slow recovery from the accident, psychologically.",
        "Paul: Yeah. Well, it's not so simple for me to explain, but I get these really strong feelings, and then I see things -- flashes, images. Like when I saw Meg's bracelet in my mind, I knew that Meg was in danger -- or at least, I thought Meg was in danger.",
        "Holden: But she wasn't.",
        "Paul: No, Faith was in danger. She was the one that was mauled by the wild dog.",
        "Holden: Right, so your vision was wrong.",
        "Paul: No, no, no. Faith was wearing Meg's bracelet when the dog came after her.",
        "Holden: Okay, all right, what does all this have to do with Ethan's teddy bear?",
        "Paul: Well, when I picked up the bear, everything stopped, and all I saw was that teddy bear and a baby.",
        "Holden: Ethan? You had a vision about my son?",
        "Paul: Well, no, I'm not sure it was him. The baby's face was covered. But then I saw a woman's hand, and then I heard a woman screaming.",
        "Holden: Who was the woman?",
        "Paul: It could have been Lily. I'm not sure. Her face was covered, too. But what I know is that whatever was scaring that woman was connected to that bear that belongs to your son.",
        "Holden: So you're not sure if this is about Lily or about Ethan?",
        "Paul: I just thought that I should tell you what it is that I saw.",
        "Holden: Okay, all right, this is my kid we're talking about here. Do you want to tell me what I'm supposed to do with this information?",
        "Paul: I don't know if there's a way for you to protect Ethan. There might be a way to stop the danger before it even --",
        "Holden: So, you want me to stop something that you can barely describe, a hand reaching for a teddy bear?",
        "Paul: You need to be alert for signs.",
        "Holden: Do you know how crazy you sound?",
        "Paul: Yeah, I've been told.",
        "Holden: By Meg?",
        "Paul: And others. The things is, Holden, these visions that I have, they happen. One way or another, they happen.",
        "Holden: Yeah, and they always seem to be hooked into my sister somehow.",
        "Paul: Yeah, well, I can't control them.",
        "Holden: Are you sure about that?",
        "Paul: No, I'm not sure. I don't know. Maybe this is a way for me to make up to Meg for all the hurt that I've caused, for all the damage that I've done.",
        "Holden: Maybe you're just trying to stay as close to her as you can.",
        "Paul: I don't know. But I would like to try and help your son the same way I helped your daughter.",
        "Holden: How do you plan to do that?",
        "Paul: Okay, here's what I'm thinking -- if the object, the teddy bear, is what we're worried about, maybe destroying it will keep Ethan safe.",
        "Holden: You want me to destroy Ethan's teddy bear?",
        "Paul: To ward off a disaster. Look, you can get him something else. You know, something completely different.",
        "Holden: Paul --",
        "Paul: Look, I know my credibility is shot with you, but really, Holden, do you want to take a chance with your son?",
        "[SCENE_BREAK]",
        "Lily: Is Faith talking about purging?",
        "Dr. Seidman: No, no, not at all. She's doing everything she can to convince me that she doesn't have a problem with food, with you, with her body.",
        "Lily: But you think that she does.",
        "Dr. Seidman: A very serious problem. Yeah.",
        "Lily: You think she's still purging?",
        "Dr. Seidman: I do. And I think she's getting even better at hiding it.",
        "Lily: Then she's been lying to me.",
        "Dr. Seidman: Well, your daughter is a very bright girl. She tells me what she thinks I want to hear, what you want to hear.",
        "Lily: What has she been saying, exactly?",
        "Dr. Seidman: That she's keeping her food down, she's exercising less, she's thinking more about school and less about her weight. Unfortunately, I don't think any of that is true.",
        "Lily: She never used to lie.",
        "Dr. Seidman: Well, it's part of the disease. With both anorexia and bulimia, you see a lot of this kind of deception. You and your husband just need to be aware of that when you interact with her.",
        "Lily: We are. That's why when I found the laxatives in her backpack, that's why we called you.",
        "Dr. Seidman: Right, and I'm very glad you did. But, now Faith knows that you're watching her, so she's looking for new ways of hiding things. She could be keeping the laxatives in a closet or a storage room, or she could be keeping her mouthwash in a soda bottle.",
        "Lily: What?",
        "Dr. Seidman: Or she could be carrying both of those things with her all the time. All I'm saying is I know it sounds harsh, but you need to check.",
        "Lily: I will. I will. I promise. Thank you.",
        "Dr. Seidman: Um, as I said earlier, I was hoping to discuss the family's role in her recovery.",
        "Lily: Well, what do you want to know?",
        "Dr. Seidman: Is there a lot of talk at home about food, or diet and exercise?",
        "Lily: There's some.",
        "Dr. Seidman: From you?",
        "Lily: I'm watching what I eat. Are you saying that I'm the problem?",
        "Dr. Seidman: I was not saying that, no. Well, I urge you to read the books about eating disorders that I recommended and just be very careful what you say to her.",
        "Lily: I try. I try to do that.",
        "Dr. Seidman: Mrs. Snyder, for Faith to get better, you have to monitor her, but you also have to monitor your own words and actions very closely.",
        "[SCENE_BREAK]",
        "Jack: I can't let Brad bully you into quitting.",
        "Katie: Well, he's definitely working on it.",
        "Jack: 'Cause then he'd have his own job, an ego bigger than Oakdale and the bragging would be insufferable.",
        "Katie: Oh, God. I can just hear it now.",
        "Jack: I'd rather not, so actually, it's in my best interest to keep you happy and on the air.",
        "Katie: I'm just afraid that Kim thinks he's some kind of comic genius or something.",
        "Jack: Yeah. Yeah, he has that effect on women. He's very charming, always has been.",
        "Katie: Oh, please, the charm. I've dealt with charm before. I've learned all about that and its limitations from Simon, and I'm not very excited to repeat that same mistake with anyone.",
        "Jack: So, you're a challenge. Yes, that's like catnip to Brad. He's never gonna let up.",
        "Katie: I'm just worried that if Kim had to choose between me and him, I'd be out of a job right now.",
        "Jack: I'm not sure that's true. But it sounds like you're gonna have to make this work with Brad if you want the show to last.",
        "Katie: I just need to stand up to him.",
        "Jack: He doesn't fight fair, Katie.",
        "Katie: Fine, I'll fight dirty, too. But you need to stay out if it.",
        "Jack: Okay, if that's what you want.",
        "Katie: Well, I mean, I like having you on my side. It feels pretty good, but I do need to remember what it's like to stand on my own.",
        "Jack: Okay. Just keep me on speed dial.",
        "Katie: Okay. Well, actually, since Kim won't let me tape because of the shiner, I'm gonna go run some errands. But why don't I call you later, and you can meet me for a drink? I mean, it's the least I can do, with you coming to my rescue and all.",
        "Jack: Okay. Okay, I'll call you.",
        "Katie: Okay, I'll talk to you.",
        "[Jack laughs]",
        "Brad: Katie's gone?",
        "Jack: Yeah, she just left. I was on my way out, too.",
        "Brad: All right, not so fast. You know, we're not -- we're not done here.",
        "[SCENE_BREAK]",
        "Will: Why can't you get away? You deserve a little R&R.",
        "Gwen: I know. It's just that I have, like, three papers to write over break, and it's not gonna happen if we're sitting on the beach somewhere.",
        "Will: Is that the only reason?",
        "Gwen: Isn't it enough?",
        "Will: I don't know.",
        "Gwen: It's just that ever since I stopped working on the demo, I've had a hard time getting motivated about school. And you know, if there's ocean and beach and you to distract me, I'm not even gonna open up a book.",
        "Will: Well, I'm glad I'm still a distraction. You know, you really should still be singing.",
        "Gwen: I still do. You hear me in the shower.",
        "Will: You look like someone died.",
        "Gwen: Excuse me?",
        "Will: What -- why can't you just be honest about it?",
        "[Playback from a cd of the sessions Adam and Gwen did]",
        "Adam: Beautiful. Let's try the bridge again. A little simpler this time.",
        "[SCENE_BREAK]",
        "Gwen: That's Adam. Damn it, Maddie, what are you doing? Turn that thing off.",
        "[Playback]",
        "Adam: You ready? Or do you want a break?",
        "[SCENE_BREAK]",
        "Will: Where did that come from?",
        "Maddie: I -- I don't know. Some of Gwen's studio tracks must have been mixed with the club music.",
        "Will: Yeah, it sounds like it.",
        "Maddie: I'm really sorry you had to hear that.",
        "Gwen: It's fine.",
        "Maddie: I mean, after everything that Adam has done to you guys.",
        "Will: Yeah, we know. I'm going to take you home, because you're really cold.",
        "Gwen: No, I'm fine. I'm fine. I just -- hearing Adam's voice, it threw me a little bit.",
        "Will: Yeah, no kidding.",
        "Maddie: Actually, Gwen, we should get out of here. Could you help me pick up those groceries for Margo?",
        "Will: Maddie, do you mind going by yourself? Gwen and I need to be alone for a little while.",
        "Maddie: Yeah, okay. Sorry, I seemed to have screw up everything these days --",
        "Gwen: No, no, it's fine. I'll finish up the play list.",
        "Maddie: Okay. Call me, okay?",
        "Gwen: Yeah. I should wrap this up.",
        "Will: No, you should stop giving me one-word answers and tell me what the hell's going on.",
        "Gwen: Look, what do you want me to say?",
        "Will: Well, why don't you start with the truth? You miss the recording sessions with Adam.",
        "Gwen: No. That's not -- I mean, I miss making music. I miss working on the demo. It's not about him.",
        "Will: So, then why did you look like someone stuck a knife in your chest when you heard his voice? You're holding something back, I'm done pretending to be okay with that. I want to know whatever it is you're not telling me about Adam.",
        "[SCENE_BREAK]",
        "Henry: Vienna, you have to understand something. I have so many faults.",
        "Vienna: Oh, and I am going to learn to love every single one of them. Which is why you'll be much happier with me than you were with anyone -- including your ex.",
        "Henry: Ah, yeah. Hold on a second. You need to understand something. Katie was my best friend. Katie was my soul mate. You and I -- I hardly know you. And so, I hope you'll understand --",
        "Bartender: Will there be anything else?",
        "Vienna: No, no. I don't think so. Which one shall we use?",
        "Henry: Which one is good?",
        "Vienna: All of them.",
        "Henry: How about that one?",
        "Vienna: This one it is. Thank you. And add $100 tip on that one.",
        "Bartender: Thank you.",
        "Henry: Yeah, um -- I was just --",
        "Vienna: What was it you wanted me to understand?",
        "Henry: I was just -- I'm just going to say how --",
        "Vienna: Yes?",
        "Henry: How flattered I am.",
        "Vienna: Yes?",
        "Henry: To say yes to your plan.",
        "Vienna: So, you'll do it? You'll take my money?",
        "Henry: Why the hell not? Come here.",
        "Vienna: I'm going to call my lawyer. And so, you have a lot of papers you need to sign. Just wait right here.",
        "Henry: All right. I'll keep the champagne company.",
        "Vienna: Okay, and if you run out, order some more. I'll be fast.",
        "Henry: Take your time.",
        "Vienna: Ta-ta!",
        "Henry: I could get used to this.",
        "Katie: Henry!",
        "Henry: What?",
        "Katie: I have been searching for you for hours. Why haven't you been answering your phone? And where have you been?",
        "[SCENE_BREAK]",
        "Lily: Well, we're going to have to reschedule that meeting. I'm sorry. That's the way it's going to have to be. I just put Ethan down for a nap. I'll be there as soon as I can. Okay. Bye-bye. Hi, Honey.",
        "Faith: Hi, Mom.",
        "Lily: How was the field trip?",
        "Faith: It was okay. They let us touch a whole bunch of stuff in the house, even though it's like 300 years old.",
        "Lily: Did you eat your lunch?",
        "Faith: Yeah, but I traded my chips for Parker's apple. I'm trying to cut out the empty carbs.",
        "Lily: Mm-hmm. Did you come straight home?",
        "Faith: No, I stopped at the pharmacy to get some protein bars.",
        "Lily: You like those? I thought you said they tasted like sawdust.",
        "Faith: Well, Tea eats them. A lot of dancers do for energy.",
        "Lily: Mm-hmm. Anything else?",
        "Faith: Nope. Want to see?",
        "Lily: Okay. Got to look in your backpack.",
        "Faith: Every day, huh?",
        "Lily: Okay. Faith, come here.",
        "Faith: Why?",
        "Lily: Faith, right now.",
        "Faith: I hate this.",
        "Lily: So do I.",
        "Faith: Mom, what are you doing?",
        "Lily: Let me see.",
        "Faith: Don't.",
        "[Lily pulls out a pack of laxatives out of Faith's coat]",
        "Faith: Mom, give me those. They're mine!",
        "Lily: I will not let you hurt yourself.",
        "Faith: If they were going to hurt me, why would the guy at the drug stores sell them to me?",
        "Lily: You're lying to me. You told me and your father that you have not been purging or taking these.",
        "Faith: You want to make me fat, right? I don't want to be. I'm tired of being fat!",
        "Lily: You are not fat!",
        "Faith: Yes, I am. I'm tired of looking at myself.",
        "Lily: Would you please stop saying that? You are so pretty.",
        "Faith: No, I'm not. Tea is pretty. I would want to look like her.",
        "Lily: No! No!",
        "Faith: How come when I try to take something to help me, it's a crime. And you can take your diet pills?",
        "Lily: No, I stopped taking them. I stopped taking those pills. Because I realized that my weight was becoming more important than my health. That's why this is killing me, seeing you struggle with this.",
        "Faith: I'm not struggling! It's nothing like you, so stop saying that.",
        "Holden: Where's Ethan?",
        "Lily: Ethan? Ethan was sleeping. He may not be sleeping now, but --",
        "Holden: We need to talk.",
        "Lily: Can that wait? Because I found these in Faith's pocket.",
        "Faith: Mom! Can't I have some privacy? Why do you have to show those to him?",
        "Lily: No, no privacy. Not about this.",
        "Holden: Faith, I thought you were going to stop taking things that your body doesn't need?",
        "Faith: I'm going upstairs.",
        "Holden: No, no, no. You need to stay here. We need to talk. I want you to feel safe. I don't want you to think that you need to change yourself. I love you just the way you are.",
        "Faith: You tell that to Mom, but that doesn't stop her.",
        "Holden: What does that supposed to mean?",
        "Faith: Me with food that's going to make me fat, but she can take her diet pills?",
        "Holden: Are you still taking those pills?",
        "[SCENE_BREAK]",
        "Paul: What are you doing here?",
        "Parker: I saw you through the window.",
        "Paul: Sit down.",
        "Parker: Maybe for a minute. Does it still hurt where the dog bit you?",
        "Paul: No, I'm fine.",
        "Parker: That's good. I would've come by to thank you for helping us, but I'm grounded.",
        "Paul: Well, maybe you should play by the rules for a little while.",
        "Parker: Yeah, I have to.",
        "Paul: Well, we all have to do things that we have to do.",
        "Parker: Are we still friends?",
        "Paul: Yeah, of course.",
        "Parker: Because there's something I need to find out.",
        "Paul: Okay, look, I can't do it. I can't find your mom, I can't make any kind of predictions --",
        "Parker: It's not. It's not that. It's um -- how do you know if a girl likes you?",
        "Paul: Parker, I'm the single last person you should be asking that.",
        "Parker: Yeah, I know that. I know. But you're older. And you know about this stuff.",
        "Paul: Well, does she look at you? Or does she not look at you? Or does she look away when you are looking at her? You should find out if she wants to sit near you.",
        "Parker: Yeah.",
        "Paul: Hey, Parker? If you're thinking about the girl that I think you're thinking about? You don't need to worry. She's way into you.",
        "[SCENE_BREAK]",
        "Brad: You have -- you have no idea what a know-it-all Katie can be. But she's a drama queen. Who think she's so much more superior to --?",
        "Jack: That's enough. I told she's a friend of mine.",
        "Brad: Oh, listen to you. \"She's a friend of mine. She's a friend of mine.\" But you know what? I'm your brother. And you know, I think that should come first.",
        "Jack: No, no. Don't pull that brother card on me --",
        "Brad: You know every time she shakes a tail feather, loyalty runs out the window --",
        "Jack: You're out of line. And you throw Carly in my face! You owe her and me an apology.",
        "Brad: Okay. I'm sorry. I'm sorry. I'm sorry.",
        "Jack: Just like that?",
        "Brad: Yeah, man. Just like that. I don't want bad blood between us. Not over her. You know, I mean, she's going to be a part of your life and mine.",
        "Jack: How so?",
        "Brad: Well, I have to work with her, and you have to decide where you're taking this.",
        "Jack: Taking -- I'm not taking this anywhere. There is no this.",
        "Brad: So lame! You need a woman, okay? And a little mattress mambo.",
        "Jack: Oh, please. No more advice from you.",
        "Brad: No, nothing permanent, okay? Just something to help you get over carly. All right, the world is full of beautiful women, Jack. They're like -- they're like snowflakes, which perfectly unique.",
        "Jack: Snowflakes?",
        "Brad: I don't know, something. You know, just -- you got to jump in. Otherwise, you've never going to get over Carly.",
        "Jack: I don't need help getting over Carly.",
        "Brad: You got to let her go, Bro.",
        "Jack: Brad, I know she's never coming back. I've come to terms with how she left. But I've got to make sure that these kids adjust.",
        "Brad: Man, it takes a lot of responsibility to raise these kids, and you need to cut loose every once in a while. Otherwise, you are going to snap.",
        "Jack: No. No, I won't. Because I've got my priorities straight. I wish I could say the same for you.",
        "Brad: All right, all right. All right, all right, all right, but if you keep punishing yourself, you're going to get old and mean before your time. And what good is going to do your kids?",
        "[SCENE_BREAK]",
        "Henry: Bubbles, I am sorry. My phone died and then I ran out of gas. It has been a series of unfortunate events. That is just a horrible black eye.",
        "Katie: I know. That's what I get for going to a hockey game.",
        "Henry: Well, Brad had nothing to do with it, right?",
        "Katie: No, but he's completely impossible. And getting worse and worse by the day. He's trying to get me fired now. And I need to teach him a lesson.",
        "Henry: Okay. Okay, that sounds like a plan.",
        "Katie: Well, the thing is, I don't have a plan. That's why I'm here with you. I need you to get into genius mode -- why are you drinking a $500 bottle of champagne in the middle of the day?",
        "Henry: It's a long story. Which you may want to hear.",
        "Katie: I'm sure I do, but first, you have to help me figure out a way to prove to Kim that I'm much more valuable to WOAK then Brad Snyder.",
        "Henry: It can wait.",
        "Katie: What can wait?",
        "Henry: The news. The news I had to tell you. It can wait. So how is Brad?",
        "Katie: I just told you. How much of that have you had to drink?",
        "Vienna: Oh, no more worries. It's all taken care of, Sweetheart.",
        "[SCENE_BREAK]",
        "Will: Every time Adam's name comes up, you get this look, like you want to run out of the room. And then you and Maddie are talking about his phone message? And you're whispering like you're afraid someone is going to hear you.",
        "Gwen: I'm sorry if it looked like that --",
        "Will: I don't want you to be sorry. I want you to explain to me why ever since Adam disappeared, you've been a wreck. What happened between you two? Why are you so afraid to talk to me about it?",
        "Gwen: What do you think happened?",
        "Will: You want me to say it? Okay. Did you sleep with my brother?",
        "[SCENE_BREAK]",
        "Jack: Hey, Katie. It's Jack. Can you pick up? Um, listen, I'm calling about meeting you for that drink. [Jack sighs] I'm going to have to take a rain check. Because I got to get home to the kids. But thanks for asking. Maybe -- well, I better go. I'll talk to you soon.",
        "[SCENE_BREAK]",
        "Katie: What does that mean -- no more worries? And what's been taken care of?",
        "Henry: I was just starting to tell you --",
        "Vienna: Dear little Katie. I didn't think I'd ever see you again.",
        "Katie: I was counting on it. Why are you back? And why are you calling Henry \"Sweetheart?\"",
        "Vienna: This is wonderful! And you -- you are going to be the first one to hear our news. Henry and I are madly in love!",
        "[SCENE_BREAK]",
        "Lily: I threw out those diet pills. They're a thing of the past. Just as you, taking laxatives and purging, and over-exercising is a thing of the past. Because I'm going to watch every move that you make and you're not going to come in or out of the house with being searched.",
        "Faith: Do you hear what you sound like? You're the one who's sick, not me.",
        "Lily: Don't say it. Don't say it. I know, I know. I made things worse. I know that. I've had it.",
        "Holden: I know it freaked you out finding those laxatives --",
        "Lily: I don't know what to do. I don't know what to do. I can't trust anything that she says.",
        "Holden: Why don't we go upstairs? We'll try and talk to her.",
        "Lily: That is pointless. She's going to barricade herself in the room, she's not going to talk to me, and I have an appointment right now. I'm late and I was going to take Ethan with me, and he's sleeping.",
        "Holden: All right. Go to your meeting. I'll watch Ethan.",
        "Lily: Did you want to talk to me about Ethan?",
        "Holden: We'll do it later. Go to your meeting.",
        "Lily: I just hate leaving like this. With Faith acting that way --",
        "Holden: You know what? You two could use a little time apart. I'll talk to her. If she'll let me.",
        "Lily: Thank you. I mean it. I mean it. Thank you so much. Thank you.",
        "Holden: Everything's going to be fine. You know, we just need to have a little patience, all right? All right, you go and I'll try and talk to her.",
        "Lily: Okay.",
        "[SCENE_BREAK]",
        "Gwen: How can you ask me that? I never slept with Adam. I never wanted to sleep with Adam. Is that what you thought what was going on? That I cheated on you and then I was trying to cover it up?",
        "Will: Look, my mind is going to crazy places. I hate myself for feeling suspicious, but you know what? You shut down on me and I can't help it, okay? I love you so much and I know you. You're keeping something locked up inside and you keep pulling further and further away --",
        "Gwen: No, I'm not.",
        "Will: And you know what? If you don't open up to me about it, the distance between us is just going to keep growing. We both know that. So whatever it is, we'll work it out, right? But you got to tell me what happened with Adam.",
        "Gwen: Okay. Okay, I'll tell you.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Cheri: And what can I do for you, Sweetheart?",
        "Dusty: I'm looking for someone.",
        "Katie: It is enough! Get your tongue out of his ear, you skank!",
        "Henry: Hey!",
        "Paul: These are from Adam.",
        "Will: What? Where is he?",
        "Gwen: Where the return address should be --",
        "Maddie: A.M.",
        "Gwen: It's Adam."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=RR47QvefndQ"
}