{
    "Episode Summary": [],
    "Recap": [
        "Emily is forced to admit to a stunned Susan what her extra curricular activities were a month back thanks to Lance. Dusty finds out that Allison left town with Lance. Parker pretends to hang out with a female classmate to avoid Carly, as Faith watches, and drowns her feelings with food. Brad goads Jack about Carly when he sees Katie come into the room. Katie and Jack collectively tell off Brad, but in private, Katie voices her concern; Jack alleviates them. Lily welcomes Carly home happily and they compare stories. Carly admits to missing Simon terribly, but also being bothered by seeing Katie with Jack. Lily offers to back Carly in her new design venture. Cheri admits to Dusty that she let Lance in on how he ruined her business and how Emily and she are connected. Dusty quickly goes off in search of Emily. A distraught Susan then learns of Allison's involvement with pornography. She is devastated and takes out her disappointment in Emily and Dusty. Jack and Katie are closer then ever \u0096 no thanks to Brad. Jack hears that Parker is acting out, and he comes home to find a frustrated Parker shooting off a BB gun and an argument ensues. Lily tells Holden of her plans with Carly; he is hesitant at first but supports her. Faith struggles with her emotions and seems to be heading back down the road to binging. Emily worries about Susan falling off the wagon so Dusty promises to go to Vegas and bring Allison back. Lance and Allison arrive back in Vegas, as she has supposedly washed her hands of Oakdale. Lance makes a secret call to someone about their plans for Allison. Jack threatens to send Parker somewhere if he doesn't straighten up, just as Carly and JJ are coming home."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: That guy Ali is with -- is nobody. I don't know. He doesn't even know me.",
        "Susan: Then why did he say you were turning tricks? Why would he say that if he didn't know you?",
        "Emily: Mother, it's not important, okay? I need to find Alison.",
        "Susan: Hey -- he didn't force her to go. She was packed, she was ready to go. Now, you tell me what's going on here! What aren't you telling?",
        "Emily: Don't -- I don't know. I don't know.",
        "Susan: I think you do.",
        "Emily: I don't know.",
        "Susan: I think back to all those times you came home so late -- and you came home all beaten up at that night -- you weren't working on a story about prostitution. You were the story!",
        "Emily: That's -- that's crazy. That's crazy --",
        "Susan: When I think back to all those times, I couldn't explain your odd behavior, your odd clothes, your odd hours -- you were just lying to me, weren't you? You were having sex for money. Look at me, Emily. Tell me it's not true.",
        "Emily: I'm sorry. I'm sorry --",
        "Susan: You're sorry? That doesn't explain it! How could you do that? How could that happen to you?",
        "[SCENE_BREAK]",
        "Dusty: Are you sure this is the driver that took Lance Barton to the airport?",
        "Desk clerk: Positive. We use that car service all the time.",
        "Dusty: Thank you.",
        "Driver: Dial-a-ride car 78.",
        "Dusty: Hey, this is Lance Barton's business partner. I'm wondering if he made his flight to Vegas.",
        "Driver: Barely because we had to make an extra stop.",
        "Dusty: Why is that?",
        "Driver: Had to pick up his girlfriend's suitcase.",
        "Dusty: His girlfriend.",
        "Driver: I can see why he didn't want to leave a hot blonde like her behind.",
        "[SCENE_BREAK]",
        "J.J.: You have a headache?",
        "Carly: Oh, J.J.",
        "J.J.: Sorry. I didn't mean to scare you. Are you sick?",
        "Carly: No, no, I'm fine. Does your dad know you're here?",
        "J.J.: Well, I was next door at Joey Lebo's house and your car pulled up.",
        "Carly: Oh, it's so good to see you, Sweetheart. Oh, I miss you so much.",
        "J.J.: Me, too.",
        "Carly: What? Is something wrong?",
        "J.J.: Kind of.",
        "Carly: What is it?",
        "J.J.: Well, when you came back, we were all afraid you were going to have to go to jail and everything. And it was great when you didn't have to. But I -- I just wish that --",
        "Carly: What?",
        "J.J.: I wish that we could just all visit you as much as we want.",
        "Carly: Oh, I'm sorry it's not the simple.",
        "J.J.: Yeah, all because of Parker.",
        "[SCENE_BREAK]",
        "Morgan: Why don't you hang out for a little while? We can go check out those new phones at the video store. You know, the ones that download like a zillion ring-tones.",
        "Parker: Yeah, my aunt's probably wondering where I am.",
        "Morgan: She can wait a few minutes, can't she?",
        "Parker: Not really.",
        "Morgan: Faith told me you take care of the horses at your aunt's farm.",
        "Parker: Yeah, and the chickens and the cows and whatever else.",
        "Morgan: I love horses. Maybe I can come over sometime and help?",
        "Parker: Sure. That's fine.",
        "Morgan: Walking towards Washington Street?",
        "Parker: Yeah.",
        "Morgan: I have to go that way to meet my mom. I'll walk with you.",
        "Parker: Okay.",
        "[SCENE_BREAK]",
        "Brad: Why do you care what Carly does?",
        "Jack: Who says I care?",
        "Brad: The way you're jumping down my throat says you care. I had a few drinks with your ex-wife, so what?",
        "Jack: This is about the kids. That's the only reason I'm concerned about you bothering Carly.",
        "Brad: I live with your kids every day and I haven't managed to corrupt them yet. I think you're just using them as an excuse.",
        "Jack: An excuse? For what?",
        "Brad: You're jealous. You're jealous that Carly and I were together last night.",
        "[Jack laughs]",
        "Jack: You've got to be kidding me. This is not about jealousy, this is about knowing you're no good for her.",
        "Brad: You mean, I'm not good enough for her?",
        "Jack: After everything she's been through with Simon Frasier, you are the last person that she needs in her life right now --",
        "Brad: See? You're still saying that you don't care about her, but you know, I'm not buying it. And no one else will either.",
        "Jack: All I'm saying is, with Carly on probation and trying to reconnect with the kids, she's got a lot on her plate right now. Having you around, Brad, is a distraction. A complication, if you will.",
        "Brad: And Katie doesn't complicate things?",
        "Jack: Katie and I are none of your business. Katie has nothing to do with this.",
        "Katie: Hi.",
        "Jack: Hi. You just get here?",
        "Katie: No, I've been here for a while. In fact, long enough to want to say something to your brother. Jack was right. Our relationship is none of your business. So, back off!",
        "[SCENE_BREAK]",
        "Carly: Parker's going through a rough time. But he's not keeping me away. You have to think about what the last year's been like for him, J.J. You don't lose your father and your sister without showing the effects somehow.",
        "J.J.: But it's not like I haven't been through that bad stuff, too.",
        "Carly: I know. I know you have.",
        "J.J.: And I haven't been flunking my classes and I haven't been attacking everybody.",
        "Carly: I know. That's because you've learned to talk about your feelings. But it wasn't always that way. You may not remember very well, but there was a time that you and I did not get along.",
        "J.J.: But that was very long ago.",
        "Carly: Yeah, I know. But it was tough after your mom died. You barely spoke to me.",
        "J.J.: I'm sorry.",
        "Carly: Ah, you don't have to be sorry. But maybe remembering will help you realize what Parker's going through right now. He has so many feelings inside him, he doesn't know what to do with them, so they come out as anger. And, you know, things will change. You just have to give it some time. [Doorbell ringing] Oh. Wonder who that is, huh?",
        "Lily: Surprise! Welcome back! It's so good to see you! Hi. Hi J.J. isn't it great to have your mom back?",
        "J.J.: Yeah. You know, I was going to go look for my baseball cards in my old room.",
        "Carly: Okay. He's gotten so big.",
        "Lily: Oh I know, it happens so fast. It is so good to see you! I heard all the charges were dropped?",
        "Carly: Yes, mercifully. Between Simon returning the necklace and Jack pulling some strings --",
        "Lily: I knew you couldn't stay away from your children.",
        "Carly: No, no I just -- I missed them too much.",
        "Lily: What about Simon?",
        "Carly: Well, I miss him, too. I guess I discovered that it's true -- that you can't have it all, right?",
        "Lily: We have to make choices. You came back. You made the right choice.",
        "Carly: Right. I know. But sometimes I miss him so much -- can I be honest with you?",
        "Lily: Of course. Of course you can.",
        "Carly: Well to tell you the truth, I think about Simon every minute. It's so hard being away from him, that sometimes I don't even know if I can stand it. But now that I'm back and I see Jack with Katie -- I can't stand that either.",
        "[SCENE_BREAK]",
        "Brad: Katie, get a grip.",
        "Katie: I have a grip, Brad, on reality. And the reality is, you're not getting it. You don't change. You're still trying to drive a wedge between Jack and me and sticking your nose in where it doesn't belong.",
        "Brad: I don't know what you're talking about.",
        "Katie: I'm talking about the fact that when you saw me walk in, you started needling Jack about Carly. Hoping to back him into a corner so he would say something that would hurt me.",
        "Brad: Bro, I don't know where she gets this stuff.",
        "Katie: Don't think that just because Carly's back, you can use that to try to break us up. 'Cause it's not going to work.",
        "Brad: If you and Jack are so tight, then why is he acting so possessive of Carly? Why is he warning me --?",
        "Jack: Okay, Brad, we talked about this. You're crossing the line now.",
        "Brad: No. You've got to admit there's something seriously warped about that, Katie.",
        "Katie: What is seriously warped is the fact that you spied on us and then anonymously reported us to Kim.",
        "Jack: You reported us?",
        "Katie: Yeah. He saw us and then he called Kim.",
        "Jack: What are you a stalker now? What are you, some kind of peeping tom? Man, you are one sick puppy.",
        "[SCENE_BREAK]",
        "Dusty: Emily, I think Alison went back to Vegas with Lance. [Elevator dings] Do you know what happened? Call me. Cheri, I need to talk to you.",
        "Cheri: You do look a little uptight. I've got a girl who could help you with that.",
        "Dusty: I'm not interested.",
        "Cheri: Then I don't know what I can do for you.",
        "Dusty: You said you were going to get even with me for blowing your operation at the Avalon. What'd you do?",
        "Cheri: If I'd done something, do you really think I'd tell you?",
        "Dusty: Yeah. Either tell me or you're going to be telling the D.A. downtown.",
        "Cheri: Well it wasn't illegal. I talked to a gentleman from Las Vegas. He was very interested to know that Emily was one of my girls.",
        "[SCENE_BREAK]",
        "Susan: You sold your body? Why? You didn't need the money! Do you have so little self-respect?",
        "Emily: I have -- I have respect for myself. But at the time --",
        "Susan: And what about your health? What about your reputation? You have a son. Did you even think about Daniel?",
        "Emily: Mother -- it just happened, okay? I can't justify it. It just happened.",
        "Susan: No, Emily. Women don't become hookers by accident.",
        "Emily: You don't know what it was like for me after being used -- by Paul and Craig for the umpteenth time. My son was kidnapped, I lost my daughter. Then they take Daniel away from me. How much can one person take? I felt like nothing, okay? I felt less than nothing.",
        "Susan: So you found the first stranger who had $50?",
        "Emily: No, that's not what happened. Oh God. I met a guy at the Lakeview bar. Good-looking guy. Thought I was attractive. Didn't know who I was or what I'd been through. He seemed polite enough -- nice. So when he invited me back to his room, I said, yes. When he left, I found $1,000 on the nightstand. I know you're not going to understand this, Mom. But when I saw that money, I felt --",
        "Susan: What?",
        "Emily: I felt loved, and desired. I felt like I was in control of something. I mean, I wasn't in control of my life, but I could control what happened in that room.",
        "Susan: And that felt good to you?",
        "Emily: Yes, it felt good. It felt like I was running my life for once.",
        "Susan: Until some john beat the living hell out of you.",
        "Emily: Oh, just stop.",
        "Susan: Do you remember that?",
        "Emily: I don't want to think about that. Just forget about that night.",
        "Susan: But even after that -- did you go on? Did you keep on with other guys? Other clients? Why? Why didn't you stop?",
        "Emily: Why didn't you stop drinking?",
        "Susan: Well, I was in denial.",
        "Emily: So was I.",
        "Susan: Are you still doing it?",
        "Emily: No, I stopped.",
        "Susan: Then explain something to me. If you've stopped, why did that creepy guy know all about you? And what is he doing with Alison?",
        "[SCENE_BREAK]",
        "Dusty: Why'd you tell Lance Barton that Emily worked for you?",
        "Cheri: The man said he needed ammunition. That you were bullying him to get out of town. It gave us a lot in common.",
        "Dusty: No rules about confidentiality in your business?",
        "Cheri: Sure, but you broke them when you had the cops shake me down at the Avalon. From that day forward, all bets were off, Dusty. I'm just sorry it took me such a long time to give you the bad day you deserve.",
        "Dusty: You think you're getting back at me for exposing Emily? Why would you assume I even care?",
        "Cheri: You're right. It was a gamble. But by the look on your face -- it seems I hit the jackpot.",
        "[SCENE_BREAK]",
        "Emily: His name is Lance Barton. He's a friend of Ali's from Vegas. He must have heard a rumor about me or something. I don't know.",
        "Susan: A rumor? Do I look like an idiot? Just tell me what's going on!",
        "Emily: Nothing.",
        "Susan: Don't give me that.",
        "Emily: Nothing. Mother --",
        "Susan: One minute she's fine, the next minute she's leaving town with that creep!",
        "Emily: Well maybe she didn't want to stick around after finding out what I was doing.",
        "Susan: Oh, Emily. She would never run away because of that.",
        "Emily: Oh, no?",
        "Susan: No! She always forgave you for everything. Even after you got involved with her fiancé!",
        "Emily: Well, she couldn't handle this.",
        "Susan: Why not?",
        "Emily: I don't know. Maybe, maybe she has her own problems. I don't know.",
        "Susan: Yes, you do.",
        "Emily: I don't know.",
        "Susan: Yes, you do! I didn't want to know that you were a prostitute, but I'm not lying dead on the floor. So hit me with it. What could Alison be involved in that's any worse than what you've been doing?",
        "Emily: Pornography.",
        "Susan: What?",
        "Emily: Oh, God. That guy, Lance Barton is a movie producer. And Alison's his latest star.",
        "[SCENE_BREAK]",
        "Lily: Carly, you should know that Jack was going to move on.",
        "Carly: Yeah, of course. I knew he was going to find somebody, but why'd it have to be Katie?",
        "Lily: Yeah. Well, apparently, she has really stepped to the plate when Jack was juggling everything.",
        "Carly: So I've heard. All I see is a woman who would not leave Simon alone. She did everything she could to see to it that we were arrested.",
        "Lily: You don't think that would have happened anyway?",
        "Carly: I think if she'd kept her nose out of it, we wouldn't have had to run. We could have built a life here. The kids liked Simon, Jack and I could have worked out some kind of custody arrangement, and it could have worked. But Katie would not stop. And the moment I was gone, she moved right in on Jack, didn't she?",
        "Lily: All right, no matter what went down, you have to get over it, if you want to get back to normal with your children.",
        "Carly: You're right. I know, and that's absolutely what I want to do.",
        "Lily: How do you plan on starting?",
        "Carly: With this house. Yeah. It needs a whole makeover.",
        "Lily: Oh, hmm.",
        "Carly: The curtains, the paint, the carpets, everything. And I have a lot of ideas, I want the kids' input, so we can make our new home together, you know?",
        "Lily: That's great. Yeah.",
        "Carly: Of course, that's going to take money.",
        "Lily: Did Simon give you money?",
        "Carly: Some. But it's not going to last forever. I will need to find a job.",
        "Lily: What do you want to do?",
        "Carly: Design is the only thing I know how to do.",
        "Lily: Yeah, you're great at that.",
        "Carly: Who's going to hire me? One look at my rap sheet, you think some headhunter's going to look at my resume?",
        "Lily: You're going to have to start your business yourself.",
        "Carly: Oh yeah.",
        "Lily: Yes you are.",
        "Carly: You know what that costs, don't you?",
        "Lily: You'll need backers, first.",
        "Carly: Yeah, the money guys. They're lined up to back a former fugitive who's going to be on probation the rest of her life.",
        "Lily: I know somebody who would do that. I do.",
        "Carly: You do?",
        "Lily: Mm-hmm.",
        "Carly: Who's that?",
        "Lily: You're looking at her.",
        "[SCENE_BREAK]",
        "Jack: You have done some twisted things in your day, but spying on Katie and me? What's the heck is up with that?",
        "Brad: I'm not the one who had sex in my place of business. Get a room!",
        "Katie: Get a life.",
        "Brad: You know what? By the way, I wasn't spying. When I left Carly's, I couldn't sleep. I came here to try to get some work done, but obviously that wasn't possible.",
        "Jack: Yeah, so you tattled on us.",
        "Brad: Look, I'm just trying to maintain some decency around here --",
        "Jack: Oh! You're going to play the decency card?",
        "Brad: Hey, I wasn't the one being inappropriate.",
        "Jack: Well, congratulations to you. You saw what he was doing and you called him on it.",
        "Katie: Well, I can be a pretty good troublemaker when I want to be. I know how they work.",
        "Jack: Well I'm just glad you didn't take anything he said seriously. Oh come on, you didn't, did you?",
        "Katie: I don't know. I did hear you talking about Carly.",
        "Jack: And?",
        "Katie: And it sounded like you still care.",
        "Jack: You and I made a pact to always be straight with each other, right?",
        "Katie: Yes, absolutely.",
        "Jack: Okay, then I don't have to pretend that I don't have a history with Brad and Carly.",
        "Katie: No.",
        "Jack: But that's just it though, Katie -- it's history.",
        "Katie: I know -- at least a part of me does. But I just don't get why you have an issue with who she sees. And why do you care?",
        "Jack: I don't. I don't. But when Brad starts to goad me, I just remember what those two put me through. Nobody pushes my buttons like they do.",
        "Katie: Oh, I know. Carly pushed my buttons today when she confessed that she asked you to keep me away from the kids.",
        "Jack: Right, I told her she was out of line.",
        "Katie: I know, and she used that to try to get information about how the kids were while she was gone.",
        "Jack: Well, what did you tell her?",
        "Katie: I told her to ask you. She's playing games though. Just like Brad is. I mean, she didn't want to bury the hatchet any more than Brad wants decency in the workplace.",
        "Jack: See? That's why I don't want these two joining forces.",
        "Katie: I know, me either. But I just wish we could ignore them. Not care what they do.",
        "Jack: Okay. Let's work on that.",
        "Katie: Okay.",
        "Jack: Come here. I don't want you to worry, okay? I don't care who Carly sees. If she wants to see Brad, that's fine. But that has nothing to do with you and me.",
        "Katie: Convince me.",
        "Jack: You convinced yet?",
        "Katie: Mmm, you're getting there.",
        "Jack: I cannot get enough of you. [Cell phone rings] Hello? Yeah, I'll be right there.",
        "Katie: Station?",
        "Jack: No, it's Emma. Something's going on with Parker. I've got to get home.",
        "Katie: Is there anything I can do?",
        "Jack: No, I think I can handle it. Come here.",
        "[SCENE_BREAK]",
        "Carly: How could you even consider backing me? I'm a total liability. I would ruin your good name.",
        "Lily: Apparently, you're the only one in the world that doesn't know that my reputation is already shot.",
        "Carly: Well, how?",
        "Lily: I -- I invested in a baby food company and I didn't do the research. The food was tainted. And a lot of children were sick.",
        "Carly: Oh, no. No, I hadn't heard about that.",
        "Lily: And as for Worldwide -- I signed it over to Craig.",
        "Carly: No, you didn't.",
        "Lily: Yeah, I did. After the parents were starting to file lawsuits for the sick children, Craig said he had a foolproof way to bail the company out. I signed the paperwork. I wasn't in a good place. I didn't read over the contracts and I signed over my mother's stock. The majority of it to Craig.",
        "Carly: What were you thinking?",
        "Lily: I wasn't thinking. I was hooked on diet pills.",
        "Carly: No.",
        "Lily: The whole thing was a nightmare.",
        "Carly: When did you start with the pills?",
        "Lily: Oh, just little by little. I came out of the coma, and I had this new baby and I just wanted to lose a couple of pounds. But it got completely out of control. The good news is, I got into rehab. So, I am not one to pass judgment on anyone.",
        "Carly: I know what that's like. When you take a step and you don't know where it's going to lead you. 'Cause I've done it. And then I've taken the next step, and the next. And before I knew it, I was doing things I never dreamed I would do.",
        "Lily: That's exactly what happened to me.",
        "Carly: Well, at least you didn't leave your children behind.",
        "Lily: Carly, there's more than one way to leave a child behind. Ask Faith.",
        "[SCENE_BREAK]",
        "Holden: Hey Sweetie. I am so sorry that I'm late. But I think we have time to catch the next movie. I thought you were bringing snacks.",
        "Faith: I did, but I ran into Morgan and Rachel and they were starving.",
        "Holden: Oh, well that's okay. We can get some stuff at the theatre. You ready?",
        "Faith: Well, I kind of don't feel like going anymore.",
        "Holden: Really? How come?",
        "Faith: Well, Morgan had already seen it, and she told me it was really boring.",
        "Holden: Ah. Well if you don't want to see it, you don't have to. I really don't want to see it myself.",
        "Faith: How come?",
        "Holden: I just have a lot on my mind, that's all.",
        "Faith: I knew something was bothering you. What's wrong?",
        "[SCENE_BREAK]",
        "Susan: Porn movies? How could my girls be such strangers to me?",
        "Emily: I'm sorry, Mom. I'm so sorry. I didn't want you to find out, not like this. But if we're going to find Alison, you have to know everything. That's the only way you're going to be able to help.",
        "Susan: Is that guy, is he going to put her in more movies?",
        "Emily: I don't know. I don't know. I can't imagine that she would let hers --",
        "Susan: He hasn't hurt her, has he?",
        "Emily: No, no.",
        "Susan: He's not going to hurt her?",
        "Emily: I hope not.",
        "Susan: But you're not sure? Come on, tell me!",
        "Emily: Oh, God. When we found her, in Vegas, and she was working with him -- she was doing drugs.",
        "Susan: Dru -- what kind of drugs?",
        "Emily: Crystal meth.",
        "Susan: Oh, no.",
        "Emily: We found her mom.",
        "Susan: No, no.",
        "Emily: We found her and she was pretty strung out. But she's okay. We got her off the drugs and we got her in meetings and she --",
        "Susan: She could've died! Crystal meth is a very, very, very bad drug. How could you -- why didn't you tell me?",
        "Emily: Because she didn't me to. She swore that she -- she threatened she would run away.",
        "Susan: But I'm her mother! I'm not only her mother, I'm a doctor! I could have helped her. Do you have so little faith in me?",
        "Emily: Did you really want to know?",
        "Susan: Nobody wants to know that one daughter is a prostitute and the other one's doing drugs and making porn movies! How did that happen? How did we get there? Oh okay, just say it. Say it!",
        "Emily: Say what?",
        "Susan: I'm a horrible mother. Okay, it's my fault. That's what I get for --",
        "Emily: Stop, stop! I'm not blaming you. Okay, I screwed up. I'm taking responsibility for my life. But Alison is different. I am worried about her. [Knock at the door] I'll get it. Just -- I'll get it.",
        "Dusty: I've got to talk to you.",
        "Susan: How could you?",
        "Dusty: How could I what?",
        "Susan: Pretend to be a friend of this family. You knew what was going on. And you didn't tell me. Your decision to keep the truth from me has cost me my daughter.",
        "[SCENE_BREAK]",
        "Lily: So, if you think you're the only one who let their kids down, think again.",
        "Carly: We're sure a sad little club, huh?",
        "Lily: No, no, no. We're good. We're good. We're starting over.",
        "Carly: Oh, you're an optimist.",
        "Lily: I've tried to forgive myself. Have you?",
        "Carly: No. No, I'm not ready to even try.",
        "Lily: I know it's hard. But you have to try. First thing you have to do is set your priorities.",
        "Carly: You have been to rehab, haven't you?",
        "Lily: Do I sound like that? Oh, I guess I do.",
        "Carly: That's okay. No, I need to hear stuff like that. So, what is your first priority, Lily?",
        "Lily: My family, of course. I love them so much, but they can't be everything. And my therapist says I should start working again.",
        "Carly: Are you sure it's not too soon?",
        "Lily: I've got to get back on that horse, as they say. I was a mess after that disaster with Worldwide. And maybe Faith seeing me starting over would be good.",
        "Carly: You've got guts.",
        "Lily: Oh, no. No more guts than you coming back here. But really, you have no idea how much you'd be helping me if you let me back you. I mean, if you don't mind going into business with a pill-popper who signs over a fortune 500 company, I'm your girl.",
        "Carly: The pill-popper would be the one doing all the helping, Lily.",
        "Lily: If we both think we're getting the better end of the deal, that is a match made in heaven.",
        "Carly: You're on.",
        "[SCENE_BREAK]",
        "Holden: I guess you're old enough for me to tell you this. Your Aunt Meg -- I'm a little concerned about her. She's marrying Craig Montgomery.",
        "Faith: But she was just gonna marry Paul.",
        "Holden: I know.",
        "Faith: But Paul still loves her. I know he does.",
        "Holden: I don't get it either. And it's really bothering me.",
        "Faith: I'm sorry, Dad.",
        "Holden: Thank you. You want to go to Al's?",
        "Faith: We don't have to meet Mom yet.",
        "Holden: No. But I thought maybe we could head to the bookstore.",
        "Faith: Well, there's a dance class. And I'd kind of rather do that.",
        "Holden: Okay. You have your dance stuff with you?",
        "Faith: Well, I have extra tights and stuff in my locker at the studio.",
        "Holden: Okay. Should I pick you up afterward?",
        "Faith: I'll call you if I need a ride.",
        "Holden: Okay.",
        "[SCENE_BREAK]",
        "[Cocks gun]",
        "Jack: Whoa! Hey, don't point a rifle at anybody!",
        "Parker: It's only a BB gun.",
        "Jack: It's a gun, it doesn't matter what kind of ammunition's in it. It can still do damage.",
        "Parker: Okay, I didn't mean to point it. You surprised me.",
        "Jack: No, no. It's not okay. What if I had been J.J. or Sage and the thing accidentally went off? That's why Emma keeps it locked up. Where did you get the key? Parker, where did you get the key?",
        "Parker: In the cupboard. That's where she hides it.",
        "Jack: So, you just thought you'd just steal it? You know the rules, Parker. No shooting without Holden or Aunt Emma or me supervising you.",
        "Parker: I'm not a baby, okay?",
        "Jack: Are you sure about that? 'Cause I just got a call from Emma.",
        "Parker: So?",
        "Jack: So she said you didn't do your chores today. Then I find you out here filling cans with BBs?",
        "Parker: I just felt like doing some target practice, okay?",
        "Jack: Hey, no! No, it's not okay.",
        "[SCENE_BREAK]",
        "J.J: Hey Mom.",
        "Carly: Hey. You found your cards?",
        "J.J.: Yup. I really could have used this Manny Rivera last week.",
        "Carly: Hmm, Manny Rivera. So tell me something. Does Parker still like baseball cards?",
        "J.J.: No, he thinks they're stupid. He thinks everything's stupid. You mad at me?",
        "Carly: Why would I be mad at you?",
        "J.J.: Because I said Parker's messing up everything.",
        "Carly: No, I'm not mad at you. If I'm upset at all, it's just because I think the whole situation is crummy. And I don't want Parker to be so angry. But there's nothing that you can do about it. And there's nothing you can say that'll change it.",
        "J.J.: I love you, Mom.",
        "Carly: Oh, Sweetheart. I love you, too. I really do. I do, I do. You've grown up so much. Hey, here you go. What time are you supposed to be home, huh?",
        "J.J.: Around now.",
        "Carly: All right, I'll give you a lift, okay? What's wrong?",
        "J.J.: Well, I know I have to be home and everything, but I hope Parker isn't there.",
        "[SCENE_BREAK]",
        "Parker: I thought that you'd be on my side!",
        "Jack: Well I might be, if you'd talk to me. Parker, how can I be on your side if you're not going to tell me what's going on?",
        "Parker: Look, I hate it when Mom shows up someplace and pretends to be friendly.",
        "Jack: Where'd she show up?",
        "Parker: In Old Town. I had to pretend to be with some girl that I barely knew.",
        "Jack: Okay, I'm sorry. I'm sorry. I know, I know that you don't want to hang out with your mom or anything like that. But blowing off your chores and shooting at cans? That's no way to handle it.",
        "Parker: Okay, when you have a better idea, let me know.",
        "Jack: Hey! Wait a second! Get back here! Get back here! You take this gun and you put it back where you found it. And you hand me the key.",
        "Parker: Oh, and if I don't? What are you going to do about it?",
        "[SCENE_BREAK]",
        "Dusty: Susan, I didn't tell you what Emily was doing because I didn't think it was my place to. And as far as Alison goes, she didn't want to hurt you. So Emily and I focused on getting her clean.",
        "Susan: I had a right to know.",
        "Dusty: Maybe so. But there's nothing to do about it now. We've got to find Alison.",
        "Susan: I don't want you to do anything else. You've done enough.",
        "Emily: If it weren't for Dusty -- if it weren't for Dusty, Alison would still be on meth, okay? So, no matter how you're feeling about everything right now, Dusty stays.",
        "Susan: Then to hell with both of you.",
        "Emily: Mom. God, don't do that. Mom, please don't do that.",
        "Dusty: Let her go. You want to tell me what happened?",
        "Emily: Lance happened. Before he left, he told Alison -- about me. And then he told my mom.",
        "Dusty: I'm sorry. Hey, come here. Come here. I'm sorry. I'm sorry. I'm sorry that happened.",
        "Emily: Thank you.",
        "Dusty: I'm sorry you had to deal with your mother alone.",
        "Emily: It's too much for her. It's -- to find out about me and Alison all at once like that -- she blames herself. You know, she feels responsible. Oh God, it just breaks my heart.",
        "Dusty: What about you? Are you okay?",
        "Emily: Yeah. Yeah, I'm okay. I just have to find my sister. I need to find her, I just don't know how. I'm afraid to --",
        "Dusty: Because you're worried about your mom?",
        "Emily: Yeah. You don't know my mom. I mean, she acts all angry like that, but she's devastated inside. And she's very fragile. I don't know what she'll do.",
        "Dusty: I'll go to Vegas. I'll find Alison. I'll bring her back.",
        "Emily: How?",
        "Dusty: It's been done before, right?",
        "Emily: Yeah, well we had leverage before. But now my mother knows. She doesn't care that my mother knows. We've got nothing to hold over her.",
        "Dusty: I'll bring her back. Trust me. I'll put her over my shoulder if I have to.",
        "Emily: You'd do that, wouldn't you?",
        "Dusty: You worry about your mother. I'll take care of Alison.",
        "Emily: Thank you. Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Alison: I'd forgotten how bright the strip is.",
        "Lance: Nobody lights it up like you, Baby.",
        "Alison: I'm glad I'm back.",
        "Lance: You glad to get away from all the people trying to run your life? Like your sister, maybe?",
        "Alison: Yeah, can you believe how much grief she was giving me? Preaching to me about walking the straight and narrow when she was charging guys by the hour? I'm sorry, Lance. She had me brainwashed. Thank you for sticking around, even after I tried to push you away.",
        "Lance: Any time. Hey, I made reservations for us at the Diamond Club. I want us to celebrate.",
        "Alison: You always took great care of me, didn't you, Lance?",
        "Lance: The best. I'm glad you remember.",
        "Alison: I'm going to go and shower. Wash off that dumpy old town and everybody in it.",
        "Lance: That's my girl.",
        "Alison: And after that, I'll be ready to do Vegas.",
        "Lance: Vegas isn't all I want you to do, Babe.",
        "[Lance holding a bag of crystal meth]",
        "[SCENE_BREAK]",
        "[Both laugh]",
        "Alison: You're bad, Lance.",
        "Lance: Nah, just crazy about you. Yeah, it's me. Yeah, I'm back. And I brought Alison with me. She's looking better than ever. Yeah. No, she doesn't have a clue. I told her nothing about it.",
        "[SCENE_BREAK]",
        "Lily: All the details haven't been worked out, but I think it's a good idea.",
        "Holden: Mmm. Carly, she has a million problems. Are you sure you're ready to take that on?",
        "Lily: I think the two of us need each other. We're both trying hard to come back from very big mistakes.",
        "Holden: Right. Maybe that's why it's not such a good idea for you guys to work together. Lily, I'm just being honest here.",
        "Lily: I know. This is not me on diet pills. This is me with a clear head, with a dedication to doing what's right.",
        "Holden: It just doesn't sound so easy.",
        "Lily: It won't be easy. It might be worth it. This might be the thing to help me put this Worldwide mess behind me. I need this. Please, please be on my side.",
        "Holden: I am always on your side. Who knows, maybe this idea is just crazy enough to work.",
        "Lily: Thank you.",
        "[SCENE_BREAK]",
        "Katie: Brad! We're all ready. You want to join me on set?",
        "Brad: You buy a new pie?",
        "Katie: I did. And it looks like you washed your face and went back to makeup, so we're ready to go.",
        "Brad: What's got you so cheery?",
        "Katie: You.",
        "Brad: Me?",
        "Katie: Mm-hmm. Yes, you. I don't know how you do it. But every time you try to make trouble for Jack and me, it ends up bringing us closer. So, thank you.",
        "Brad: What are you talking about?",
        "Katie: Well, after you tried to give Jack a hard time about Carly, it forced us to get everything out on the table. So, thanks to you, Jack and I are closer than ever. You have got a real talent. Keep up the good work.",
        "[SCENE_BREAK]",
        "Jack: You mouth off like that, you're just going to make things worse for yourself.",
        "Parker: Things couldn't be worse!",
        "Jack: Okay. I get you're angry, Parker. I do, but that gives you absolutely no right to ditch your responsibilities and hang out in the front yard like a tough guy with a gun you're forbidden to touch!",
        "Parker: I don't care about the stupid horses or the stupid chickens!",
        "Jack: Well you'd better start caring, because they're part of what keeps this place running, and everybody's got to pitch in whether they happen to feel one way or another, okay? Now take the gun, put it back where you found it, and give me the key.",
        "Parker: You put it away.",
        "Jack: Tell me something -- what am I supposed to do when you talk to me like that?",
        "Parker: You can start by leaving me alone. And then you can tell Mom to do that, too!",
        "Jack: I'd be careful what you wish for, Buddy, 'cause it might just happen.",
        "Parker: What's that mean?",
        "Jack: It means, if you don't straighten out, I'm going to send you someplace where they're going to do it for you!",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Cleo: Because one day, it's going to be all about us -- W and me.",
        "[Keycard beeps]",
        "Carly: I will not let you take my children away. You want to turn this into a war -- I'm ready. Bring it on."
    ],
    "Transcript Author": [
        "Provided by Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lMI35o1uoIk"
}