{
    "Episode Summary": [],
    "Recap": [
        "Janet goes to the hospital to be tested as a possible bone marrow match for Liberty and runs into Dusty. Dusty stays to hold Janet's hand since she is afraid of needles. Terri arrives once Janet's blood test is finished and sees Dusty and Janet holding hands. Teri figures out that Dusty and Janet slept together and Janet confirms her suspicions. Janet tells Terri that Dusty is just a good friend but she wants to work on her marriage. Jack passes by the window at Fashions and remembers its Valentines day so he goes in to buy Janet a present. Carly arrives and helps Jack pick out a blue dress for Janet. Jack and Carly remember old times and wish their current situation was different but both insist that Jack is doing the right thing. Dusty sees Carly and Jack together and Carly explains that she was helping Jack pick out a gift for Janet.",
        "Jack gives Janet the dress and when Jack sees Janet with the dress on he kisses her but then Janet breaks away from the kiss because she isn't ready. Janet thinks about how Dusty helped her with her fear of needles and Jack thinks of Carly and how she helped him pick out a dress for Janet. Dusty and Carly eat at Al's diner and make it clear to each other that they are only good friends with Jack and Janet even though they wish things could be different and they could be more then friends.",
        "Paul thinks that Mick is the best con man ever when the DNA results say that he is James Stenbeck. Paul goes to confront Mick at the police station to tell him that he doesn't believe he is James. Margo doesn't believe Mick is James either and after Mick talks to her the audience discovers that Mick seems to have a double personality as Mick pleads with James not to make him do this that he just wants a chance to be happy with Allison. James personality takes Mick over again and James tells him that he will do as he is told to do. Mick has a severe nosebleed after his confrontation with Paul and Paul takes him to the hospital. Emily shows Allison the DNA results but Alison refuses believe Mick is James. Allison tends to a bleeding Mick and tells him to fight whatever this is that is making him do bad things because she knows he isn't James.",
        "Casey is hurt when Margo tells him to postpone the wedding because Alison seems to be involved with Mick. Casey defends Alison and insists that she isn't involved with Mick. Casey refuses to postpone the wedding and tells Margo he will get married tomorrow as planned. Mick chokes the policeman guarding him until he passes out and asks Alison to leave with him. Mick and Alison end up at All Angels church where Mick admits to Alison that James fixed it so that he would finish his plans and James wants him to hurt people and she is the only one who can stop him from doing it. Paul finds out Mick escaped from the hospital so he grabs a gun and goes to search for Mick."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Door closes]",
        "Janet: Jack? Jack!",
        "[Vehicle departing]",
        "[SCENE_BREAK]",
        "Teri: You don't have to leave, Carly.",
        "Carly: Oh, thanks, Teri, but I've either been stood up by a potential investor or I wrote the appointment down wrong in my book. Either way, it's typical.",
        "Teri: I think you just need some more coffee.",
        "Carly: Coffee's really not gonna solve my problems, I'm afraid. Hey. Take a look at this. Tell me what you think.",
        "Teri: Oh, it's beautiful.",
        "Carly: It is, isn't it? I wish I could take all the credit, but your niece had a major hand in that.",
        "Teri: She's amazing.",
        "Carly: She is, indeed, and a lot braver than I would be in her shoes. You know, I was tested the other day to see if I'm a bone-marrow match, just in case.",
        "Teri: Wow. Thank you.",
        "Carly: Let's hope it doesn't come to that, right?",
        "Teri: My sister told me you sat with Liberty during her first chemo appointment.",
        "Carly: Just to keep her distracted.",
        "Teri: Thank you. You know, our family can use all the support we can get.",
        "Carly: Maybe not so much from me. I got to go.",
        "Teri: All right. See you around.",
        "[SCENE_BREAK]",
        "Janet: Oh, hi. I'm Liberty Ciccone's mother. I'm here to get my blood drawn to see if I'm a match in case she needs a bone-marrow transplant.",
        "Dusty: \"X\" marks the spot. I guess we're on the same page this morning.",
        "[SCENE_BREAK]",
        "Paul: \"Dear Mr. Ryan, we have analyzed the hair samples you sent to us from Mr. Mick Dante and compared them to the DNA sample on file for Mr. James Stenbeck. Our conclusion, with an exceptional margin of error, is that the two samples match at a degree of 99.99% certain.",
        "Emily: What?! Ma-- how can -- how can that be? That -- that's I'm possible.",
        "Paul: Hey, with my father, anything is possible.",
        "Emily: You don't believe this, do you?",
        "Paul: I believe that that bastard is having one last, final joke on me.",
        "Emily: From the grave?",
        "Paul: It wouldn't stop him, but this time I will.",
        "[SCENE_BREAK]",
        "Mick: Mick doesn't exist. I made him up, invented him. Me, James Stenbeck.",
        "Margo: Oh, I knew James Stenbeck, and you, Sir, are no James Stenbeck.",
        "Mick: Ignore the face, ignore my voice. It's me, Margo, and you know it.",
        "Margo: No. I know no such thing.",
        "Mick: Well, I know that you can't hold me here because you have nothing on me.",
        "Margo: Well, you've got his arrogance. I'll give you that.",
        "Mick: My arrogance, James Stenbeck's. And if you continue to hold me here, I will make a lot of noise, which will be bad for you.",
        "Margo: And you bully just like him, as well. Sorry. You're not going anywhere, not till I hear from the judge. It was nice chatting with you -- Mick.",
        "Mick: I want you out of my head. I want my own life. I want a chance with Alison. [Breathes deeply] You have no chance with Alison, and you answer only to me, Mick.",
        "[SCENE_BREAK]",
        "Casey: I am glad this is back where it belongs.",
        "Alison: Me too. I won't be so careless again.",
        "Casey: You've had a lot on your plate.",
        "Alison: What bride doesn't?",
        "Casey: Is it normal for a bride to be to be pacing around the house at night?",
        "Alison: You heard me? I was trying to be quiet. I'm sorry.",
        "Casey: No, listen. I didn't want to bug you, but I'm not gonna lie, I was a little worried.",
        "Alison: No, don't be worried, please. Okay? It was just nerves. Good nerves. You're everything I want, Casey.",
        "Emily: Hi. Casey -- I'm sorry. Can I have a minute alone with my sister, please?",
        "Casey: Sure.",
        "Alison: Girl time. Wait here for me?",
        "Casey: Absolutely.",
        "Alison: Em, you're as white as a ghost. What is it? What is this? [Sighs] \"Dear Mr. Ryan, we have analyzed the hair samples you've sent us from Mick Dante and compared them to the DNA on file for Mr. James Stenbeck. [Gasps] Oh, my God!",
        "Casey: Ali, you okay?",
        "Alison: Case, I'm sorry.",
        "Casey: Are you okay?",
        "Alison: Yeah, yeah. I didn't mean to freak you out.",
        "Casey: What's going on?",
        "Alison: Nothing. Just, uh -- a bride thing.",
        "Casey: A bride thing?",
        "Alison: Emily just told me that Fashions is closing early, so I got a little nervous. But -- but its okay. I'm gonna be able to pick up the dress later this afternoon, so -- hey.",
        "Casey: Hey.",
        "Alison: I can't wait to put it on and -- and get married to you tomorrow.",
        "Casey: Well, neither can I. I'm sensing a little girl talk, so I'll just leave you two alone.",
        "Alison: Okay. Bye. This is not happening.",
        "Emily: I saw Paul pluck the hairs out of Mick's head myself. He hand-picked the lab where the DNA test was done so it wouldn't be corrupted.",
        "Alison: This is crazy. You can't possibly believe that Mick is James Stenbeck!",
        "Emily: I'm just telling you, Mick Dante is not who he says he is.",
        "Alison: I know. It's like he's two different people.",
        "Emily: Yeah, well, they both lied to you, me, Barbara, Paul -- to all of us. He played all of us, Ali. Whatever he's up to, believe me when I tell you it's not good. We have to be careful. You -- you got to watch your back.",
        "[SCENE_BREAK]",
        "Paul: Where is he? Where is that --",
        "Margo: Whoa, whoa, whoa, whoa, whoa! People who look like you look right now get frisked when they come in to a police station.",
        "Paul: Where's Mick Dante?",
        "Margo: Or rather who is Mick Dante, hmm? You know what this guy is claiming?",
        "Paul: Yes, I do.",
        "Margo: You do? Well, how long has he been claiming to be your dead father?",
        "Paul: Since last night. Where is he, Margo?",
        "Margo: Look, I understand that you're upset, Paul.",
        "Paul: I'm upset? He put my wife in a coma!",
        "Margo: Can you prove that?",
        "Paul: Why would I make something like that up?!",
        "Margo: Look, he knows that I can't hold him here. I've got nothing. I've got to let him go soon unless I get concrete proof of a crime that I can pin on him.",
        "Paul: I trusted him. We let him into our home. We let him live with us. We had faith in him that he was gonna help us. Is he in there? Margo, please.",
        "Margo: Five minutes. Paul, under the watchful eye of one of my officers. Reynolds, would you please escort Mr. Ryan into the interrogation room with Mr. Dante?",
        "Mick: What took so long, Son?",
        "Paul: Don't you ever call me that again.",
        "[SCENE_BREAK]",
        "Dusty: Is Jack here with you?",
        "Janet: No.",
        "Dusty: Did he get tested?",
        "Janet: He was one of the first.",
        "Dusty: Good. The nurse will be here for your blood any second.",
        "Janet: Oh, great. I hope I don't pass out.",
        "Dusty: Is that a possibility?",
        "Janet: Well, I kind of have a phobia about needles, but, you know, when your daughter is battling leukemia, you kind of try and bypass those phobias.",
        "Dusty: I'll stay here and make sure you don't pass out.",
        "Janet: I can't ask you to do that.",
        "Dusty: You didn't. Mary, we got a fainter here.",
        "Mary: Oh, my favorite. Don't worry. I'm really good at this.",
        "Janet: Oh, great. Thank God.",
        "Dusty: Don't look at the needle. Look at me.",
        "Janet: Look at you?",
        "Dusty: Yeah, right at me.",
        "[Janet laughs]",
        "Janet: Ow! Ow! Oh!",
        "[Sighs]",
        "[SCENE_BREAK]",
        "Jack: Valentine's Day? Oh, yeah. Hi. I realize this is a total guy thing to say, but I was walking by your window and I -- I completely forgot Valentine's Day.",
        "Saleswoman: Wife or girlfriend?",
        "Jack: Wife, wife. Yeah, and she's had a really tough time lately, so I was thinking maybe a new dress? Something she can wear to dinner. What do you think?",
        "Saleswoman: Very romantic, but my experience is lingerie, 'cause it can't miss.",
        "Jack: I think a dress is more her speed.",
        "Saleswoman: Let me check in the back, okay?",
        "Jack: Thank you. Okay, let her rip.",
        "Carly: I'm not gonna hassle you, Jack.",
        "Jack: This setup is so perfect.",
        "Carly: Not so perfect, really.",
        "Jack: I was walking by the store and I saw the hearts and whatnot in the window and I realized I'd completely spaced Valentine's Day.",
        "Carly: It happens.",
        "Jack: I guess. So, I figured I'd do something nice for Janet so she could take her mind off everything for just a night. So --",
        "Carly: Perfect.",
        "Jack: I'm sorry, Carly.",
        "Carly: Jack, stop acting like I caught you cheating on me. You're married to Janet, not me.",
        "Jack: I'm aware of that.",
        "Carly: And whatever was happening between us before we found out that Liberty is sick is -- it's a nonissue.",
        "Jack: Is it?",
        "Carly: Isn't it? So, you want to buy Janet a dress but you don't know what to pick out. Is that it?",
        "Jack: I think that's where the sales girl comes in, Carly.",
        "Carly: What's her size, Jack? Never mind. I know her size.",
        "Jack: You know Janet's dress size?",
        "Carly: I'm a designer, remember?",
        "Jack: You sure about this?",
        "Carly: Yes, I'm sure. I can tell just by looking at her. Don't worry.",
        "Jack: That's not what I'm worried about.",
        "Carly: I'm fine. Just relax and let the experts handle this.",
        "[SCENE_BREAK]",
        "Dusty: The nurse left the room two minutes ago. You can open your eyes now.",
        "Janet: I'm afraid the room's gonna start spinning.",
        "Dusty: I've got your hand. It's gonna be okay.",
        "Janet: Hey! Theresa! Look, Dusty decided to get tested. Isn't that great? And he stayed with me while I did, because I --",
        "Teri: Because you're the world's biggest needle wimp.",
        "Janet: See? I told you.",
        "Teri: Well, you know, thanks for helping her out, Dusty.",
        "Janet: Yeah. Amazing, right?",
        "Teri: Totally.",
        "Janet: I think we hit the lottery with this boss, don't you think?",
        "Dusty: See you later.",
        "Janet: Hey, Dusty, thanks again. Our family really appreciates it.",
        "Dusty: See you.",
        "Janet: Theresa, thank you very much. I really appreciate it. Also, everybody I love has been coming out to support Liberty.",
        "Teri: Everybody you love, huh?",
        "Janet: Yeah.",
        "Teri: You love Dusty?",
        "Janet: Excuse me?",
        "Teri: It's just a question, Janet.",
        "Janet: It feels like a lot more than that to me.",
        "Teri: Yeah. Well, so does your relationship with our boss.",
        "Janet: What are you trying to say?",
        "Teri: I think you know.",
        "Janet: I am married! This isn't fair!",
        "Teri: I'm not interested in fair. I am interested in my sister just telling me the truth instead of acting like I can't see what's going on between her and her boss every time they're alone!",
        "Janet: Look, I don't know what the hell Dusty told you about when Jack and I were apart and he and I -- [Sighs] What?",
        "Teri: This has like -- this has gone way past the hand-holding stage, hasn't it? Oh, my God. You slept with Dusty.",
        "[Teri sighs]",
        "[SCENE_BREAK]",
        "Alison: It's not true. It can't be.",
        "Emily: Alison, did you hear what I said? It was Mick's hair. It was an independent lab.",
        "Alison: I don't care! Mick Dante cannot be James Stenbeck!",
        "Emily: Stop. Just -- listen. I know why you're so upset. I get it. You blame yourself because you're the one who brought Mick to us to begin with, but I'm beginning to think this was all planned out from the beginning.",
        "Alison: Emily, you have no idea how guilty I feel.",
        "Emily: Well, this Mick or James or whoever the hell he is, he targeted you. He targeted us. I think this is much bigger. It's a much bigger and uglier plan than what it looks like.",
        "Alison: How could this happen?",
        "Emily: I don't know. I don't know, but Paul is on a mission to find out, and when he does, I will fill you in, but for now, try to focus on your wedding, your big day, your handsome groom, okay?",
        "Alison: Of course. Thank you for telling you everything that you know.",
        "Emily: I wish I knew more. Believe me. I love you.",
        "Alison: I love you, too.",
        "Emily: Okay.",
        "Alison: Okay.",
        "Emily: I got to go.",
        "Alison: Mm-hmm.",
        "[SCENE_BREAK]",
        "Mick: I'm guessing that you're here because you got the DNA results from the hair that you took from my head? I'll take that as a yes. Then you have proof that I am who I say I am, even if that's not what you want to believe.",
        "Paul: You know, you managed to convince everybody that you were some kind of a scientific genius with knowledge of herbs from Ecuador. Is it really such a stretch that you could have gotten to the lab before I did and cheated the results?",
        "Mick: From here? At a lab that you chose yourself? You have the proof now, Paul. I am your father.",
        "Cop: Step back, Mr. Ryan.",
        "Mick: I wish that you would see this as an opportunity for the rebirth of our father-son relationship.",
        "Paul: We never had a rela-- I never -- I never had a relationship with him.",
        "Mick: This is our chance, Paul. Don't you see that?",
        "Paul: No! All I see is the greatest con man in the history of con men.",
        "Mick: Paul, don't you want to be the man that you always thought you could be? The husband, the father. This is real, Paul. It's right in front of you.",
        "Paul: You don't have any idea what real is at this point, and I do have the life that I've always wanted. I'm with Emily. I'm a father to Eliza, and it's real. You know what else is real? Is Alison's wedding to Casey tomorrow.",
        "Mick: Why would you bring that up?",
        "Paul: Because you went after her first. Because you just used her to get to us, but you are gonna leave her alone. Do you understand me? What Casey and Alison have is real, and if you do anything to screw it up, I will break you. They've got the real thing. I've got the real thing with Emily. And you -- someone like you will never have anything like that in your life! What is the matter with you?",
        "Mick: Alison.",
        "Paul: He's like a little freak.",
        "Mick: Don't leave me, Son.",
        "Paul: Don't call me son!",
        "Mick: You are.",
        "Cop: He needs help.",
        "[SCENE_BREAK]",
        "Paul: He's faking this. Mick had a nosebleed. It wouldn't stop. He passed out.",
        "Alison: Oh, my God!",
        "Paul: Maybe he'll do everybody a favor and bleed to death.",
        "Alison: Well, if you really thought that, then you wouldn't have brought him in here. I need you to leave the room, Paul.",
        "Paul: I'm not leaving you alone here with him.",
        "Alison: He's unconscious and bleeding.",
        "Paul: You have no idea what he's capable of.",
        "Alison: Yeah, Emily showed me the DNA report, and I get it, but right now I have a patient in crisis, and I just need you to leave.",
        "Paul: Fine. But that cop outside, I'm telling him to stay put.",
        "Alison: Fine. Just go, Paul. Who are you? What is going on?",
        "[SCENE_BREAK]",
        "Margo: Hey.",
        "Casey: Hey. I thought you were on duty.",
        "Margo: I'm on call. What's that?",
        "Casey: The nurses threw Alison a little going away/wedding thingy.",
        "Margo: Oh. You saw Alison?",
        "Casey: Just for a few minutes at the hospital.",
        "Margo: Did she mention Mick Dante?",
        "Casey: Mention him how?",
        "Margo: How much do you know about him?",
        "Casey: How much am I supposed to know about him?",
        "Margo: He was arrested.",
        "Casey: For what?",
        "Margo: Assault, fraud. Did Alison tell you anything about him?",
        "Casey: No. She -- she didn't say anything.",
        "Margo: Well, he claims that he is James Stenbeck.",
        "Casey: So, he's nuts, then.",
        "Margo: No. He's got a DNA report to prove it.",
        "Casey: Seriously? But that doesn't make any sense. James is old, not to mention dead.",
        "Margo: Well, that's the kicker. But what do you know about the two of them?",
        "Casey: Nothing. That she introduced him to Paul and Emily and they're involved with his research or something. I really don't know the details.",
        "Margo: Well, he insists that he is James Stenbeck, and I wonder if Alison knows about that.",
        "Casey: No. She doesn't know anything about it.",
        "Margo: How do you know?",
        "Casey: Wait a minute. Are you saying Alison is involved with this?",
        "Margo: I'm saying that I need to find out.",
        "[SCENE_BREAK]",
        "Janet: It happened once, okay? It won't happen again. It's over.",
        "Teri: I just wish that you had told me the truth when I asked you if you had feelings for him.",
        "Janet: Hey, I -- I never told you anything about my feelings. I never -- I never said anything about feelings for Dusty!",
        "Teri: It doesn't matter, 'cause you're with Jack, right?",
        "Janet: Yes. Yes. It's what we both want.",
        "Teri: What does Dusty want?",
        "Janet: He is my friend, and he's been amazing since Liberty's diagnosis.",
        "Teri: So has Jack.",
        "Janet: Yes. So has Jack.",
        "Teri: When I walked in here and I saw you guys together --",
        "Janet: You saw -- you saw a friend helping out a friend, okay?",
        "Teri: No. I saw a lot more than that, Janet. You have feelings for Dusty. Anyone who had walked in here would have thought the same thing.",
        "[SCENE_BREAK]",
        "Carly: That is really not Janet.",
        "Jack: No, it's not.",
        "Carly: She'd look beautiful in this.",
        "Jack: She would, wouldn't she, right? I should have just bought the lingerie and run.",
        "Carly: And deprive me of this supremely awkward life experience?",
        "Jack: Wait a minute. Now I remember it. You had this when we were in Montana, didn't you?",
        "Carly: You don't remember what you had for supper last night but you remember my nightie in Montana?",
        "Jack: I'm a guy, Carly.",
        "Carly: Yeah?",
        "Jack: From what I remember, you didn't have it on very --",
        "Carly: Hold on to this, please. He'll be back. What's up?",
        "Jack: What is this, Carly?",
        "Carly: I'm not sure how to answer that.",
        "Jack: What are we doing? What am I doing?",
        "Carly: You're buying a dress for your wife, and you were interrupted by your ex-wife.",
        "Jack: You're more than an ex-wife.",
        "Carly: But I'm not. I can't be. Liberty is sick, so you're with Janet.",
        "Jack: It's the right thing to do.",
        "Carly: The only thing to do.",
        "Jack: It doesn't change how I feel. Okay. So, let's say that Liberty is -- she's cured, she's well. What happens then?",
        "Carly: I don't know.",
        "Jack: How can I ask you to wait?",
        "Carly: You didn't. And you wouldn't.",
        "Jack: You're right. I wouldn't. Dusty.",
        "Dusty: Hey, Jack.",
        "Carly: I was just helping Jack pick out a Valentine gift for his wife.",
        "Dusty: None of my business.",
        "Carly: I say you go with the blue one. It's the best choice.",
        "Jack: You're right. It'll look beautiful on her. Thank you. And if I don't see you, happy -- happy Valentine's Day.",
        "Carly: You too.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Janet: You're home.",
        "Jack: Yeah. I just got in, actually.",
        "Janet: Well, you rushed off pretty quickly this morning, huh?",
        "Jack: I didn't want to wake you. Let me help you.",
        "Janet: Oh, thank you.",
        "Jack: By the way, no more sleeping at this table, okay?",
        "Janet: I know.",
        "Jack: Where were you?",
        "Janet: I went to the hospital to find out if I was a match for Liberty's bone marrow.",
        "Jack: Really? Good for you. How'd you make out with the needle thing and everything?",
        "Janet: I just didn't look at the needle.",
        "Jack: Well, I wish you told me you were going. I would have come with you.",
        "Janet: You know, I was looking through all these books last night, and they say that sometimes even the closest relative may not be a match, and if I'm not, I don't know what I'm gonna do.",
        "Jack: Honey, we don't even know for a fact that we're gonna need the transplant. It's just precautionary, just in case.",
        "Janet: I feel helpless enough as it is already. Am I -- am I bugging you with all this stuff?",
        "Jack: No, of course not.",
        "Janet: Am I driving you crazy?",
        "Jack: No.",
        "Janet: Because I -- I'm so full of worry. I don't know what to do. I don't know how to get out of it. I don't know how to pull myself out of it.",
        "Jack: Shh. I may be able to help you out with that, okay? It's -- I know it's early, but it's a Valentine's Day thing.",
        "Janet: You're kidding?",
        "Jack: Go ahead. Open it. I just wanted to make sure it was the right size and everything and make sure that you liked it. You can always exchange it. I just wanted to make sure. For our Valentine's dinner.",
        "Janet: We're having a Valentine's dinner?",
        "Jack: Just leave that to me. Please, tell me it's the right size.",
        "Janet: Well, it's -- it's perfect! You know, this is absolutely beautiful. I would like to know how you picked out a dress for me all by yourself.",
        "Jack: Lucky guess.",
        "[SCENE_BREAK]",
        "Carly: Yes?",
        "Dusty: I'm here for the world-class turkey chili. You?",
        "Carly: I'm more of a macaroni and cheese girl.",
        "Dusty: You don't know what you're missing out on, but to each their own.",
        "Carly: Why don't you just cut to the chase. Dusty, say what you want to say.",
        "Dusty: I'm just saying the chili's great.",
        "Carly: I was helping Jack pick out a dress for his wife. That's all.",
        "Dusty: You think Jack will tell her that?",
        "Carly: Do you think Janet knows that she's got a knight in shining armor looking out for her?",
        "Dusty: My armor's pretty rusty, actually.",
        "Carly: It doesn't seem to be stopping you.",
        "Dusty: Janet's my friend, period.",
        "Carly: Jack is my friend, period.",
        "Dusty: Well, I guess they're lucky to have us.",
        "Carly: Guess so.",
        "[SCENE_BREAK]",
        "Casey: Alison is not involved with Mick Dante, or whoever he is.",
        "Margo: Listen. For some reason, Mick has locked in on Emily and Paul.",
        "Casey: Yes, and not Alison.",
        "Margo: Well, are you sure about that?",
        "Casey: Yes, yes. I am. I know my fiancée.",
        "Margo: Honey, you were the one who just told me that Alison was initially the person who introduced the three of them. So, that's got to mean something.",
        "Casey: No, no! You just want it to! See, I knew you would do this!",
        "Margo: What? Do what?",
        "Casey: You want to take this opportunity to take pot shots at Alison and her family.",
        "Margo: No. Casey, please.",
        "Casey: You see, why can't we be like other families and argue about the normal things you're supposed to the day before a wedding?",
        "Margo: Believe me, I wish that was your biggest problem right now, but it just simply isn't.",
        "Casey: Fine. Then what do you want me to do?",
        "Margo: Honey, I think that you should seriously consider postponing the wedding.",
        "[SCENE_BREAK]",
        "Alison: Mick, open your eyes and look at me. Open your eyes, Mick.",
        "Mick: Alison. What happened?",
        "Alison: You told me that we're connected.",
        "Mick: We are.",
        "Alison: I know. I feel it every second that I'm awake and I feel it when I'm asleep, but I don't know how to explain it to myself, and I've tried to fight it and I've given in to it, and I still don't know what to make of it.",
        "Mick: Sorry.",
        "Alison: But the one thing I know for sure, that I know in my gut, is that you are not James Stenbeck.",
        "Mick: Alison --",
        "Alison: No. I don't care what the proof says. You're not a monster, and James was.",
        "Mick: I know.",
        "Alison: There's something inside you, and it's destroying you. This thing is ripping you inside out, and, Mick, I need you to fight it.",
        "Mick: I don't know if I can.",
        "Alison: I'll help you, but you have to promise me that you won't give up.",
        "Mick: I won't. I promise.",
        "Alison: Okay. Paul got you here and he was ready to kill you, and there's a cop outside, because that's how afraid he is of leaving me alone with you.",
        "Mick: You don't have to be afraid of me.",
        "Alison: I'm not, but you need to work with me on this, not against me.",
        "Mick: Okay. Alison, can you ask the cop to come in here for a minute, 'cause I want to ask him something about why this happened.",
        "Alison: Okay.",
        "Mick: Thanks.",
        "Alison: Officer, do you mind coming in here for a minute? Thank you. Mick? Oh, my God! What are you doing? Mick! Oh, my God.",
        "Mick: Come with me.",
        "[SCENE_BREAK]",
        "Emily: Are you okay?",
        "Paul: Yeah, I'm fine.",
        "[Emily gasps]",
        "Emily: What is that?!",
        "Paul: It's Mick's. It's Mick's.",
        "Emily: What?! Is he okay? Is he alive?",
        "Paul: Yeah, he's alive, and he's still claiming to be my father. He gave himself a nosebleed.",
        "Emily: What?",
        "Paul: He's a con man. He made it look like he was bleeding to death, and believe me, the thought crossed my mind more than once that I'd really love to see that happen.",
        "Emily: Whoa, whoa, whoa. Where -- where is he now?",
        "Paul: He's at the hospital. I wonder what name he used to check in under.",
        "Emily: Well, obviously he's a very, very disturbed human being.",
        "Paul: Yeah. Well, you know, the thing of it is, is that he makes me feel the same loathing and humiliation that James did. So, it's like James is still here. He's, like, haunting me all over again, and when -- when my father died, you know, I felt free, right? I finally felt liberated. You know, like I had buried his legacy along with him. And now he's reaching his hand out of his stinking grave all over again. He's still trying to keep me from having the life that I've always wanted.",
        "Emily: Stop. Stop. I'm not gonna let you do this to yourself. Dead, alive -- your father doesn't control you. Not anymore. You are your own man. You are the man I love more than anything, and I'm not gonna lose you to some sick legacy you let go of a long time ago. Do you hear me?",
        "[Baby crying]",
        "Emily: I'll get her.",
        "Paul: She's lucky to have you. So am I. Hi. I'd like to check on the status of a patient that just checked in. His name is Mick Dante. He what?!",
        "[SCENE_BREAK]",
        "Janet: Better on the hanger or on me?",
        "Jack: Oh, definitely better -- better on you.",
        "[Janet laughs]",
        "Janet: It fits perfectly!",
        "Jack: It really does.",
        "Janet: Right?",
        "Jack: Yeah.",
        "Janet: Wow! Well, I guess you know what you like on me, huh?",
        "Jack: You look beautiful.",
        "Janet: Oh.",
        "Jack: What? You okay?",
        "Janet: I'm not ready.",
        "Jack: Okay, no. No. I-I-I understand. It's just, you know, seeing you in the dress and that -- just, it's -- it's nice. It's a nice dress.",
        "Janet: Now that I've tried it on and we know that it fits, we'll have our dinner, and then -- then we'll see.",
        "Jack: Yeah. Yeah, we'll see.",
        "Janet: I'm gonna go change.",
        "Jack: Okay.",
        "Janet: Thanks for understanding.",
        "Jack: Of course.",
        "[Janet remembering]",
        "Dusty: You can open your eyes now.",
        "[SCENE_BREAK]",
        "Carly: How about we stop beating around the bush. I know you think there's something going on between me and Jack, and even though I don't particularly care what you think, I want you to know that there isn't. For the record.",
        "Dusty: For the record, there's nothing going on with me and Janet.",
        "Carly: Right. You ever wonder what it would be like if things were different?",
        "Dusty: No. Never.",
        "[SCENE_BREAK]",
        "Casey: Do you see this, huh? Everyone is happy for us except you.",
        "Margo: Honey, I am not trying to undermine your marriage to Alison.",
        "Casey: Really? So, \"I think you should postpone the wedding\" is a way of supporting us?",
        "Margo: Well, this situation with Mick --",
        "Casey: Is not my problem or Alison's. You're just using it to cover the fact that you don't want me to get married.",
        "Margo: That is not true. I support the marriage. I support you.",
        "Casey: Then prove it. Listen, if Paul and Emily are involved with Mick Dante and are in trouble because of it, that is their issue, not mine and not my bride's.",
        "Margo: All right, but what if --",
        "Casey: No, no! No ifs. I'm getting married tomorrow on schedule, as planned.",
        "[SCENE_BREAK]",
        "Emily: I got Eliza back down. She just needed a little -- Paul?",
        "[SCENE_BREAK]",
        "Alison: Do you know how much trouble you're in, Mick? You just assaulted a police officer!",
        "Mick: He'll be fine. He'll wake up with a headache. If I stayed there, they would have arrested me.",
        "Alison: And would they have been wrong? You're telling the whole world that you're James Stenbeck!",
        "Mick: Do you believe that?",
        "Alison: No!",
        "Mick: That's because you know me and nobody else does.",
        "Alison: Then why do you want people to know that you're James Stenbeck, and why do you want Emily and Paul to think that, and why did you mess with the DNA test that proves it? Look, I agreed to come here with you. The least you could do is tell me the truth.",
        "[Mick sighs]",
        "Alison: Why are you doing this?",
        "Mick: Bec-- because James wants me to.",
        "Alison: James is dead.",
        "Mick: He fixed it so that I could finish what he couldn't. I can't control it.",
        "Alison: Then what are you supposed to do?",
        "Mick: He wants me to hurt them.",
        "Alison: Who?",
        "Mick: All of them. And I can't stop him from making me do it, and I can't stop myself. But you can.",
        "[NEXT_ON]",
        "Emily: Hi. We're -- we're looking for Ali.",
        "Casey: I thought she was with you.",
        "Paul: Tell me, where is dear old dad?",
        "Barbara: I don't know how many times I have to tell you, I don't know!",
        "Paul: You tell me where he is or, so help me, I will shoot you. Mick Dante! I know you're here! I'm coming for you!",
        "Alison: What -- what do you want me to do?",
        "Mick: Come away with me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=v8JIZj04MQ8"
}