{
    "Episode Summary": [],
    "Recap": [
        "Chris opens up to Katie about his illness. Katie promises to stand by Chris no matter what happens. Casey and Alison discuss their plans for their future. Bob and Kim run into John Dixon at the Lakeview Hotel. Kim wants to know what John is doing there. John tells Kim that he needs to consult on a patient. Bob wonders what patient. John tells Bob that he talked to Reid Oliver on the phone, but doesn't know him personally. Reid meets with John, Bob and Kim. Bob asks Reid who the patient is. Reid is evasive in telling Bob about Chris. Kim walks John to his room to find out more about their son, Andy. Reid is surprised to find out that Kim and John were married. Casey asks Alison to marry him. Reid refuses to let Bob know that the patient that John is here to see is Chris. Katie urges Chris to tell his family about his illness. Reid calls Chris to let him know that he called in a cardiologist to consult on his case. Reid tells Chris to come to the hospital to immediately and Chris puts up no fuss. Reid and John go over Chris' medical history when he arrives. Reid leaves so that Chris can tell John everything. Chris lets John know that he is the poor soul that John is here to see. Reid comes home and finds Katie crying while sitting on the sofa. Katie tells Reid that she got some bad news. Reid lets her know he knows about Chris. Katie lashes out at Reid for not telling her what was wrong with Chris. Alison accepts Casey's proposal. Bob talks to Nancy on the phone. Katie finds out from Reid that John is back. Lisa confronts Bob and Kim about John Dixon being back in town. John orders an MRI on Chris, but doesn't like the results when he gets them back. Chris calls Bob and Kim to meet him at Tom and Margo's. Everyone begins to gather at Tom and Margo's. Kim becomes concerned about Bob and Nancy when Bob comes in and lets them know that he found Nancy dead."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Um, is it supposed to smell like that?",
        "Casey: Yes. Like gym socks? Yes, absolutely. It's part of the process.",
        "Alison: Okay. Uh, is it going to stop smelling like gym socks before we eat it?",
        "Casey: I'm sorry. Did you find the playlist you like yet?",
        "Alison: I'm getting there. So, tell me again. Why are you cooking?",
        "Casey: Can I just put together a special dinner? I mean, not every date has to be pizza and burgers.",
        "Alison: Well, I appreciate that, but are you actually following a recipe?",
        "Casey: Yes, I did. I printed one out, and I think I left it upstairs.",
        "Alison: You know what? I'll go get it, so you just have something to refer to.",
        "Casey: Absolutely.",
        "Alison: Okay.",
        "Casey: That's a little bland. Yep. Ew.",
        "Alison: Okay. This is Casey, so it's gonna be somewhere completely illogical.",
        "Casey: Find it?",
        "Alison: Not yet. Um, recipe equals food. Food equals -- snack drawer. Okay. Ah. Gotcha. I wasn't -- I wasn't snooping. I was, um -- I was looking for the recipe, and it was in your snack drawer.",
        "Casey: It's cool. You know, food equals chocolate-chip cookies, equals great grandmother.",
        "Alison: She does make amazing chocolate-chip cookies. I thought you were gonna give this back to her.",
        "Casey: I tried. That was after our wedding went, \"Pft!\"",
        "Alison: Nancy doesn't want her engagement ring back?",
        "Casey: She wants me to save it for the woman of my dreams.",
        "Alison: Well, I really hope you find her.",
        "Casey: I already have.",
        "[SCENE_BREAK]",
        "Kim: John, what are you doing here?",
        "Bob: Did the powers that be at Johns Hopkins realize you are a pain in the neck and don't want to pay that big buck anymore?",
        "John: Amazingly enough, they like me at Johns Hopkins. Well, they put up with me, anyway, but I'm pretty damn good at what I do, the same way you used to.",
        "Kim: Listen, I don't understand. You guys can pick up a 40-year-old argument as if no time had ever passed. How do you do that?",
        "John: It's a gift.",
        "Bob: Well, you know, I've had some practice with another physician lately.",
        "Kim: Oh, how can I forget?",
        "Bob: Yes. A brilliant neurosurgeon on staff who has some personality issues.",
        "John: Would this be Dr. Reid Oliver?",
        "Bob: You know him?",
        "John: I only know him over the phone, but he's the fellow who got me to come back here.",
        "Kim: What for?",
        "John: For a cardiac consult.",
        "Bob: Really? Who's the patient?",
        "[SCENE_BREAK]",
        "Katie: You're sick?",
        "Chris: Yeah.",
        "Katie: That's why you needed oxygen.",
        "Chris: Yeah. The illness that I've got, it affects your energy level.",
        "Katie: Yeah, but it's just an illness, right? 'Cause that doesn't make sense, what you just said. You said you might no get better.",
        "Chris: Well, that's possible.",
        "Katie: That's ridiculous. Of course you'll get better. I mean, what could you possibly have? You've been a little tired and dizzy and had trouble catching your breath, but that could be anything. It's probably stress.",
        "Chris: It's my heart, Katie.",
        "Katie: Your heart?",
        "Chris: It's been damaged by an infection.",
        "Katie: So what? Hearts can be fixed. They can do all sorts of surgeries and put a technological device in there or something, right?",
        "Chris: That's true. That's true, but what I've got can't easily be fixed.",
        "Katie: It's the 21st century. Hearts are fixed every day.",
        "Chris: I know. That's true, but I just want you to understand, before anything goes further with us, that the surgeries and the technological devices, it's not a guarantee, not for what I've got.",
        "Katie: So you're saying I could lose you? Chris, is that what you're saying, that this thing, whatever you have, that it could kill you?",
        "Chris: I'm trying not to say that and trying not to lie to you. Can it kill me, yes. Will it? I don't intend to let that happen.",
        "Katie: How can you stop it?",
        "Chris: There's treatments.",
        "Katie: Well, good. That's good.",
        "Chris: Right. The problem is that the, um -- the options decrease with the progression of my disease and the condition of my heart.",
        "Katie: Yeah, but you just found out. I mean, it just started. So -- what? How long have you known?",
        "Chris: I've known a while.",
        "Katie: Is that what happened the night at the cabin?",
        "Chris: The night at the cabin, that was a, um -- that was a recurrence.",
        "Katie: You've had this before?",
        "Chris: When I was working in Africa, I got a bug, and it attacked my heart, the muscle, a layer of muscle, the myocardium, and -- I'm probably not explaining this very clearly.",
        "Katie: No, it's okay. It's okay. You're fine. Just tell me.",
        "Chris: I got the virus, okay, and I beat it. The chest pains, they stopped, and I thought that was the end of it. Maybe I just -- maybe I hoped it was the end of it, and it's probably why I came back here. It was to recuperate and consider my options.",
        "Katie: But you never even told me that you had been sick.",
        "Chris: Well, Katie, that's because I thought it was gone.",
        "Katie: Yeah, but then when it came back, you still didn't say anything. I mean, you say that you love me. How could you do something -- how could you not tell me something so important?",
        "Chris: Katie, I tried to tell you so many times. I really wanted to do it, but I couldn't bring myself to o that.",
        "Katie: Why not?",
        "Chris: Do you really have to ask me that? Katie, after everything you've been through -- you know what? This is a lot. I should probably -- I should probably go. Do you want me to go?",
        "Katie: I want you to fight this, and I want you to beat it.",
        "Chris: I will.",
        "Katie: And I want us to do this together.",
        "[SCENE_BREAK]",
        "Reid: Dr. Dixon, I'm so glad to meet you.",
        "Bob: Dr. Oliver, I believe that you've overlooked something.",
        "John: Are you Dr. Oliver?",
        "Reid: Oh, yeah. Right, I was gonna say that. I've been working on, you know, being more polite.",
        "John: On your manners, yes. Well, they're overrated. Besides, they take so much effort, you know?",
        "Reid: I'm on the same page with you there.",
        "Kim: They could be the same person.",
        "Bob: Dr. Oliver.",
        "Reid: What did I overlook?",
        "Bob: Explain to me why you asked Dr. Dixon to come here.",
        "Reid: Oh, that. Yeah. Well, I was gonna explain that tomorrow. It can wait. Our patient can't. Is this your bag?",
        "John: Yes, it is.",
        "Reid: All right. Well, I'm sure that Dr. Dixon's in a hurry to get to the hospital.",
        "John: Nonsense. I just checked in. I thought I might go upstairs and just --",
        "Reid: Okay. Well, we can bring the bag with us to the hospital. I'll brief you on the way.",
        "Kim: Excuse me. Don't you think you could at least give John a chance to get his breath?",
        "John: I appreciate your sense of urgency, but I have some socks I got --",
        "Reid: Okay. Well, you know, I'll walk you up to the room, and then --",
        "Kim: Why don't I walk John to the room? You stay here and brief Bob on this emergency patient, and John and I will have a few minutes to catch up on Andy.",
        "Reid: Andy?",
        "John: Andy, our son. Mrs. Hughes and I were married at one time.",
        "Kim: Whatever you're thinking, don't say it.",
        "John: Don't worry, Doctor. Kim and I won't be long.",
        "Reid: Well, look, I'm gonna check in with the hospital while I'm waiting, but, you know, I'll -- I'll catch up with you tomorrow, around noon? Does that sound good? Okay, good. Well, I'll see you later.",
        "Bob: No. You'll see me right now. Explain.",
        "Reid: What, exactly?",
        "Bob: Well, you bring Dr. Dixon in here for a consult, former member of the staff. He and I have a long history, and you don't tell me about it.",
        "Reid: Sorry. Anything else?",
        "Bob: Yeah. There's a lot more. I'd like to know why you did that.",
        "[SCENE_BREAK]",
        "Casey: Can you just answer me one thing first?",
        "Alison: What is it?",
        "Casey: I need your help with something. I have no clue who's the right one for me.",
        "Alison: What do you need from me?",
        "Casey: I need you to tell me what I should be looking for.",
        "Alison: What you're looking for?",
        "Casey: Yeah. Describe the woman of my dreams.",
        "Alison: I can't.",
        "Casey: Come on. Do you or do you not know me better than anyone else on this planet? I mean, come on, Ali. Just, what do I want?",
        "Alison: Um, loyalty, trust.",
        "Casey: Agreed. She also has to be hot.",
        "Alison: Casey.",
        "Casey: I'll admit it. I'm shallow.",
        "Alison: Okay, yeah. She has to be hot. Um, but, mostly, she needs to get your jokes and -- and know that you're not as tough as you seem.",
        "Casey: Are you calling me a baby here all of a sudden?",
        "Alison: Hardly. You're one of the bravest people I know. If someone you care about is in trouble, you are all over it. Even strong people need to lean sometimes. They -- they need to know how much they're loved. Just make sure that -- that she loves you.",
        "Casey: How much? How much should she love me?",
        "Alison: I can't measure that.",
        "Casey: More than you? Should she love me more than you? Can she love me more than you? I mean, is that even possible? How much?",
        "Alison: That's how much I love you. More than anyone else possibly even could.",
        "Casey: Am I the man of your dreams. Am I?",
        "Alison: Please, can we not do this, Casey?",
        "Casey: Yeah, okay. All right.",
        "Alison: I think about you all the time. I want to be with you all the time. I -- I don't want us to end.",
        "Casey: That sounds like a marriage proposal to me.",
        "Alison: It isn't. It wasn't. How we are, that's -- this is enough for me.",
        "Casey: Yeah, but it's not enough for me. I want years with you. I want kids. I want a dog. I want a house. I want a lifetime. I'm asking you to marry me.",
        "Alison: Thank you.",
        "Casey: Uh, you're welcome. Is that a yes?",
        "Alison: I was wearing your great grandmother's ring when I slept with Mick. I mean, I took it off before we --",
        "Casey: I know. I -- I know when you weren't wearing it. I mean, I know.",
        "Alison: I don't know how I could do that. I was wearing a promise that we made to each other, and it didn't stop me from betraying you, Casey. So how else do you know that I won't hurt you again?",
        "[SCENE_BREAK]",
        "Bob: Okay, Doctor. Why is Dr. Dixon here?",
        "Reid: For a consult.",
        "Bob: I know that. But who's the patient?",
        "Reid: Oh, like I bother to learn these people's names. Since when do you question the way I treat a patient? Dixon's reputation is stellar. We could, you know, send him back while you decide whether or not it's a good idea. I don't want to break any procedural rules, since there's nothing really at stake, oh, yeah, except somebody's life.",
        "John: I think I'm gonna like this guy.",
        "Bob: Uh-huh. I want a full briefing on this later.",
        "Reid: Aye, aye, Captain.",
        "John: Well, obviously, you have learned how to manage Dr. Bob.",
        "Reid: It's hit or miss. Listen, I'm really glad that you could help on this one, Dr. Dixon.",
        "John: Why didn't you tell him I was coming?",
        "Reid: It's a need-to-know basis.",
        "John: The chief of staff doesn't need to know? Come on. Who is this mystery patient, anyway?",
        "Reid: You'll find out soon enough.",
        "[SCENE_BREAK]",
        "Katie: Listen to me. I don't want this for you, but I am gonna be here with you and for you, okay? You're gonna find a cure for this. It's gonna be okay. How's your family? How are they handling this?",
        "Chris: I haven't told them yet.",
        "Katie: What? You have to tell them.",
        "Chris: I'll tell them tomorrow.",
        "Katie: No, no, no! You have to tell them right away, tonight.",
        "Chris: Katie, it's not gonna make a difference. One night will not.",
        "Katie: When Brad was shot, nobody told me.",
        "Chris: You were in the hospital. You just had Jacob.",
        "Katie: I know. I know that they were just trying to protect me, but you know what? If they had told me sooner, I probably could have had extra time with him, and now that he's gone, you have no idea how much I wish I could have had an extra hour or minute.",
        "Chris: I am not going anywhere.",
        "Katie: Right. But your mom and dad and Nancy and Tom, they deserve the right to be next to you while you're going through this. Please, don't take that away from them.",
        "Chris: I can't tell you how bad I feel for making you go through this.",
        "Katie: You didn't do this. This is life, you know? It happens. But we're gonna deal with it, together.",
        "[Cell phone rings]",
        "Chris: Hughes.",
        "Reid: I called in a specialist to see you.",
        "Chris: Where are you?",
        "Reid: We're on our way to the hospital with your cardiac guru. This guy seems to know the whole world, though. We were on our way out the door. He ran into an endocrinologist from India.",
        "Chris: Who is this guy?",
        "Reid: All you need to know is he's the best. Don't be the stubborn nitwit that I know you are, Doogie. You don't need me to tell you how urgent this is.",
        "Chris: Okay.",
        "Reid: Listen, this is re-- you're not gonna fight me on this?",
        "Chris: No need to.",
        "Reid: You told Katie.",
        "Chris: Yeah. Yeah. I'll, uh -- I'll be right there. So, I'm gonna go meet a cardiac specialist right now.",
        "Katie: Oh, good. I'll come with you.",
        "Chris: Well, what about Jacob?",
        "Katie: I'll call a sitter.",
        "Chris: I'd love for you to be here, but maybe -- maybe you should stay here, 'cause I got to go right now. They're waiting for me.",
        "Katie: Okay, good. Go, go, go. And just call me when you're done.",
        "Chris: I will. I'll give you a full report. And I can't tell you what a relief it is to know that you're with me.",
        "Katie: We will get through this together. Oh, this is not happening! Please, God! Please tell me this is not happening!",
        "[SCENE_BREAK]",
        "Casey: I thought about that a lot, you know, the trust thing, and this one. I thought about that a lot, you know, the trust thing, and this one question just keeps coming up to me.",
        "Alison: Ask me.",
        "Casey: That day, even -- even though you slept with Mick, you put on the dress, you walked down the aisle, you said your vows. Why?",
        "Alison: I -- I slept with Mick because I felt like we were connected somehow, that we were the same, you know, both damaged.",
        "Casey: You're nothing -- you're nothing like him.",
        "Alison: No, Casey. Most of my life, I have been completely out of control. I mean, I -- I burned down Emma's barn, and then I let Will take the rap for it. And I was a porn star. I slept with my sister's ex, and I'm a recovering meth addict. I mean --",
        "Casey: Yes, and then one day you looked at all that stuff, and you decided to change your life, Alison. Look at you now. You're a nurse. You're smart. You got strength. You got integrity.",
        "Alison: What made you want to forgive me?",
        "Casey: You know, when I thought I got Vienna pregnant, you know, I was really torn up about everything, and you helped me.",
        "Alison: Any friend would have done that.",
        "Casey: Yes, but it's the way you did it, Alison. You didn't judge me. You didn't criticize me. I mean, you just were there for me. And just now, you recited off all the bad things you've done in your life.",
        "Alison: Some of the bad things.",
        "Casey: Yes. But I've done bad things, too. I mean, I went to prison. I stole from my grandmother.",
        "Alison: Casey, you don't have to list all the bad things.",
        "Casey: I'm just saying, I've learned from my mistakes. And where do I go off thinking you haven't learned from yours? You know, I know we're both determined to be better than what we were, and we're both gonna make it. I just -- I want us to be together while we get there.",
        "Alison: So?",
        "Casey: There's one thing I need to run by you before I slide this ring onto your finger.",
        "Alison: You're not still, like, married to my sister or something like that, are you?",
        "Casey: No, no. I -- but it could be a deal breaker.",
        "Alison: What? What is it?",
        "Casey: Listen. I was talking to Will, and he suggested I talk to this professor at S.I.U.",
        "Alison: What about?",
        "Casey: Well, this guy, Professor Behrens, he's a teacher at the law school, and he thinks I could become a lawyer, despite my felony convictions I had.",
        "Alison: Casey, that's great!",
        "Casey: I know, I know.",
        "Alison: Your dad thought it was gonna be so much harder than that.",
        "Casey: Well, Professor Behrens said it's not gonna be easy, but it's still possible. So he says maybe I should transfer to S.I.U. and apply to the law school.",
        "Alison: Casey, I'm so proud of you!",
        "Casey: Isn't it? Yeah.",
        "Alison: Oh. So you'd be moving to Carbondale. Like, soon?",
        "Casey: Yes. I -- I only would do it if you would be willing to come with me. I-I know it's a lot to ask for. I mean, you'd be -- you'd be leaving your work, your family. I-I'd understand completely if you want to pull the plug on this whole idea.",
        "[SCENE_BREAK]",
        "Bob: Right, Mom. Right. Okay. I'll see you later. Bye-bye. She wants to hear all the details about Barbara and henrys' wedding.",
        "Kim: Yeah, sure. Listen, Honey. You know that John always has some kind of a trick up his sleeve somehow, and now Reid brings him here for some mysterious patient and doesn't run it past you first.",
        "Bob: Yeah, that was presumptuous.",
        "Kim: I'll say. And who is this patient, I mean, who's so urgent, and you don't know anything about him?",
        "Bob: It's puzzling.",
        "Kim: I just have a feeling there's something odd going on. Honest, I just don't want it to end up hurting you and Chris.",
        "Bob: Well, I think I'll swing by the hospital and just try to find out what's going on.",
        "Kim: Good.",
        "[SCENE_BREAK]",
        "Greta: It isn't the same around here without you.",
        "John: Oh, you mean not enough drama? Less intrigue? Not enough tantrums? No tantrums?",
        "Reid: Hey, there's nobody manning the desk. Are -- are you resting? Am I the only one working today?",
        "John: No shortage of tantrums. Nice to see you again, Greta.",
        "Greta: Let me know if you need anything.",
        "John: Yeah.",
        "Reid: Sorry. I'm kind of in a hurry.",
        "John: Okay. Let's go to work. Why don't you give me the chart for Mr. -- oh, what was his name again, this patient?",
        "Reid: I never said. It's all been handled kind of informally and off the record.",
        "John: Yeah, why is that?",
        "Reid: Here's a list of the medications that he's taken already. He's also been on intermittent oxygen.",
        "John: Is this your idea of a medical history? What kind of silly game are you playing here, Dr. Oliver?",
        "Reid: He was never formally admitted to the hospital. This is the best that I could do.",
        "John: Where's his MRI?",
        "Reid: There hasn't been one.",
        "John: Why not?",
        "Reid: The patient was resistant. So I never ordered one.",
        "John: You know, I hope I didn't make a mistake by consenting to come here. Who ordered these meds?",
        "Reid: I did.",
        "John: But you're a neurosurgeon.",
        "Reid: And wishing I had my hands deep in somebody's brain right about now.",
        "John: What is a neurosurgeon doing treating a patient with myocarditis, even though it isn't formally?",
        "Reid: Uh --",
        "John: Chris! Christopher Hughes!",
        "Chris: Dr. Dixon, how are you?",
        "John: Well, I'm just fine, fine. Thank you. I'm surprised to see you. I didn't know you were back from your travels.",
        "Reid: I'm pleased that you're back from your travels, as well. Now you can explain this mess.",
        "John: He's an odd duck, isn't he?",
        "Chris: No argument from me on that one.",
        "John: Look at you. By golly, you're all grown up here. And you're in the family business. It's good.",
        "Chris: Yeah, yeah, yeah. Good to see you. Thanks.",
        "John: Yeah. So, what do you know about this mystery cardiac case?",
        "Chris: Reid told you?",
        "John: He just told me I'm here to treat some poor fellow with myocarditis.",
        "Chris: You're the cardiologist.",
        "John: Yes. Why?",
        "Chris: I'm the poor fellow.",
        "[SCENE_BREAK]",
        "Katie: Can you just please go to your room and not talk to me?",
        "Reid: Don't have to ask me twice. Is there anything I can do?",
        "Katie: Just go, please. Don't -- just leave me alone. I just found out something, and I can't talk about it.",
        "Reid: I know about Chris.",
        "Katie: What? How did you know? How did -- why -- why would Chris trust you and not trust me? How could you know that and not warn me? Why would you do this to me? Damn you! Damn you!",
        "Reid: No, he's got heart condition.",
        "Katie: No, no.",
        "Reid: Okay. You can beat me up as much as you want. Just -- just watch the hands.",
        "Katie: You think this is funny?",
        "Reid: No, no. I don't -- I don't think this is funny at all. I'm just -- I'm really not good at this kind of thing, especially when somebody that I care about is involved.",
        "Katie: You don't care about Chris.",
        "Reid: I am talking about you, Bonehead. You and the drool machine of a kid. You've grown on me.",
        "Katie: How did you know about him?",
        "Reid: The power of observation. I wanted to tell you, Katie, right away, but --",
        "Katie: So this is what you guys have been fighting about. I thought it was the chief of staff thing.",
        "Reid: Yeah, well, that, too. It's just kind of hard to tear into a guy when he's got heart condition.",
        "Katie: Is it as bad as he says it is? I mean, could he die? Could he die? And just tell me the truth, please.",
        "Reid: It all -- it boils down to muscle damage, how extensive that is. John Dixon is checking on that right now.",
        "Katie: John's back in town?",
        "Reid: I called him, yeah. He's the best guy I could think of.",
        "Katie: Okay, that's good. That's good. I'm going to the hospital.",
        "Reid: Listen. Luke and I were gonna try and grab some time later on, but if you need somebody to watch he kid --",
        "Katie: No. I'll call a sitter.",
        "Reid: Okay. Thank God.",
        "Katie: I want you to come with me.",
        "Reid: No. I just came from there. Why the hell would I dive back into that mess?",
        "Katie: Because you're my friend, and you'll be honest with me. Please help me save Chris. Please? You have to.",
        "[SCENE_BREAK]",
        "Alison: I just told you I'd be your wife. Richer or poorer, sickness and health. So, do you think I'm gonna have a problem moving to southern Illinois?",
        "Casey: So, you're -- you're cool with this?",
        "Alison: Absolutely!",
        "Casey: I want this so much. Talking to this professor, I actually started believing it, you know. Like, Casey Hughes, attorney at law?",
        "Alison: And I can get a nursing job.",
        "Casey: Yeah. They need nurses everywhere.",
        "Alison: I will pay your way through law school.",
        "Casey: No. We'll pay my way through law school. I mean, I have money saved up. I'll get a part-time job.",
        "Alison: Well, actually, I kind of said that for a selfish reason.",
        "Casey: What do you mean? What do you mean?",
        "Alison: Because you might have to return the favor for me someday.",
        "Casey: You mean like get your masters in nursing?",
        "Alison: Not exactly. I think that I might one day -- not immediately -- but one day that I might want to go to medical school, become a doctor, like Mom. What do you think?",
        "Casey: I think you would make an amazing doctor, and, yes, I would pay for my wife's way through college or medical school, whatever!",
        "Alison: Just, it might be a little tricky, you know, having these heavy-duty careers.",
        "Casey: No. We can do it. We can do it. I trust us.",
        "Alison: I trust us, too.",
        "Casey: This is some really heavy stuff we're talking, like really important stuff we're talking about here. I think -- I think it's time we should make this official.",
        "Alison: Yeah. What's that smell?",
        "Casey: I think it's the stove!",
        "[SCENE_BREAK]",
        "Bob: Well, give Lisa my apologies.",
        "Kim: Oh, of course.",
        "Lisa: Oh, good God, almighty! Am I having a nightmare or did I just see that Johnny boy Dixon check into my hotel?",
        "[SCENE_BREAK]",
        "John: Now sit down. Lie down, and take this. I should have taken you into radiology on a gurney, too.",
        "Chris: Look, my father doesn't know anything about this. If people see me riding on the gurney, then he's gonna know.",
        "John: And you don't think that the radiologist is gonna mention anything to somebody here at the hospital about any of this stuff?",
        "Chris: I --",
        "John: Look, no. Put that back on, and let me do the talking! Your concern for your mother and father are admirable, okay? But you're endangering your own life. I mean, what did you think would happen?",
        "Chris: I would recover on my own.",
        "John: On your own. That's good. You know, If you'd gone to see somebody as soon as you arrived from Africa, if you had come to see me then, perhaps you wouldn't be in the lousy shape you're in right now.",
        "[Door opens]",
        "Katie: John, hi. I'm so glad you're here.",
        "John: Katie, what are you doing here?",
        "Reid: She and Chris have a thing.",
        "Chris: Hey.",
        "John: Don't touch the damn oxygen.",
        "Chris: Yes, Sir. Where's Jacob?",
        "Katie: He's with a neighbor. He's fine. How is he?",
        "Nurse: Dr. Dixon, here are the MRI results.",
        "John: Thank you, thank you, thank you. Well, it's not what I hoped it would be. But the damage that was caused by the virus has been there for quite some time.",
        "Katie: What does that mean?",
        "John: That means that the muscles in Chris' heart have been severely damaged.",
        "Katie: Well, what can be done to repair them?",
        "John: Well, it's difficult, but it is possible.",
        "Reid: I think Katie needs to hear the options for treatment.",
        "John: There are several. We'll start with the most conservative and see what that gets us.",
        "Katie: And when will you start?",
        "Reid: Right away.",
        "John: As soon as they tell their family what's going on.",
        "Chris: I'm on that.",
        "Katie: I'll go with you if you want.",
        "Chris: Yeah, it'd be good. It'd be good. Maybe the best thing to do is get everybody together and tell them all at once.",
        "[SCENE_BREAK]",
        "Kim: Honey, you've made your peace with John a long time ago.",
        "Lisa: Well, I know that, but you know that whenever John Dixon walks in the door, there's trouble right behind -- well, who better than you should know?",
        "Kim: You're right. You're right.",
        "Bob: This used to be a quiet town, and now John is back.",
        "[Cell phone rings]",
        "Bob: Oh, it's Chris. Hello, Son.",
        "Chris: Hey, Dad. Is Mom with you?",
        "Bob: Yeah, she is. We're with Lisa. You want to talk to her?",
        "Chris: I thought you and Ma could meet Katie and me over at Tom and Margo's house.",
        "Bob: When?",
        "Chris: Half hour? And could you bring Lisa and Gram with you, too, because this is something that the whole family needs to hear.",
        "Bob: Sure. I'll see you soon.",
        "Lisa: Bob, you seem confused.",
        "Bob: Well, Chris and Katie want to see us.",
        "Kim: You and me?",
        "Bob: And Lisa and Mom, and I guess Tom and Margo are involved, because it's at their house. I wonder what this is about.",
        "Kim: Do you suppose --",
        "Lisa: Oh. Well, what else could it be?",
        "Kim: I don't know!",
        "Bob: What?",
        "Kim: Oh, Honey. Just think. What kind of an announcement would Chris want to make in front of the whole family with Katie? They're gonna get engaged.",
        "Bob: You think Katie's ready to get married this soon after Brad's death?",
        "Kim: Well, I suppose you've got a point.",
        "Lisa: No, no. Why not? I mean, Chris is such a cute catch.",
        "Kim: He is.",
        "Bob: Listen. Before you two have them marching down the aisle, I'll go get Mom. I guess the hospital is out.",
        "Lisa: Oh, you know something? Barbara's bouquet must really be lucky for Katie. So, therefore, I'm gonna start catching a few of those bouquets myself.",
        "Kim: You go, Girl.",
        "Lisa: Thank you.",
        "[SCENE_BREAK]",
        "Casey: It's practically charcoal. I mean, look. It's stuck to the bottom of the pot.",
        "Alison: Imagine what that would have been like in our stomach.",
        "Casey: But now you have the recipe. So we can start from scratch.",
        "Alison: No. Don't worry about it. This is why God made pizza.",
        "Casey: No! I wanted it to be a special dinner!",
        "Alison: It is a special dinner. We just planned our lives together.",
        "Casey: That is true. And I never gave you the ring, actually. Alison Stewart, I will love you for the rest of my life. Will you --",
        "[Cell phone ringing]",
        "Alison: You know, you go get that, and I'll take care of the pot. No offense, but it reeks in here.",
        "Casey: Yeah. The air freshener is underneath the sink. Hello? Hey, how's it going? Here? When? No. They're -- they're not here yet. You want me to give them a call. Okay. I-I'll see you then.",
        "Alison: What's going on?",
        "Casey: That was Chris. He's having everyone over here for a big family confab.",
        "Alison: Okay. Well, um, I'll just clear out after we finish cleaning up.",
        "Casey: Alison, it's a family meeting.",
        "Alison: I know. You just said.",
        "Casey: Yeah, and you're family.",
        "Alison: Not quite.",
        "Casey: Practically. And since everyone's gonna be here, I think it's the perfect time to tell them about the engagement. Unless -- unless you don't want to.",
        "Alison: Are you kidding? Oh, I want to tell the whole world. I love you so much.",
        "Casey: You're gonna have to wait a little longer to wear the ring, though.",
        "Alison: Why?",
        "Casey: I want to give it to you in front of everyone, you know. Get down on one knee and everything.",
        "Alison: That is so romantic.",
        "Casey: Oh. It should be. You're gonna be my wife. For sure this time, right?",
        "Alison: For sure.",
        "[SCENE_BREAK]",
        "Chris: What am I gonna say to them?",
        "Katie: I don't know. I don't know. We'll practice on the way over.",
        "Chris: I don't know what I would do if you weren't by my side, and I'm sorry that I underestimated you.",
        "Katie: You don't have to worry about me.",
        "John: Look, we'll worry for the both of you, but just get the thing done.",
        "Chris: Yeah.",
        "Reid: Okay. Now tell me what you really think.",
        "[SCENE_BREAK]",
        "Casey: So, what's this -- what's this meeting about?",
        "Kim: Well, actually, Lisa and I have a feeling that Chris and Katie are about to announce their engagement, but we all have to look surprised.",
        "Casey: Yeah. Can I talk to you outside for a second?",
        "Alison: Yeah, we'll be right back.",
        "Casey: Yay. Damn!",
        "Alison: Can you believe this?",
        "Casey: We got scooped. What if they're really coming over here to announce their engagement?",
        "Alison: Well, it's possible. They've been getting close.",
        "Casey: So soon?",
        "Alison: It happens. And if they've called this family meeting to announce their engagement, we can't steal their thunder. We can't make our announcement tonight.",
        "Casey: Well, we got to at least tell Grams tonight. I mean, in private. She won't tell anyone.",
        "Alison: No, you're right. Yeah. We should tell Nancy first. We owe it to her.",
        "Casey: Why is that?",
        "Alison: Her ring. It's our good luck charm.",
        "[SCENE_BREAK]",
        "John: I'm going to call UNOS right away.",
        "Reid: You gonna put him on the heart-transplant list? You think that's gonna be necessary?",
        "John: Well, I hope not, but, as a last resort, I got to get the ball rolling. You know how high the demand is.",
        "Reid: How long the waiting list is.",
        "John: Yeah. You know, I've known Chris Hughes since he was a kid. He shouldn't have to go through all this. It's gonna kill his parents.",
        "Reid: And Katie.",
        "[SCENE_BREAK]",
        "Casey: Dude! What's up?",
        "Chris: How you doing?",
        "Casey: Good, good. Come on in.",
        "Alison: We've got coffee and cookies.",
        "Katie: Oh, thanks. Maybe later.",
        "Lisa: Hello, there. Hi, Sweetie.",
        "Katie: Hi.",
        "Kim: Hi, Darling. Honey, you look really tired.",
        "Chris: Gee, thanks, Mom.",
        "Kim: I'm sorry.",
        "Lisa: And you, Honey child, you look a little flushed. Just too much excitement.",
        "Katie: It's been an emotional day, yeah.",
        "Casey: Well, how long do we have to wait for this big announcement?",
        "Chris: Well, just until the rest of the family gets here. Mom, where's Dad?",
        "Kim: Oh, well, he went to pick your grandmother up. She wants to, I'm sure, hear the -- I can't believe that. He's been gone forever. What is going on?",
        "Lisa: Well, you know Nancy. She's probably putting last-minute things on her hair and makeup. She always looks so great. I just love her.",
        "Kim: Oh, finally. Sweetheart. Where -- where's Mom? She didn't want to hear the news?",
        "Bob: I have other news. Where are Tom and Margo?",
        "Casey: They should be here soon.",
        "Chris: Dad.",
        "Kim: Honey, what is it?",
        "Bob: It's Mom. I-I went to pick her up at the apartment, and I found her.",
        "Lisa: You found her?",
        "Kim: Bob, no!",
        "Bob: Mama's gone.",
        "Kim: Oh, Honey! Oh!",
        "[NEXT_ON]",
        "Alison: Instead of sitting around, feeling sad that Nancy's gone --",
        "Casey: We decided to do what she would do if she was still here.",
        "Alison: By helping people the way she did.",
        "Bob: Nancy Hughes Memorial scholarship. What a fitting tribute.",
        "Kim: What would you think about putting a mini library here at the hospital?",
        "John: You con me into giving free medical services to Luke's foundation, and then you bring me here for a beer.",
        "Katie: No! I lost Brad, and now I've lost Nancy, and both of them happened so fast! I can't handle the thought of losing you, too!",
        "Lisa: To Nancy.",
        "Barbara: To Nancy.",
        "Susan: To Nancy."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tIVuekOHOG4"
}