{
    "Episode Summary": [],
    "Recap": [
        "The fact that Carly won't tell the judge the truth about what she did to Gwen causes Jack and Carly to have a fight. Hal confronts Jennifer about her drug abuse but Jennifer denis she is taking drugs. Iris tels Gwen she will help her get her baby back but the truth is she wants to use Gwen and the baby to get revenge on Carly. Lily takes Lucinda back to Oakdale while Holden stays behind to look for Luke. Holden finds something Luke left behind inside a secret room at the clinic. Jennifer holds baby Rory in her arms and is sure he is her son."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: What happened?",
        "Paul: Jen, why were you screaming?",
        "[Jen screaming]",
        "Barbara: Jen?",
        "Hal: I'm getting her to the hospital.",
        "Paul: No. We don't even know what happened yet.",
        "Hal: Look at her. She can't even respond to us. There's something's wrong.",
        "Barbara: Honey? Honey, its Mom. Honey, tell me what happened. Jen?",
        "Jennifer: Mom? What's going on? When did you get here?",
        "Barbara: Oh, honey.",
        "Hal: All right, that's it, I'm calling an ambulance.",
        "Paul: No, no, come on. The last thing she needs is the trauma of the emergency room. She just had --- she's just a little scared. That's all.",
        "Hal: You can treat this like it's nothing, but I'm sure as hell not.",
        "Paul: Back off, Hal.",
        "Hal: Don't you dare tell me to back off!",
        "Barbara: Stop, stop, both of you! Right now. Okay? Honey, are you all right? What happened?",
        "Jennifer: I found my son's death certificate.",
        "Barbara: Oh, I'm sorry, Jen.",
        "Jennifer: I was looking through the drawers for my pencils and I found my son's death certificate instead.",
        "Paul: Well, that should never have happened. Jen, are you okay now?",
        "Jennifer: Yes. Yes. I freaked out for a minute there, but I'm okay. Fine.",
        "Hal: No, Jen. No, you're not.",
        "[SCENE_BREAK]",
        "Carly: Hi.",
        "Jack: Hey.",
        "Carly: Good news. I got us a table at the Lakeview. Have a family night out. The kids are really excited. So we should probably go. Unless you want to change up first.",
        "Jack: You should of called me first, Carly.",
        "Carly: The kids wanted to surprise you, Jack.",
        "Jack: I have a feeling this was more your doing than theirs.",
        "Carly: What difference does that make? We haven't all had a night out together as a family in a long time. And the kids are so looking forward to it.",
        "Jack: Which is exactly why you should have called me first. I don't feel like going out, and now I'm going to disappoint them.",
        "Carly: Come on, Jack. Don't be like this.",
        "Jack: How did you expect me to be?",
        "Carly: Are you still harping on this Gwen thing?",
        "Jack: What, you think I'd go to work for a few hours and magically forget it and you'd be off the hook?",
        "Carly: I should never have been on the hook. I did what I had to do. Why can't you understand that?",
        "Jack: You knowingly gave false statements to a police department that I happen to work for so Gwen wouldn't have a shot at being a mother to her own son. I'm suppose to be okay --",
        "Carly: Gwen doesn't deserve a shot!",
        "Jack: It's not for you to decide whether or not she deserves a shot!",
        "Carly: I didn't decide! The judge did.",
        "Jack: Because you set her up to look like a bad mother.",
        "Carly: Well, she is a bad mother. And the judge thinks so, too. And that's why Rory is here with us, just where he ought to be.",
        "Jack: Even if we was supposed to end up with us, it never should have ended up like this, honey. You broke the rules.",
        "Carly: I made a promise to my sister that I would take care of that baby. And that's what I'm going to do. Because nothing in the world matters more to me than doing right by my sister. Do you understand? Nothing.",
        "[SCENE_BREAK]",
        "Iris: Aren't you going to invite me in?",
        "Gwen: No.",
        "Iris: Come on, Gwen. Is that any way to treat your mom?",
        "Gwen: Ah, you stopped being my mom a long time ago.",
        "Iris: It wasn't my choice. It was yours.",
        "Gwen: Yeah, well, I guess I remember things differently. I think I remember a woman who didn't really cared what I did, if I was happy or sad, if I did well in school or not, somebody who didn't really care about my life at all, so --",
        "Iris: I did the best I could under those circumstances.",
        "Gwen: Yeah, well, I needed a little bit better than that.",
        "Iris: Honey, you were the one that ran off. You got yourself, what is it called? Emancipated. How do you think that made me feel?",
        "Gwen: I don't really give a damn how it made you feel. I was running away from you.",
        "Iris: Honey, do we have to discuss this in your doorway right now? Oh, honey, you don't look like you're doing too well here.",
        "Gwen: I'm doing just fine. Thanks. What do you care? It took you how many years to come after me?",
        "Iris: You wanted your space, so I let you have it.",
        "Gwen: Yeah? So what's changed? Huh? Why are you here now?",
        "Iris: A lot of reasons. From what I understand, you could use a friend right now.",
        "Gwen: What do you mean? What have you heard?",
        "Iris: That you went and got pregnant. Had the kid, and now you're fighting to hold onto him.",
        "Gwen: Well, it's finished, so --",
        "Iris: No. Don't say that. Don't ever say that. Honey, you are the mom and that's never gonna change. Look at you. My little girl has -- has gone and grown up. I can't believe it. I just can't believe it.",
        "[SCENE_BREAK]",
        "Lily: Mother? Mother, can you hear me?",
        "Dr. Hendricks: Let me have a look at her.",
        "Lily: You stay the hell away from her.",
        "Dr. Hendricks: I'm a doctor, I can help her.",
        "Holden: She said to back off!",
        "Lily: Mother? Mother, you're burning up. What's happening? Mother? Mother? Mother?",
        "[Lucinda moaning]",
        "Lucinda: What happened?",
        "Lily: You passed out. Are you all right?",
        "Lucinda: I don't know.",
        "Holden: You gave us quite a scare.",
        "Lucinda: I feel -- I guess it must be the stress.",
        "Lily: You wanna sit up? Are you okay?",
        "Lucinda: Yeah, I'm fine.",
        "Lily: How do you feel now?",
        "Lucinda: I don't know. Hot. I'm very hot. How long -- how long was I under?",
        "Holden: Just for a few minutes.",
        "Lily: I'm worried about you, Mother.",
        "Lucinda: I guess I fainted. I'm all right.",
        "Lily: You have a fever.",
        "Lucinda: Yeah, but I'll get something. I'll get something from Dr. Hendricks. I'm all right.",
        "Holden: Can you stand?",
        "Lucinda: I meant to do that.",
        "Lily: Come on, come on, come on. Let's get her in the sofa. You all right? I'll take your things.",
        "Lucinda: Thanks, honey. Thanks.",
        "Lily: Slow.",
        "Holden: You want some water?",
        "Lucinda: Yeah, that'd be nice.",
        "Lily: Okay, Mother, we have to get you home so Dr. Berg can look at you.",
        "Dr. Hendricks: I don't advise that.",
        "Holden: We don't care what you advise.",
        "Dr. Hendricks: My patient lost consciousness. If you don't let me examine her immediately, I won't be able to ascertain what's wrong.",
        "Lily: I don't want you to ascertain anything. It's your treatments here that have put her in this state. I'm taking her home to a real hospital.",
        "Lucinda: Now calm down.",
        "Lily: No, I'm not going to calm down until you are safely home and also my son.",
        "Dr. Hendricks: I'm certain you're going to find your son very soon. You have the full support of my staff in the search. But as for taking your mother back to the states, I can't advise you do that. Not until she's completed her next session of treatment.",
        "Lily: Out of the question.",
        "Lucinda: Lily, please. I'm not leaving here until Luke is safe. So, since I'm staying here, I might as well continue with the treatment.",
        "Lily: I'd like to talk to my mother alone, please.",
        "Dr. Hendricks: I strongly urge you to stay --",
        "Holden: Leave us alone.",
        "Lucinda: Let me just talk to my family and --",
        "Lily: You have to come home. Especially after what just happened.",
        "Lucinda: And you just heard me say it, and I meant it. I'm not leaving here until Luke is safe.",
        "Holden: I'm getting tired of the runaround. I want to find my son. I want some answers. I want real answers, you better start talkin' now, Doc. Or else I'm going to make sure that this place comes crashing down around you. You got that?",
        "[SCENE_BREAK]",
        "Iris: Why don't you tell me everything? That way we can figure out how to get your baby back.",
        "Gwen: Why do you even care?",
        "Iris: Because you're my daughter. I care about everything that happens to you.",
        "Gwen: Since when?",
        "Iris: Look, Gwen, I know things went south between us and it's my fault. But, you -- you were a very stubborn kid. I mean, it had to be your way or no way at all. You were a handful, honey.",
        "Gwen: Well, all kids are. You're supposed to put up with it, not hold it against me.",
        "Iris: You're right. I did a lot of things that were wrong. And I'm not here to make excuses. I'm here to make amends. Better late than never, no?",
        "Gwen: You know what, there's late and there's too late, all right.",
        "Iris: No, no, no. Don't say that. Don't ever say that. I'm still your mother. And that baby -- that's my grandson. The baby changes everything, don't you understand?",
        "Gwen: How?",
        "Iris: It's a way to bring us closer together. It's a -- a bond. A blood bond. We can -- we can both learn how to do the mommy thing right this time. We can help each other.",
        "Iris: Really? Well, you know its tough raising a kid. It's tougher than you could ever imagine.",
        "Gwen: Yeah? Is that why you were so bad at it?",
        "Iris: Come on, Gwen. At least give me a chance to make things up to you.",
        "Gwen: You're drunk, aren't you? That's the only thing that would explain this crazy turnaround.",
        "Iris: I've been sober for three months. Look, I know I made a lot of mistakes. I know that. And I'm not proud of it. But I'm trying to get my life back on track. You want a chance with your kid. Why can't I have another one with you?",
        "Gwen: You heard about the trust fund, didn't you?",
        "Iris: What trust fund?",
        "Gwen: You heard about my baby's money and now you wanna get your hands all over it.",
        "Iris: Honey, I have no idea what you're talking about.",
        "Gwen: Oh, come on! I know you better than that, Mom. You smelled money and you came running. Well, you know what, I'm sorry to disappoint you. But I lost custody. There's no baby. There's no money. So you can pack up your excuses and your fake apologies and go on back to Liquorville where you belong.",
        "Iris: I'm not goin' anywhere. And you know why? Because you need me, girl. Too much for me to turn my back on you a second time. So I'm staying here. And you're gonna get used to it.",
        "[SCENE_BREAK]",
        "Jack: It's pointless rehashing this with you, Carly. It's obvious that we're on opposite sides of the street here.",
        "Carly: Don't do this, Jack. I did the right thing. Gwen got what she deserved.",
        "Jack: No. She's just a child!",
        "Carly: That's right. She had no business getting pregnant. And she has no business pretending that she can raise a child. Rory is here with us where he belongs. And he will be a wonderful addition to our family, just like JJ.",
        "Jack: No, don't. Don't even try to compare JJ's situation to this one. We didn't steal him away from anybody.",
        "Carly: Jack, do you really think the best thing for Rory would've been to be left with that kid?",
        "Jack: It wasn't for us to decide, Carly.",
        "Carly: The judge ruled in our favor.",
        "Jack: Yeah, because you stacked the deck! You cheated to get your way. And you know what? I don't even know why I'm all that upset about it. It's not like you haven't done this before.",
        "Carly: I go for broke when people I love are involved. I'm not ashamed of that. Now, please, Jack. Can we go to dinner? As a family. Your children are really looking forward to it.",
        "Parker: Jack! You're home! Can I sit next to you at the restaurant?",
        "J.J.: No fair. I want to sit next to him at the restaurant. Please?",
        "[SCENE_BREAK]",
        "Hal: I would like to speak to Jennifer alone.",
        "Paul: No way, forget it.",
        "Hal: I'm not asking.",
        "Paul: I'm not going to let you bully her into going to the hospital. The last thing she needs right now is the trauma of an emergency room.",
        "Jennifer: Dad, yeah, he's right. I don't want to have to go through that. Because I don't need to. Believe me, really I'm okay.",
        "Hal: Well, maybe. But I would still like to speak to you alone.",
        "Barbara: Paul. Let's give them a few minutes, okay. Come on.",
        "Jennifer: Its okay, Paul.",
        "Paul: We'll be down in the lounge. And you, Hal, don't upset her more than she already is.",
        "Hal: Where are you going?",
        "Jennifer: Relax, dad. I'll be right back.",
        "Jennifer: Mom? I need to ask you a favor.",
        "Barbara: Sure, honey, what?",
        "Jennifer: Don't tell Paul about Dusty's accusations.",
        "Barbara: Don't you think he should know?",
        "Jennifer: Why? It's not as if there's any truth in it. I am certainly not hooked on drugs.",
        "Barbara: He is going to be as angry with Dusty as your dad is.",
        "Jennifer: And I'm sure that's what Dad wants to talk to me about right now. But I would rather tell Paul myself.",
        "Barbara: Okay. Okay, if you think that's best.",
        "Jennifer: I'll meet you guys downstairs.",
        "Barbara: Okay. All right.",
        "Jennifer: Look, Dad, I know that you talked to Dusty. And he has got this crazy idea that I am hooked on drugs. And it couldn't be further from the truth. Dusty is just angry and he's lashing out.",
        "Hal: Stop right there. You may have sold your mother that line, but I'm not buying it. Not for one second.",
        "Jennifer: What are you saying? That you're going to believe Dusty over me, your own daughter?",
        "Hal: I'm looking at a lot more than Dusty's comments. You're not yourself, Jen. And don't tell me it's all about the trauma of losing the baby. This is about something else.",
        "Jennifer: There is nothing else. And you're seeing something that isn't there.",
        "Hal: Honey, I can help you. But only if you stop lying about it.",
        "Jennifer: I am not lying about anything! And it makes me mad that I have to defend myself to you, because I'm 12 years old.",
        "Hal: Somebody's got to take a hard line with you. It's the only way to deal with an addiction.",
        "Jennifer: I am not a drug addict!",
        "Hal: You've got a drug problem.",
        "Jennifer: I do not!",
        "Hal: I know the signs. I've dealt with them enough times.",
        "Jennifer: What signs? What are you talking about?",
        "Hal: Your behavior! It's wildly erratic. You're sweating, you're shaking, look like you haven't slept in days. You're a wreck!",
        "Jennifer: Of course I am a wreck! Because of everything that has happened in my life, losing my baby. And then everyone -- trying to deal with everyone pushing and pulling me in all these different directions. One minute everyone's telling me that it's okay to grieve, and then the next minute they're telling me I need to get over it and get on with my life. And then Mom has me see this shrink that puts me on anti-depressants, and it's got my body feeling all strange. And then Dusty, he just comes up with all these insane accusations. What? How else do you expect me to feel?",
        "Hal: Honey, I know you've been through a lot. And I know you're doing everything you can --",
        "Jennifer: Yes, I am.",
        "Hal: -- Just to keep your head above water.",
        "Jennifer: And it hurts like hell that you would take Dusty's word over mine!",
        "Hal: So, you're saying that Dusty is flat-out lying?",
        "Jennifer: I'm saying that he's trying to create a problem so that he can protect me.",
        "Hal: That sounds pretty far-fetched. And it doesn't explain Meg Snyder.",
        "Jennifer: What has Meg have to do with any of this?",
        "Hal: Meg told Dusty she found a bag of crystal meth in your purse the other day. What do you have to say about that?",
        "[SCENE_BREAK]",
        "Jack: Guys, you know what, I've had a really long day and I'm pretty beat.",
        "Parker: You can't come to the restaurant?",
        "J.J.: You've got to come! We even got you a surprise!",
        "Carly: So, are we ready to go?",
        "Parker: Jack says he's too tired.",
        "J.J.: He won't be tired once we give him his surprise. Come on!",
        "Jack: No, guys, wait a second. Wait.",
        "Parker: No, Jack, really. You're gonna love this!",
        "Carly: Oh, come on, Jack. Don't disappoint them. How hard can it be to have dinner with your family?",
        "Jack: You don't think they're going to pick up on the vibe between us?",
        "Carly: If you would just let it go, there wouldn't be a vibe.",
        "Jack: I can't do that.",
        "Parker: Look, Jack. See?",
        "J.J.: We added Rory's name to our mailbox!",
        "Parker: Isn't that cool?",
        "Jack: That's -- that's really terrific. You guys did that this afternoon?",
        "J.J.: Yeah.",
        "Jack: Yeah? Tell me, whose idea was it to add Rory's name?",
        "Parker: Mom's.",
        "Jack: Yes, that's what I thought.",
        "Parker: Is something wrong?",
        "Jack: No. No, not at all. It's great. Really great.",
        "Carly: You see, boys? I told you that he would love it.",
        "J.J.: So, now, Rory is officially part of the family. Just like me.",
        "Carly: That's right, JJ. Exactly like you.",
        "Parker: Can we go to the restaurant now?",
        "Jack: Yeah, yeah, absolutely. Umm -- we are gonna go wait in the car, while your mother goes to get the newest member of our family. Come on.",
        "[SCENE_BREAK]",
        "Iris: This doesn't have to do with any trust fund, Gwennie. I'm here for you. I'm here because I'm worried about you. You need someone in your corner, honey, even if you want to pretend that you can handle this on your own.",
        "Gwen: You sound like you almost mean it. That's good.",
        "Iris: Honey, I do mean it. Can't you just give me one more chance?",
        "Gwen: No. I'm not falling for this. I'm not gonna let you take advantage of me, too.",
        "Iris: This doesn't have anything to do with money, baby. I told you that.",
        "Gwen: You told me a lot of things. But none of it that the Iris I grew up with would say. And -- I can't believe that you would change this much that fast.",
        "Iris: You got a huge lack of faith in people, don't you? I'm partially to blame for that. Okay. Okay, fine. I did my best. Sweetie, everything I've said to you came straight from my heart. But I can't force you to forgive me. So, if you don't need my help, and you -- you think you can handle all of this on your own -- go ahead. Do it.",
        "Gwen: Wait. Don't go.",
        "[SCENE_BREAK]",
        "Dr. Hendricks: We are doing everything possible to help locate your boy.",
        "Holden: Why don't I believe that?",
        "Dr. Hendricks: What possible reason would we have for concealing any information we possess?",
        "Holden: Because you don't want anybody to look at this place too closely. You're involved in the illegal trafficking of human organs and you'd do anything to keep it secret.",
        "Dr. Hendricks: I explained to your mother-in-law that the transaction she saw had nothing to do with us. A former employee used this facility to meet with your pilot friend.",
        "Holden: At this point, I don't care what you do. All I care about is finding my son.",
        "Dr. Hendricks: Look, I wish there were something I could tell you to calm your fears. But your son never came here. I wish you the best of luck in your search. Now, if you'll excuse me, I have patients to see.",
        "Mexican father: Buenas tardes, senorita. Tenemos una cita con el doctor.",
        "Receptionist: Perdon, senor, pero usted esta equivocado.",
        "Mexican father: Senorita, por favor!",
        "Mexican daughter: Estuvimos aqui la semana pasada. Nos dijeron que todo estaba bien. Que pasa, papa?",
        "Mexican father: No se, mi hija. No se. Talves es mejor que esto haya pasado. No me gusta que hagas esto tu, y yo no.",
        "Holden: Disculpe. Me puede decir, de que era su cita?",
        "Mexican father: No se de lo que habla.",
        "Holden: Es muy importante que me diga. Le pago por la informacion.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: The more I listen to you, the more it seems like you don't really want Rory in our family.",
        "Iris: Yeah, trust me. You hit her in the right place, she's gonna come tumbling down.",
        "J.J.: His name's Rory.",
        "Jennifer: He's so beautiful. Do think it'd be all right if I held him for a little bit?",
        "[SCENE_BREAK]",
        "Holden: Why did you turn that man and his daughter away for an appointment? They came in here for an appointment and you turned them away.",
        "Receptionist: People come in here trying to find free treatments. Dr. Hendricks tries to help when he can, but we have to draw the line somewhere.",
        "Holden: What's in this room?",
        "Receptionist: That's where we keep the files for our patients.",
        "Lily: I'll let you know when we're on our way back to the airport. Thank you.",
        "Lucinda: Honey.",
        "Lily: Okay, the jet is ready, whenever you are.",
        "Lucinda: Look, I've got to be honest with you, baby. I look ghastly, I feel ghastly, I don't think I'm able to make the trip back home. Please, please, allow Dr. Hendricks to come in and take a look at me.",
        "Lily: No, I don't want that charlatan anywhere near you.",
        "Lucinda: It's so unfair to him and to me.",
        "Lily: Mother. Look, I'm trying to save your life.",
        "Lucinda: Believe it or not, so is he.",
        "Lily: No, no, you're trying to convince yourself of that. Mother, look at you. You're weak, you're pale. You just passed out. You have a fever.",
        "Lucinda: Honey, I spent the night all cooped up claustrophobically in a plane, with a gun in my lap. My favorite grandson is out of control. I mean, my condition this evening has nothing to do with this place.",
        "Lily: Mother, none of these things would've happened if you hadn't come down here in the first place.",
        "Lucinda: Maybe I deserve that. But you didn't give me -- you didn't give me many options.",
        "Lily: Me?",
        "Lucinda: Yeah, you.",
        "Lily: Oh, I just wish you would --",
        "Lucinda: What?",
        "Lily: I just wish you would trust me. I know you're going through a difficult time, but this is not just your problem. It's our problem. Our problem. And we're a family. And we will get through this together.",
        "Lucinda: What a girl. What a good girl.",
        "[SCENE_BREAK]",
        "Jennifer: Meg said she found a bag of what?",
        "Hal: Crystal meth.",
        "Jennifer: I cannot believe that she would tell Dusty something like that.",
        "Hal: So you're saying that Meg is lying, too?",
        "Jennifer: Either that or Dusty made it up to back up his own claim.",
        "Hal: How about I go ask her directly?",
        "Jennifer: How about you just believe me!",
        "Hal: Oh, I want to, sweetheart, I really do.",
        "Jennifer: Because everybody obviously has their own agenda here, and they obviously don't care who they hurt.",
        "Hal: What's Meg's agenda?",
        "Jennifer: She wants Dusty. And he and I spend a lot of time together, so she probably hates it that he worries about me so much.",
        "Hal: So why tell him that you're using meth? Seems like that would just make him more protective, wouldn't it? Not a very smart plan if you ask me.",
        "Jennifer: Maybe not, but it's the only thing that I can think of that explains this.",
        "Hal: I want to accept that, sweetheart, but I am just so damned worried about you.",
        "Jennifer: Dad, I'm okay. Really. I'm not using meth or coke or crack or anything other than my anti-depressants. I mean it.",
        "[Cell phone rings]",
        "Hal: Munson. All right. All right. I'm on my way. Okay, I've got a fire to put out down at the station. This conversation is not over.",
        "Jennifer: It should be. Because I have told you the truth. And it's your call to decide who you want to believe.",
        "Hal: That's right. It is.",
        "Jennifer: Dad, I'm okay. Okay? I'm telling you the truth. I am okay.",
        "Hal: I hope you so. I hope so.",
        "[Screaming]",
        "[Knock on door]",
        "Waiter: Room service.",
        "Barbara: I can't believe you let Hal get to you like that.",
        "Paul: I didn't let Hal get to me. I just don't want him upsetting Jennifer. She had a momentary setback. He's treating her like she had a nervous breakdown.",
        "Barbara: He is worried. He's her father. And if he overreacted, it's because he's concerned about her.",
        "Paul: No, it's more than that. He believes there's something seriously wrong. What were you two arguing about anyway?",
        "Barbara: I was just trying to convince him that Jen's problems are all related to the loss of her baby.",
        "Paul: Well, exactly. Of course, they are. And the more you badger her about them, the more she's going to become insecure. You know what? Jen just needs to get away for a while. You know? Maybe some place where she can relax.",
        "Barbara: Now, that is a great idea. And I know exactly where we can all go.",
        "Paul: Oh, no. You're not invited.",
        "[SCENE_BREAK]",
        "Gwen: You really think I can get my baby back?",
        "Iris: You're the mom, for God's sake.",
        "Gwen: Well, obviously, that's not enough.",
        "Iris: You need to get enemies off of your back and you need to prove to the judge that you you're a good mom. So why don't you tell me what happened, huh?",
        "Gwen: All right. What happened was, is that I lost custody, because a total witch named Carly Snyder set me up.",
        "Iris: Carly Snyder? Who is she?",
        "[SCENE_BREAK]",
        "Carly: It won't be long, guys, they're clearing a table for us right now. And I think it will be ready by the time Dad gets back from parking the car.",
        "Parker: Good. I'm starving.",
        "J.J.: Me, too.",
        "Parker: Rory was crying a little.",
        "Carly: Yeah. Oh, I bet he's hungry, too.",
        "J.J.: So, Rory gonna stay with us forever, now?",
        "Carly: That's right. He's a 100% part of our family.",
        "Parker: Is Rory's other mom ever going to be able to visit him again?",
        "Carly: Well, no. Not for a while anyway.",
        "J.J.: Why not?",
        "Parker: His mommy was bad. Right, Mom?",
        "Carly: The judge didn't think she was ready to take care of a little baby.",
        "J.J.: What did she do that was so bad?",
        "Carly: She didn't watch out for him. She put him in danger.",
        "Parker: That's bad.",
        "Carly: Yeah, sweetheart, it's very bad.",
        "Parker: Hey, Jack.",
        "Jack: Hey.",
        "J.J.: Mom was telling us about Rory's other mommy.",
        "Jack: Yeah. I heard.",
        "Parker: What's wrong with Jack? Are we in trouble?",
        "Carly: No, sweetheart, he's not mad at you.",
        "[SCENE_BREAK]",
        "Holden: How's Lucinda?",
        "Lily: She's very weak. I talked to the pilot. The plane is ready to go. I will take her to the airport, I will come back and we will look for Luke.",
        "Holden: I'll look for Luke. You need to stay with your mom. You should get on the plane and go with her.",
        "Lily: No. I am not going anywhere until I know Luke is safe.",
        "Holden: Lily, you just said yourself that she was weak. When you get home, she's going to need help. She's gonna need help to get to the hospital.",
        "Lily: We have the flight attendant, Sierra will meet them at the airport.",
        "Holden: Lily, she's going to need help on the plane.",
        "Lily: What about Luke?",
        "Holden: I will find him. I promise you.",
        "[SCENE_BREAK]",
        "Gwen: I thought you were keeping up with the case. I mean, Carly Snyder's the one who got custody of my baby.",
        "Iris: Oh, oh, yeah, right, you know. I just wasn't paying attention to the name. So, you said she set you up. How'd she pull it off? What did she do?",
        "Gwen: She made me look like a bad mom. She let me spend some time alone with the baby, and then she drugged me so I'd pass out.",
        "Iris: She drugged you?",
        "Gwen: Yeah.",
        "Iris: Wow. That's pretty extreme. You sure?",
        "Gwen: No, no, I'm making it up. You don't believe me any more than the judge does.",
        "Iris: Honey, honey, calm down. Of course I believe you. The question is, can you prove it?",
        "Gwen: No. She covered her tracks pretty well.",
        "Iris: The lady sounds devious.",
        "Gwen: Yeah, she's a monster. And her husband's a cop, so they got a million connections all over this town. There's nothing we can do.",
        "Iris: There's always something you can do. The trick is finding it.",
        "Gwen: You don't know Carly.",
        "Iris: Nah, but, you know, I know her type -- these hoity-toity princesses, they're all the same. I don't care if she's the queen of Sheba, she's got a weak spot.",
        "Gwen: I don't know.",
        "Iris: Yeah, trust me, you hit her in the right place, she's gonna come tumbling down.",
        "[SCENE_BREAK]",
        "Barbara: Jennifer needs me right now. Probably more than she needs you. And you know what? We are all going to go to Positano. It's beautiful this time of year. Will will come with us, too. It will be a perfect way to get the whole family back together.",
        "Paul: This is not about you, this is not about the family, this is only about Jennifer. I need to get her away from every reminder of her baby and her loss. And you are not helping, leaving death certificates lying around your apartment.",
        "Barbara: I did not leave it lying around. It was buried in a drawer. She found it by accident.",
        "Paul: You were careless. And Jen ended up getting hurt.",
        "Barbara: If Jennifer did not want me around, she would have not asked to go back into business with me. She was a reaching out to me, not to you or her father, to me.",
        "Paul: Look, I'm not having this argument with you. I'm taking Jennifer away and you're not coming. End of story.",
        "Barbara: We'll see what she has to say about that.",
        "Paul: I'm warning you. You stay away from her. I need to get Jennifer away from this town, and away from you, and away from every reminder of her baby. If I don't do that, she's going to fall apart. And we may never get her back.",
        "[SCENE_BREAK]",
        "Carly: All right, kids, listen. John's gonna watch you. Be good, all right? Behave yourselves. I'll be right back.",
        "[SCENE_BREAK]",
        "Lucinda: Just so you know, darling, I'm going to be on the phone contusly with Washington. We'll get them to expand the search.",
        "Holden: Hopefully, I will have found him before you guys even touch down.",
        "Lily: I'm praying for that.",
        "Lucinda: Find him and bring him home.",
        "Holden: I will. And you take care of yourself. Make sure she does that.",
        "Lily: From the airport to the hospital. Yeah, no arguments. Call me, okay?",
        "Holden: The second I find anything out.",
        "Lily: Even if you don't have anything.",
        "Holden: Luke.",
        "[SCENE_BREAK]",
        "Gwen: Thanks. You didn't -- you didn't have to do that.",
        "Iris: There's going to be a whole lot more of this. You'll see. Things are gonna change now that I'm around.",
        "Gwen: You think I haven't tried to fight Carly already? I have, it's useless.",
        "Iris: No, it's only useless if you're on your own. And I know that's the way you like it. You always have. You know, you against the world. And there's nothing wrong with that, sometimes. Other times, you need a friend.",
        "Gwen: I had one. He let me down.",
        "Iris: A guy? Yeah. Well, yeah, they'll do that. I'm talking about something different. I'm talking about someone who's gonna stick around for the long haul.",
        "Gwen: Right, like I've always been able to count on you.",
        "Iris: You can this time, Gwennie, I swear it. We're gonna get your baby back, honey. Carly is feeling all smug and sure of herself. She thinks she's won and you're off licking your wounds. But you and me, we're gonna prove just how wrong she is. I'm here for you, Gwennie. I swear it. I'm here for good this time.",
        "[SCENE_BREAK]",
        "Carly: Could you at least not avoid me in front of the children?",
        "Jack: I figured it was better than jumping down your throat.",
        "Carly: What did I do now, Jack?",
        "Jack: It's one thing to lie to the judge about Gwen. But when you start lying to our children.",
        "Carly: I'm am just telling them how it is.",
        "Jack: No, you're telling them the way you want it to be.",
        "Carly: You know, the more I listen to you, the more it seems like you really don't want Rory in our family. And you're using your anger at me to push him out.",
        "Jack: That isn't fair, and you know it. I want to honor your sister's request and her memory.",
        "Carly: Well then quit looking for reasons not to.",
        "[SCENE_BREAK]",
        "Paul: I thought you said Jennifer was coming back.",
        "Barbara: She is. She'll be down in a minute.",
        "Paul: I guess Jack and Carly are here with the family.",
        "Barbara: So I see. What does that have to do with us?",
        "Paul: Nothing. I'll be back.",
        "Barbara: Paul?",
        "Jack: I'm sorry, Carly. You can try to justify what you've done from now till next week, but the truth is, Gwen shouldn't have lost her baby this way.",
        "Jennifer: Hey, guys.",
        "Parker: Hey, Jennifer.",
        "J.J.: Hello.",
        "Jennifer: Are you here with your mom and dad?",
        "Parker: That's right.",
        "J.J.: Yeah, it's a family night out. We're all going to dinner together.",
        "Jennifer: That's nice. And this must be the new baby.",
        "J.J.: Yeah. His name's Rory.",
        "Jennifer: He's so beautiful. Do you think it'd be all right if I held him for a little bit?",
        "Parker: I guess so. He's awake now.",
        "Jennifer: Thank you. It's you. Isn't it? It's my boy. It's my baby.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Mike: We can actually pay the bills. Keep the fires burning.",
        "Iris: Baby, I am so happy to see you.",
        "Meg: You don't believe Jennifer's baby is dead?",
        "Jennifer: Tell me, please. Please tell me you know that he's my son. You know that I'm not crazy. Please, Paul!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Jq1GD1sl6sk"
}