{
    "Episode Summary": [],
    "Recap": [
        "Allison needs a favor from Will and Gwen. Paul checks himself out of the hospital and hires a private nurse. Sophie offers to help, much to Chris' chagrin. Meg tells Emma that she has been hired as Paul's private nurse. Brad is determined to get Henry and Vienna back together. Gwen purposely knocks over a glass of water to get the Oakdale University Registrar out of the office so they can see if Matt was ever enrolled there. Allison is the lookout when Casey and Matt show up to sign Casey up for classes. Matt is suspicious as to Allison's story. Henry gets kicked out of the Lakeview for not paying his bill, but Katie offers to take him in. Sophie gets ticked off with Chris when he tells her what to do. Sophie goes home with Paul. Meg shows up to help Paul, who is thrilled that she cares enough to be there. Brad tells Vienna the truth and she goes running back to see Henry, who has since moved out. Brad smirks about sticking it to Gray. After some tender moments with Paul, Meg tells him that she can't help him get well \u0096 it hits too close to home. Chris finds Sophie and Paul getting along well and doesn't seem thrilled. Meg goes home crying to Emma. Vienna thinks Henry has left town and decides to go back to Gray, who is more then happy to take her back. Will and Gwen tell Allison that Matt was never enrolled at Oakdale University. Paul calls Sophie on her relationship with Chris. She can only think about Hallie now though. They both realize they want someone that they can't have. Allison questions Casey as to where he really met Matt. Matt comes clean. Emma questions the relationship of Paul and Sophie, which causes Meg to stop and think about it. After a frank talk, Matt and Allison decide to still go on their date. Paul secretly calls Gwen and asks her to come by. Brad tells Henry about how Vienna was looking for him, but when she thought he left town, she went back to Gray. Henry refuses to call Vienna again after hearing this. Brad and Katie try to change his mind, but they can't, and finally Brad joins Henry in drinking to forget women and love. Katie wonders what she got herself into."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Doorbell rings]",
        "Alison: Hey, I hope it's not too early.",
        "Gwen: No, no, no. It's actually never too early when you have a baby in the house. She woke up, what? 3:00 and then at 5:30. We just got her put down, so this is actually perfect timing.",
        "Will: Do you want some coffee or some breakfast?",
        "Alison: Uh, yeah, coffee would be great. But actually, I'm really here just because I need to ask you guys a favor.",
        "Gwen: Okay, yeah, what's going on?",
        "Alison: I know you guys are back taking classes at Oakdale U. I just -- I was wondering if there's any way you can find out if Casey's friend Matt was ever enrolled there?",
        "[SCENE_BREAK]",
        "Casey: I get that you were against it when my mom was giving you the third degree, but did you have to say I was enrolling at Oakdale U?",
        "Matt: I don't know, it seemed like a good idea at the time.",
        "Casey: I should take a page out of your book. You know, just lie. Tell her I'm going and skip the whole thing.",
        "Matt: Your mom's a cop, Casey. Don't you think she'll figure that out?",
        "Casey: You got me into this, why don't you sign up?",
        "Matt: I'd love to. I would love to go to college. Do you have any idea how lucky you are to have a mom and dad who care about your future? Seriously, Dude, this spoiled, immature attitude -- it's getting kind of old.",
        "[SCENE_BREAK]",
        "Gwen: So why do you think that Casey was lying when he said that he knew Matt from school?",
        "Alison: Just something about the guy doesn't feel right.",
        "Will: What do you mean?",
        "Alison: Well, yesterday, he came into work with a pair of pants that had a wet paint stain of the WOAK logo on the back. And that was right after Brad got hit in the head at the studio.",
        "Will: So you think he's the one that did it?",
        "Gwen: Do Brad and Matt even know each other?",
        "Alison: I -- I don't know. I'm having trouble connecting the dots, but I just know Matt's hiding something.",
        "Will: Well, maybe he was at WOAK applying for a job and he backed into a wet wall.",
        "Alison: But I mean, why wouldn't he just say that?",
        "Gwen: Okay, let me just ask you something. Why is this is so important to you?",
        "Alison: I really like Matt. I mean, he's cute, he's funny, and we have fun together. But how many times have I fallen for the wrong guy and ended up getting hurt? I just don't think I can go through that again.",
        "Gwen: Well, no, I understand that.",
        "Alison: So do you guys think you'll be able to help me find out if Matt's telling the truth?",
        "[SCENE_BREAK]",
        "Sofie: Hi.",
        "Paul: Hey.",
        "Sofie: I thought it would be a good time to read another chapter of \"Treasure Island.\" I didn't realize you'd be up and dressed.",
        "Paul: Yeah, well, I'm getting out of this place.",
        "Sofie: Really? The doctors are ready to release you so soon?",
        "Paul: No. But staring at these four walls morning, noon, and night -- it's making me a little crazy.",
        "Sofie: Yeah. Yeah, I felt the same way after my c-section. I couldn't stand to be in here another day. But that was because I gave away my baby. And what I should have done was stayed a little longer so I could heal.",
        "Paul: Right. Well, I can heal just fine at home. I've hired a private nurse. I'm checking myself out today.",
        "Chris: Not on my watch.",
        "[SCENE_BREAK]",
        "Meg: Yes, I understand. I'll be there.",
        "Emma: Hey. What was that all about?",
        "Meg: Well, you know, since I gave the corporation back to Lucinda and I'm also trying to adjust at being single again, I've kind of been at loose ends. I need something else to occupy my time.",
        "Emma: What is it you're going to do?",
        "Meg: I've decided to go back to what I do best. So I got a job with a private nurse service.",
        "Emma: Oh, Meg. Meg, that's wonderful. Wonderful.",
        "Meg: Yeah, well, you might not be so thrilled when you find out what my first assignment is.",
        "Emma: Oh, now, I have no doubt that there's anything in this world that you can't handle. What are you so concerned about?",
        "Meg: It's a burn victim.",
        "Emma: Well, you should have no problem with that.",
        "Meg: It's not the injuries, Mama, it's the patient. It's Paul.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Katie: Oh, ow.",
        "[Knock on door]",
        "Brad: Katie, open up!",
        "Katie: Go away, Brad.",
        "Brad: No can do.",
        "Katie: Come on, we can't keep doing this. I will see you on set, okay?",
        "Brad: I know better than to see you first thing in the morning, okay? It's not about you. It's about Henry and it's an emergency. Wow. So, how are you? How are you doing this morning? I mean, how's your head? Can I rub your -- temples?",
        "Katie: No.",
        "Brad: You didn't get to sleep too early, did you? I mean, are you still in pain?",
        "Katie: I thought you said there was some kind of emergency with Henry.",
        "Brad: Oh, right, right, yes. Uh, Henry -- he's a mess. This whole thing with Vienna, it's a terrible situation. We have to find a way to fix it.",
        "Katie: No, we don't.",
        "Brad: What do you mean?",
        "Katie: I mean, I can't help Henry if it means teaming up with you.",
        "Brad: He's your best friend and he's hurting. We both just got bumped on the head but he lost the love of his life.",
        "Katie: It's none of our business.",
        "Brad: Look, in no way does Henry deserve to lose Vienna because of us. That is just -- that's unfair. They are destined to be together and it is our job to help them.",
        "Katie: Well, number one, if they're destined to be together, then they don't need our help. And number two, I don't really know if people are destined together anymore. So, I'm sorry -- I really, really, really sorry if this sounds harsh, but Henry, like everyone else on this planet, is on his own.",
        "Brad: You \u0096",
        "[SCENE_BREAK]",
        "Matt: You have no idea how lucky you are, man. I would give anything to be in your shoes and have the chance to go to college, to make something of myself. But I don't have the parents to back me up the way that you do. Yet, you walk around acting like it's some kind of a punishment.",
        "Casey: Well, that's what it feels like.",
        "Matt: It might seem cool to do the opposite of whatever your parents tell you to do, but is it really that big of a deal? Just sign up for a couple of classes and make your mom happy.",
        "Casey: You know, you would score some brownie points, too.",
        "Matt: So what? There are worse things in this life than trying to please the people who have been good to you.",
        "Casey: Just -- just don't make any more promises for me, deal?",
        "Matt: I do know a short cut to the registrar's office, though.",
        "Casey: Wait -- what? What?",
        "[SCENE_BREAK]",
        "Gwen: Hi. Hi, Mrs. Dunn. I'm sorry, I hope we're not bothering you at all.",
        "Mrs. Dunn: No, come in. Oh, I've been wanting to meet your little one.",
        "Gwen: Yeah, this is Hallie Jennifer.",
        "Will: Here's the class of 2030 right here.",
        "Mrs. Dunn: She's adorable.",
        "Gwen: Yeah, we're not really ready to enroll her yet, though. Oh, this is our friend Alison Stewart.",
        "Alison: Pleasure to meet you. I'm Hallie's godmother.",
        "Mrs. Dunn: Lucky you. She's an angel.",
        "Gwen: Yeah, she can be a real handful sometimes, though. Oh, my gosh, I'm so sorry. I'm sorry. I'm sorry.",
        "[SCENE_BREAK]",
        "Chris: No, no, there's no way I can release you in your present condition. You need full-time care. Your burns, alone, they need to be cleaned several times a day to help healing and fight infection. If you're not careful, there could be serious consequences.",
        "Sofie: Okay, Paul, maybe you should stay little longer.",
        "Paul: I'm going to have a private nurse. I'll be getting medical care all the way around the clock.",
        "Chris: If you're determined to go, I can't stop you, but I strongly advise against it.",
        "Paul: Yeah, well, I made up my mind. I'm leaving today.",
        "Chris: Well, you have to sign a waiver for the hospital.",
        "Paul: Fine, I'll sign whatever you want.",
        "Chris: Okay. Okay, I'm going to give you a prescription for sulfadiazine cream. And you have to take your antibiotics until your next visit.",
        "Sofie: Do you want me to go to the hospital pharmacy to have them filled?",
        "Paul: Yeah, thanks, Sofie. That would be great.",
        "Chris: As soon as the nurse arrives to take you home, you're free to go.",
        "Paul: She's meeting me at Fairwinds.",
        "Chris: Sorry, Paul, that's against hospital policy. Patients can't leave unless they have someone with them.",
        "Sofie: Well, I can take Paul home.",
        "[SCENE_BREAK]",
        "Emma: Are you out of your mind? You can't be nursing Paul around the clock. And you have to turn that down.",
        "Meg: Believe me, I've tried, but the agency is seriously short-staffed right now.",
        "Emma: Well, that's their problem. You have to stay away from Paul.",
        "Meg: I couldn't turn them down. I'm a nurse. This is what I do.",
        "Emma: Yes, but you're also a woman. And Paul has hurt you very, very badly. You just can't do this.",
        "Meg: I still care about Paul, Mama. I can't help it. I want to see if he's healing. How he's dealing psychologically with the fact that Craig almost tried to kill him.",
        "Emma: I'm sorry, I'm sorry, I can't feel -- I can't feel badly about someone who's hurt you so much.",
        "Meg: Okay, look, I told the agency that I would just do it for today, until they found somebody else to replace me full-time.",
        "Emma: Well, I can see you've made up your mind. You've always been the stubborn one.",
        "Meg: Look, don't worry, Mama, I'll be fine, okay?",
        "Emma: For your sake, I hope so.",
        "[SCENE_BREAK]",
        "Henry: Let me get scrambled eggs with smoked salmon, the bread basket with extra muffins, hash browns, a side of blueberry pancakes and fresh squeezed orange juice, please. And coffee -- coffee, lots of coffee.",
        "Waiter: Yes, Sir, Mr. Coleman, right away.",
        "Brad: Sure you didn't miss something, side order of steak and eggs or something?",
        "Henry: You know, for months, I tried to get Vienna not to order the expensive hotel food. But now that she's gone, I've lost all control.",
        "Brad: Today's your lucky day. Do you want to know why? Because it's Brad to the rescue. This is what you've got to do. You're going to go to Vienna, you've got to tell her the only reason why you were kissing Kit was to get her to confess to killing Sam and help Jack and Carly keep Parker out of jail.",
        "Henry: It doesn't matter why I was kissing Kit. The point is, what matters, is that Vienna wants to be with Gray. She is sleeping with the sleaze bucket --",
        "Brad: I don't believe it. At least the part about her wanting Gray. Everybody knows that Vienna's heart is only for you.",
        "Henry: I -- thank you for the advice, Brad, but I don't think there's anything else that can be done right now. It is over. It is done. It's kaput.",
        "Brad: No --",
        "Waiter: Here you are, Sir. I'll be right back with the rest.",
        "Henry: Thank you.",
        "Brad: If you're not going to do anything about your relationship, I will.",
        "Henry: Why do you even care?",
        "Brad: Because someone's got to believe in true love around here.",
        "Henry: Thank you, Brad, but you're wasting your time.",
        "Brad: We'll see about that.",
        "[SCENE_BREAK]",
        "Gwen: I'm so sorry.",
        "Mrs. Dunn: I'll go get some paper towels.",
        "Gwen: I am so, so sorry.",
        "Alison: Okay, you guys check the computer files, see if Matt's name is there and was ever registered, okay? I'll keep lookout.",
        "Will: Okay.",
        "Gwen: Okay.",
        "Matt: Hey --",
        "Alison: Matt, what are you doing here?",
        "Matt: Oh, I just finally convinced Casey to sign up for a couple of classes.",
        "Casey: Yeah, it wasn't exactly my idea but my mom's been bugging me, so here I am. I have to talk to the registrar, see where my transcripts --",
        "Alison: Oh, no, you can't go in there.",
        "[SCENE_BREAK]",
        "Chris: Sofie, hey, I know you're a good person and you want to help Paul. But I really think you're making a big mistake here.",
        "Sofie: Well, he's been very good to me. Why shouldn't I help him?",
        "Chris: Well, he's not your responsibility. And besides, you're not equipped to care for him.",
        "Sofie: Right, and he's hired a nurse for that. But he's needs the company.",
        "Chris: And why should it be you?",
        "Sofie: Okay, Chris, you know what? You have no right to order me around, and I've had enough of that from Cole. So, I'm not going to let anybody do that anymore.",
        "Chris: Hey, hey, hey, I am -- I'm just trying to protect you. Okay, you don't know Paul. He can be dangerous. Someone blew up his car. Do you really want to be hanging around with a guy like that?",
        "Sofie: Okay, you know, I'm not afraid to be around him. And I think I know as much as I need to keep him company while he's healing.",
        "Chris: I just don't want to see you put yourself in a vulnerable position with him.",
        "Paul: Yeah, you know what, I'm sure that Sofie is capable of making her own decisions. So how about you let her decide for herself what she should or shouldn't do?",
        "[SCENE_BREAK]",
        "Casey: Excuse me, when did you become campus police?",
        "Alison: I just know Mrs. Dunn's not in there, that's all.",
        "Matt: So, we can go in and wait for her? Yes.",
        "Casey: Yeah.",
        "Alison: Yeah, but I think she prefers if you guys make an appointment first. And why bother going in if she's not there anyway?",
        "Casey: Well, here she is now. Hi, Mrs. Dunn, it's me, Casey Hughes, remember?",
        "Mrs. Dunn: Yes, I do. It's good to see you back, Casey.",
        "Casey: Yeah, thank you.",
        "Mrs. Dunn: Well, if you're here to register, come on in.",
        "[SCENE_BREAK]",
        "Henry: Thank you. Uh, excuse me.",
        "Manager: How long do you think you can ignore our warnings, Mr. Coleman? Your bill is overdue. We've been e-mailing you for weeks. The hotel is demanding payment now.",
        "Henry: May I have my breakfast back please, before it grows cold?",
        "Manager: No, you may not. You can either pay your bill or you can vacate the premises.",
        "Henry: I will have you know that I am friends with Lisa Grimaldi, and I do not think she'll be very happy about this.",
        "Manager: Well, I'm sure Ms. Grimaldi is not in the business of doling out free room and board.",
        "Henry: Listen, I swear to you, okay, I will have the money for you by the end of the week. I promise.",
        "Manager: Okay, that's not good enough. Now, shall I call security to have them escort you out?",
        "Henry: No, no, no, no. This place is a little tired anyway. Even the chocolates on my pillowcases are getting stale.",
        "[SCENE_BREAK]",
        "Vienna: If you're here with a message from Henry, I don't want to hear it.",
        "Brad: No, no, no. No, Henry didn't send me. He thinks you guys are a lost cause, but I know better.",
        "Vienna: I'm not interested.",
        "Brad: You will when you hear what I have to say.",
        "Vienna: No, really, Brad, you are wasting your --",
        "Brad: Will you just please -- just give a minute to your old friend Brad?",
        "Vienna: Fine. Okay.",
        "Brad: When you walked in on Metro and you saw Henry kissing Kit --",
        "Vienna: Yeah, don't remind me --",
        "Brad: That was my idea. It was a set-up. Henry was seducing Kit to get her to confess to killing Sam, and help Jack and Carly keep Parker out of jail. He took a huge risk for his friends, because that's the kind of guy he is.",
        "Vienna: If that's the truth, why didn't he say something?",
        "Brad: Because by the time he had a chance to tell you, you told him you already slept with Gray. Henry's got his pride. His heart is breaking, but he's not going to admit it.",
        "Vienna: Oh, God, how could I not trust Henry? How can I believe that he didn't love me? I'm sorry, Gray. They're beautiful, but I can't keep them.",
        "[SCENE_BREAK]",
        "Sofie: Maybe you should have listened to Chris and stayed in the hospital until you were well enough to come home.",
        "Paul: No, this is exactly where I want to be.",
        "Sofie: Tell me what I can do for you.",
        "Paul: You can help me get this shirt off. It's rubbing on the burn, it's killing me. Careful. Thank you.",
        "Maid: The nurse is here to see you, Mr. Ryan.",
        "Paul: Thanks.",
        "Meg: Hello, Paul.",
        "Paul: Hello. You're the last person I would have expected to come help me.",
        "Meg: Yeah, well, I had my misgivings, but here I am.",
        "Paul: You volunteered for this?",
        "Meg: No, I signed with a private nursing agency, and they asked me to take this assignment because they were short-staffed. Your permanent nurse will be here tomorrow.",
        "Paul: Well, it may be just for one day, but I'm glad you're here.",
        "Meg: Okay, well, let's take a look at this burns, okay, see how you're doing. I need you to turn around, Paul. I'm going to need to put more ointment. Do you have his antibiotics?",
        "Sofie: Yeah, right here.",
        "Meg: Thank you. Oh, and I'm going to need some more towels.",
        "Paul: You can ask the housekeeper to get those.",
        "Sofie: Of course.",
        "[SCENE_BREAK]",
        "Mrs. Dunn: Oh, excuse me -- I have to finish cleaning. It will just be a minute.",
        "Casey: Oh, no, no, take your time.",
        "Gwen: What are you guys doing here?",
        "Casey: Well, I decided to make my mom happy, so I'm registering for some classes.",
        "Will: Hey, that's a great idea.",
        "Casey: Yeah, I have Matt here to thank for me.",
        "Matt: Hey, I'm a firm believer in higher education, right? So what brings you guys here?",
        "Gwen: Oh, well, Mrs. Dunn was just a huge help to us in the past and we wanted her to meet Hallie.",
        "Matt: Oh, and Alison just tagged along?",
        "Alison: A godmother's work is never done.",
        "Gwen: And I'm like a complete klutz, so I just knocked over her baby bottle and it got all over her -- desk, yeah.",
        "Matt: This is a weird place for you to be hanging out with your friends, huh?",
        "Alison: Uh, you know, I actually thinking about taking some summer classes, so I just wanted to get a feel for it. You took classes here, right? Any suggestions?",
        "Matt: Yeah, you know, I really enjoyed medieval history. You know, fair ladies, knights in shining armor, all that. But if the Middle Ages doesn't grab you, you check out the course catalogue online.",
        "Alison: Right.",
        "Matt: Yeah.",
        "Alison: I'll do that.",
        "Matt: Okay.",
        "Alison: All right, maybe we should head out, let Casey get started.",
        "Matt: Yeah.",
        "Gwen: Yeah, all right, well, bye, Mrs. Dunn. Thank you so much and I'm sorry for ruining your desk --",
        "Mrs. Dunn: Not a problem. She's precious. You bring Hallie by any time.",
        "Gwen: All right.",
        "Will: See ya.",
        "Gwen: Bye.",
        "Will: Yeah --",
        "Gwen: Bye, Casey. See ya.",
        "Casey: See ya. Thanks.",
        "Mrs. Dunn: Okay.",
        "[SCENE_BREAK]",
        "Gray: Vienna, don't do anything rash. Think about what you'll be giving up. The clothes, the diamonds, the shoes. Town houses in New York, London, Paris. Absolutely anything your heart desires.",
        "Vienna: No, no, the only thing my heart desires is Henry.",
        "Gray: I can give you the life that you deserve.",
        "Vienna: No, Gray, I'm sorry. But I don't want it.",
        "Brad: You can't stand in the way of true love, man.",
        "[SCENE_BREAK]",
        "Manager: We need a valid credit card to cover your bill.",
        "Henry: Really? Okay, well, you can get in line with the rest of my creditors.",
        "Katie: What's going on?",
        "Henry: Uh, Katie, hi. Well, nothing much, I'm just getting kicked out for not paying my bill. Isn't this great? Isn't life grand? I have no money, I have no diner, I have no Vienna. I have no prospects. All I need right now is a bridge I can jump off of. Do you know of a bridge I can jump off, don't you --",
        "Katie: I have a better idea.",
        "Henry: I'm listening.",
        "Katie: Why don't you come stay with me until all this blows over?",
        "Henry: Are you sure?",
        "Katie: Yeah, yeah. Are you kidding? Would I let my best friend stay out in the cold? Come on, let's get your bags. We'll get you settled.",
        "Henry: Bubbles, you're the best.",
        "Katie: Let's go.",
        "Henry: Okay, okay. I'll get the martini kit. Ah-ha!",
        "[SCENE_BREAK]",
        "Meg: I can't do this. I'm sorry.",
        "Paul: All right, fine, don't be sorry.",
        "Meg: I thought I could do this. I thought I could take this assignment and be professional, but I can't. Not with you.",
        "Paul: Well, that means you still care.",
        "Meg: I don't want to. It hurts too much. Look, I'm going to make sure you have everything until my replacement comes, okay? You take care of yourself, Paul. Oh, hey, can you take over, please?",
        "Sofie: Of course.",
        "Meg: Make sure the wound is clean before you apply the ointment. Um, okay.",
        "Sofie: You know, I could tell something was going on between you the moment she walked in.",
        "Paul: Yeah, that's the woman I told you about. I will love her always.",
        "Sofie: Then why did she want to get out of here so quickly?",
        "Paul: Because I love her so much that it scares her.",
        "Sofie: I've only dreamed of someone loving me that much. Does she know how lucky she is?",
        "Paul: Maybe one day, she'll figure it out.",
        "[SCENE_BREAK]",
        "Vienna: Tell me the truth, Brad, how do I look?",
        "Brad: Amazing.",
        "Vienna: You think?",
        "Brad: Oh, yeah. Oh, yeah, when Henry sees you and you tell him you know what really happened between him and Kit, all will be forgiven. Especially when you add the I'll-make-it-all-up-to-you part.",
        "Vienna: I don't know how to thank you for telling me the truth about Henry.",
        "Brad: No thanks necessary. Go get him, Tiger.",
        "Vienna: Henry? Are you here? Where are you?",
        "Maid: Excuse me, Ma'am. The gentleman checked out.",
        "Vienna: He's gone?",
        "Maid: And from the looks of things, I don't think he's coming back.",
        "[SCENE_BREAK]",
        "Chris: The housekeeper said I could find you in here.",
        "Paul: Um, I'm pretty sure that house calls went out with the horse and buggy. You here to check on Sofie?",
        "Chris: You know you're supposed to apply the antibiotic cream twice a day, keep these wounds clean. Where's the nurse?",
        "Sofie: Well, she had to leave, so I'm the nurse today.",
        "Chris: If you want, I can call the hospital and get a replacement.",
        "Paul: No, no, that's fine. Sofie's doing a great job.",
        "Sofie: Yeah, I know the cleaning procedure, and I'll apply the ointment on schedule.",
        "Chris: Are you sure?",
        "Sofie: Yeah, you know, if it makes you feel better, I will call you with a report later.",
        "Chris: Fine. Don't forget.",
        "Paul: So, tell me again how there's nothing going on between you two?",
        "[SCENE_BREAK]",
        "Emma: Hey, I didn't expect you back so soon. Is everything all right? What?",
        "[Meg cries]",
        "[SCENE_BREAK]",
        "Sofie: There's nothing romantic going on between me and Chris, if that's what you mean.",
        "Paul: Well, that's not the vibe I got.",
        "Sofie: Chris is a friend. And he was the only one who supported me when I went to court to get Hallie back. And he went against his own family to do it, so I will be forever grateful to him.",
        "Paul: And you think that his motives were entirely selfless.",
        "Sofie: You know, I can't deal with getting involved romantically with anyone right now. He's a friend, so are you.",
        "Paul: Whatever you say.",
        "Sofie: Yeah, honestly, the one love in my life right now is Hallie. And I can't even see my own baby.",
        "Paul: It looks like we both want someone that we can't have.",
        "[SCENE_BREAK]",
        "Alison: So you guys found nothing about Matt on Mrs. Dunn's computer?",
        "Gwen: No.",
        "Will: Well, we didn't have a lot of time to look, but as far as we could see, Matt's name didn't turn up anywhere.",
        "Gwen: No, we checked what -- we checked current students, students who had graduated, kids in the extension program, dropouts, there was nothing.",
        "Will: Yeah.",
        "Alison: I'm not surprised. I don't think Matt met Casey at Oakdale U.",
        "Will: Well, you know, I was there the same time Casey was and I don't remember him ever mentioning the guy, or seeing him around campus myself. Unless he was one of Casey's, like gambling buddies and he wanted to hide him from me --",
        "Alison: Yeah, but why would Casey lie about how he met Matt?",
        "Gwen: You know, maybe Casey knows Matt from prison. That's something that, you know, they wouldn't want people to know, especially Margo since Matt is staying at their house.",
        "Will: Yeah, Margo would not like it if she knew Matt was an ex-con.",
        "Alison: I mean, I'm sort of dating the guy. If he's not being honest with me, I need to know.",
        "Gwen: I don't blame you.",
        "Alison: Well, one way or the other, I need to get to the bottom of this.",
        "Will: Good luck.",
        "Alison: Thank you, Guys, for all your help. You're the best.",
        "[SCENE_BREAK]",
        "Brad: Vienna, what are you doing down here? I thought you and Henry would be in each other's arm, enjoying the -- you know, I'll-make-it-up-to-you part.",
        "Vienna: He's gone.",
        "Brad: What are you talking about?",
        "Vienna: I know you meant well, Brad, but you waited a little bit too long to tell me the truth and now Henry's flown the coop.",
        "Brad: No way. Did you try his cell?",
        "Vienna: No, I didn't. No, I didn't.",
        "[Cell phone dial tone]",
        "[Cell phone ringing]",
        "Henry: All right, all right, all right.",
        "[Cell phone dial tone]",
        "Vienna: He's not picking up. I knew it. He knows I'm calling, and so he's deliberately avoiding me, and it's too late this time.",
        "Brad: No, you don't know that until you talk to him.",
        "Vienna: No, I know Henry. He means business. It's no use. I might as just go to someone who really wants me.",
        "[SCENE_BREAK]",
        "Matt: Congratulations on being a college student again. I am proud of you, man.",
        "Casey: Whatever.",
        "Matt: You know what? Those are some great classes that you signed up for. I wouldn't mind auditing a few of those myself.",
        "Casey: Be my guest. You'll probably get more out of them than I will.",
        "Matt: Oh, don't be so negative. You might end up liking college. Hey, you might even learn something.",
        "Casey: Okay, quit the pep talk, man. The lunch crowd will be here soon. We need more lemons.",
        "Alison: Hey, Casey. I have a confession to make.",
        "Casey: What's that?",
        "Alison: I did a kind of sneaky thing today.",
        "Casey: If it has to do with Matt, I wish you'd just leave it alone.",
        "Alison: Yeah, well, I'm glad I didn't because I found out that he never went to Oakdale U, which means you've been lying to me about where you met him. Look, I know this is none of my business, but I'm going to ask anyway. Did you meet Matt in prison?",
        "Matt: Yes. That's true. We were cellmates.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Henry: Ah-ha! Yeah, hello.",
        "Brad: Henry, where the hell are you?",
        "Henry: I moved in with Katie. Why?",
        "Brad: I'll be right there. [Knock on the door] It's Brad. Let me in.",
        "Katie: Sorry, I'm kind of busy right now.",
        "Brad: Katie, it's not about you. It's about Henry. Look, I'm not leaving until I talk to my friend.",
        "Henry: Bubbles, it's okay. Let him in.",
        "Katie: I can't.",
        "Brad: You'll never forgive yourself if you don't. You really blew it this time, Coleman.",
        "[SCENE_BREAK]",
        "Emma: Are you going to tell me? Tell me what happened? Here you go.",
        "Meg: Thank you. It was just so hard being there with Paul, mama, seeing him hurt like that.",
        "Emma: Yeah, I can only begin to imagine.",
        "Meg: God help me, I know it's wrong, but there's still a part of me that can't stop loving him. And it took every ounce of willpower I had to keep myself from staying there and taking care of him.",
        "Emma: What gave you the strength to walk away?",
        "Meg: He had a friend taking care of him. A young woman.",
        "[SCENE_BREAK]",
        "Paul: Oh, thank you. Yeah, that's better.",
        "Sofie: Would you like me to read to you? Okay, I think we were at the end of chapter three. Okay. \"Before I could do much to help him, he had fallen back again into his former place, where he lay for a while silent. 'Jim,' he said, at length, 'You saw that seafaring man today?' 'Black dog,' I asked. 'Ah, black dog,' says he. 'He's a bad 'un.\"",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Gwen: Let's get inside. Oh, I got it.",
        "Will: I'm going to be late. I've got to get to class right now, actually.",
        "Gwen: Okay.",
        "Will: Bye.",
        "Gwen: All right, bye. Who is it? Who is on the phone? Is it for you? Hello?",
        "Paul: Hey, Gwen, it's Paul. I'm at Fairwinds. How long do you think it'll take you to get here?",
        "[SCENE_BREAK]",
        "Emma: Oh, who is this new friend of Paul's? Is she a nurse?",
        "Meg: Uh, I don't think so. But she was taking care of him and she was more than willing to look after him.",
        "Emma: Oh, like you, huh?",
        "Meg: Only much younger.",
        "Emma: Oh, is that what has you so upset?",
        "Meg: No, Mama, that has nothing to do with it. She was young enough to be his daughter.",
        "Emma: When has that ever stopped a man? Hmm.",
        "[SCENE_BREAK]",
        "Matt: Look, blame this on me, okay, not Casey. I'm the one who wanted to tell everybody that we met at school. I was just ashamed of being an ex-con, and I wanted to make a fresh start.",
        "Alison: Yeah, I can relate to that.",
        "Matt: Living with his family -- and they treat me like I'm a regular guy, you know, not some criminal. They help me get this job. Because let's face it, it's a lot easier to find work when you don't have to list on your resume doing laundry at the state penitentiary. Casey, back me up here, man. You know I'm telling the truth, right?",
        "Casey: He is. You know, my mom and dad thought Matt would be a good influence. You know, I didn't want to tell them I was hanging out with someone I met in prison. You know, my mom's a cop, my dad's a lawyer. And I didn't know how they would handle it. The truth is, when I needed a friend, Matt was there for me. I wouldn't have gotten an early release if it wasn't for him.",
        "Matt: Because that's what friends do. They watch each other's backs. I don't know, but at the end of the day, I think that's what really counts, right?",
        "Alison: Right. Well, thanks for being honest with me. I really appreciate it. See you guys later.",
        "Matt: Ali, one more thing. Um, are we still a go for our date, or do you have a thing against dating ex-jailbirds?",
        "Alison: Well, not unless you have a problem dating ex-porn stars.",
        "Matt: Absolutely not.",
        "Alison: Well, then I guess we're still on. Because I definitely want to learn more about you, Matt.",
        "[SCENE_BREAK]",
        "Vienna: Before you say something, I just want you to know that I'm only here because Henry's gone.",
        "Gray: I was hoping you'd come back.",
        "Vienna: You don't mind being second choice?",
        "Gray: You're here with me now. That's all that matters. Obviously, Henry doesn't love you half as much as I do. I'm here, he's gone. And these, will always be here for you, too.",
        "[SCENE_BREAK]",
        "Henry: Let me get this straight, Brad. You're saying that Vienna was here, that she was looking for me and then she left?",
        "Brad: She thought you were gone for good, so she went back to Gray. Tough break, man.",
        "Henry: Yeah, it's starting to become a habit.",
        "Brad: Listen to me, Vienna wants you. Call her.",
        "Henry: No, I'm not going to call her --if she went back to Gray -- forget about it!",
        "Brad: Will you get over yourself? Will you please -- help me out here?",
        "Katie: I know, I'm thinking.",
        "Henry: I --",
        "Brad: Call her!",
        "Katie: Call her!",
        "Henry: No, no -- no, she is the love of my life. I'm never going to see her again, all right? You know what -- you know what they say, single men love single malt.",
        "Brad: You know, man, that is the story of my life. You know what else they say? The course of true love -- really sucks.",
        "Henry: That's not what they say, Brad. Give me that --",
        "Brad: That's what I say. Oh -- yeah.",
        "Katie: What I have gotten myself into?",
        "Brad: Cure for all -- what all ails you.",
        "[NEXT_ON]",
        "Paul: I thought it would be a good idea for her to see her baby.",
        "Sofie: You shouldn't have done this, Paul.",
        "Will: I don't care about Sofie. All I care about is you and Hallie, and so should Paul. If he doesn't get that, then I'm going to explain it to him in a way that he's going to understand.",
        "Kit: Hey, Carly, I know you're there.",
        "Parker: I don't have a good feeling about this.",
        "Jack: About the flight?",
        "Parker: No. About Mom.",
        "Jack: We'll put out an A.P.B. you've got to find her. You were right. Your mom took off."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2OONBqaym1o"
}