{
    "Episode Summary": [],
    "Recap": [
        "Kit shoots Jack, Katie passes out and Carly chases Kit they both shoot at each other Kit misses Carly but Carly shoots Kit dead . Carly tries to get Kit to admit she shot Sam but all she says before she dies is damn you. Jack is seriously hurt but with an operation he is expected to be fine. Margo tells Carly and Jack that the D.A. refuses to drop the charges against parker without concrete evidence to set him free. Margo tells Carly and Jack that since the only other suspect is dead things don't look good for Parker. Brad takes Katie to her room to rest after she is checked out at the hospital and stays with her until she falls asleep. Will and Gwen have a hard time adjusting to life without Hallie but they are determined to get through this tough time. Henry accuses Gray of kidnapping him but Kit gets one of Henry's gambling buddies to lie and say he kidnapped him so Gray is free to go. Will and Casey look up Gray's name on the police computer and discover that his name isn't Gray Gerard or Jerry Pulaski so Casey starts to think that Gray is a bad guy. Casey overhears Gray talking to Matt and Casey and Allison decide to team up to discover the truth about Gray before their friend Matt gets into serious trouble."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Stop! Stop or I'll shoot!",
        "Kit: Killing me won't keep your trigger-happy son out of jail.",
        "Carly: I'm not afraid.",
        "Kit: You should be.",
        "[Gun firing]",
        "[Gun firing]",
        "[Gun firing]",
        "[Carly shot Kit]",
        "Carly: Tell me the truth. You killed Sam, didn't you?",
        "Kit: Damn you.",
        "[Kit dies]",
        "[SCENE_BREAK]",
        "Carly: Jack!",
        "Brad: He's hanging in there. I called 911, but he's losing a lot of blood.",
        "Carly: Jack, Jack, it's all right, Baby. Stay with me.",
        "Brad: Come on, Katie. Come on, come on, wake up. Wake up. Wake up. Wake up.",
        "Katie: Mmm. Brad?",
        "Brad: Yeah, I'm here. I'm not going anywhere.",
        "Carly: Jack, don't die on me.",
        "[SCENE_BREAK]",
        "Gwen: You let me win, huh?",
        "Will: No. I would never do that. But if you don't believe me, then I challenge you to a rematch.",
        "Gwen: You? I'm going to go out while I'm still on top.",
        "Will: I've got a better idea.",
        "Gwen: Chick flick? You're really lowering your standards.",
        "Will: Yeah, it's a big sacrifice. So, what do you say?",
        "Gwen: You know, I'm actually not really in the mood right now.",
        "Will: Okay. Well, we can do whatever you want. I mean, do you want to play cards, talk, go for a walk?",
        "Gwen: No, I'm sorry, I just -- I'm just going to go lay down for a little bit. I'm sorry. I just -- I can't stop thinking about Hallie.",
        "[SCENE_BREAK]",
        "Katie: What happened?",
        "Brad: You got beaten up and you passed out. The ambulance is on its way.",
        "Katie: Jack? Oh, my God!",
        "Brad: No, no, no --",
        "Katie: Oh, my God, Jack!",
        "Brad: Its okay, just stay still until help gets here.",
        "Carly: Hang on, Jack. You're going to be all right.",
        "[SCENE_BREAK]",
        "Casey: Matt's not here.",
        "Alison: I need to talk to you. In private.",
        "Casey: Um, come on in. You hungry? Want some ham and cheese?",
        "Alison: Uh, no, thank you. I got called into work tonight.",
        "Casey: Oh, what's up?",
        "Alison: I need to talk to you about your roommate.",
        "Casey: Oh, you mean, my cellmate?",
        "Alison: This isn't about Matt's past. It's about what he's doing right now.",
        "Casey: Yeah, right now, I don't know. Maybe he's at a movie or something.",
        "Alison: I'm serious. Don't I deserve to know if the guy I'm getting involved with can't tell the truth?",
        "Casey: You think Matt's lying to you about something else?",
        "Alison: His stories about Gray Gerard don't add up. And I saw him talking to the guy again. And he pretended like it was no big deal, but I don't believe him.",
        "Casey: You sound paranoid.",
        "Alison: Okay, he lives in your house, with your mother who happens to be a lieutenant on the Oakdale police force. So, why would he have to cover his tracks?",
        "Casey: Okay, if Matt was up to something, I'd know about it.",
        "Alison: If I were you, I'd be a lot more worried. Because I think Matt is definitely up to something, and I think this Gray Gerard guy is bad news.",
        "[SCENE_BREAK]",
        "Gray: You going somewhere?",
        "Vienna: I'll be right back.",
        "Gray: You forgot something. There, that's better.",
        "Vienna: Thank you. I can't believe I almost went out without it.",
        "Gray: So, where are you sneaking off to?",
        "Vienna: I need to check in with Katie and Brad to see if there was any news about Henry.",
        "Gray: Vienna, Henry took off on you, okay? That was a lousy thing that he did. Don't go.",
        "Vienna: I know Henry too well. To stand up a woman, especially a woman he loves, it's just not his style. I'm worried something has happened.",
        "Gray: Okay, then let me help you. I promise I'll find out what happened to Henry.",
        "[SCENE_BREAK]",
        "Carly: Is he going to be all right?",
        "Chicago cop #1: Let the paramedics do their job.",
        "Katie: Is Jack going to make it?",
        "Brad: He's in good hands. We need to get you to a hospital.",
        "Katie: No, I'm fine, the EMT said --",
        "Brad: No, no, listen to me. We have to have you checked by a doctor.",
        "Katie: I'm sore, I'm fine --",
        "Brad: Katie, Katie -- you could be in shock, you could have a concussion. I'm not taking any chances, let's go --",
        "Katie: Wait --",
        "Brad: What?",
        "Katie: We forgot about Henry. What if he's hurt?",
        "Brad: Henry!",
        "Katie: Henry!",
        "Brad: Henry!",
        "Katie: Henry!",
        "EMT: Okay, Guys.",
        "Chicago cop #2: Do you know who the dead woman is?",
        "Carly: Kit Fowler. She shot Jack.",
        "Chicago cop #2: Jack Snyder. He's the detective division's has been dealing with.",
        "Chicago cop #1: Yeah, regarding the APB out on Fowler.",
        "Chicago cop #2: Could you tell us what happened?",
        "Carly: I chased Kit after she shot Jack. She fired at me, I fired back.",
        "Chicago cop #2: We need a complete statement from you.",
        "Carly: I know, but I would like to be with Jack now, if that's okay.",
        "Chicago cop #1: Okay, we'll take your statement at the hospital.",
        "Carly: Thank you.",
        "EMT: Are you related to the victim, Ma'am?",
        "Carly: I'm his wife.",
        "Chicago cop #1: They'll take him to a local E.R. police chopper will fly Snyder to Oakdale Memorial when he's stabilized.",
        "Carly: All right, let's go. Can we hurry please? Jack, I'm right here. I'm taking you home. Everything's going to be okay.",
        "[SCENE_BREAK]",
        "Gwen: Hey, I'm sorry, I just needed to lay down for a little bit.",
        "Will: It's our first night without Hallie. We both miss her.",
        "Gwen: I didn't expect the house to feel this empty, you know.",
        "Will: I know.",
        "Gwen: Hey, are you still mad at me? I gave our daughter back to Sofie. I didn't give you a say.",
        "Will: It's over and I have to deal with it.",
        "Gwen: But what I did, it completely blindsided you. You know, I let you down.",
        "Will: You didn't let me down. I've always stood by you and I'm not going to stop now.",
        "Gwen: You didn't even get a chance to say good-bye.",
        "Will: Gwen, we're going to get through this together, okay? You're not always going to feel this way, I promise. I can live with this decision, if you can.",
        "[Cell phone dials]",
        "[Cell phone rings]",
        "Gwen: Carly?",
        "Carly: Yeah. Jack's been shot.",
        "Gwen: Oh, my God. Is he okay?",
        "Carly: He's alive, but it's serious. I need you to take the kids for me, can you do that? J.J. and Sage are at the Lebo's and Parker's at a hockey game. Just call him on his cell and pick him up. Will you do that for me?",
        "Gwen: Yeah, yeah, yeah no problem. Were you when this happened? Are you okay?",
        "Carly: Yeah, I'm with him. I'm okay.",
        "Gwen: Where are you now?",
        "Carly: Chicago. We're on our way back.",
        "Gwen: I'm going to come meet you at the hospital. You need someone with you.",
        "Carly: Don't worry about me. The person we need to worry about is Jack.",
        "[SCENE_BREAK]",
        "Brad: Katie! Katie, come here. It's Henry.",
        "Katie: Oh, Henry. Thank God we finally found you. We were so worried about you. Are you okay?",
        "Henry: My head hurts.",
        "Katie: We're going to get you out of here.",
        "Henry: Not soon enough.",
        "Brad: Who did this to you?",
        "Henry: Crazy woman, Kit. The woman's -- Kit's a menace to society, do you know that?",
        "Brad: Well, she's not anymore. She's dead. Carly shot her.",
        "Henry: What was Carly doing down here?",
        "Katie: Jack is here, too. Kit shot him.",
        "Henry: Is he okay?",
        "Brad: He's being taken care of, but it's pretty serious.",
        "Katie: He's going to be okay, you're okay. So I have to believe that he will be, too.",
        "Brad: Did Kit kidnap you?",
        "Henry: No, I don't think so. I don't think so.",
        "Brad: Your wrists are bleeding.",
        "Henry: Yeah, I'm sure they are. Careful, can we just get these things off of me? Okay -- jaws of life, a chainsaw, whatever, just get these damn things off of me, please, you guys?",
        "Brad: Okay, okay, okay --",
        "[SCENE_BREAK]",
        "Alison: This guy, Gray Gerard's real name is Jerry Pulaski.",
        "Casey: So?",
        "Alison: And he's from the south side of Chicago.",
        "Casey: What, he changed his name.",
        "Alison: Okay, Pulaski was into racketeering, money laundering, gambling --",
        "Casey: Ooh. What else?",
        "Alison: He changed his name, he moved to Europe, and now he's in Oakdale trying to pass himself off as some upscale real estate mogul.",
        "Casey: Yeah, who knows? Maybe he's trying just to clean up his act.",
        "Alison: Then why would he be spending time with Matt right after he got out of jail?",
        "Casey: Okay, they're not spending time together.",
        "Alison: If Matt's on his payroll, he could be working for a mobster.",
        "Casey: Oh well, that's all just speculation.",
        "Alison: Well, what if it's true? If Matt breaks the law, he goes back to jail.",
        "Casey: Okay, so what do you want me to do about it?",
        "Alison: Dig up more information on this Gray Gerard guy, and see if he's trying to force Matt to do his dirty work.",
        "[SCENE_BREAK]",
        "Brad: You don't think Kit brought you here?",
        "Henry: No, I don't think so. She seemed surprised to see me.",
        "[Car horn beeps]",
        "Katie: So, you don't know who kidnapped you?",
        "Henry: Katie, I don't have eyes in the back of my head. Just a bruise the size of Toledo, all right?",
        "Katie: It's just weird that you ended up here.",
        "Henry: Yeah, it's got Gray Gerard written all over it.",
        "Brad: Yeah, probably one of his goons.",
        "Henry: Uh-huh. I think Gerard was responsible for this.",
        "[SCENE_BREAK]",
        "Gray: I'll track down Henry for you.",
        "Vienna: You would do that for me?",
        "Gray: You know I would. Why don't you go freshen up and I'll make a phone call.",
        "Vienna: Thank you.",
        "[Phone dials]",
        "Matt: Hey, boss.",
        "Gray: What's the status on Coleman?",
        "Matt: He escaped. Now the cops are hot to find his kidnapper. I need to get out of here.",
        "Gray: Make it look like somebody else did it.",
        "Matt: How the hell am I supposed to do that?",
        "Gray: Use your imagination.",
        "[SCENE_BREAK]",
        "Carly: They flew Jack home so he could have surgery here. The bullet missed his heart, but it splintered and there could be complications.",
        "Gwen: He's going to be okay.",
        "Carly: I can't lose him.",
        "Gwen: I know he's going to make it. I really believe that.",
        "[SCENE_BREAK]",
        "Brad: Okay, we need to get you looked at.",
        "Katie: No, I'm fine. I don't need a doctor. I just want to find out about Jack. How's your head?",
        "Henry: Well, at least I won't have a huge doctor's bill. I mean, no diner, no insurance, no bank account, no Vienna.",
        "Brad: They're paging a doctor to have you checked out.",
        "Katie: Did you find out anything about Jack?",
        "Henry: Sweetheart, look at me. You need to get checked out, okay? If not for Brad, at least for me.",
        "Katie: Okay.",
        "Nurse #2: We'll take care of you in here.",
        "Katie: Okay.",
        "Alison: Henry, what happened?",
        "Henry: Uh --",
        "Vienna: Henry, oh, God, are you okay? I thought you -- you were gone after you left me that horrible note at the Lakeview.",
        "Henry: Honey, I didn't leave you that note at the Lakeview. I was kidnapped and nearly killed.",
        "Vienna: Who would do such a thing to you?",
        "Henry: Why don't you ask your boyfriend?",
        "Gray: I have no idea what you're talking about.",
        "Henry: Vienna and I were getting back together and you wanted me out of the picture.",
        "Gray: That's ridiculous. You've never been a threat to me, Coleman, and you still aren't.",
        "Henry: You tried to kill me, Gray. You're not going to get away with it. I am taking you out right now.",
        "Brad: Listen -- listen to me. Listen to me, listen to me. Okay. You need to chill. You need to chill. All right, now I have to go check on Jack. But I need to trust you that you're going to be cool? Because if you assault Gray, you're going to spend a night in jail.",
        "Henry: He needs another pop in the jaw. Okay, Brad, that's what he needs, all right?",
        "Brad: Definitely. Definitely, but think of Vienna. You hit him, that's exactly what he wants, because he's going to be nursing his wounds. Listen to me, okay?",
        "Henry: All right. Okay, okay, you're right. I don't need to give Vienna another reason to hate me, right?",
        "Brad: She doesn't hate you.",
        "[SCENE_BREAK]",
        "Carly: How is he?",
        "Nurse #1: The surgeon will be in soon.",
        "Gwen: He made it through surgery, Carly. It's a good sign.",
        "Carly: Tell me he's going to be all right.",
        "[SCENE_BREAK]",
        "Will: Hey, Cas, hey, what's up, Man?",
        "Casey: Oh, sorry --",
        "Will: Come on in.",
        "Casey: Sorry I didn't call first. I didn't want to bother you Guys and the baby.",
        "Will: You don't have to worry about that. Hallie's not here.",
        "Casey: Oh, Gwen took her out?",
        "Will: Gwen gave the baby back to Sofie.",
        "Casey: Why?",
        "Will: She wanted the baby to be with her birth mother.",
        "Casey: Oh, Man. If you need to be alone, I can go --",
        "Will: No, I'm glad you're here, actually. Um, did you hear about Jack?",
        "Casey: No, what --",
        "Will: He got shot. He's in Memorial. He's in surgery. Gwen's with Carly right now.",
        "Casey: God, my mom must be a basket case.",
        "Will: So, it's good you're here because you can distract me. I was going to order a pizza. Do you want some?",
        "Casey: Not really.",
        "Will: What's going on?",
        "Casey: I need to ask you a huge favor.",
        "[SCENE_BREAK]",
        "Doctor: The bullet spared his vital organs. Some pieces embedded in the tissue around the lung. We were able to remove the fragments cleanly. He's in serious condition, but should make a full recovery.",
        "Carly: Thank you. Thank you. Hey, did you hear that, Jack? You're going to be all right.",
        "Gwen: Hey, Carly?",
        "Carly: Yeah?",
        "Gwen: I'll call the kids, I'll let them know, okay?",
        "Carly: Yeah, you sure you're okay taking them?",
        "Gwen: Yeah. If you need anything, you just call me, okay?",
        "Carly: I will.",
        "Brad: How are you doing?",
        "Carly: I'm fine. He's alive, you know. That's all that matters.",
        "Brad: I'll call Emma and Holden, let them know what happened.",
        "Carly: Thank you, Brad.",
        "Brad: I'll be right outside if you need anything.",
        "Carly: I almost lost you. I couldn't raise our children without you. Don't you know how much we need you?",
        "Jack: Okay, I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Brad: Jack just got out of surgery. He's going to pull through.",
        "Katie: Oh, thank God. If anything happened to him, those kids would never recover.",
        "Brad: Neither would Carly.",
        "Katie: No, no, you're right. How's Henry? Is he okay?",
        "Brad: Last I checked, he was going to kill Gray Gerard.",
        "Katie: Oh, God -- I've got to stop him from doing some drastic.",
        "Brad: No, no. No, you are going to sit still, at least until you get cleaned up.",
        "Katie: I look that bad?",
        "Brad: You never look bad to me, but the last thing you need is to scare all the patients around here.",
        "Nurse: Here we go. This won't hurt a bit.",
        "[SCENE_BREAK]",
        "Will: All right, what's the favor?",
        "Casey: I need to get some info on this guy, Jerry Pulawski, aka Gray Gerard. But we've got keep this under the radar.",
        "Will: Are you in trouble with this guy?",
        "Casey: No, not exactly, but I think my buddy, Matt, might be. That's why we've got to do this without raising my mom's suspicions.",
        "Will: Well, I'll check the computer at Oakdale U.",
        "Casey: I think we're going to have to dig a little deeper.",
        "Will: Any ideas?",
        "Casey: You're still tight with the boys in blue down at the station, right? You know, me, ex-con, not really. But you -- you're Hal Munson's son. You still got pull.",
        "Will: Yeah, I guess.",
        "Casey: We need to get into the police computer, so we can get the lowdown on this guy.",
        "Will: All right. Let's do it.",
        "Casey: Okay.",
        "Will: Okay.",
        "[SCENE_BREAK]",
        "Henry: Oh, Margo, thank God, your timing is perfect.",
        "Margo: No, not now, Henry. Jack has been shot, Katie was assaulted. I'm busy.",
        "Henry: Hello? I was kidnapped!",
        "Gray: You're blowing this whole thing out of proportion, Coleman.",
        "Henry: You know what? I wouldn't think of going anywhere, okay? As soon as Margo has time for my statement, you are on the first bus to Statesville.",
        "[SCENE_BREAK]",
        "Casey: Hey, maybe I should wait in the car. I kind of put up a red flag around here.",
        "Will: No, you need to stay here. Just let me do the talking.",
        "Casey: Okay.",
        "Will: Detective Morrow, how are you? Long time no see.",
        "Detective: Casey, Will, how are you doing?",
        "Will: Good, we've been busy with school. I'm taking a criminal justice class.",
        "Detective: That's good. The apple doesn't fall far from the tree. Your dad would be proud.",
        "Will: Yeah. So, I kind of need a favor. I have this huge project for class and I need information that I can't get off the school computer. It involves crime stats from the last five years. Its boring stuff, but I need the credit.",
        "Detective: Boy, I'm glad I'm not in school anymore. How can I help?",
        "Will: Uh, I was wondering, do you mind if we use your computer? I hate to ask, but we're in a time crunch.",
        "Detective: No, not at all.",
        "Will: Great --",
        "Detective: Use my laptop in the interrogation room. But I'm expecting a report on Jack's shooting, so try to make it fast, okay?",
        "Will: Thank you.",
        "Casey: Thank you. Good so far -- you think we're going to get busted?",
        "Will: We better not. Let's get to work.",
        "Casey: See if we get a hit on Gray Gerard.",
        "Will: No matches.",
        "Casey: Okay, try Jerry Pulawski.",
        "Will: A lot of arrests, racketeering, illegal gambling -- look at this, it's not even the real guy's name either.",
        "Casey: Seriously? How many names does this guy have?",
        "Will: Who knows? It looks like he's really good at covering his tracks.",
        "Casey: He's hiding something. We've got to find out what it is.",
        "[SCENE_BREAK]",
        "Carly: Jack's very lucky.",
        "Margo: Yeah. So, what happened? I mean, I know that Kit shot Jack, but what happened? Are they holding her in Chicago?",
        "Carly: Uh, not exactly.",
        "Margo: No? Did she escape? Because nothing came over the wire.",
        "Carly: She's dead.",
        "Margo: Oh, how did she die?",
        "Carly: I shot her.",
        "[SCENE_BREAK]",
        "Will: With the crimes like this, the guy's got to be connected.",
        "Casey: If we only knew what his real name was.",
        "Detective: Hey, Guys, time's up. I've got to get back on the computer. That report on the Jack Snyder shooting just came in.",
        "[SCENE_BREAK]",
        "Carly: Kit -- she knew that we were there the moment that we arrived. And she tried to kill us.",
        "[Carly remembering]",
        "Jack: Carly, look out!",
        "[SCENE_BREAK]",
        "Carly: We chased her. And Jack caught her, he held her at gunpoint. He had her, you know? And that's when Katie passed out. And Kit shot him.",
        "[Carly remembering]",
        "[Gunshot fires]",
        "[SCENE_BREAK]",
        "Carly: I thought she killed him. I couldn't let her get away, so I grabbed Jack's gun. And I ran after her. And she fired first and she missed. I fired back. Self-defense. I killed her.",
        "Margo: Hey, that's quite a little story you've got there. So, you just cowboyed your way through this entire investigation. Almost got yourself killed in the process. But please, just tell me, that Kit confessed before she died.",
        "Carly: No, no. She didn't say anything about Parker or Sam.",
        "Margo: So, you killed the only other suspect we have. Now we'll never know what happened the night that Sam died. All the evidence points to Parker, not Kit.",
        "Carly: Well, use your influence with the D.A. don't let Parker go to jail.",
        "Margo: D.A. doesn't have any legal basis for dropping the charges. And now Kit is dead. We can't question her. We can't build a case against her. I'm sorry. I'm so sorry, but clearing Parker just got a lot tougher. [Cell phone rings] I've -- I've got to go.",
        "[SCENE_BREAK]",
        "Margo: What's up?",
        "Henry: You need to arrest Gray Gerard for kidnapping.",
        "Gray: I had nothing to do with Henry's unfortunate ordeal.",
        "Henry: I would never lie about something like this. Please, you have to believe me.",
        "Vienna: Henry, I don't know what to say.",
        "Brad: Margo -- Margo, this guy is guilty. You need to bust him --",
        "Henry: Yeah, Margo, I'm pressing charges --",
        "Brad: Lock him up -- I'm telling you --",
        "Henry: Please --",
        "Margo: Stop! Would you -- Henry, you know what -- come down to the station with me, and make a statement and we'll clear up this whole mistake, okay?",
        "Henry: Good, good, I look forward to watching Gray take his mug shot.",
        "Gray: This is a game you're going to lose, Coleman.",
        "[SCENE_BREAK]",
        "Detective: Okay, Guys.",
        "Will: Thank you.",
        "Will: There's nothing else here.",
        "Casey: Okay, put -- c'mon. What about an address, a name of a lawyer, family members?",
        "Will: We already did that.",
        "Casey: No, we didn't.",
        "Will: I'm stuck, Man.",
        "Margo: Hey, Guys. What are you doing here?",
        "[SCENE_BREAK]",
        "Carly: Kit shot you in cold blood. Of course she killed Sam. Why can't Margo see that?",
        "Jack: Hey.",
        "Gwen: We were on our way over to the Lebo's after the game, but Parker wanted to visit his dad.",
        "Jack: It's not as bad as it looks.",
        "Parker: You sure about that?",
        "Jack: Come here. Oh, Buddy.",
        "[SCENE_BREAK]",
        "Margo: Could you just wait a minute, please? I didn't expect to see you Guys.",
        "Will: Margo, how's Jack?",
        "Margo: He came through the surgery just fine. Thank God. I think he's going to be all right. So, what are you doing here? Why are you here?",
        "Casey: Oh, we're just doing some research on crime statistics for a class. You know, we didn't want to bother you.",
        "Margo: You can never bother me.",
        "[Casey laughs]",
        "Will: That's Gwen. She's taking Carly's kids home. I got to go.",
        "Casey: Yeah. I'll catch you later. Um, we'll finish the research.",
        "Margo: Okay. Bye-bye. So, what files were you looking at?",
        "Casey: Oh, nothing, nothing. Just boring school stuff, you know.",
        "Irv: I'm here to make a confession. I kidnapped Henry Coleman.",
        "[SCENE_BREAK]",
        "Brad: I have a bone to pick with you.",
        "Katie: Why? What did I do?",
        "Brad: You ran off alone. It was my job to protect you, and you almost got yourself killed.",
        "Katie: You would've taken a bullet for me?",
        "Brad: I would have. You know that.",
        "Katie: Well, fortunately, you didn't have to. Unfortunately, Jack did. It's my fault all of this happened.",
        "Brad: No, it's not.",
        "Katie: Yes.",
        "Brad: No, it's not.",
        "Katie: Are you sure he's going to be okay?",
        "Brad: I just saw him. He's going to be fine, I promise. He's in very good hands.",
        "[SCENE_BREAK]",
        "Parker: Did they arrest Kit?",
        "Carly: No, Parker -- Kit's dead. I shot her.",
        "Parker: Do the police know? Are you in trouble?",
        "Carly: No. No, it was self-defense.",
        "Parker: She could have killed you.",
        "Carly: She didn't. I'm fine.",
        "Parker: Now that she's dead, we've got nothing. I mean, there's no way to prove that she killed Sam. This is really bad for my case, isn't it?",
        "Carly: No, no, no -- wait. That's not necessarily true, Sweetheart. Because now everyone will know that Kit tried to kill Jack. They'll know what kind of person she was. And don't worry, everything will be all right. Now, Jack has to rest, you know. So, you go ahead with Gwen, all right? I'll see you later.",
        "Parker: Feel better soon, Dad.",
        "Jack: Well, I will, I promise. We'll get to that Cubs game.",
        "Parker: Can't wait.",
        "Carly: Hey, thanks for taking the kids.",
        "Gwen: Of course. Hang in there, Jack.",
        "Jack: That I will.",
        "[SCENE_BREAK]",
        "Brad: I'm glad that Kit didn't shoot you.",
        "[Brad laughs]",
        "Katie: Me too.",
        "[Katie laughs]",
        "Brad: If anything bad happened to you, I don't know if I could --",
        "Katie: What? What were you going to say?",
        "Brad: No, nothing, forget it.",
        "Katie: Tell me.",
        "Brad: I'm saying, I'm really glad you're okay, uh, because -- you know, I don't know if I could do the show without you. You're going to need some serious make-up before you go on set.",
        "Katie: Right. Yeah. Thanks for bringing that up.",
        "Brad: Uh-huh.",
        "Nurse #2: Just drop these at the desk.",
        "Katie: Thank you.",
        "Brad: I want to take you to dinner, you must be starved.",
        "Katie: Looking like this? No, just want to go to bed.",
        "Brad: I'm up for that!",
        "Katie: Alone.",
        "Brad: Okay. But I'm going to drive you and tuck you in.",
        "Katie: All right. Don't get any ideas.",
        "Brad: Well, I mean, you can't blame a guy for trying.",
        "[SCENE_BREAK]",
        "Irv: My name is Irv Wiener. I kidnapped Coleman. Book me, please?",
        "Margo: I -- I would love to, Mr. Wiener. I would, but you know, criminals usually come in here and proclaim their innocence, not their guilt.",
        "Casey: I'm -- Mom, I'm going to go, I'll see you at home.",
        "Margo: All right. Go.",
        "Casey: All right.",
        "Margo: Come on in. Weiner, why don't you come with me?",
        "Henry: Irv. Irv? Hey, what are you doing here?",
        "Margo: Mr. Wiener is here to make a full confession.",
        "Henry: To what?",
        "Margo: Your kidnapping.",
        "Henry: That's ridiculous.",
        "Irv: You owed me money and you never paid me back. I was going to teach you a lesson, Coleman. I'll never make that mistake again.",
        "Margo: Well, why would you willingly turn yourself in?",
        "Irv: My wife found out that I kidnapped him. She threatened to leave me if I didn't turn myself in.",
        "Henry: This is a set-up, Irv. How much is he paying you?",
        "Irv: No one's paid me, including you. Which is why we're here, isn't it? My wife will kill me if I don't take it like a man.",
        "Henry: You mean like a patsy.",
        "Gray: You owe me an apology.",
        "Henry: Oh, when hell freezes over, Gray.",
        "Margo: Apparently, you're free to go.",
        "Henry: What? Margo, this is a miscarriage of justice. The man is a liar. He's a fraud!",
        "Margo: Henry, please -- or I'll throw you in lock-up for obstruction. Let's go. Marrow, I want you to book this guy for kidnapping, now, please. Hi, I thought you were leaving.",
        "Gray: I'm ready to go. Are you coming with me?",
        "[SCENE_BREAK]",
        "Katie: You're still here?",
        "Brad: Well, I told you I was going to tuck you in. Come on. Get you in. All nice and cozy. Are you comfy?",
        "Katie: Mm-hmm.",
        "Brad: Yeah?",
        "Katie: Will you do me a favor, and turn the lights off on your way out?",
        "Brad: Oh, I'm not done with you yet.",
        "[SCENE_BREAK]",
        "Casey: I meant to tell you I'm working tonight, so I'll be home late.",
        "Margo: Wait, hold on a second.",
        "Casey: Oh, no -- just --",
        "Margo: It's the D.A.'s office, so good-bye, Honey.",
        "Casey: All right.",
        "Henry: We never had our date.",
        "Vienna: No, we didn't.",
        "Henry: Let me make it up to you.",
        "Vienna: Not tonight. I'm glad you're free. Gray's innocent.",
        "Gray: Vienna, are you coming?",
        "Vienna: I'm sorry.",
        "Gray: I'm relieved that that unpleasantness with Henry is finally over. You know, we need to unwind in style. Why don't you go upstairs, order us a late dinner and a bottle of your favorite champagne, and I'll pick out a cigar for later?",
        "Vienna: Go ahead. I need a relaxing night.",
        "Gray: See you upstairs. Let me see the cigars. Congratulations. Getting Irv to confess was stroke of genius.",
        "Matt: Just wait until you get the bill.",
        "Gray: Yeah? It's only money.",
        "[Paper crinkles]",
        "[SCENE_BREAK]",
        "[Elevator bell dings]",
        "Carly: Why are you back? Is there news?",
        "Margo: I spoke to the D.A. about Kit.",
        "Carly: And?",
        "Margo: I made it very clear to her that Kit had shot an officer, and that she was capable of killing Sam.",
        "Carly: So the case is reopened?",
        "Margo: No. No. She refuses to drop charges against Parker unless there's concrete evidence to exonerate him. So, the trial will go on as scheduled.",
        "[SCENE_BREAK]",
        "Brad: My tuck in services includes a bedtime story. Sage really loves my nighty-night tall tales, I guarantee you'll feel the Same.",
        "Katie: Okay. I'm a little too wired to sleep, anyway.",
        "Brad: Okay, okay. Once upon a time, there was a fair lady that had really rad golden hair. Rumpelstiltskin was like, \"Man, I gotta get me some of those Goldie-Locks!\" [Katie laughs] \"But see, the fair Lady Katie, she wasn't into ol' Rumpel.\"",
        "Katie: No?",
        "Brad: No, she only dug hanging out with this kind of goofy knight, named Sir Bradahadn't. Now Sir Bradahadn't, I mean -- he was cool. All the ladies thought he was, hot stuff --",
        "Katie: Hot --",
        "Brad: 'Cause he was easy on the eyes, and all. But Bradahadn't only liked -- only had eyes for fair Lady Katie. And the best was when they would go on a quest. Like the time they had to rescue their manservant, Henry the fainthearted, from the cruel, evil despot, the Gray poker-dot dragon. That quest was a real test.",
        "Katie: Did they pass the test?",
        "Brad: Oh! I mean, oh, there wasn't a quest that could best fair Lady Katie and Sir Bradahadn't!",
        "Katie: So how does the story end?",
        "Brad: Well, they rescue Henry the fainthearted and reunited him with his lady love, Vienna the Viennese virgin.",
        "[Katie laughs]",
        "Katie: Oh, God. Now I know it's a fairy tale!",
        "Brad: Well, wait, wait. It has a happy ending.",
        "Katie: But what happened to fair Lady Katie and Sir Bradahadn't?",
        "Brad: That chapter has not been written yet. Sweet dreams.",
        "[SCENE_BREAK]",
        "Casey: Hey, hey, you were right about this Gray Gerard guy. Pulawski's not even his real name. And he definitely has something in his past that he doesn't want anyone to know about. And he knows Matt. I saw them together at the Lakeview.",
        "Alison: Do you think Matt's taking orders from him?",
        "Casey: I wouldn't be surprised. But I don't know if he's being forced to or not.",
        "Alison: Either way it's trouble. And for Matt's sake, we need to find out for sure.",
        "Casey: This stays between us.",
        "Alison: Deal.",
        "Casey: Deal. Okay.",
        "[SCENE_BREAK]",
        "Henry: Yeah. Triple martini, please.",
        "Matt: Looks like you've had a rough night.",
        "Henry: Try being hit over the head, kidnapped, shackled to a pole. And then when it was all over, I couldn't convince the cops that they had the wrong guy.",
        "Matt: That's a tough break.",
        "Henry: Yeah. I know exactly who's responsible, though. Gray Gerard. And now that rich, smug SOB's not only got away with it, he gets the girl, too.",
        "Matt: Sounds like you got a raw deal. Hey, it's on the house.",
        "[SCENE_BREAK]",
        "Margo: I'm so sorry. There's really nothing more I can do.",
        "Carly: You tried, right?",
        "Margo: Yeah, you too. I really hope that Jack makes a full recovery before the trial.",
        "Carly: He doesn't have a choice.",
        "Margo: Take care of him.",
        "[Heart monitor beeping]",
        "[NEXT_ON]",
        "Lisa: You need to get her to the hospital, immediately!",
        "Sofie: Please. You might be the only one who can help her.",
        "Carly: She must have been wearing a disguise! And maybe she was wearing that same disguise the night that she killed Sam.",
        "Gray: Make my problems disappear.",
        "Henry: I guess this is good-bye. Forever.",
        "Vienna: No. No."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=9lkTUON9dKA"
}