{
    "Episode Summary": [],
    "Recap": [
        "Meg and Dusty decide to take things slowly because Meg admits to Dusty she has not gotten over Paul yet. Dusty tells Meg he has feelings for her but will wait until she is ready to have a more serious relationship. Dusty and Meg agree to be friends and Dusty agrees to help Meg take care of Eliza when the baby has trouble falling asleep because it feels good to act like a father again.",
        "Parker and Liberty run away and get to a mall outside of Chicago where they have a good time at a local mall. Johnny gives Lucy a tip that he saw Parker in a car and the car had a funny license plate that read boo boo. Lucy manages to track the license plate to the Chicago mall. Lucy Carly, Janet, and Jack Frantically look for their children and Carly continues to drink to help her deal with her problems. Lucy calls Craig to tell him she knows where Parker and Liberty are and they both head to Chicago to look for Parker and Liberty. Lucy tells Parker and Liberty how hard life is on the run and she and Craig manage to persuade the kids to come back home with them.",
        "Jack is even more determined to send Parker to send Parker to boarding school because his running away proves he needs discipline. Carly doesn't want to send Parker away and despite Parker's pleas for her to help persuade Jack to change his mind Carly is determined to stick with Jack's decision to send Parker to boarding school."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Telephone ringing back]",
        "[Telephone ringing]",
        "Jack: Hello?",
        "Carly: Hey, Jack, it's me. I have some good news. I think that Parker is going to be okay with this whole boarding school thing.",
        "Jack: Well, what makes you say that?",
        "Carly: Well, I told him that I wanted to make him a special going-away supper and he seemed okay with that.",
        "Jack: Well, yeah, that could be a good sign.",
        "Carly: Yeah, I think so too. Anyway, I'd really like it to be special. So I was hoping that you and Janet could come over. And maybe, you could get in touch with Liberty and ask her to be here too?",
        "Jack: Uh, yeah, sounds great. Anything we can bring?",
        "Carly: Oh, no, no, no. I've got plenty of food, plenty of wine.",
        "Jack: Janet could bring dessert?",
        "Carly: No, that's really not necessary.",
        "Jack: You can't say that to Janet. Especially about dessert. We'll see you later, Carly.",
        "Janet: Carly's cooking?",
        "Jack: Uh, yeah, she thinks that Parker's okay with going away. And she wants to give him a nice sendoff. So she wants us to come over and bring Liberty.",
        "Janet: Sure. And you know that I'm bringing my famous ricotta cheesecake, right?",
        "Jack: Of course.",
        "Janet: Of course. I can't believe it. Parker's really okay with this school thing.",
        "Jack: Yeah, I'm sure he's still not too thrilled about it, but obviously, he's come to terms with it. So it looks like it's going to work out.",
        "Janet: Honey, I know it's been tough. But Parker and Liberty, are going to get through this.",
        "Jack: Mm-hmm.",
        "Janet: And I think they're going to be better for it.",
        "Jack: From your mouth to the ears of you-know-who.",
        "Janet: I'll call Libby.",
        "[SCENE_BREAK]",
        "Liberty: So, do you want to get some ice cream?",
        "Parker: It's a little cold, don't you think?",
        "Liberty: It's never too cold for ice cream, Parker. That's what my mom always says.",
        "[Cell phone ringing]",
        "Liberty: Oh, hold on. Oh, my gosh, she must be psychic. Should I pick it up?",
        "Parker: No, no, no. You can't do that.",
        "Liberty: Parker, I'm not going to tell her where we are. Okay, I really just want to say that we're okay.",
        "Parker: Yes, but don't you get it? My dad may try to trace the call through your phone.",
        "Liberty: Parker, he can't do that!",
        "Parker: Why not? He's a cop.",
        "Liberty: Yeah, I guess you're right.",
        "Parker: Look, while we're here, we might as well have fun, right?",
        "Liberty: Right.",
        "Parker: Now, come on.",
        "Liberty: Yay!",
        "[SCENE_BREAK]",
        "Janet: Hi Libby-loo, it's your mom. I know you check your messages every five minutes or so. So, please call me when you get this. Um, it turns out that Parker is okay with this boarding school thing. Although, you probably already know that. But, anyway, Carly's having a celebratory dinner tonight. Kind of a goodbye, for Parker, and she wants us all to be there. So, we can swing by and pick you up or, you know, you can meet us there. Whatever you want, okay? I love you, Sweetie.",
        "Jack: What?",
        "Janet: Maybe I should text her.",
        "Jack: No, hey, she's going to get your message. Come on, no sense in worrying this to death.",
        "Janet: You're right. Oh, Jack. Our kids are finally settling down. Can you believe it?",
        "Jack: Yeah, almost too good to be true.",
        "Janet: Honey, I told you. You just got to have faith.",
        "Jack: No, what you got to have, is a strawberry.",
        "Janet: Mmm. That's good.",
        "[SCENE_BREAK]",
        "Carly: Hi, Lucy.",
        "Lucy: Did I catch you in the middle of something?",
        "Carly: Yeah, well, I'm just making supper here. I'm expecting company in just a few minutes.",
        "Lucy: Okay, then I won't take long. Um, uh, I need to ask you for a favor.",
        "Carly: What kind of favor?",
        "Lucy: My father found out that I was letting Dusty see Johnny.",
        "Carly: Oh, that must have gone over well.",
        "Lucy: Yeah, he threw a fit. He completely shut me out. He won't take any of my calls.",
        "Carly: And you want me to be your go between.",
        "Lucy: Can you just help him to see why I did what I did? I mean, he thinks I did it for Dusty, but I did it just as much for Johnny. Kids should be able to be with all of the people who love them.",
        "Carly: Oh, hey, I agree with you. But this is between you and your father.",
        "Lucy: Yeah, but there isn't anything between me and my father right now. Because he won't talk to me! Carly, I -- I can't lose Johnny. Somehow I have to find a way to make peace with my father. Please, help me to do that.",
        "[SCENE_BREAK]",
        "Meg: Dusty. Hey, I didn't expect to see you here. Is Johnny here?",
        "Dusty: No. I'm here by myself. And I hope I don't sound rude when I say this, but I don't feel like company.",
        "Meg: Okay, that's fine.",
        "Dusty: I'm sorry about that. Could we start over? Sorry to be so rude. Have a seat.",
        "Meg: Are you sure?",
        "Dusty: Yeah, I'm positive.",
        "Meg: Look, I want you to know, yesterday, when I came up to your room -- I don't want you to think that I was playing you.",
        "Dusty: No, no, I know that. You wouldn't do anything like that.",
        "Meg: It's just that I've been sending mixed signals lately.",
        "Dusty: It's okay. We should take things slow. There's no pressure.",
        "Meg: Good.",
        "Dusty: My lousy mood has nothing to do with you.",
        "Meg: So, what's wrong?",
        "Dusty: Craig found out that Lucy was letting me see Johnny. Now, I can't go anywhere near him. I can't see my son.",
        "Meg: You know, I was afraid that was going to happen. So what are you going to do?",
        "Dusty: I don't know. I can't push too hard or Johnny's going to suffer for it. But I can't lose a connection to my kid.",
        "Meg: No, of course not. You can't let that happen.",
        "Dusty: It's going to be hard to turn things around. Lucy's in the doghouse too. She's trying to get her father to give her another chance, but I don't think that's going to happen.",
        "Meg: Dusty, I am so sorry.",
        "Dusty: You warned me things would blow up if I pushed it too hard. You were right.",
        "[SCENE_BREAK]",
        "Carly: Lucy, I'm sorry. I made it perfectly clear to your dad that he has to stay out of my private life. I got to do the same thing for him.",
        "Lucy: I thought you were a good influence on him. I was hoping you could humanize him.",
        "Carly: Well, that's a tall order, isn't it?",
        "Lucy: The thing is, Carly, that Johnny is almost like a son to me. Imagine how you would feel if someone told you that you could never see one of your children again. You couldn't live with yourself, could you?",
        "[Doorbell rings]",
        "Janet: Hi.",
        "Carly: Hi, hello. I told you not to make anything.",
        "Janet: I brought it anyway.",
        "Carly: Come in, please?",
        "Jack: Oh, are we interrupting something?",
        "Lucy: Uh, no. I was just leaving. Sorry to bother you, Carly.",
        "Carly: Okay, bye.",
        "Jack: What was that about?",
        "Carly: Well, nothing. So, Liberty isn't with you?",
        "Janet: Well, I left her a message. And of course, she didn't me call back. So, I'm assuming that she will be here any minute. I need to put this in the fridge.",
        "Carly: Oh, I got it.",
        "Janet: Thank you.",
        "Carly: Why don't I get you guys some wine while we wait for the kids, okay?",
        "Jack: Parker's not here either?",
        "Carly: No. No, not yet. But he has a lot to do before he goes. You know, I'm sure he's just saying goodbye to friends.",
        "Jack: I thought most of his friends were in ft. Lauderdale right now.",
        "Carly: Well, I think a lot of them couldn't afford it, frankly.",
        "Jack: Yeah, that's not surprising, the economy being what it is.",
        "Carly: Right. Anyway, I'm sure he'll be coming through that door any minute. I've made his favorite -- Cajun chicken. He never misses that.",
        "[SCENE_BREAK]",
        "Liberty: I told you so.",
        "Parker: You're shivering.",
        "Liberty: No, I'm not. It's almost spring!",
        "Parker: Look, it's actually 80 out in California, which is perfect ice cream weather!",
        "Liberty: Oh, you're no fun.",
        "Parker: Come on, we should hit the road.",
        "Liberty: Hey, you didn't finish.",
        "Parker: I know, but we can get something to eat once we've put some miles behind us.",
        "Liberty: I thought you said you were hungry.",
        "Parker: I am, but not for ice cream.",
        "Liberty: Oh, let me get you some pizza. I'm sure there's a pizza place around here somewhere.",
        "Parker: Are you stalling?",
        "Liberty: What -- why, no, of course not.",
        "Parker: Well, are you up for this trip or not?",
        "Liberty: Yes, of course I am.",
        "Parker: Are you sure? 'Cause you're not acting that way.",
        "Liberty: I'm just trying to make you happy.",
        "Parker: You sure?",
        "Liberty: Yes, stop worrying so much, okay?",
        "[SCENE_BREAK]",
        "Lucy: Hey! Hey, big man, how you doing?",
        "Johnny: Daddy's taking me out for burgers and fries. Can you come with us, Lulu?",
        "Craig: I'm sorry, Lucy's busy today, Buddy.",
        "Lucy: That's right. I'm sorry. I'll try to make up for it real soon.",
        "Craig: Come on, let's try to and get our favorite table.",
        "[SCENE_BREAK]",
        "Jack: Hey, Sweetheart.",
        "Sage: Dad!",
        "Carly: Hi, how was ballet?",
        "Sage: Fine. The teacher says I have great extension.",
        "Jack: Oh, of course you do.",
        "Carly: Did you thank Mrs. Trumball for the ride home?",
        "Sage: Yep. Hi, Janet.",
        "Janet: Hi, Sweetie, give me a hug. Come here. Oh, I gotcha.",
        "Carly: Okay, what about me? Thank you.",
        "Sage: Mom, you can't forget, I have to bring in money for the class trip to Chicago. It's the deadline.",
        "Carly: Oh, you know what, I will put it in your backpack right now, and that way you'll know it will be there in the morning, okay?",
        "Jack: Beautiful.",
        "Carly: You know, it's so funny, I know that I had $100 in here. Am I losing my mind?",
        "Janet: Oh, I lose money out of my wallet all the time. Oh yeah, that's because I'm a shopaholic.",
        "Jack: How much do you need, Honey?",
        "Sage: $57.75.",
        "Jack: Not too specific, are you? Here, keep the change.",
        "Sage: Thanks, Dad. I have to go pack.",
        "Carly: Okay, just put your clothes on your bed. And I'll help you later, okay?",
        "Sage: Okay. When's dinner?",
        "Carly: As soon as Parker and Liberty get here. Would anyone like a refill?",
        "Janet: No, I'm good.",
        "Jack: I'm fine.",
        "Janet: Thanks.",
        "Carly: Okay. Well, if Parker and Liberty don't get here soon, this supper's going to be ruined.",
        "Janet: Do you need any help in there?",
        "Carly: No, no, I'm okay. I hope. I wish I could figure out what happened to that money. I know that I had $100 in my wallet. It's driving me nuts.",
        "Sage: Mom, I think Parker's gone.",
        "Carly: Sage, what do you mean? Parker's on his way home.",
        "Sage: I don't think so. I went into his room to borrow his duffle bag, and it's not there.",
        "Carly: Sure, it is. I saw it in his closet this morning.",
        "Sage: No, Mom, I'm telling you, and there was bunch of stuff out of his drawers, like he packed in a hurry.",
        "Carly: Well, you know Parker. His room's always a mess.",
        "Sage: No, come on, I'll show you.",
        "Janet: Are you thinking what I'm thinking? She better pick up this time. Maybe she knows what's going on.",
        "[SCENE_BREAK]",
        "Liberty: Looks like you're hungry, huh?",
        "Parker: You like being right, don't you?",
        "Liberty: Get used to it, Buster.",
        "[Cell phone ringing]",
        "Liberty: It's my mom again.",
        "Parker: You can't answer that.",
        "Liberty: No, Parker, I know that they can trace the calls, but I think I should try to call from, a pay phone or something, just to let them know that maybe we were okay?",
        "Parker: It's not worth it. They'll just ask when we're coming home.",
        "Liberty: How long can we keep dodging their calls?",
        "Parker: We can call them once we're in L.A., and we're settled and everything.",
        "Liberty: That could take a really long time.",
        "Parker: Don't worry so much.",
        "[SCENE_BREAK]",
        "Carly: Sage is right. I think Parker took off again.",
        "Jack: Are you sure?",
        "Carly: Not exactly, but his bag is gone, his favorite t-shirts, all his video games are gone.",
        "Jack: Damn it! Why? Why didn't we see this coming?",
        "Janet: Because I'm the one who told you to keep thinking positive. And for all I know, he's probably got Libby with him.",
        "Carly: You think they ran off together?",
        "Jack: Let's not jump to conclusions, okay? Just because he packed his stuff doesn't mean he left town. He could be crashing at a friend's house.",
        "Janet: That doesn't explain why Libby's not answering her cell. Jack, what should we do?",
        "Jack: We start by making some phone calls. Contact some kids from the school, see if any of them heard from Parker or Liberty today.",
        "Carly: Okay, I'll get the directory.",
        "Janet: You know what? I know that she gave me an emergency call list, but it's at the farm. Brad and Katie probably have one at their place.",
        "Jack: I will take you over to Brad's. In the meantime, I will start checking some of Parker's usual hangouts.",
        "Janet: Jack, what if we don't find them?",
        "Carly: If they left town already, they've got a big head start.",
        "Jack: All right, guys, take a deep breath, both of you. The only way we're gonna find them is if we stay calm. Janet, come on. Let's do this one step at a time.",
        "Janet: Okay.",
        "Carly: Call me, will you, if you hear any news at all.",
        "[SCENE_BREAK]",
        "Dusty: Your kid's got a good appetite.",
        "Meg: Yeah, she's growing like crazy.",
        "Dusty: Johnny, too. He gets bigger every time I see him.",
        "Meg: Don't beat yourself up about what happened.",
        "Dusty: I ruined my chances to see my son. I messed everything up for Lucy.",
        "Meg: I think Lucy needs to take some of that responsibility. She took some pretty big risks when she arranged for you to see Johnny.",
        "Dusty: She did. I put a lot of pressure on her. I get crazy when it comes to my son.",
        "Meg: Yeah, well, join the club.",
        "Dusty: What did you do?",
        "Meg: Well, I haven't really been rational myself lately. I mean, I say that we can only be friends, and then I show up at your room and throw myself at you. That's pretty crazy, don't you think?",
        "Dusty: I think you're crazy.",
        "Meg: Great, thanks.",
        "Dusty: Let's face it, we're both a little burnt out by our circumstances. No wonder we're gun-shy.",
        "Meg: Is that why you backed off? Or are you just being nice because you're just not that into me? You know, on second thought, don't answer that. You might have two crying babies on your hands.",
        "[SCENE_BREAK]",
        "Craig: You better eat the rest of those fries before the French fry monster comes and takes 'em.",
        "Jack: Hey, Johnny. You got a minute, Craig?",
        "Craig: Not really, Jack.",
        "Jack: It's about Parker. Do you have any idea where he is?",
        "Craig: I thought you banished him off to boarding school. What's the matter, your tough love campaign come back to bite you?",
        "Jack: I just need some information, okay?",
        "Craig: Is that before or after you read me my rights?",
        "Lucy: You know what? I'm just gonna take Johnny to go look at some desserts while you and Jack talk.",
        "Craig: That's not necessary.",
        "Jack: Sounds like a fantastic idea. Thank you very much.",
        "Lucy: I'll just be right over here where you can keep an eye on us.",
        "Jack: I swear to God, if you have given him the keys to your car again, Craig, I will arrest you for corrupting a minor.",
        "Craig: I have no idea where Parker is, Jack. But I can tell you, if he's disappeared, I'd say the fault lies at your feet, not mine.",
        "Lucy: So do you want a piece of chocolate cake? Or maybe they can make you a banana split.",
        "Johnny: I saw Parker in the car.",
        "Lucy: What car?",
        "Johnny: It had a funny license plate, and it said Boo-Boo.",
        "Lucy: You saw this car today? A little while ago?",
        "Johnny: Should we tell?",
        "Lucy: No, no, not yet. It's like Parker's playing a game with us -- who can find him first. So if we can keep this secret, then maybe we'll find him first, and we can win, okay?",
        "Craig: Well, I really don't know why you're surprised, Jack. All you've done is made the kid's life miserable.",
        "Jack: I don't need tips on parenting from you, Craig. Just call me if you hear from him.",
        "Craig: Sure thing, Jack.",
        "Jack: Here's my number.",
        "Craig: All right, Johnny. Come on, Olga's waiting for us. Besides, it's time to get at that train set.",
        "Lucy: He hasn't actually picked out a dessert yet.",
        "Craig: We'll pick up some cookies on the way home. Come on.",
        "Lucy: Hi, it's me. I need your help.",
        "[SCENE_BREAK]",
        "Carly: I'm not gonna sit around here and wait for him to come home, that's for sure. Ahh!",
        "Craig: Hi.",
        "Carly: I do not have time for this right now. I have to go.",
        "Craig: Wait, wait, not so fast.",
        "Carly: No, I'm going to go look for my son now.",
        "Craig: No, Carly, you're in no condition to drive.",
        "Carly: Please get out of my way!",
        "Craig: No, you're not going anywhere.",
        "Carly: Get off me!",
        "Sage: What are you doing to my mom? Get off of her!",
        "Craig: Sage, your mom is fine. She's just not feeling well. Now she's going to lay down on the sofa for a little while, right, Carly?",
        "Sage: Mom, was he hurting you?",
        "Carly: No. No, Sweetheart, Craig's right. I'm upset about your brother. I need to rest, that's all.",
        "Sage: I'm hungry.",
        "Carly: Okay, well, I'll get you something in a couple minutes, okay?",
        "Craig: Whoa, whoa. Tell you what? Sage, why don't you go upstairs and start a DVD, and I'll bring you up something to eat in just a little while, all right?",
        "Sage: We're not supposed to watch TV while we're eating dinner.",
        "Craig: I understand, but today's an exception. Right, Carly?",
        "Carly: Yeah, yeah, it's fine, Honey. Go on, okay?",
        "Sage: Okay.",
        "Craig: Okay, I'm gonna get Sage a little dinner, and then I'm gonna sober you up. Don't go anywhere.",
        "[SCENE_BREAK]",
        "Jack: Call my cell if anyone on the team hears from Parker. Thanks, Coach.",
        "Janet: Any news?",
        "Jack: Nothing. They haven't been in an accident.",
        "Janet: Thank God.",
        "Jack: Did you find Brad? Has he heard from Liberty?",
        "Janet: Brad and Katie aren't home. But I did talk to some of Liberty's girlfriends, and they said they haven't seen her. Although most of them are in Ft. Lauderdale already, they said that Parker and Liberty aren't there. What are we gonna do?",
        "Jack: We're going to keep looking. What else?",
        "Janet: Yeah, but where are they gonna stay, where are they gonna sleep? They're all by themselves, what are they gonna eat? I had two pots of lasagna sitting there. Why didn't she take that lasagna put them in a shopping bag?",
        "Jack: They're not gonna starve to death, I promise you. Listen to me.",
        "Janet: What about fruit? Crackers, she doesn't have anything.",
        "Jack: Listen to me for a second. Parker's run away before. He's always come home safe and sound.",
        "Janet: The last time Parker took off, he wanted Liberty to come with him, and she bailed. This time, it's different, Jack. What if something bad happens?",
        "Jack: Come here. I'll put out an APB, all right?",
        "[SCENE_BREAK]",
        "Carly: God, why did I have all that wine?",
        "Craig: Because you're worried, and you lost track. It happens to the best of us.",
        "Carly: I'm supposed to be out there looking for Parker instead of sitting here sloshed, doing him a heck of a lot of no good at all.",
        "Craig: Shh, Parker's gonna be fine, and you're gonna be fine. This is all going to work out.",
        "Carly: That's easy for you to say.",
        "Craig: I got Sage some of your famous Cajun chicken. What about you? Are you hungry?",
        "Carly: Oh, no, if I even think about food, I'm gonna throw up.",
        "Craig: Lovely.",
        "[Cell phone ringing]",
        "Craig: What do you want?",
        "Lucy: Don't hang up on me. I know where Parker and his girlfriend are.",
        "Craig: Really? How is that possible?",
        "Lucy: I can tell you where to find them. You can be the hero. Wouldn't that make you happy?",
        "Craig: Why are you doing this?",
        "Lucy: Let's just call it a peace offering.",
        "Craig: All right. Where are they?",
        "Lucy: At the Shorebridge Mall outside of Chicago. You better hurry.",
        "Craig: Carly? Carly?",
        "[SCENE_BREAK]",
        "Meg: You know, it's getting kind of chilly. I better take Eliza home.",
        "Dusty: I'll walk you.",
        "Meg: You don't mind?",
        "Dusty: Got nothing better to do, and I love a good walk. By the way, when the baby started crying, I wasn't avoiding your question.",
        "Meg: I didn't mean to make you uncomfortable. You don't have to answer that.",
        "Dusty: Yes, I do. I've always been into you, Meg. Since the very beginning.",
        "Meg: Yeah, well, the beginning was a long time ago.",
        "Dusty: You haven't changed a bit.",
        "Meg: I've had a baby. That changes a lot.",
        "Dusty: Made you more beautiful and sexy. Plus you're smart and pretty funny. And you can rebuild a carburetor. So what's not to like?",
        "Meg: Well, when you put it that way. So why does my life feel like such a car wreck?",
        "Dusty: You're doing great.",
        "Meg: Except when I think about Paul. You know, the scars from that marriage are still pretty fresh, and now that we have a child together, well, he's always going to be in my life.",
        "Dusty: That's true.",
        "Meg: You know, it was like being addicted to a drug. You know you have to stop, but the temptation is always there. It's kind of sick.",
        "Dusty: You could fix it.",
        "Meg: Oh, really, what am I supposed to do? Check myself into the Dusty Donovan rehab center?",
        "Dusty: I'll give you a special rate.",
        "Meg: You should be careful what you wish for. You know I'm a hard case. I say I want to be independent, but I hate to be alone. Maybe you should get out while you can, before you end up with something you didn't bargain for.",
        "Dusty: Where am I going? Except back to the farm with you.",
        "Meg: You're a glutton for punishment.",
        "Dusty: Well, we've all got our problems. The only one who's perfect is Eliza.",
        "Meg: Yeah, she is, isn't she?",
        "Dusty: She's a lucky girl.",
        "Meg: I think I'm the lucky one.",
        "Dusty: See? Things aren't so bad. So stop whining all the time.",
        "[SCENE_BREAK]",
        "Craig: What are you doing here?",
        "Lucy: I came to help.",
        "Craig: I should've known your peace offering would come with strings attached.",
        "Lucy: I just thought you could use another set of eyes, that's all.",
        "Craig: And if you save the day, I'm supposed to let you see Johnny, right?",
        "Lucy: Would that be so bad?",
        "Craig: I'll handle this myself. You should go.",
        "Lucy: Hey, look, there they are! There they are, come on.",
        "Craig: Parker! Parker!",
        "Liberty: Ow. Ow.",
        "Parker: Are you okay?",
        "Liberty: I think I hurt my leg.",
        "Lucy: Let me take a look.",
        "Craig: You should've stopped when I called you.",
        "Lucy: It's not broken. It's just a bad scrape. Let me go get my medical bag.",
        "Craig: You're lucky we're here.",
        "Parker: No, not really.",
        "Craig: Parker, I know why you took off, I even understand the impulse. But you shouldn't have done it.",
        "Parker: Yeah, you're right I should've stayed and let my parents ruin my life.",
        "Craig: I know that's how it feels now.",
        "Parker: Craig, please. If you understand, just let us go and live our own lives.",
        "Craig: Your parents love you. They'd never stop looking for you.",
        "Parker: Well, I'm not going to that boarding school. Liberty and I have a right to be together!",
        "Craig: Unfortunately, your parents don't agree. At least not right now. They would never stop looking for you, Parker. That means you'd have to live your life on the run. That takes resources. I mean, how much money do you really have?",
        "Liberty: Not much.",
        "Parker: Money is not a problem. I can get some from my trust fund.",
        "Craig: Even if you could access that, what do you think it would really be like to live life cut off from everyone that cares about you? Lucy, tell them what it was like on the run with Johnny.",
        "Lucy: Going underground, it's not what you think. It seems like fun and romantic when you first start out, but, then it just gets to be so hard. You know, you're always looking behind your shoulder, always worried that something you do is going to give you away.",
        "Parker: Maybe. But it can't be worse than going by someone else's rules.",
        "Lucy: I thought I could handle it. I mean, and even though I'm an adult with all the training and credentials and skills it takes to make a living, it still got too much for me. And you and Liberty, you don't have any of those things.",
        "Parker: Well, you were taking care of a kid, we're not.",
        "Lucy: Yeah, but you'll have to take care of each other, won't you? And bad things can happen. What if Liberty had broken her leg?",
        "Parker: But she's didn't, she's going to be fine, right? You can bandage her up and we're good to go. And you can forget that you ever saw us, right?",
        "Craig: You want me to lie to your mother?",
        "Parker: Wouldn't be the first time.",
        "Lucy: Parker, you don't want to lie to the people that you care about. I mean, it starts to eat you up inside, and when you realize how much you're hurting the people who you love. Come on.",
        "Craig: Parker, we think you just need to know how hard this is really going to be. On you and on your parents, your families.",
        "Parker: Are you going to force us to go back home?",
        "Craig: No, I'm not going to do that. If you want, I'll get back in the car, drive back, and pretend I never saw you. That's up to you and Liberty. You have to decide.",
        "[SCENE_BREAK]",
        "Jack: Carly, wake up. Hey.",
        "Carly: Hey. Hey, Jack, what's going on? Have you heard anything about Parker?",
        "Jack: Are you drunk?",
        "Carly: No. No, I had a few glasses of wine because I was so -- because I felt so anxious, you know. Is there any news?",
        "Jack: Not yet.",
        "Carly: Okay, just let me get myself together, okay?",
        "Sage: Craig got Mommy all upset. When I came downstairs, they were fighting.",
        "Carly: No, that's not true. Honey, it was just a misunderstanding.",
        "Janet: Sage, why don't you go upstairs and get some rest because you got a really big day tomorrow, okay?",
        "Sage: I'll go I.M. my friends in case anybody's seen Parker.",
        "Jack: Why was Craig here?",
        "Carly: He was just trying to help find Parker.",
        "Jack: He claimed he didn't have any information when I questioned him. He should've stayed the hell out of it.",
        "Carly: Jack, you know, Craig has nothing to do with this. We are to blame for Parker running away. You threatened him with boarding school and it backfired. And now he's gone, and I don't think he's ever coming back.",
        "[SCENE_BREAK]",
        "Meg: Oh, gosh, she has been so fussy.",
        "Dusty: I think she wanted to stay in the park.",
        "Meg: You know, I love her to pieces, but when she acts this way, it's just so exasperating.",
        "Dusty: Gotta give her what she needs, that's the deal.",
        "Meg: I wouldn't give this up for anything in the world.",
        "Dusty: I felt good being a dad. I felt important. Just doing the small stuff, you know?",
        "Meg: Okay, do you want to do something important right now?",
        "Dusty: Sure.",
        "Meg: Oh, there.",
        "Dusty: See I can do this forever and never get tired of this.",
        "Meg: Well, you know, you should never say never.",
        "Dusty: You like being in the arms of Uncle Dusty, don't you?",
        "Meg: Wow, you do have a way with her.",
        "Dusty: Because she's a beautiful girl. And I have a weakness for beautiful girls.",
        "Meg: Well, you know, whenever you want to walk the floor with her, you are so welcome and she is available.",
        "Dusty: Good to know. Good to know.",
        "Meg: Really? Because you know, you're always welcome to come over and hang out with us any time. And I think Eliza has a real thing for her Uncle Dusty. Yeah.",
        "[SCENE_BREAK]",
        "Carly: Thank you for the coffee, Janet.",
        "Janet: Well, espresso's good when you need a little kick.",
        "Carly: What was I thinking drinking all that wine?",
        "Jack: No word at the station.",
        "Janet: No luck with the APB?",
        "Jack: Not yet. I'm going to head out, keep looking.",
        "Janet: I'm going to go with you. Oh, my God! Oh, my God!",
        "Janet: Are you okay?",
        "Liberty: Mom, I'm fine. Really.",
        "Carly: Parker, we were so worried. How could you do this again?",
        "Janet: What the hell were you thinking? Where have you been?",
        "Jack: Are you going to tell us what happened or what?",
        "Craig: I found them at a mall outside Chicago.",
        "Jack: I thought you didn't know where they were, Craig?",
        "Craig: Coincidence.",
        "Jack: Or you just lied to my face when I asked you if you knew anything?",
        "Craig: No. I told you the truth. I did not know where they were.",
        "Parker: Craig didn't have anything to do with this. Leave him out of it.",
        "Craig: Well, you all have a lot to talk about, obviously. I'm going to get going.",
        "Carly: Craig, thank you for bringing them home.",
        "Craig: You know, I didn't force them. They chose to come back on their own.",
        "Carly: Thank you just the same. Thank you.",
        "Janet: What happened to your leg?",
        "Liberty: Nothing, Mom. It's just a scrape.",
        "Janet: All right, I'm taking you home and giving you some TLC before I strangle you!",
        "Liberty: Oh, good. Sounds like fun.",
        "Parker: Hang in there.",
        "Janet: We'll be at Brad and Katie's. Go, go, go.",
        "Jack: That stunt you pulled today doesn't change a damn thing. It just proves that you are out of control, Parker. You need that boarding school.",
        "Parker: Mom, please, don't let him do this!",
        "Jack: That's not going to work. You can't play us off against each other.",
        "Parker: And you can't send me away. It's not fair!",
        "Jack: I don't want to hear it! I have had enough. You put us through hell again today.",
        "Carly: Your father had the police out looking for you. We were worried that you'd end up in a hospital someplace.",
        "Parker: But I didn't! I came home! Don't I get points for that?",
        "Jack: Forget it. You need to learn that your actions have consequences, Parker. Now go to your room. We'll discuss this tomorrow.",
        "Carly: This isn't going to work.",
        "Jack: What do you mean?",
        "Carly: We can force him to go to a boarding school, Jack, he'll just run away.",
        "Jack: So, we'll bring him back, Carly. We can't let him call the shots by threatening to disappear every time we make him do something he doesn't like.",
        "Carly: I just want a little peace and quiet in my family.",
        "Jack: Well, we can't reward him for acting out. He needs discipline. And we both have to back it up.",
        "Carly: Right, okay. You're right, Jack.",
        "Jack: I hope so. I'll see you tomorrow, and we'll deal with Parker.",
        "[SCENE_BREAK]",
        "Lucy: Hi, did you take the kids back to their parents?",
        "Craig: Yes.",
        "Lucy: I'm sure they appreciated it.",
        "Craig: Well, Carly did, at least.",
        "Lucy: Good. Then it was worth it. I'm glad I called you.",
        "Craig: Lucy, I appreciate you calling me about finding Parker and Liberty. But I also know that you did it to get back into my good graces.",
        "Lucy: That's true. I hope it worked.",
        "[SCENE_BREAK]",
        "Meg: Aww, there you go. Sleep tight, my little angel. So, how does it feel to have the magic touch?",
        "Dusty: It feels good. Maybe I'm getting soft.",
        "Meg: Don't worry. You'll still have your tough guy reputation. Eliza and I are really good at keeping secrets.",
        "Dusty: You better be.",
        "Meg: Come here.",
        "[SCENE_BREAK]",
        "Janet: What were you thinking running off with Parker like that?",
        "Liberty: Mom, I know you think that maybe I don't need to be with Parker, that I could -- that I could be into come other guy, but I can't Mom. I love him.",
        "Janet: No, you don't, Sweetheart. You think you do, but it's not the real thing.",
        "Liberty: How do you -- why do you say that?",
        "Janet: Because you're too young.",
        "Liberty: No, I'm not.",
        "Janet: Honey, believe it or not, I was your age once.",
        "Liberty: Oh, my God, Mom. Just because Dad got you pregnant and left does not mean Parker's going to do the same thing to me, okay? I'm not you, and I'm not going to keep making your same dumb mistakes.",
        "Janet: Hey, watch your mouth.",
        "Liberty: I don't want to talk about this anymore.",
        "Janet: Pack a bag. You're coming home with me tonight.",
        "[Doorbell rings]",
        "Jack: How's it going?",
        "Janet: Jack, I got to stay with her 24/7 until Parker's in boarding school. He's still going, right?",
        "Jack: Definitely.",
        "Janet: Okay, can she come back with me to the farm?",
        "Jack: Of course, sure, yeah.",
        "Janet: What happened, Jack? Huh, what happened? We were going to build our dream house. We were working our way up to being one big happy family.",
        "Jack: Hey, Honey, we still can be. It's just a bump in the road. We'll get through this, I promise.",
        "[SCENE_BREAK]",
        "Parker: Where's Dad?",
        "Carly: He left. He'll be back tomorrow.",
        "Parker: With the firing squad?",
        "Carly: Don't even joke like that.",
        "Parker: Look, I know you don't want him to send me away to that stupid boarding school.",
        "Carly: I'm not discussing this.",
        "Parker: Admit it, you don't want me to go. Mom, please, don't let him send me away.",
        "Carly: I have to stick with your father on this one.",
        "Parker: Mom!",
        "Carly: As long as you're living in this house, you will follow our rules and you'll just have to deal with it.",
        "Parker: Fine. Whatever.",
        "[NEXT_ON]",
        "Carly: Work things out with your daughter or start looking for another partner.",
        "Lucy: You've got conditions?",
        "Craig: This is the only way it will work.",
        "Lucy: What is it?",
        "Craig: You have to cut Dusty Donovan out of your life.",
        "Jade: Look, I got him to sleep with me once, I can do it again.",
        "Emily: I don't need to hear the details, just make sure Alison finds out about it."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=c01rGl3-gwM"
}