{
    "Episode Summary": [],
    "Recap": [
        "Meg reacts badly when Craig gives her a diamond necklace. Luke is not happy to have to deal with Brad, whom he thinks is judging him. Katie puts Brad down because of what she thinks she saw. Ethan is fussy and noone knows why. Paul has another vision of Ethan and calls the Farm. He learns from Faith that Holden is out of town and Lily is at WOAK. He hears Ethan has been acting strangely, which makes him nervous, but is really upset when he hears Ethan has a replacement teddy bear that looks just like the other one. Will wants to go on the run with Gwen. Margo scares them when she knocks thinking she is there because of Jade, but it is about Maddie missing overnight. Will and Gwen cover claiming Maddie probably just wanted time to herself. A guilt ridden Maddie breaks up with Casey, who won't accept this. Luke admits to Lily that he didn't win the award, but plays it off when she asks questions about why. Brad doesn't let him off. Why did he not win? Luke finally admits that the teacher didn't think he \u0091represented' the school well. His sexuality preference is the inferred reason. Craig admits to Meg that he was trying to buy her friendship because he wants her to like him. Meg softens to him. Faith and Parker cover for Paul so he can see Ethan. Paul becomes upset when he holds a jar of baby food and has another vision. He asks nervously if Ethan was fed this? Lily arrives soon after outside. Brad has called Luke's teacher down to the station under false pretenses. He pretends to be on his side about why he didn't give Luke the award, but soon he changes his tune and announces who he is and how he really feels, as he physically goes after him. The teacher wants to call the police and Katie happily obliges to help him with that. Henry and Vienna shop until they drop. Will wants to run away with Gwen. She doesn't want him to give up his life, but he finally convinces her and even suggests that Maddie come with them. Gwen tells Maddie the news, but sadly reminds her that she can't tell Casey. Lily comes home and wonders where Ethan is? Faith doesn't answer her when Emma explains that Faith was looking after him, as Lily is becoming a little bit nervous now. Meg lets Craig put the necklace on her before he returns it. Paul races into Al's holding a bundled up Ethan desperate to see Meg. Maddie is leaving home when she runs into Casey, who is coming back to plead with her to stay with him. He notices her bags and is upset to know she is leaving and wants to know where she is going? Jade sees Will with a wad of cash and knows he has it because of Gwen. Someone in a black leather coat and gloves secretly is watching Gwen frantically pack. When her back is to the door, they let themselves in."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: Ahh, you're here!",
        "Meg: I said I would be. I got it.",
        "Craig: You had the whole night to change your mind. You know how much I don't like you out of my sight.",
        "Meg: Let's see, is that sweet or stalker talk?",
        "Craig: Sweet. And if you have any questions like that, just ask, and I'll clear it up like this, for example. This is very sweet.",
        "Meg: Really?",
        "Craig: Yes, I saw that, and I said to myself, \"Self, there's only one woman in this town beautiful enough to wear that necklace.\"",
        "Meg: So you decided to buy her for it.",
        "Craig: You're angry.",
        "Meg: You're sharp. Last night, you seemed like a friend trying to help. This morning, it seems more like you want to parlay a breakfast into something a little bit more like dessert.",
        "Craig: No, no, no, you're jumping to conclusions.",
        "Meg: You know what? Let me buy you breakfast. I hope you choke on it.",
        "[SCENE_BREAK]",
        "Lily: So as soon as I finish taping this \"Oakdale Now\" segment, I will stop by the hospital before I head out to the farm, yeah, for the giveaway. Phyllis or Miranda probably have those numbers. Hold on one second.",
        "[SCENE_BREAK]",
        "Brad: Okay, I guess that's it. Good job, Man.",
        "Luke: Oh, really? I'm -- I'm so glad because I was so worried. Carrying boxes is such a challenge and everything.",
        "Brad: No, no, I just thought they were kind of heavy, and you know, guys like you don't go in for manual labor.",
        "[Luke laughs]",
        "Luke: Yeah, just runway projects and interior designing, right?",
        "Brad: I'm sorry?",
        "Luke: And you know what, Brad? You don't have to say \"Guys like you.\" You can say gay, because to guys like me, that's not an insult.",
        "Brad: No, no, man, no, that's not what I meant. I just meant you're into school. You're a book-type guy.",
        "Luke: Oh, books, yeah. It's probably books that got me into this whole mess to begin with. If I had spent more time at, like, shop class, then maybe I'd be a real man.",
        "Brad: Hey, listen, Luke, maybe we got off to a bad start. I didn't mean anything by what I said.",
        "Luke: You know what, Brad? Let me make this perfectly clear. I don't give a damn what you think about anything, let alone, me.",
        "Brad: Hey, Luke, come on, Man.",
        "Katie: Wow. Even your own family can't stand you today.",
        "Brad: Oh, Boy. Here it comes.",
        "Katie: No, I just can't wait to see what happens to the ratings when our audience figures out what kind of person you really are.",
        "Brad: What a shock. You shooting off your mouth about something you didn't see no wonder you're -- what's the word I'm looking for oh, yeah. Alone.",
        "[SCENE_BREAK]",
        "Emma: Thank you, Sweetheart, that's good. There we go.",
        "Parker: What next?",
        "Emma: Well, let's take a couple of those boxes and put them in the barn so we have more time and more space here to fix things.",
        "Parker: No problem.",
        "Emma: Okay, Babe, thank you. You've got the door? Okay. Wasn't that nice that Parker stayed around to help us? I can't wait to tell your mama what a big help you've been. So responsible. Oh, I seem to remember the time when you'd open your mouth, and words would come out, maybe even a whole sentence.",
        "Faith: I feel like my mother sent me here so you could find out what she wanted to know.",
        "Emma: Oh, come on, now. I'm your grandmother. I'm like a lawyer. I'm very confidential. I just want to know how you're doing, that's all.",
        "[Ethan crying]",
        "Faith: Hey, Ethan, everything's cool.",
        "Parker: Is he hungry again?",
        "Emma: No, his mama fed him right before she left.",
        "Faith: He's dry. Maybe he just wants his new friend.",
        "Emma: Yes.",
        "[SCENE_BREAK]",
        "[Paul has a vision]",
        "[Woman screaming]",
        "Paul: Not again.",
        "[SCENE_BREAK]",
        "[Maddie remembering]",
        "Gwen: Get off of me! Get away from me!",
        "Maddie: Did he hurt you? I had to stop him.",
        "Jade: The police are going to find out whatever it is you're hiding. You can count on it.",
        "[SCENE_BREAK]",
        "Casey: I've been trying to call you.",
        "Maddie: I'm sorry, my phone was off.",
        "Casey: You turned your phone off? Last night, you walk out of here upset, and then you stay out all night, and you think its good idea to turn your phone off?",
        "Maddie: I'm sorry.",
        "Casey: It's not bad enough my Mom's gotta worry about Adam, but then she's gotta worry about you, too?",
        "Maddie: Your mom knows that I was gone?",
        "Casey: Yeah, she's looking for you now.",
        "Maddie: Well, did somebody call her? What did she say?",
        "Casey: What difference does that make?",
        "Maddie: Who called her?",
        "Casey: I did, Maddie. What the hell? Why did you leave last night, and where did you go?",
        "Maddie: Just stop it, okay?",
        "Casey: No, you know what would make it stop? Is if you would just give me a straight answer. 'Cause I know something's really, really wrong with you, and I need you to level with me about it now. Maddie!",
        "Maddie: All right! Okay, all right. It's time for me to tell you the truth.",
        "[SCENE_BREAK]",
        "Gwen: I can't stop thinking about what I've done to you.",
        "Will: It's okay.",
        "Gwen: No, it's not. I thought that your brother was dead, and I didn't tell you. I didn't tell Margo. I just kept lying and lying.",
        "Will: You think I don't understand why you lied?",
        "Gwen: No, you knew that I was holding something back, and you tried to get me to tell you the truth.",
        "Will: Gwen, stop it.",
        "Gwen: No, I can't. Don't you see, we don't have a lot of time? Jade's probably gone to the police already, and if she has, then they're gonna be here any minute.",
        "[Knocking on door]",
        "Margo: Gwen! It's Margo, I need to talk to you. Now.",
        "[SCENE_BREAK]",
        "Katie: You know, that's one of my favorite things about you. Whenever you're clearly, obviously wrong, you just make a personal attack.",
        "Brad: Saying that my family hates me? That's not personal? That's not an attack? Because it sure felt like both.",
        "Katie: Maybe I was trying to keep you from following Luke and dishing out more of that homophobic junk you try to pass off as a joke.",
        "Brad: And you're sure that's what I was doing?",
        "Katie: I heard what Luke said to you.",
        "Brad: Did you hear what I said to Luke?",
        "Katie: I can only imagine.",
        "Brad: No, you could have asked. Okay, I said something, and he heard something that I didn't mean.",
        "Katie: Oh, oh, really? So, it's his fault? He just has a chip on his shoulder. I mean, all of us women, gays, minorities, we're just way too sensitive for your good ol' boy humor.",
        "[Brad laughs]",
        "Brad: Okay, so you deciding that I'm a good ol' boy? I mean, that's not a stereotype? That's not a judgment? I mean, any of you would go so far as to judge me for it, that would be bigotry, wouldn't it?",
        "Katie: If it was a snap judgment. If there weren't a couple thousand previous examples of exactly the same kind of behavior.",
        "Brad: You know what? You know what? You know what, Katie? I'm going to leave you here to be right about everything all by yourself.",
        "Katie: Great, see you on camera.",
        "Brad: Can't wait!",
        "Katie: Jerk!",
        "[SCENE_BREAK]",
        "Miranda: I think you're being too modest.",
        "Phyllis: From what your mom says, you are a shoo-in for -- what's the name of it again?",
        "Lily: The what --",
        "Luke: Devilbiss.",
        "Lily: Devilbiss. See, if he's gonna win that award, I have to learn how to pronounce it.",
        "Luke: Mom, you shouldn't have said anything.",
        "Miranda: Look, he's cute and modest. No wonder you're so proud of him. Remember, they said that they wanted you in makeup.",
        "Lily: Right, right, thank you. Thanks. Okay.",
        "Luke: Mom, you really shouldn't have said anything.",
        "Lily: Oh, I can't help it, I'm proud of you.",
        "Luke: No, but I didn't get it. Mr. Ladue gave the award to this other kid.",
        "Lily: What? But you said that --",
        "Luke: Yeah, I shouldn't have said anything.",
        "Lily: You said you thought you had it. That everyone said you had the best essay.",
        "Luke: Yeah, but it's not just about the essay. Look, don't they need you in makeup or something?",
        "Lily: Why didn't you tell me about this?",
        "Luke: Because you've got so much other stuff to worry about today, and you know, it's no big deal.",
        "Lily: Oh, okay. We're going to talk about this \"Not a big deal\" tonight.",
        "Luke: Okay, but by then, you won't even remember this one because I've been nominated for so many other awards. Did I tell you I was nominated for an Oscar? And Cooperstown? And the Nobel prize.",
        "Lily: Well, you deserve it. You deserve it.",
        "Brad: That was pretty classy, Man. Making her feel good right before she gets interviewed.",
        "Luke: Well, she gets worried.",
        "Brad: You don't want her to worry about you, so you cover up what's really bothering you.",
        "Luke: Oh, yeah? Is that another thing that gays do? About that, I just know it's something you do. And I also know you're not the type of guy that says he's going to win an award when he's not. So what happened?",
        "Luke: Nothing.",
        "Brad: You were robbed, weren't you?",
        "Luke: No. It's like what I told Mom. The award isn't just about the essay. It's also about who best represents the school. That's what Mr. Ladue said.",
        "Brad: All right, well, you're smart, modest, good-looking, play basketball. I mean, I can't think of a better representative than that.",
        "Luke: I don't know, maybe someone a little more grounded. Not so light-in-the- loafers, like me.",
        "Brad: Whoa.",
        "Luke: Look, you see, you're not the only one who knows about people like me. And like Mr. Ladue said, he's got nothing against me personally, but he needs to think about who represents the school best. And you know what? I bet you can see that, can't you?",
        "Brad: I guess Mr. Ladue doesn't know what happens when you mess with a Snyder. Yet.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Faith: Hello?",
        "Paul: Faith? That you?",
        "Faith: Yeah.",
        "Paul: It's Paul. Listen, I need for you to put your father on the phone, okay?",
        "Faith: He's not here. He's out of town.",
        "Paul: Okay, your mom then.",
        "Faith: She's getting ready to be on television. But Grandma's here.",
        "Paul: All right, I'll just talk to you, then.",
        "Faith: About what?",
        "Paul: I -- I need to know where your brother is, your little brother.",
        "Faith: Ethan? He's right here.",
        "Paul: Is he okay?",
        "Faith: He is now.",
        "Paul: Now? Why, what happened?",
        "Faith: He just started crying, that's all.",
        "Paul: Do you know why?",
        "Faith: No. But he was fine once I gave him his bear.",
        "Paul: I thought he lost his bear.",
        "Faith: We got him a new one.",
        "Paul: Faith. Faith, I need for you to listen to me very, very carefully.",
        "[SCENE_BREAK]",
        "Casey: So, okay, you're going to tell me what happened last night. Like why you left and where you went.",
        "Maddie: No.",
        "Casey: You just said you were going to tell me the truth, though. Don't you think last night's a pretty good place to start?",
        "Maddie: No, because that's not when the trouble started. And that's not what's important.",
        "Casey: Okay, then what is?",
        "Maddie: Recently, things have been really horrible.",
        "Casey: Yeah, I am sorry for that.",
        "Maddie: It's not because of you. Not just because of you.",
        "Casey: Yeah, I know, but I started it. I know that. And if you just give me the chance, I'll make it up to you.",
        "Maddie: No.",
        "Casey: Look, I need to know everything that's wrong so I can fix it, okay? So just start from the beginning.",
        "Maddie: Okay, Casey, I told you that I was going to level with you, and I am. What's wrong is that it's too late for what's wrong, and it's too late to fix anything.",
        "Casey: Don't say that.",
        "Maddie: And I swear to you that this is not your fault. But you and I, we just -- we can't stay together.",
        "Casey: What?",
        "Maddie: Too much has happened. Too much has gone wrong, and I'm sorry, but it's all over.",
        "[SCENE_BREAK]",
        "Margo: Gwen, open up!",
        "Will: I'll handle this.",
        "Gwen: I'm sorry.",
        "Margo: No, no, listen, I'm sorry, but this is important. It's Maddie. Do you know where Maddie is?",
        "Gwen: Maddie?",
        "Margo: Yeah, she didn't come home last night. Casey said that she was really upset, and she went out for some air, and then she just left.",
        "Gwen: And she didn't come back?",
        "Margo: No, and honestly, I'm really pretty worried. After I talked to you two yesterday, she -- she went to the morgue to look at that body that they found in the woods.",
        "Will: Why would she do something like that?",
        "Margo: I have no idea. That's why I'm here to ask Gwen. Gwen, you two are so close, and Jade said that you've been spending a lot of time together lately.",
        "Will: Well, I've been studying a lot, and Gwen's had a lot of time on her hands.",
        "Margo: I just want to know if she's okay. Because maybe the trauma of last summer, it could have triggered something.",
        "Will: Nothing that we've seen.",
        "Margo: Gwen? Did she say anything? Did she do anything?",
        "Gwen: No.",
        "Margo: Then why didn't she come home last night? Why won't she tell me where she's gone? I just -- I can't stand not knowing where she is.",
        "Will: Margo? Maybe -- maybe she's afraid.",
        "Margo: What, afraid of me?",
        "Will: Well, after what she and Gwen told you about Adam?",
        "Margo: Well, I have to admit, yes, I was angry finding out that my son had gotten violent and in an argument, but why would Maddie think that my anger was directed at her? Why would she think that I would blame her for telling me something that I just don't want to know?",
        "Will: I don't know, but one thing I remember, after last summer, is that Maddie told us that sometimes she likes to be alone, just to sort things through. I know you're worried right, but I'm sure she's okay.",
        "Margo: How can you be sure?",
        "Will: If something really bad was going on, if something was wrong, then she would tell Gwen. Right, Gwen?",
        "Gwen: Yeah, I think so. I'm so sorry, Margo.",
        "Margo: No, no, no, don't be. I'm sorry. I didn't mean to upset you. I just -- I just want to know that she's okay. I'm sorry that I bothered you.",
        "Will: No, not at all. And I'm sure you're gonna hear from her soon.",
        "Gwen: This is horrible. Now she's worried about Maddie the way she's worried about Adam.",
        "Will: Yeah, but the thing is, is Margo doesn't know anything. Jade hasn't said anything to her.",
        "Gwen: Not yet.",
        "Will: Gwen, it's gonna be okay. All right? Nothing's gonna happen to you. I won't let it.",
        "[SCENE_BREAK]",
        "Craig: Meg, please. Meg, Meg, Meg, please.",
        "Meg: Hey, let go of me!",
        "Craig: Calm down.",
        "Meg: Calm down?",
        "Craig: Yeah, I just made a simple mistake, all right? I want to be friends.",
        "Meg: Oh, is that what that was? Let me tell you something about friendship. When friends have breakfast together, one friend doesn't try and buy the other one with jewelry.",
        "Craig: It should be cash?",
        "Meg: Okay, Craig, no, no, no. Your funny little jokes, they don't work anymore.",
        "Craig: All right, all right, I'm sorry.",
        "Meg: You know, last night, I thought you understood how hard it is for me right now. That you knew how important it is for me to make good decisions. That I need to stop thinking that some man is going to fix things for me, and I need to start doing what I think is right.",
        "Craig: Right, and you're doing that and I think it's great.",
        "Meg: No, you don't.",
        "Craig: Yes, I told your mother.",
        "Meg: Oh, you played the situation! I was fighting with my mother, and you stepped right in to defend me. And now I see that was just another tactic.",
        "Craig: Oh, no, no, that's not true.",
        "Meg: I'm sorry, Craig, but I've been around the block. Men don't buy women jewelry to grow closer. They either do it to grease the slide or to mark a conquest. That's it.",
        "Craig: Grease the slide? Okay, all right. It might have been too much too soon, maybe it was inept.",
        "Meg: You are not inept! You knew exactly what you were doing.",
        "Craig: If I knew what I was doing, we'd be eating eggs and not screaming in the lobby, okay? I bought you that necklace for one reason only, and that is I want to be your friend.",
        "Meg: Oh, so you think buying me things will make us friends? Wow, you must have a real high opinion of me, don't you?",
        "Craig: Higher than you have of yourself.",
        "Meg: Well, that wouldn't be too hard.",
        "Craig: No Meg, please, please. Look, I made an honest mistake, all right? This -- this friendship thing, its new territory for me. I just --",
        "Meg: You just what?",
        "Craig: I think I just bought it as ammunition because I was fighting a lost cause.",
        "Meg: And what would that be?",
        "Craig: I want you to like me. All right? And I just thought that that was never gonna happen.",
        "[SCENE_BREAK]",
        "Faith: Grandma, we can finish up here. I know you know you want to see Mom on TV.",
        "Emma: Yes, about that time. Why don't you come with me?",
        "Faith: No, I see her enough. Trust me.",
        "Emma: Okay, I'm gonna take the baby in.",
        "Faith: Oh, no, he's fine with us.",
        "Emma: You sure?",
        "Faith: Yeah, you better hurry, you're going to miss her.",
        "Emma: Okay, I'll call when she comes on, okay?",
        "Faith: She's gone.",
        "Paul: Where's the baby?",
        "Faith: Right here.",
        "Paul: It's exactly the same.",
        "Parker: What's wrong?",
        "Faith: You're scaring me.",
        "Paul: All right, look, before I called, I had another vision, and I think it was about Ethan.",
        "Faith: But he's fine, I told you that.",
        "Paul: Yeah, well, look, I don't mean to scare you. What -- what -- what is all this stuff?",
        "Faith: It's Mom's baby food stuff. She's having a big thing here today. They're passing it out to all of the people.",
        "[SCENE_BREAK]",
        "Lily: And the commitment to the quality of this product is personal in every way, so please join us at the Snyder farm today.",
        "Brad: And remember, you can get the directions on our website.",
        "Lily: There'll be pony rides and cider, and some information and free samples.",
        "Katie: Okay, we're almost out of time, but Lily, I understand you have a picture of one of your satisfied customers.",
        "Lily: I have a wallet full of them. This is my son, Ethan, and there he is eating and also wearing our strained carrots.",
        "Katie: Oh, he's so cute. He eats like you, Brad.",
        "Brad: Oh, right. Well, that's all the time we have for this morning. Tomorrow our guest will be Corrine Raymond, where she'll be discussing her book on women and science, so tune in and watch Katie nod and pretend to care about something other than shoes.",
        "Katie: And we'll be starting a new segment. Brad Snyder on culture. It will be a very short segment.",
        "Brad: Leaving time for Katie's special report, operating your microwave. She just learned how, and she's dying to share. Okay. That was good. That was good.",
        "Lily: That was a lot of fun. It was kind of like being at the weigh-in the night before the big fight.",
        "Brad: Yeah, we're hoping that the audience feels the love.",
        "Lily: I appreciate the air time, I can tell you that. And I've gotta go. Luke, are you ready?",
        "Luke: Yeah, I'm all set.",
        "Katie: Thank you so much. It was great. It was good to see you, Luke.",
        "Brad: See you, Luke.",
        "Luke: Yeah, it was great.",
        "Katie: I honestly don't know how you can make fun of a great kid who's obviously going through such a hard time.",
        "Brad: What? That is not what I was doing.",
        "Mr. Ladue: Excuse me, my name is Stuart Ladue. I got a call from one of the producers here.",
        "Brad: Oh, yeah, that would be me. Pleasure to meet you. I'm Brad. Thank you so much for coming over.",
        "Mr. Ladue: Well, after you said what you said, I asked another teacher to cover for me.",
        "Brad: You know what? That is exactly the type of attitude that you would expect from teacher of the year.",
        "Mr. Ladue: So you were really serious about that?",
        "Brad: Oh, totally, totally. Yeah, we want to design a whole show of \"Oakdale Now\" around you, your contribution to the school, to the students.",
        "Mr. Ladue: Wait until Angela hears about this. My wife.",
        "Brad: There is just one thing we need to go over.",
        "Mr. Ladue: Yes?",
        "Brad: We would like to have the winner of that essay contest.",
        "Mr. Ladue: The Devilbiss award?",
        "Brad: That's right. We'd do a special segment at the school, you know, with him, and ask him how you've helped him, guided him, that sort of thing.",
        "Mr. Ladue: Of course.",
        "Brad: Right. I can speak frankly, can't I?",
        "Mr. Ladue: Certainly.",
        "Brad: All right, well, one of our researchers said that the kid, he's not -- well, I mean, he may not be the kind of kid that we want representing the school. 'Cause he may be, you know, like, light-in-the-loafers.",
        "Mr. Ladue: Oh, you're talking about Luke Snyder.",
        "Brad: Right. Right, right, that's his name, yeah.",
        "Mr. Ladue: You don't need to worry, he didn't win.",
        "Brad: But our researcher said he was a sure thing.",
        "Mr. Ladue: He may be a good student, academically. But you were exactly right. He's not the kind of young man we want representing our school.",
        "Brad: So that's why he didn't win?",
        "Mr. Ladue: Believe me, I made sure of it.",
        "[SCENE_BREAK]",
        "Vienna: I need to sit down. Shopping can be so exhausting. But I do love to buy things.",
        "Henry: Really? I hadn't noticed.",
        "Vienna: Wait a minute. I thought this shopping spree was your idea?",
        "Henry: Yeah.",
        "Vienna: So tell me, did you or did you not pick out this by yourself?",
        "Henry: Yes, I did pick that out by myself. And I must say, I have excellent taste.",
        "Vienna: Oh, what? When it comes to underwear?",
        "Henry: No, when it comes to women. Because the underwear is pointless without a body to go under the underwear. And you, my bodacious little goddess, are -- how should I say? You are built like a brick house.",
        "Vienna: Is that what you say in America? Built?",
        "Henry: I never say that. Let's see -- you're stacked? That's awful. You're smoking? [Laughter] Oh, how crass. Show me what else I bought for myself here.",
        "Vienna: Okay, well, you said that we needed something for every day of the week. This is for Monday.",
        "Henry: Monday just became funday! What else? What about Tuesday?",
        "Vienna: Tuesday --",
        "Henry: Yeah, Tuesday just became my favorite night of the week.",
        "Vienna: Oh, no, that's because you haven't even seen Saturday.",
        "Henry: What?",
        "Vienna: I picked that one out when you weren't looking.",
        "Henry: What? You little minx. How dare you toy with me? Where is it? Let me see.",
        "Vienna: Oh, no, no, no, no. No. That one is a surprise. Okay, enough rest. We have more shopping to do.",
        "Henry: Goodness gracious -- you know, I hate to disappoint you here, but Oakdale is a small town, and we've already hit every lingerie department there is.",
        "Vienna: Oh, no, no, no. We're not buying more for me. I just want to get a little present for your sister.",
        "Henry: What, for Maddie? You don't have to buy anything for Madeline.",
        "Vienna: But I want to. You know, it was so nice meeting her yesterday. And I just want to give her a little something. Something to cheer her up.",
        "Henry: Yeah, you noticed that, too, didn't you? And you don't even know her that well. She did seem down.",
        "Vienna: Yeah, she seemed like she had something going on.",
        "Henry: Yeah, and she was having a hard time telling me what it was. I thought it was that she just wanted some money and that she was having a hard time asking me.",
        "Vienna: Money? That's nothing! I hope you told her that she came to the right place.",
        "Henry: Yes, I did. I did. And I shared the wealth, and she was very grateful for that. But I'm just not sure that was all that was there.",
        "Vienna: Oh, you think that there's something else making her unhappy.",
        "Henry: Yeah, it's just a hunch. I don't know, I just wish I knew what it could be.",
        "Vienna: Well, you said that she has a boyfriend, yes?",
        "Henry: Yeah, yeah, Casey Hughes. And he's been in some trouble recently. You know, I'm going to give her a call and check up on her.",
        "Vienna: Well, you know, if she didn't tell you anything yesterday, she won't probably tell you anything today either. Especially if it's about her boyfriend.",
        "Henry: What, she doesn't think she can trust me?",
        "Vienna: Oh, no, no. But if it's a lovers' quarrel, girls don't share those things with brothers.",
        "Henry: A lovers' quarrel, huh?",
        "Vienna: Yeah.",
        "Henry: So they just kiss and make up? Is that what happens?",
        "Vienna: Of course they do. That's what lovers do.",
        "[SCENE_BREAK]",
        "Casey: I can't believe you're saying this.",
        "Maddie: Well, there's no other way, Casey.",
        "Casey: No, why? You forgave me, I know you did.",
        "Maddie: Yeah, well, maybe forgiveness isn't enough. Maybe --",
        "Casey: Maybe what?",
        "Maddie: Maybe there's just too much stacked up against us, okay? You've done things, and I've done things.",
        "Casey: What? You haven't done anything. What have you done?",
        "Maddie: Yeah, but things have happened to us, things that are stronger than we are.",
        "Casey: This is about prison, isn't it?",
        "Maddie: No.",
        "Casey: Yeah, of course it is. And I should have seen it coming. I'm asking you to just wait around and see what's going to happen, and this is too much.",
        "Maddie: No, you don't know what's coming, okay? You don't.",
        "Casey: So, then, what? We just give up? I mean, after we made it through last summer, after what I did to Will, what I did to you, and what I did to my parents, and then we just give up because something else bad might happen? I don't think I can just let go.",
        "Maddie: You have to.",
        "Casey: But I love you.",
        "Maddie: It's not enough! Don't you see? It's just -- it's stupid to think that love is enough.",
        "Casey: Well, isn't it just great that all of a sudden you get so damn smart?",
        "Maddie: Casey --",
        "[Maddie crying]",
        "[SCENE_BREAK]",
        "Gwen: I can't believe that you forgive me.",
        "Will: Gwen, I love you. What happened with Adam doesn't change that.",
        "Gwen: It should.",
        "Will: You were up against a wall, and you were trying to protect a friend. You think I don't understand that?",
        "Gwen: I don't understand it. I don't know how you can.",
        "Will: What you need to know right now -- all you need to know is that it's going to be you and me, together. Right? After everything we've been through, I'm not going to let anyone or any thing pull us apart again.",
        "Gwen: Maybe it's not up to us.",
        "Will: Right now, it is.",
        "Gwen: But I don't understand --",
        "Will: There's too many pieces of this thing that are missing. From what you've told me, you don't really know what happened. You don't know if Adam's alive or not, or if Jade's going to go to Margo or not. Or maybe she's keeping this whole thing quiet for some other reason.",
        "Gwen: Maybe.",
        "Will: Or maybe, Adam is actually alive, and he's the one torturing you. Or --",
        "Gwen: What?",
        "Will: Or it's someone else, and they're doing it because they have some agenda that we don't understand. But, no matter what's happening right now, our time is running out. All right? There's too many ways for this thing to blow up in our face. And we've got to do something about it, all right?",
        "Gwen: I don't know what you're talking about, but you're scaring me.",
        "Will: Gwen, I think we've got to get out of here.",
        "Gwen: No.",
        "Will: Yeah.",
        "Gwen: No.",
        "Will: Yeah. I still have some money. We can disappear. Okay? But we've got to do it now. So start packing, because we're going to get the hell out of here.",
        "Gwen: Will -- no. I can't go.",
        "Will: It's our only chance.",
        "Gwen: You keep saying \"Our\" when it's really only about me!",
        "Will: No, it doesn't work that way.",
        "Gwen: Don't you see? This is the main reason why I didn't tell you. At first, I didn't tell you because I didn't want you to know what happened to your brother, but then I realized --",
        "Will: Yeah, well, I know now, and it hasn't changed anything.",
        "Gwen: Then I realized that if I told you, you would take it on and make it your own, just like you're doing right now.",
        "Will: Yeah, yeah, I'm helping you.",
        "Gwen: No, you are risking your life because of something that I did.",
        "Will: Gwen, before you, I didn't have a life.",
        "Gwen: Will, please, listen to me. Right now, you're okay. You haven't done anything wrong. But from this moment on, if you help me, you become a part of it.",
        "Will: I am a part of it!",
        "Gwen: Will, please, I've ruined enough people's lives. Don't let me ruin yours!",
        "Will: Gwen, do you expect me to just walk away from this thing and do less for you than you did for Maddie?",
        "Gwen: I wasn't thinking that night.",
        "Will: Gwen, I don't know what's going to happen to us. All I know is that we have to be together. Because it's everything, right? It's everything. And we have to do whatever we can to keep it.",
        "Gwen: I love you, Will. Okay? I don't want to hurt you.",
        "Will: Do you want to know what would really hurt me? It would hurt me to see you taken away from me when I had done nothing to stop it.",
        "Gwen: Damn it.",
        "Will: You know I'm right. You know I'm right. It's me and you, right? Always. Me and you.",
        "Gwen: I'm really sorry.",
        "Will: You don't have to be sorry. Adam did this to us. Okay? He didn't want us to be together, and I'm not going to let him win.",
        "Gwen: Will --",
        "Will: It was Maddie, right?",
        "Gwen: Yeah, how did you know?",
        "Will: Because, I know you after all this time. You're thinking about the other guy.",
        "Gwen: She tried to protect me.",
        "Will: And we're going to do the same for her.",
        "Gwen: I'm worried. I'm worried that she's already left.",
        "Will: What, by herself?",
        "Gwen: Yeah, that's what she said she was going to do.",
        "Will: Okay, fine. Then you're going to call her, and you're going to tell her that she's coming with us.",
        "Gwen: Wait a minute, where are you going?",
        "Will: I'm going to get money.",
        "Gwen: Hey, be careful.",
        "Will: We're going to have to be a lot more than careful. We're going to have to be damn lucky.",
        "[SCENE_BREAK]",
        "Meg: So you don't think I could ever like you?",
        "Craig: Well, no one does.",
        "Meg: That's true.",
        "Craig: You know, this is starting to sound like I'm playing the pity card, and I hate that.",
        "Meg: You hate it? You invented it. I've heard all those old stories about the wheelchair. Even now, that limp kicks in whenever you're not getting your way, and your voice starts to catch in your voice whenever you talk about nobody understanding you.",
        "Craig: I never limp! And you know, I don't even know why I want you to like me. You're an awful person.",
        "Meg: I don't know why I do like you. You're a horrible person.",
        "Craig: You don't like me. You dunk my jewels in my coffee.",
        "Meg: I like you sometimes. When you're not working it.",
        "Craig: Sierra said that. In fact, she and my mom said that. You know, at one point, I think they both liked me. Well, I think my mom still does, because she never sees me right now. But Sierra --",
        "Meg: Yeah?",
        "Craig: I could always make her laugh. And then, I never could.",
        "Meg: Ouch.",
        "Craig: Yeah. Meg? I can make you laugh.",
        "Meg: That's true.",
        "Craig: Usually when I don't mean it.",
        "Meg: Oh, come on. You have me so sized-up, you know exactly what to do. You come clean, and then you tip your hand, and the shock of Craig Montgomery actually telling the truth makes me laugh out loud. You lie all the time to everyone else. And the one tiny shred of you I do like -- I don't think you lie to yourself. But you don't mess with people and tell them that it's for their own good.",
        "Craig: What, you mean like p --",
        "Meg: Okay, look. If we're ever going to be friends, talking about Paul is absolutely forever off limits.",
        "Craig: Then we're going to be friends?",
        "Meg: Okay, can we just try and get through breakfast first?",
        "Craig: Great, and then I can get you a car and buy you a house?",
        "Meg: Don't push it, Montgomery. You're still very much on probation.",
        "[SCENE_BREAK]",
        "Paul: Has Ethan had breakfast yet?",
        "Faith: What?",
        "Paul: Ethan -- did your mom give him food already?",
        "Faith: Yeah, she fed him before she left.",
        "Paul: This?",
        "Faith: I guess so. She said she'd feed him when she got back from the television station, before everybody got here.",
        "Paul: This can't be happening.",
        "Parker: What did you see?",
        "Faith: You think that Ethan's going to get sick?",
        "Paul: I need to talk to your mom. She can't give him any more food. She's not going to listen to you.",
        "Paul: Fine, then I need to talk to your father.",
        "Faith: I told you, he's out of town.",
        "Lily: You know what we should do? We should take lots of pictures \u0096",
        "Faith: Shhh.",
        "[Lily inaudible]",
        "[SCENE_BREAK]",
        "Brad: So this Snyder kid -- okay, he didn't write as good as everyone says he did?",
        "Mr. Ladue: As well.",
        "Brad: Right, right, see. I mean, I didn't have a great teacher watching over me. Ah, let me rephrase. The kid couldn't write.",
        "Mr. Ladue: Actually, on page he came off quite well. Very well argued, didn't sound shrill.",
        "Brad: Shrill. I hate shrill.",
        "Mr. Ladue: Well, like I say, that was on the page. In person --",
        "Brad: Yeah, how did he come across in person?",
        "Mr.: Ladue: You know what word I'd use for it? Subversive.",
        "Brad: Subversive. That's a great word. That does that mean?",
        "Mr. Ladue: He might seem polite, well-mannered, but always -- and I mean always pushing that agenda.",
        "Brad: I know what you mean.",
        "Mr. Ladue: Hey, I'm not prejudice.",
        "Brad: Of course not.",
        "Mr. Laude: And what people do in private is their business. But, hell's bells, keep it private.",
        "Brad: Yeah, he wouldn't?",
        "Mr. Ladue: He wouldn't back down. You should have seen the ruckus he caused on the class outing at Raven Lake.",
        "Brad: Really? Raven Lake?",
        "Mr. Ladue: It was a disaster. Flaunting himself like he was in San Francisco or something. But the end of that trip, every student there knew he was -- well, who knows what word we're supposed to use for it now.",
        "Brad: Yeah, and you just couldn't trust that he wouldn't do something like that again?",
        "Mr. Ladue: That's right.",
        "Brad: So, no matter how well he wrote, you just couldn't let him represent the school.",
        "Mr. Ladue: It was my duty.",
        "Brad: Wow. Man, I gotta tell you. You are not only teacher of the year, you're teacher of the decade.",
        "Mr. Ladue: Excuse me?",
        "Brad: This trip to Raven Lake isn't that where all the kids got stabbed by that crazy lady?",
        "Mr. Ladue: What is going on here?",
        "Brad: And what you come away with was that it was a disaster because Luke had the nerve to admit that he was gay?",
        "Mr. Ladue: This was a set-up!",
        "Brad: Oh, Man, it's just begun. Guess what Stu? You've got a change of heart.",
        "Mr. Ladue: What is going on here?",
        "Brad: Making sure that you do your job, Man. Making sure that you give that award to the kid who earned it. Deserves it!",
        "Mr. Ladue: You have no right.",
        "Brad: You had no right to push your views on my cousin.",
        "Mr. Ladue: Cousin?",
        "Brad: That's right, Man. You messed with the wrong tribe.",
        "Mr. Ladue: I will not be threatened.",
        "Brad: Oh, yeah? Whether you like it or not, it sure seems like you're threatened, doesn't it?",
        "[SCENE_BREAK]",
        "Maddie: And you want me to go with you?",
        "Gwen: Are you kidding? The whole way over here, I was just hoping you hadn't left yet. Maddie, we're in this together.",
        "Maddie: I know, but this is you and Will. You don't want me.",
        "Gwen: Hey, it was Will's idea. He knows that you were just trying to help me. Look, you're the first to know that we couldn't stay here, because none of this is ever going to just go away.",
        "Maddie: Whoever is doing this is still out there.",
        "Gwen: So we need to find a safe place to stay. Both of us. And Maddie listen, we need to leave tonight. So, if you want to come, there isn't a lot of time.",
        "Maddie: Okay. All right, I'll go with you. Thank you.",
        "Gwen: Okay, listen, Will's gone to the bank. I need to get back to the house. Just grab whatever you can carry and meet me there.",
        "Maddie: Okay. Gwen?",
        "Gwen: Yeah?",
        "Maddie: Can I leave a note for Casey?",
        "Gwen: Maddie. Nobody can know. Nobody.",
        "[SCENE_BREAK]",
        "Lily: Oh, I should have known people would be here early.",
        "Luke: Mom, what do you want us to do?",
        "Lily: Could you just mingle with them while I feed Ethan? Then we'll start handing out the food.",
        "Luke: You got it.",
        "Lily: Thanks. Hi, is everything okay?",
        "Faith: Yeah. Fine.",
        "Lily: Where's my favorite fella?",
        "Emma: You're back soon.",
        "Lily: Oh, yes.",
        "Emma: You were so wonderful on that --",
        "Lily: Thanks, where's Ethan?",
        "Emma: Well, Faith was taking care of him.",
        "Lily: Faith? Where's your brother?",
        "[SCENE_BREAK]",
        "Katie: What the hell are you doing?",
        "Brad: You better do what's right!",
        "Mr. Ladue: Get him off me!",
        "Brad: I'm doing an interview.",
        "Katie: Hank, Hank. Get in here!",
        "Mr. Ladue: I will have your job for this.",
        "Brad: My job? What about your job, Man? What about your job?",
        "Guard: Let him go!",
        "Brad: What about your job? You self-righteous --",
        "Mr. Ladue: I want to call the police. I am going to press charges.",
        "Brad: I'm going to rearrange your face, Man.",
        "Katie: Ask for Detective Snyder. Jack Snyder.",
        "Brad: All right, all right. I'm cool.",
        "[SCENE_BREAK]",
        "Craig: So, what do you think I should tell them when I take this back? That the lady in question didn't like it?",
        "Meg: Tell them it didn't go with her waitress uniform.",
        "Craig: Diamonds go with everything. And you deserve nothing less.",
        "Meg: Man, you can lay it on thick.",
        "Craig: No, that is the truth. Try it on just once.",
        "Meg: Craig.",
        "Craig: Come on, please. All right? Just look in the mirror. Here we go. Yes. There.",
        "Meg: Okay, there. How does it look?",
        "Craig: Not half as beautiful as you.",
        "[SCENE_BREAK]",
        "Lily: Tell me, Faith. What did you do with your brother?",
        "[SCENE_BREAK]",
        "Paul: Hey, hey, hey. I need Meg Snyder. Right now.",
        "[SCENE_BREAK]",
        "Casey: I can't just leave it like that, we need to -- you're leaving?",
        "Maddie: Yeah. I am.",
        "Casey: Where?",
        "Jade: You going somewhere? You're trying to take care of Gwen, Will, but the problem is, you can't. Not after what she's done.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Emily: Little sister, what are you doing?",
        "[Door rattling]"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=iCySda-9m-E"
}