{
    "Episode Summary": [],
    "Recap": [
        "The Hughes family and friends gather for a private funeral service for Nancy which was not shown on screen. Casey comes up with the idea to spit everyone into groups of two to do a good deed to honor Nancy. Chris and Katie gather Nancy's things and place them in boxes to be distributed to family and friends. Chins insists that he won't go to the hospital or tell his family about his medical condition until the family has had a little time to mourn Nancy's loss. Chris ignores John's medical advice to go to the hospital right away. Chris promises Katie that he will fight his illness so that he and Katie can have a strong marriage like that of his Granma Nancy and Grandpa Chris. Casey and Allison volunteer at Legal aid to honor Nancy and Casey's places Nancy's ring on Alison's finger even though they decide not to tell the family the news right away.",
        "Lucinda persuades John to volunteer to give free medical care to the people that ask for help from Luke's foundation. Lisa, Susan, and Barbara drink pink ladies and toast Nancy and decide to donate money to a charity that was dear to Nancy's heart. Tom and Margo create the Nancy Hughes memorial scholarship at a local school because Nancy worked as a teacher for most of her life. Bob and Kim decide to create a mini Library at the hospital because Nancy loved to read and thought it was important to know how to read. The family also shares memories of Nancy and then meet at Old town for a candle light service to Honor Nancy. Katie promises Chris that she will be with him as he fights his illness but she misses the candlelight service because she stayed behind in Nancy's apartment to cry because she can't bear to lose another person that she loves."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Casey, it's beautiful.",
        "Casey: You never think about it at, like, Thanksgiving or Christmas, you know. Everyone's talking or not paying attention to you while you're taking the pictures.",
        "Alison: Yeah. You don't realize that one day they won't be here anymore.",
        "Casey: I'm glad I'm marrying you. You get me, Alison Stewart.",
        "Alison: And you get me, Casey Hughes. All right. I'm gonna put on some coffee. They're gonna be here soon. Okay?",
        "Casey: Yeah. I want to give you this before they get here.",
        "Alison: No, Casey. No.",
        "Casey: No? You said you were gonna marry me. I'm gonna hold you to it.",
        "Alison: I know. But I can't take the ring, not yet. Nancy's death was so sudden. We need to give your family time to breathe before we spring this on them.",
        "Casey: But it's good news.",
        "Alison: Yes, but part of that good news is that you're moving to southern Illinois and going to law school, and I'm quitting my job and moving there with you. I mean, do you think our parents are gonna be happy about that?",
        "Casey: Well, getting married to me, is that gonna make you happy?",
        "Alison: Yes, of course.",
        "Casey: Okay. Then I'll just -- I'll put it up in my room. I wouldn't want to lose this, you know.",
        "Alison: Casey, today just -- it isn't about us. It's about remembering Nancy.",
        "Casey: Right. Right.",
        "[SCENE_BREAK]",
        "Tom: Well, I wouldn't have chosen to read this today, but that's what Gram wanted. She wanted it done as quickly as possible after the funeral.",
        "Kim: It's barely been an hour.",
        "Bob: Well, Tom couldn't help that.",
        "Kim: No, no. I'm not -- Tommy, I'm not criticizing. I'm just saying, it seems, I don't know, so small.",
        "Margo: What do you mean?",
        "Kim: [Sighs] Mom meant so much to so many people, and after we give her money to charity, as she requested, and her jewelry and keepsakes to various people and the wonderful collection of books she loved so much, then what?",
        "Margo: We go on.",
        "Kim: Doesn't it seem as if it's not enough? That there should be more?",
        "Bob: What are you saying?",
        "Kim: Mom lived 91 years. She made contributions. She changed lives. She gave life. There just should be more.",
        "Bob: Excuse me.",
        "Margo: Oh. Well, what are you thinking?",
        "Tom: That Kim's right. A quiet, private service, this short yet comprehensive will, a small gathering of friends and relatives, this huge crater in our lives, yet everything seems the same. I mean, how can that be? I mean, she was 91. I should be thankful for all the years that we had her here with us. So why do I feel so angry?",
        "Margo: Because. Because she went quietly, all alone in her apartment, and none of us saw it coming, and we all just wish we had a chance to say goodbye.",
        "[SCENE_BREAK]",
        "Katie: That message was from John. What did he say?",
        "Chris: Well, he's surprised that I haven't checked myself into the hospital. But I can't check myself in until I tell my parents about my heart condition, and I can't do that today.",
        "Katie: But if John thinks it's urgent, you need to do it!",
        "Chris: Katie, Katie. I'm all right.",
        "Katie: He trumps you on this! He's a cardiologist!",
        "Chris: Did you not see my parents at the service? I mean, come on. They're dealing with their own health issues. Gram's death, that's taken a toll on them. I don't want them to worry about me on top of everything else. No, not today.",
        "[SCENE_BREAK]",
        "Casey: This is crazy.",
        "Alison: What?",
        "Casey: The way everyone's acting. I mean, that service this morning, it was over in less than an hour.",
        "Alison: It's the way your great grandmother wanted it.",
        "Casey: Yeah, well -- yeah, well, what about the rest of us? I mean, even if I'm going against my grandma's wishes, I have to do something else. You coming with me?",
        "Alison: Whoa. Where are we going?",
        "Casey: I don't know, but when we get there, we'll find out.",
        "Lucinda: I'm early.",
        "Casey: Yes. We're about to run out. We have some errands to run. There's hot coffee. Just make yourself at home, okay?",
        "Alison: Bye, Ms. Walsh.",
        "Lucinda: Hey. A fine time for you to take off, Ms. Nancy Hughes.",
        "[SCENE_BREAK]",
        "Barbara: Lisa. Hi, Honey. It's Barbara. Yeah. Why aren't you answering your phone? I don't think today is a day for you to be alone. I think you should come out to Margo and Tom's with me, okay? Really. Please come. Or at least just -- just call me. I love you.",
        "[SCENE_BREAK]",
        "Lisa: Some celebration.",
        "[SCENE_BREAK]",
        "Bob: Honey, I know what you're going through, but, you know, Mom didn't want a big fuss made. That's why the service was such a simple one. I mean, that was Mom.",
        "Kim: I know, I know. Your mother was unpretentious, but she certainly wasn't one-dimensional.",
        "Bob: What do you have in mind?",
        "Margo: You know what I think? I think we should name something after her, something like Main Street.",
        "Bob: If she'd wanted something like that, she would have let us know. Isn't that right, Tom?",
        "Margo: What? What is it, Honey?",
        "Tom: I'm just remembering when -- when Gram lost Dad, and she was all alone. We had to find -- her a brand-new place to live in. And I thought for the very first time, \"Wow. She's not indestructible.\"",
        "[Tom remembering]",
        "Nancy: The truth is, I am bitterly resentful of the things that are happening. I don't want to be so completely dependant on you children. I know it sounds a little ungrateful, but I almost wish that Bob and Kim hadn't issued this invitation to us. I almost wish they let us go on and move into that place I found.",
        "Tony: Well, this is gonna sound really ungrateful to you, then, because it's your fault, Gram.",
        "Nancy: Tom.",
        "Tom: Well, you're the one that taught us that families stick together. You've always been there for us. We're certainly not gonna walk away now. Not when you need us.",
        "[SCENE_BREAK]",
        "Tom: I just thought she'd always be here to watch over and to watch over us. I mean, how do you get over losing someone when you still can't believe they're gone?",
        "[SCENE_BREAK]",
        "Chris: Hey. Is Jacob okay?",
        "Katie: Yeah. Debbie said she can watch him all day. So I can go to Tom and Margo's with you.",
        "Chris: I would really appreciate that.",
        "Katie: Do you need anything else? Do you need food to take these with? I can make you something.",
        "Chris: No, no, no, no. Well, there is one thing you could do. I don't know if you could do it, but it would mean a lot to me.",
        "Katie: Yeah, sure. Anything.",
        "Chris: Could you please not treat me like an invalid for just a little while? Maybe treat me like I'm your guy or something. We can talk about Jacob or the weather, baseball -- anything except me being sick.",
        "Katie: Okay. Um, I could tell you about friend Nancy.",
        "Chris: Tell me about her, hmm? How was your friend Nancy with you?",
        "Katie: Well, she was a little older than me.",
        "Chris: Mm-hmm.",
        "Katie: But it didn't really feel like that when we were together mostly, she would just listen to me blab on and on and on about pretty much everything in my life.",
        "Chris: So, wait a minute. Gram would give you advice?",
        "Katie: Well, only if I asked. Mostly, she just listened.",
        "Chris: Oh.",
        "Katie: She heard me like no one else ever has.",
        "[Katie remembering]",
        "Nancy: This is for you.",
        "Katie: Oh, Nancy. You didn't have to get me anything.",
        "Nancy: Not even the secret to staying married?",
        "Katie: Oh. Wow, they're beautiful.",
        "Nancy: I wore those for my wedding. That's the first thing Chris took off.",
        "Katie: Oh, wow.",
        "Nancy: Now do you know the secret?",
        "Katie: To treat every day like it's precious, like these pearls?",
        "Nancy: No, Dear. Whenever Jack is angry with you, climb into bed with the pearls on and nothing else.",
        "[SCENE_BREAK]",
        "Katie: Who's gonna listen to me like that now?",
        "Chris: Well, I'd like to give it a try. Katie, come on. You -- you got to believe that I'm gonna be around for a long time. I am going to get well.",
        "Katie: If you believed that, you would tell your parents.",
        "Chris: Look, I'm gonna -- I'm gonna find a way to tell them soon.",
        "Katie: Nancy would want you to do that now. She wouldn't want you to hide it. She would want you to hold onto your family when you need them! You know she would. No! I've lost Brad, and now I've lost Nancy, and both of them happened so fast! So fast! I can't handle it! I can't handle the thought of losing you, too!",
        "[SCENE_BREAK]",
        "Susan: I can't help it. I envy the way Nancy lived her life she balanced everything -- husband, children, friends, volunteer work. I've got my hands full just managing my career with zero social life.",
        "Barbara: And here I am, after all these years, a happily married woman again, and worried that, unlike Nancy, I'll just blow it somehow.",
        "Lucinda: I'm still licking my wounds from the latest battle with my child.",
        "Susan: What would Nancy have done? She always looked out for her kids without all the drama.",
        "Barbara: She did everything without drama, whereas we --",
        "Lucinda: Are you referencing the bus ride from hell?",
        "[Laughter]",
        "[Lucinda remembering]",
        "Barbara: Come on! I think we got it! Come on, I think we got it! Let's go home!",
        "[Indistinct shouting]",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Susan: Maybe that's the most amazing thing about Nancy, is that she considered the three of us, three very different women, her friends, and vice-versa.",
        "Barbara: Hear, hear.",
        "Lucinda: Oh, come on.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Lisa: Casey. What in the world is all of this beating on the --",
        "Casey: Sorry. It's just an emergency.",
        "Alison: Sorry about this, Lisa.",
        "Lisa: What's it all about?",
        "Casey: Everyone's just really depressed about Gram dying.",
        "Lisa: Well, that's to be expected.",
        "Casey: Yeah, I know. I just -- I think we should do something to cheer everyone up. Like, if it was Gram's birthday, we would do something amazing for her, okay?",
        "Lisa: Oh, Honey.",
        "Casey: I know. But if you could get her one last present, what would it be?",
        "Lisa: Well, Nancy was never really about gifts and presents. I mean, she was about people. She cared. She had this loving spirit that went right into action.",
        "Casey: Lock up. Come with us. I know exactly what to do.",
        "[SCENE_BREAK]",
        "Chris: This is why I tried so hard not to tell you, Katie, because I didn't want to scare you.",
        "Katie: I know, but I'm glad you did. I mean, yeah, I'm scared to death. Part of me just wants to crawl under the covers and hope that when I wake up, it's all gone.",
        "Chris: Well, you have my permission. In fact, I'll tuck you in myself.",
        "Katie: No. I want to help you.",
        "Chris: Well, then, if you mean that, then you'll help me get through this day. You will help me be strong with my family. And tomorrow, I'll tell them. That's a promise.",
        "Katie: Okay.",
        "[SCENE_BREAK]",
        "Margo: Oh, wow! Look. You've got everything all set up.",
        "Susan: I hope you don't mind we took charge of your home.",
        "Margo: No, please. Take charge. Please. Where's my son?",
        "Lucinda: He was on the way out with Alison when I got here.",
        "Margo: Oh. Where were they headed?",
        "Lucinda: Didn't say.",
        "Barbara: I was hoping that Lisa would be with you.",
        "Kim: Oh, I think she said something about work.",
        "Barbara: I stopped by the shop, and it was locked up tight as a drum.",
        "Tom: Well, that doesn't sound right.",
        "Susan: Mnh-mnh.",
        "Barbara: I think I'm gonna go give her a call.",
        "Kim: What are you smiling about?",
        "Bob: Oh, I was just thinking how Mom always loved it when we all got together and celebrated the holidays.",
        "[Bob remembering]",
        "Nancy: Tom, I think it's very nice of you to want to call your mother and wish Merry Christmas.",
        "Bob: So do I.",
        "Nancy: Tom, just remember that no matter where you go or what you're doing, there will be times when you should call your mother and your father.",
        "Chris: You are absolutely right, Nancy. And I want to say something. I want to look at my family tonight, every one of you, as grown up as you are, and I want you just to remember that you are part and parcel of a pretty wonderful mother.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Margo: Hey, maybe that's Lisa now.",
        "Tom: Oh, it's you. Come on in.",
        "Chris: Sorry we're late. Hey.",
        "Kim: No problem. Hi, Darling. Mwah. The whole family's here, or will be shortly. Do you guys want to finish what you started?",
        "Katie: Started?",
        "Kim: Yes. You know what I mean.",
        "Chris: No, I don't know what you mean.",
        "Kim: Well, the last time we were all together, you and Katie were going to make a big announcement, and then your father came in with your news about Grandma.",
        "Bob: So we could use some good news.",
        "Kim: Yes.",
        "Casey: Hey, we're back.",
        "Tom: Hey, Mom. I was starting to worry about you.",
        "Lisa: Honey, you don't have to worry about me. Your son pulled me out of the doldrums.",
        "Barbara: Hey, what's going on?",
        "Lisa: Well, I know how everyone else feels. My heart feels like it's breaking, too.",
        "Alison: So Casey had this idea.",
        "Casey: Grandma actually had the idea.",
        "Lucinda: Will someone spit it out?",
        "Alison: Instead of sitting around, feeling sad that Nancy's gone --",
        "Casey: We decided to do what she would do if she were still here.",
        "Alison: By helping people the way she did.",
        "Casey: Yeah. What do you think, Granddad?",
        "Bob: I think it's an excellent idea.",
        "Kim: Oh, I do, too. Wonderful.",
        "Katie: What kind of things are we talking about?",
        "Casey: Well, I don't know.",
        "[All muttering]",
        "Chris: You know, I'm glad we let them have this day. You know, we can deal with my stuff tomorrow or something.",
        "Katie: Yeah, let's hope.",
        "[Doorbell rings]",
        "Bob: I'll get it. John, come in. Thank you for coming.",
        "John: I'm sorry about the circumstances, you know.",
        "Chris: What is he doing here? I got to stop him befo--",
        "Katie: Chris, are you okay?",
        "Chris: Yeah, yeah, yeah.",
        "John: I've been meaning to get over here. I tried to call you on the telephone, but I'm on this case, you know, and I'm working very, very hard. Well, you know how that is. I'm sure it must have come as a shock to you, you know? Listen, I may not always show it, but I have a great fondness for the two of you, and for your family, of course, and I want to promise you that I will do the absolute best that can.",
        "Bob: Well, really not much we can do now except remember a life well lived.",
        "John: A life well lived? That's a pretty damn cold thing to say. Don't you think?",
        "Chris: [Sighs]",
        "Bob: Cold? What do you mean?",
        "John: Well, I just think it's a rather cavalier way to think.",
        "Chris: Hey, John. I wasn't sure you got my message.",
        "John: Oh, you left me one?",
        "Chris: Yes, about my Gram passing away. It happened so suddenly. We haven't had time to think about anything else.",
        "John: Oh. I wasn't aware of that. I-I -- my apologies. I'm sorry. I didn't know that. [Sighs] She was a great woman, your mother. Uh, and I'm sorry for your loss. Well, really, for our loss.",
        "Chris: Hey, let me get you a drink.",
        "John: Yeah.",
        "Katie: I'll get it.",
        "Chris: Listen, I haven't had time to talk to my family.",
        "John: Obviously, huh? Shake my hand.",
        "Chris: Come on.",
        "John: Yeah, your pulse is racing. Look, if you don't want to cause this family another funeral, I suggest you get yourself in the hospital right away.",
        "Katie: Here you are.",
        "Lucinda: John Dixon. [Laughs] Hello. I didn't know you had a soft spot in your heart for Nancy Hughes or anyone.",
        "John: It's a well-kept secret.",
        "Lucinda: Ah, yeah.",
        "John: Well, you haven't changed a bit.",
        "Lucinda: Well, I appreciate the flattery. You're so full of bull.",
        "John: Well, nobody knows that better than you.",
        "Lucinda: Would that I didn't. What are you doing here?",
        "John: I'm here called in on a cardiac case.",
        "Lucinda: Ooh. Well, then, it must be serious.",
        "John: Its life and death.",
        "Casey: Okay, everyone. Grab your partner, and go to your volunteer work to honor Gram. I mean, we'll meet in Old Town in two hours. Is that cool?",
        "Bob: It was the last time I was in this room.",
        "Kim: Oh, Honey. That's why I didn't want you to come today.",
        "Bob: No. It's all right. Got a lot of very good memories from here. You know, Son, if this is too upsetting for you, to take care of Grandma's stuff, we can do it some other time.",
        "Katie: Yeah, your dad's right. Why don't I just come back and do this myself?",
        "Chris: No, no, no, no. I want to do this. I want to do it today. It's our good work, right? Packing up Gram's stuff, deciding what goes where.",
        "Kim: Well, we really, really do appreciate your help, and Dr. Hughes, you and I have a mission possible ourselves. So let's go on our way.",
        "Chris: Okay.",
        "Kim: All right, Darlings.",
        "Bob: We'll see you later.",
        "Kim: Thank you very much. Mwah. See you later.",
        "Katie: Okay. You've kept them in the dark long enough. I'm taking you home.",
        "Chris: No, no, no. Listen. What are we gonna do, have my mom come back here, find everything as it was? You don't think that that would make her suspicious? We can't.",
        "Katie: This is crazy! You are getting sicker by the minute.",
        "Chris: This is what we're gonna do. We're just gonna pack a few boxes, and then we'll go, okay? Okay? I tell you, it'll go a lot faster if you help me.",
        "Katie: Flirt.",
        "Chris: I'm not flirting. Flirting would be -- we'd go a lot faster if you kiss me. Just kiss me. See? Feel better already.",
        "[SCENE_BREAK]",
        "Margo: Yeah. Nancy always loved this school.",
        "Tom: Probably because a lot of her students wound up teaching here. The Nancy Hughes Memorial scholarship. What a fitting tribute. And I'm sure the school board will give its unanimous consent.",
        "Margo: Yeah, great. Thank you so much for taking the time to speak with us, Mr. Hayes.",
        "Mr. Hayes: Would you like to see some more of the facility?",
        "Margo: You know what? We're kind of pressed for time. So we will show ourselves out. Thank you.",
        "Tom: I wonder how many hours she spent in rooms like this.",
        "Margo: Oh, she would just be so amazed at how different teaching is these days, with computers and smart boards and e-books.",
        "Tom: Well, teaching is teaching. She always found a way to adapt. Do you remember Kira?",
        "[Tom remembering]",
        "Kira: I'd die if he ever found out that I can't even read or write my own name.",
        "Nancy: You can learn. You said you wanted to. And I think you're enjoying this. Why, remember you told me that you like rap music? I thought that if I wrote out the lyrics to one of these songs and showed you how to sound out the words, that you'd enjoy learning to read more.",
        "[Rap music plays]",
        "Kira: [Laughs] I know this one.",
        "Nancy: You do? And you know the words?",
        "Kira: Yes.",
        "Nancy: It's clever. Don't dismiss.",
        "Kira: That's dismiss.",
        "Nancy: See? Miss, miss, this, this. Dismiss -- miss this.",
        "Kira: Yeah.",
        "[SCENE_BREAK]",
        "Margo: I think she'd be really glad we did this.",
        "Tom: Well, I'm glad we did, too.",
        "Kim: Your mother absolutely loved sharing her books with the patients. You know what? What would you think about putting a mini library here at the hospital?",
        "Bob: Well, that would be a gift from Mom that would live on.",
        "Kim: Yeah, right. Well, it already does, doesn't it? Through you and our children and grandchildren.",
        "Bob: Oh. I know that look. You're thinking that Katie and Chris will be giving you another grandchild more sooner than later.",
        "Bob: Here's one that Mom used to read to Chris and to Andy.",
        "Kim: Oh, right. Gee, I don't know. Maybe I should save this one. For the future.",
        "[SCENE_BREAK]",
        "Susan: Why did you bring us here? What good deeds can we do in the hotel bar?",
        "Lisa: Honey, would you give us three pink ladies? Well, one virgin and two not. Over here, Ladies. Have a seat. Oh. Look, I have to tell you, I have been thinking about this quite a bit, and when it is my time to punch out, well, you know, I want to make sure that I have a big party just before. I want to have dancing, music, so forth and so on -- handsome men all around.",
        "Barbara: I thought we already had a tribute to you.",
        "Lisa: Yes, very funny. Okay. Nancy always said, \"Leave the living to the living,\" or something like that. Oh, I loved Nancy. She always understood me, and she loved me anyway.",
        "Barbara: Oh.",
        "[Lisa remembering]",
        "Nancy: Here you are, Dear.",
        "Lisa: Oh, thank you. Oh, Mother. This is such a wonderful surprise. It really is. I still don't understand what it's all about. I mean, it's not my birthday or anything.",
        "Nancy: Well, it's just a little gesture of thanks for all you've done around here in the past few months. 'Cause I have told you, Dear, I don't know how I would have made it through without you.",
        "Lisa: Well, Mother, I've only done what anyone else would have done under the circumstances.",
        "[SCENE_BREAK]",
        "Lisa: Oh, wait, wait. Wait just a moment. I want to warn you, these drinks come with a price.",
        "Susan: You're charging us for drinks that you ordered?",
        "Lisa: Mm-hmm. I am. Think of this as a charity but something that Nancy would approve of.",
        "Barbara: Got it. Now what?",
        "Lisa: How much would you like to donate to a charity in Nancy's name?",
        "Susan: Excellent idea. I'll write a check as soon as I get home.",
        "Barbara: As will I.",
        "Lisa: That's wonderful. Now, whatever amount that you had in your mind, double it. Got it? Okay?",
        "Susan: Got it.",
        "Barbara: Okay. Well, this is a very expensive drink. It better be good.",
        "Lisa: To Nancy.",
        "Barbara: To Nancy.",
        "Susan: To Nancy.",
        "[SCENE_BREAK]",
        "John: You know, you're too much. First of all, you con me into giving free medical services to Luke's foundation, and then you bring me here for a beer.",
        "Lucinda: No good deed goes un-stoned.",
        "John: [Laughs] Boy, I gave up on that stuff years ago. So, what is your good deed?",
        "Lucinda: Recruiting you.",
        "John: Ah. Well, you don't look too happy about it.",
        "Lucinda: Yeah. I hate this beer. This is my penance.",
        "John: [Laughs] So, how's the family?",
        "Lucinda: [Sighs] Okay.",
        "John: Good, good.",
        "Lucinda: Lily hates me. Doesn't want to speak to me anymore.",
        "John: Boy, the more things change, the more they stay the same. Yeah? That's funny?",
        "Lucinda: Uh-huh.",
        "John: What's funny about that?",
        "Lucinda: Well, actually, it is funny. It's ironic, too. You know, earlier, I was petitioning the saint world for some help. Who would have thought that you would be what was sent.",
        "John: Ah. Well, try me.",
        "Lucinda: Oh, God. I miss Lily. I do. What should I do, Dr. John?",
        "John: What do I know?",
        "Lucinda: Right. I should have gotten the answer from the spirit world, from Nancy Hughes, while I had the chance.",
        "John: Yes, yes. Well, now, Nancy knew the importance of the family, yes.",
        "Lucinda: Yeah, that she did.",
        "John: You know, it reminds me of a story that Lisa told me one time, that when she was married to Bob, early married to Bob, and they still had little Tommy and they were living, all of them, together with Nancy. [Laughs]",
        "[John remembering]",
        "Nancy: Well, if you would go upstairs now into your bedroom, you wouldn't find Tommy's bed in there.",
        "Bob: What?",
        "Nancy: I put some furniture in where his bed was so that it would be more like a sitting room as well as a bedroom for you.",
        "Bob: Well, where did you put his bed?",
        "Nancy: He's going to share Grandpa's room.",
        "Bob: Mom, you shouldn't have done that.",
        "Nancy: I didn't. It was your grandfather's idea, and he felt very selfish for not having thought of it before. But you know, Bob, it is a big room.",
        "Bob: I know, but --",
        "Nancy: He's right, thought, Dear. There's no reason why Tommy shouldn't sleep in there in his room.",
        "[SCENE_BREAK]",
        "[Both laugh]",
        "Lucinda: Nancy Hughes, she gave them permission to get it on even though they were married.",
        "John: And had a child.",
        "Lucinda: Oh. And -- and, John, the morale of this story is --",
        "John: That children are more important than anything, even your pride. So why don't you swallow it and just apologize to Lily?",
        "[SCENE_BREAK]",
        "Casey: I mean, how did -- how did you even come up with that?",
        "Alison: Duh! You want to be a lawyer.",
        "Casey: Yes, I know, but volunteer as a legal aide? It was -- I never thought I would have so much fun answering phones and making copies, you know? I know we were supposed to volunteer for, you know, Gram, but it was -- it was fun, because of you.",
        "Alison: So, still want to marry me?",
        "Casey: Yes. But I do feel like you've been giving it a second thought.",
        "Alison: I-I did. I was.",
        "Casey: You did, but not anymore?",
        "Alison: It had nothing to do with you. It was all doubts about myself. And then I finally realized that no one else is going to be a better wife for you than me, and that will be true for the rest of our lives. All right. We better get out these candles before everybody else gets here.",
        "[Casey remembering]",
        "Casey: Yeah, yeah. I want to give you something. Alison, you know, well, obviously, it didn't work out. So I want you to have this back.",
        "Nancy: My ring. You keep this, Dear.",
        "Casey: But I'm not getting married.",
        "Nancy: Not just yet. You grew up in a family of strong marriages. So I have a feeling that someday you're going to plan your own wedding. When you do, that will be a good standby for the girl who's going to be smart enough to choose you.",
        "[SCENE_BREAK]",
        "Alison: What are you doing with that? I thought you were gonna put that someplace safe.",
        "Casey: My Grams really believed in love, and she believed in us, and I'm gonna put this where it belongs.",
        "[SCENE_BREAK]",
        "Katie: Oh, a marriage license.",
        "Chris: What? Oh, my goodness.",
        "Katie: Oh, and this looks like your grandfather's law diploma.",
        "Chris: Law diploma. You know what? She helped him get that. She was working as a teacher. What else is in here? Photo album. What are those?",
        "Katie: Did these belong to your dad?",
        "Chris: No. Those actually -- those were actually his sister Susan's. She died in a swimming accident when she was a teenager. I remember Dad had said that Gram would often get depressed thinking about it.",
        "Katie: Oh. I guess he always seemed so content.",
        "Chris: Well, I think at some point, she and Granddad decided that they'd have to live their lives with no regret. Look at these. Oh.",
        "Katie: Look at them.",
        "[SCENE_BREAK]",
        "[Clip]",
        "Nancy: There's a lot that's gone on in 50 years.",
        "Chris: Yes, indeed.",
        "Nancy: Do you have any regrets?",
        "Chris: Not a day of regret. Wish there could be 52 more. I love you every day.",
        "Nancy: Who's to say there won't be 50 more?",
        "Chris: There's only one Nancy in the world wide world for me.",
        "Bob: I'm lucky enough to be able to call this man and this woman Mom and Dad. God bless you.",
        "[SCENE_BREAK]",
        "Chris: That's gonna be us, you know. Growing old together, loving each other.",
        "Katie: No regrets.",
        "Chris: No regrets. Let's see.",
        "Katie: [Laughs]",
        "[SCENE_BREAK]",
        "Casey: Does everyone have a candle?",
        "[All agree]",
        "Kim: Yeah, thank you.",
        "Alison: Wait, wait. We're missing somebody.",
        "John: Yeah, Chris and Katie.",
        "Casey: Well, should we -- should we start without them?",
        "Kim: You know, maybe they wanted some alone time after they did their good deed.",
        "Bob: Somebody should say something.",
        "Kim: Oh, Honey. What about the prayer that Mom liked so much?",
        "Margo: Yeah, yeah. The Thanksgiving prayer.",
        "Lucinda: Give it a try.",
        "Kim: Do you still remember the words?",
        "Bob: Yeah, yeah. It begins, \"Oh, God, when I have food, help me to remember the hungry.\"",
        "Nancy: When I have work, help me to remember the jobless. When I have a home, help me to remember those who have no home at all. When I am without pain, help me to remember those who suffer. And remembering, help me to destroy my complacency, to stir my compassion, and be concerned enough to help by word and deed those who cry out for what we take for granted. Amen.",
        "Chris: Sorry.",
        "Casey: Better late than never, right?",
        "Chris: Yeah. Do you have an extra one for Katie?",
        "Casey: Yeah, yeah.",
        "Kim: Where is Katie?",
        "Chris: She's around -- I --",
        "[SCENE_BREAK]",
        "Katie: You always understood. Always.",
        "[Katie remembering]",
        "Katie: Sometimes I feel like Brad's still here. Am I nuts?",
        "Nancy: If you're nuts, I'm nuts, too. I've talked to Chris all along. For 23 years, I've talked to him. That's how long he's been gone.",
        "Katie: So, you -- you feel like he's actually here.",
        "Nancy: Always. I've never told any of this to Bob, but sometimes I wish I might, because he worries so about my being all alone.",
        "Katie: But you're not alone.",
        "Nancy: You're not alone. But let's just let it be our secret.",
        "[SCENE_BREAK]",
        "Katie: I can't do it, Nancy. I can't lose someone else. Help me. Oh, God. What am I gonna do? What am I gonna do?",
        "[NEXT_ON]",
        "Noah: You're not in love with me anymore? You're in love with Reid?",
        "Luke: Yes. Yes, I'm in love with Reid. I am.",
        "Reid: You two haven't seen Chris, have you?",
        "Bob: He's playing golf.",
        "Reid: I'm gonna get you to the hospital. Let's go.",
        "Katie: It's really happening."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=pT6OYtvMM-E"
}