{
    "Episode Summary": [],
    "Recap": [
        "Allison and Hunter make up, as she learns his mother has died. Casey arrives wanting to talk with Allison about his mom and Riley being Adam, but Allison blows him off to be with Hunter, which doesn't sit well with Casey, who ends up almost coming to blows with him. A furious Allison sends him on his way without knowing why he came to see her. Later, Allison finds out from her mom about Margo and feels horrible that she blew Casey off. She goes to see him, but Casey doesn't want to talk with her. Allison ends up back with Hunter, as he continues to wrestle with how his mother died without telling him the truth about his dad. Allison promises to get him through this, as Hunter wonders why she is so loyal to him, as Allison admits that she doesn't know what draws her to him when they end up in each other's arms kissing. Dusty and Damian continue to be at each other's throats thanks to the machinations of Paul, who pretends to be Damian when he makes off with Dusty's laptop with his presentation for a multi million dollar deal on it. This sends Dusty off at Damian in front of Meg and Lily when he searches Damian's room and finds the laptop thanks to Paul. He promises there will be retaliation, as Meg is frustrated and overwhelmed with their arguing and stomps off. Paul conveniently offers her a shoulder again. After speaking with Lily, Damian tries to make peace with Dusty, but Dusty doesn't want anything to do with his olive branch and Damian decides he can't back down either now. Susan tells Emily that she tested her eggs and wasn't surprised that they aren't hers. She suspects Larry is playing some kind of game. Emily is not rushing to believe this, but also is desperate to get answers from Larry at the same time. She meets with Larry, who feigns ignorance and tells her that someone must have mismarked her eggs, but Emily is very leery. After Emily bumps into Hunter and learns his mother died and the story behind the name Tristan Wagner, Emily recalls talking with Larry about his favorite opera with the same name. She keeps this to herself, but has to wonder about the connection. Later, Emily confronts Larry and wonders if he ever knew a woman named Aurora Hunter."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: You're avoiding me.",
        "Hunter: No.",
        "Alison: I shouldn't have just run off like that.",
        "Hunter: I shouldn't have kissed you.",
        "Alison: Well, I'd like to still hang out if you want to.",
        "Hunter: Sure.",
        "Alison: And if you change your mind about trying to find your father, I'll go with you and visit your mother again.",
        "Hunter: My mother's dead.",
        "[SCENE_BREAK]",
        "Emily: I'm here.",
        "Susan: Thank you.",
        "Emily: Okay. I've got like five breaking stories at once, so if this is more about what an idiot I am for trusting Larry --",
        "Susan: You're not an idiot.",
        "Emily: Okay, look, I know you're not happy that he found my frozen eggs that you thought were gone. But stuff happens, Mother. Move on. The man has done nothing but help me since he's been here. I mean, why shouldn't I let him?",
        "Susan: I can give you a reason.",
        "Emily: Right. You told me last night that he's a con artist. You told me at breakfast that he's a fraud. You make me come all the way down here to what, to tell me that he's a liar, a cheat? A what, Mother? What's this?",
        "Susan: The report from those eggs Larry supposedly found.",
        "Emily: Yeah, I know. He told me. He said they're viable. I just need a sperm donor, and I can get pregnant.",
        "Susan: This is a different report.",
        "Emily: What are you talking about? He didn't mention ordering any other tests.",
        "Susan: He didn't. I did. This is a DNA analysis.",
        "Emily: What? A -- who gave you permission to do that?!",
        "Susan: Do you want to know the results or not?",
        "[Emily scoffs]",
        "Emily: Okay, fine. You mind explaining this medical mumbo jumbo?",
        "Susan: It's very simple, really. Those eggs aren't yours.",
        "[SCENE_BREAK]",
        "Alison: What happened?",
        "Hunter: Well, she had another stroke. It finished her.",
        "Alison: Hunter, I'm so sorry.",
        "Hunter: It's better this way. After the first stroke, she wasn't really my mother anymore. She used to be a brilliant woman.",
        "Alison: I know. You -- you told me about all the research and the -- the articles she wrote for medical journals.",
        "Hunter: For a woman like that to be -- her independence was everything. To be reduced to --",
        "Alison: I know. Don't -- don't remember her like that, okay? Just remember the woman she was.",
        "Hunter: It's hard.",
        "Alison: Of course it is. You can't stop thinking about how lost she looked in the nursing home. But that was her illness, not her.",
        "Casey: Hey. Um --",
        "Alison: Hey.",
        "Casey: Can I talk to you for a second?",
        "Alison: It's not a good time.",
        "Casey: Well, it's really important.",
        "Alison: I'll call you later.",
        "Hunter: It's okay.",
        "Alison: Are you sure? I'll be right back.",
        "Casey: Since when do you need his permission to talk to me?",
        "Alison: His mother just died.",
        "Casey: I'm sorry.",
        "Alison: Yeah, some people have real problems, Casey. So if this is about you and Riley again, it's not a good time.",
        "[SCENE_BREAK]",
        "Damian: I'm telling you all it was sabotage. No, the police are still investigating. Yes, I understand. I understand. We won't move the ship until you clear it. But please, could you expedite this as much as possible? Thank you.",
        "Meg: Well, you don't look happy.",
        "Damian: The EPA is not amused by Dusty's practical joke.",
        "[Meg sighs]",
        "Meg: Come on. Do you really believe he cut the fuel line to your ship?",
        "Damian: Maybe not with his own hands, but I have no reason to doubt that he was behind it.",
        "Meg: Okay, look, even if you're right, the damage has been done. Can't you just let it end here?",
        "Damian: I have to protect my family's interest, not just my own.",
        "Meg: How is it in anybody else's interest to keep going back and forth like this?",
        "Damian: Look, I tried to end it. I gave up my bid for Worldwide, and it wasn't enough for him.",
        "[Meg sighs]",
        "Meg: Well, I think you should try again.",
        "Damian: I wish I could, Meg, but this isn't just about you anymore.",
        "[SCENE_BREAK]",
        "Lily: You okay with me filling in for my mother?",
        "[Dusty sighs]",
        "Dusty: You know the business better than I do.",
        "[Lily chuckles]",
        "Dusty: I'm glad your mother's doing something nice for us.",
        "Lily: I am glad that her radiation treatments are over. And I didn't want her to postpone her cruise.",
        "Dusty: No, of course not.",
        "Lily: Even so, this was one meeting that she didn't want to miss.",
        "Dusty: Well, she knows JKR is one of our biggest clients.",
        "Lily: Yes! She said that this project could be a cash cow even in the recession.",
        "Dusty: Could be.",
        "Lily: Then why do I get the feeling you're a million miles away?",
        "Dusty: Oh, I've been dealing with some -- -- unexpected developments.",
        "Lily: Meg told me about the cut fuel line on Damian's ship.",
        "Dusty: Did she tell you he's going around telling people I did it?",
        "Lily: Did you?",
        "Dusty: Would I do something like that?",
        "Lily: You almost got into a fistfight with him when he started buying up our shares.",
        "Dusty: Does that mean I'm causing oil spills?",
        "Lily: I hope not.",
        "Dusty: You don't believe me, do you?",
        "Lily: I know how much Meg means to you.",
        "Dusty: It's not about her. Damian Grimaldi tried to steal my company.",
        "Lily: He backed off.",
        "Dusty: Yeah. It's part of his strategy. So I'd drop my guard. He's good at this stuff.",
        "Lily: I'm sorry, Dusty. I don't believe Damian set you up.",
        "Dusty: No? Then who did?",
        "[SCENE_BREAK]",
        "Janitor: They said no one was in here.",
        "[Italian accent]",
        "Paul: Me -- my, uh, breakfast meeting -- she's a canceled. I have so much work to do. It's --",
        "Janitor: Nobody told me.",
        "[Paul sighs]",
        "Paul: I have the -- check up with security. You tele -- telephone them and ask them.",
        "Janitor: No offense, Sir, but maybe I'd better.",
        "Paul: You must, uh, do your job. I'll do mine.",
        "Janitor: Thanks, Sir. What's your name?",
        "Paul: Grimaldi. Damian Grimaldi.",
        "[SCENE_BREAK]",
        "Lily: What makes Damian so sure this wasn't an accident?",
        "Dusty: The cops say the fuel line was clearly cut and that there was someone down there who said he was working for me.",
        "Lily: Well, that doesn't prove that Damian was trying to frame you. He told Meg and me that he was done fighting with you.",
        "Dusty: And you believe him? That's what I love about you.",
        "Lily: I also believed you were dead once upon a time. Do you remember that?",
        "Dusty: So he's got us fighting now?",
        "Lily: And that is something that we can't afford. So, let's forget about Damian and concentrate on JKR communications.",
        "Dusty: Okay.",
        "Lily: All right. What's the pitch?",
        "Dusty: Synergy. We've got the hardware. They've got the software. The government's got all kinds of money to support green projects just like this one.",
        "Lily: Great, as long as we really are contributing to the green economy.",
        "Dusty: We are.",
        "Lily: Good.",
        "[Lily laughs]",
        "Lily: Now I remember why I love working on Luke's foundation so much.",
        "Dusty: Somebody's got to earn all that money you do-gooders give away.",
        "Lily: That would be the Grimaldis.",
        "Dusty: That's right. You launder his dirty money, and he gets to feel like a saint.",
        "Lily: Luke is doing a lot of good with that money.",
        "Dusty: Doesn't change where it came from.",
        "Lily: How did we get back to this?",
        "Dusty: You brought it up.",
        "Lily: My mistake.",
        "[Lily sighs]",
        "Lily: So, where's the presentation?",
        "Dusty: On the laptop in the office.",
        "Lily: Then we're ready. You bringing your \"A\" game?",
        "Dusty: You know it.",
        "Lily: Good, Tiger. Let's go.",
        "[SCENE_BREAK]",
        "Paul: This looks interesting. This is a great deal for Worldwide. Dusty, you shark.",
        "[Paul laughs]",
        "Paul: Wow. This is gonna hurt.",
        "[SCENE_BREAK]",
        "Meg: I understand this fight between you and Dusty has gone way beyond me. I still want it to stop. I still feel responsible for getting it started in the first place.",
        "Damian: You shouldn't.",
        "[Meg sighs]",
        "Meg: If it was just between you and Dusty pounding at each other, I -- I wouldn't feel this way. But now there's been an oil spill, and who knows what will be next.",
        "Damian: That's why I can't just lie down and take it. I mean, I -- I wish I could find some way to make peace.",
        "Meg: Damian, if this keeps going, somebody will get hurt.",
        "Damian: I promise you, Meg, I'll do my best to make sure that doesn't happen.",
        "Meg: But you're not gonna let it go.",
        "Damian: I'm sorry. I can't.",
        "[SCENE_BREAK]",
        "Lily: It's a pleasure to meet you, Mr. Rubin.",
        "Joel: Call me Joel.",
        "Menashe: Menashe Patel.",
        "Lily: Pleasure.",
        "Norman: Norman Chen.",
        "Lily: Nice to meet you.",
        "Dusty: Nice to meet you all. Please.",
        "Lily: I'm sorry that my mother couldn't be here. She's been ill, and she needed to get away for some much-deserved R&R.",
        "Menashe: We're glad she's recovering. She's a great lady.",
        "Lily: Thank you so much.",
        "Dusty: Are you sure?",
        "Bonnie: We've looked everywhere.",
        "Joel: Is there a problem?",
        "Dusty: Yes. The laptop with our presentation has disappeared.",
        "[SCENE_BREAK]",
        "Emily: I can't believe you went behind my back to do this.",
        "Susan: If I'd ask you to test the DNA of those eggs, would you have said yes?",
        "Emily: No. Of course not.",
        "Susan: That's why I didn't ask.",
        "Emily: You had no right!",
        "Susan: Is that the central issue here?",
        "Emily: No, Mother. The question is, why the hell would the hospital put my name on somebody else's eggs?",
        "Susan: Emily, is that what you think happened?",
        "Emily: Obviously!",
        "Susan: Those eggs were not in the lab when I searched, or when Bob searched, or when I went back and searched again. But Larry shows up, and presto, out of nowhere, there they are. Only this time, the eggs aren't yours.",
        "Emily: Why on earth would he put my name on somebody else's eggs?",
        "Susan: I don't know. Maybe he just wants to get on your good side, just like he did with Alison.",
        "Emily: Why? After all these years, why would he care?",
        "Susan: That's something you should be asking him.",
        "Emily: I will.",
        "Susan: Just remember, there's one sure sign that Larry McDermott is lying.",
        "Emily: Really? What's that, Mother?",
        "Susan: His lips are moving.",
        "Larry: This is Dr. McDermott. Leave a message.",
        "Emily: Larry, its Emily. I need to see you right away.",
        "[SCENE_BREAK]",
        "Alison: I'm sorry about that.",
        "Hunter: Uh, I don't think he's done.",
        "Alison: I don't care.",
        "Casey: I'm sorry about your mom.",
        "Hunter: Thanks.",
        "Casey: Can we finish our talk?",
        "Alison: I told you, it's not a good time right now.",
        "Casey: It's not what you think. Alison, seriously, I wouldn't even ask you if it wasn't important.",
        "Alison: Casey, his mother just died, for God's sakes! I know you're not the sensitive type, but if you could show a little respect --",
        "Casey: And what's that? That makes you the grief counselor now? I'm sorry.",
        "Alison: I think you should go.",
        "Casey: No. What the hell are you doing here?",
        "Alison: It's called being a friend.",
        "Casey: And where's that leave me?",
        "Alison: This has nothing to do with you! You made it perfectly clear that you don't want anything to do with me.",
        "Casey: So you latch on to some dweeb instead?",
        "Alison: Go to hell.",
        "Casey: You work fast, don't you? Don't get too attached, Hunter. You know, once she gets restless with one guy, she's on to the next.",
        "Hunter: What did you say?",
        "Casey: Um, I think you should sit down before you get hurt.",
        "Alison: Casey, just leave.",
        "Casey: No, I -- I'll leave when I'm finished.",
        "Hunter: You are finished.",
        "Casey: Listen to this.",
        "Hunter: That's right. Time to shut up and leave.",
        "Casey: You think so?",
        "Hunter: That's right.",
        "[Hunter groans]",
        "Alison: Casey!",
        "(Guitar plucking)",
        "Alison: Casey, let go of him! Stop! What the hell are you doing? What is wrong with you?",
        "Casey: What's wrong with you?",
        "Alison: Nothing that getting you out of my life won't fix!",
        "Casey: Consider it done.",
        "[Alison sighs]",
        "Alison: I can't believe him. I'm --",
        "Hunter: Are -- are you okay? Do you want some water or something? Here. Sit down.",
        "Alison: I -- I'm fine. I'm just -- I'm sorry you had to go through that.",
        "Hunter: He had no right to talk to you like that.",
        "Alison: He just flips out sometimes. He doesn't mean it.",
        "Hunter: Yeah, well, it sure felt like he meant it to me.",
        "Alison: I'm really sorry he did that to you.",
        "Hunter: I'm just glad it was me and not you.",
        "Alison: He wouldn't.",
        "Hunter: You sure?",
        "Alison: Absolutely.",
        "Hunter: Still, you're better off without him.",
        "Alison: Maybe. Um, you know what? I -- I should head to the hospital and see if I can get somebody to cover my shift.",
        "Hunter: Why?",
        "Alison: So I can spend the rest of the day with you.",
        "Hunter: Oh, you don't -- you don't have to do that.",
        "Alison: Well, unless you want to be alone. I totally understand.",
        "Hunter: No, not at all.",
        "Alison: Then you're stuck with me until you get stick of me.",
        "[SCENE_BREAK]",
        "Lily: Mr. Donovan will be back as soon as he's finished speaking with security. I am sorry to have to keep you waiting like this.",
        "Joel: It'll be worth it when we hear your presentation.",
        "Lily: I hope so. The problem is, all of our slides were on the stolen laptop.",
        "Menashe: Don't you have copies?",
        "Lily: The files were deleted from our local drives.",
        "Norman: What about off-site archiving?",
        "Lily: Our system was recently compromised, and the new software is still being debugged.",
        "Norman: Doesn't anybody here have a thumb drive?",
        "Joel: So we came here from Dayton for nothing?",
        "Lily: No. I -- I'm sure Mr. Donovan will be able to discuss the project without the slides. He knows it inside and out.",
        "Menashe: Amateur hour.",
        "Norman: How do we trust them to keep our data secure?",
        "Joel: I'm sorry. I have to agree.",
        "Lily: Please let us reschedule. I'm sure that our system will be up and running by then. Gentlemen -- damn it!",
        "Dusty: Where'd they go?",
        "Lily: They left.",
        "Dusty: Did you reschedule?",
        "Lily: I tried. They weren't interested.",
        "Dusty: They backed out?",
        "Lily: Yeah. I can't say I blame them.",
        "Dusty: I don't believe this.",
        "Lily: Did the security guard give you any idea who made off with the laptop?",
        "Dusty: Yeah. He saw a man in the office before we got here.",
        "Lily: Didn't he have to go through security?",
        "Dusty: Mm-hmm. He did. And he gave his name with that charming Italian accent. Damian Grimaldi.",
        "[SCENE_BREAK]",
        "Susan: Ali, wait!",
        "Alison: I have a friend who just lost his mother. I have to get back to him.",
        "Susan: Oh, I thought you were scheduled for a shift today.",
        "Alison: I was. I just got someone to cover it for me.",
        "Susan: Oh. I won't keep you then. Have you seen Margo?",
        "Alison: Is she sick?",
        "Susan: She was shot.",
        "Alison: When?",
        "Susan: Yesterday. Didn't Casey tell you?",
        "Alison: Oh, my God. I think he tried, but I didn't give him the chance.",
        "[SCENE_BREAK]",
        "Larry: Hunter, right? How are you?",
        "Hunter: Okay.",
        "Larry: Good.",
        "Emily: Hunter.",
        "Larry: Alison's friend seems a little depressed.",
        "Emily: He's always like that.",
        "Larry: What's so urgent?",
        "Emily: My mother tested the eggs.",
        "Larry: What do you mean? I ordered the tests.",
        "Emily: Yes, but you didn't order a DNA test.",
        "[Larry laughs]",
        "Larry: She ordered that?",
        "Emily: Yes, and according to her, the eggs aren't mine.",
        "Larry: How could that be?",
        "Emily: You tell me.",
        "Larry: Oh, she thinks I'm responsible?",
        "Emily: Are you?",
        "Larry: Emily, why would I do a horrible thing like that?",
        "Emily: I don't know.",
        "Larry: But knowing Susan, she's got a theory.",
        "Emily: She told me to ask you.",
        "Larry: Of course she did.",
        "Emily: So I'm asking you. Please tell me you had nothing to do with this.",
        "[SCENE_BREAK]",
        "Damian: This wasn't a harmless prank, Meg. This was industrial sabotage. The cleanup will cost us millions.",
        "Meg: I understand.",
        "Damian: Do you understand what would happen if the ship left port with a compromised fuel line? One spark could have set the whole ship on fire. The entire crew was endangered.",
        "Meg: Well, thank God that didn't happen.",
        "Damian: Yeah, thank God. But I can't simply let this go. Our insurance company wouldn't allow me to.",
        "Lily: We need to talk to you.",
        "Damian: I have nothing to say to the man outside a courtroom.",
        "Dusty: You cost me a multimillion-dollar account.",
        "Damian: What are you talking about?",
        "Lily: Did you see a laptop in the office when you were there?",
        "Dusty: Of course he did. He took it.",
        "Damian: What office?",
        "Lily: Worldwide.",
        "Damian: I haven't been at Worldwide in days.",
        "Dusty: Really? The janitor saw you this morning.",
        "Damian: He must be mistaken.",
        "Dusty: You told him your name, and then you stole my computer.",
        "Damian: I didn't steal it.",
        "Dusty: Really? Is there another thief around by the name of Damian Grimaldi?",
        "Damian: I haven't been in your office at Worldwide, and I didn't take your computer.",
        "Dusty: Then you won't mind if we search your room.",
        "[Paul whistling]",
        "Damian: There's no way I'm letting you search my room.",
        "Dusty: 'Cause it's there, isn't it?",
        "Damian: How many times do I have to tell you? I wasn't at Worldwide today, and I didn't steal your computer.",
        "Dusty: You told the janitor and the security guard your name.",
        "[Damian chuckles]",
        "Damian: That's ridiculous.",
        "Dusty: Let's see if the cops agree.",
        "Damian: If I was trying to sabotage you, why would I tell anyone who I was, and why would I hide whatever I stole in my hotel room?",
        "Dusty: Whatever you're trying to pull off won't work this time.",
        "Damian: Is this your feeble attempt to -- to get yourself off the hook for cutting the fuel line?",
        "Dusty: I didn't cut anything.",
        "Damian: Yeah? Whatever you say. Can I buy you a cup of coffee?",
        "Meg: Now?",
        "Damian: Yeah. This conversation got boring a long time ago.",
        "[SCENE_BREAK]",
        "Lily: I guess we should go to the police and get a search warrant.",
        "Dusty: There's no time. He's gonna move the computer.",
        "Lily: If it's up there in the first place.",
        "Dusty: Why do you think he doesn't want us to look?",
        "Lily: All right, well, I'll stay here and watch him so that he doesn't move it. And you go to the police station and get the warrant.",
        "Dusty: I have a better idea.",
        "[SCENE_BREAK]",
        "Larry: They must have mixed up the containers.",
        "Emily: Well, my mother still thinks it wasn't there until you supposedly stumbled upon it.",
        "Larry: I'm beginning to believe your mother would do or say anything to make me look bad.",
        "Emily: Really? I think that goes both ways.",
        "Larry: I wouldn't waste my time, Emily. I actually have very little interest in her one way or the other.",
        "Emily: Well, then, what -- what is your interest in me? I mean, why get my hopes up like this and then do something like this to me?",
        "Larry: I -- I wouldn't do anything to you. I didn't. Listen to me. This is hospital error.",
        "Emily: Really? Just like the form transferring my eggs to Chicago that you swear you didn't sign?",
        "Larry: I don't remember signing it.",
        "Emily: Oh, now -- now you don't remember? You -- you may have signed it?",
        "Larry: Yes, it's possible that I signed it, yes. But look, let's focus on the present, shall we? Right now, I'm just trying to help you have a baby.",
        "Emily: Right. But the problem is, I don't want just to have a baby. I want my own baby. So if you think you're helping me by implanting me with somebody else's eggs --",
        "Larry: Emily, you have this completely wrong. I'm here for one reason -- to try and make up in some small way for the things that I did to hurt you, to hurt Alison, and yes, even your mother. But now your mother is poisoning you with these ridiculous conspiracy theories.",
        "Emily: Prove it.",
        "Larry: How do I do that?",
        "Emily: I don't know. Figure it out.",
        "[Larry sighs]",
        "Larry: I'm sorry, Emily. I -- I thought we could be real friends. I thought we understood each other, that we had things in common.",
        "Emily: Is that what the -- the opera was all about?",
        "Larry: Yes. I thought we could go back sometime.",
        "Emily: Yeah, well, I've had enough opera for a while, thanks.",
        "Larry: I enjoyed your company. I'll miss it. Good luck with your pregnancy.",
        "Emily: Going to work?",
        "Hunter: No, not today. I already called in.",
        "Emily: Really? You don't look sick.",
        "Hunter: I'm not.",
        "Emily: What's in the box?",
        "Hunter: Uh, just some stuff my mother had at the nursing home.",
        "Emily: Why do you have it?",
        "[Emily gasps]",
        "Emily: Oh, my God. Oh, I'm so sorry.",
        "Hunter: It's okay.",
        "Emily: I -- I -- when did it happen?",
        "Hunter: Last night.",
        "Emily: Oh, my God. Are you okay? I mean, were you close?",
        "Hunter: I thought we were. But now my mother's become this like total mystery. You don't care about any of this.",
        "Emily: No, listen. Listen to me. I'm dealing with my own family mystery right now, so I don't know. Maybe I can help you figure out yours.",
        "Hunter: The whole time I was growing up, my mother was a scientist -- very committed, and so absorbed in her work that she didn't have much time for a social life. And, well, she had me kind of late in life. She always told me that my father had died. But after her stroke, she said the man she always said was my father wasn't my father at all.",
        "Emily: Did she ever tell you who your actual father was?",
        "Hunter: Just that his name was Tristan. Ali and I got a copy of my birth certificate, which I'd never seen, and it was there -- Tristan Wagner. We even found a guy in Chicago with that name, but he couldn't be my father.",
        "Emily: Well -- Tristan like the -- like the opera?",
        "Hunter: \"Tristan and Isolde.\" My mother always said it was her favorite but, you know, never said why. Yeah, but, you know, who knows? Maybe that was all a lie, too.",
        "Emily: What was your mother's name?",
        "[SCENE_BREAK]",
        "Lily: We shouldn't be doing this.",
        "Dusty: You own this hotel. With good cause, you can enter any room you want.",
        "Lily: Yeah, but it's usually because of loud music. It's not for stolen computers. If we don't find it, he'll never know we were here.",
        "Lily: Why would he bring it here in the first place?",
        "Dusty: To stash it. Come on. What do we have to lose?",
        "Lily: Our self-respect? We're breaking about 12 laws here.",
        "Dusty: Damian screwed up that JKR deal. I worked on that deal for months with your mother.",
        "Lily: If he were trying to sabotage us, why would he be running around, telling everyone his name?",
        "Dusty: 'Cause he's arrogant. Let's just find out.",
        "Lily: I don't think it's here.",
        "Dusty: Hold on.",
        "Lily: Is that it?",
        "Dusty: Looks like it. I knew it. I knew he was lying.",
        "[SCENE_BREAK]",
        "Damian: I can't believe that idiot runs a company. Can't even manage his own lies.",
        "Meg: Do we have to talk about him?",
        "Damian: No. You're right. Let the police handle him.",
        "[Meg sighs]",
        "Meg: Good. I hope you mean that.",
        "Damian: I do. I'm as tired as you are of all these confrontations. But here comes another one.",
        "Dusty: Look what we found in your room.",
        "Damian: You've been through my room?",
        "Dusty: This is my computer.",
        "Damian: I didn't take it!",
        "Dusty: Then how did it get there?",
        "Damian: You obviously brought it in!",
        "Lily: I went in with him. We were gonna leave, and then he found it behind your curtain.",
        "Meg: Did you take it?",
        "Dusty: He took it.",
        "Damian: Of course I didn't.",
        "Dusty: He took it at the office, and he brought it back here.",
        "Damian: Don't listen to him.",
        "Meg: You know, I -- I'm sick and tired of listening to all of you. When the hell are you guys gonna grow up?",
        "Dusty: I'm calling the cops.",
        "Damian: Go right ahead. They'll laugh in your face.",
        "Dusty: My stolen computer was in your hotel room.",
        "Damian: Which you broke into and searched illegally. Read your country's constitution if you can understand the words.",
        "Lily: He's right. They'll never admit it as evidence.",
        "Dusty: Sure they will.",
        "Lily: Dusty, you proved your point. Now, would the both of you put an end to this?",
        "Dusty: It ends when he's in jail. Not before.",
        "Damian: I wasn't at Worldwide. I didn't take it!",
        "Damian: Then how did the bag get in your room?",
        "Damian: W --",
        "Lily: Don't tell me he put it there, because I've been by his side from the minute he found out it was missing.",
        "Damian: He had somebody else do it pretending to be me.",
        "[Lily scoffs]",
        "Lily: That's exactly what he thinks you did to him.",
        "Damian: So -- so we're back to the broken fuel line? Lily, if I was trying to implicate Dusty in a crime, an oil spill would be the last thing I'd choose! It's costed me a fortune!",
        "Lily: We had a major presentation on that computer, and when we lost it, we lost a deal with a company that we would have made millions with.",
        "[Damian sighs]",
        "Damian: Do you really think I'm such a fool that I'd go into his office and advertise the fact that I was there to steal his computer?",
        "Lily: No.",
        "Damian: You know he's obsessed with Meg! He can't take the fact that she rejected him. I'm her friend, so he's taking it out on me. That's all.",
        "Lily: It's -- it's bigger than that. It's not just a jealous reaction.",
        "Damian: It's not bigger than his ego. Nothing is. Come on. He's just used to being in control, and now that Meg stopped listening to him, doing what he says, he can't take it. You have to talk to her, convince her that I'm innocent.",
        "[Lily scoffs]",
        "Lily: Again?",
        "Damian: Well, I am innocent! A -- and she did listen to you last time.",
        "Lily: Yeah, well, that was because you called off your little hostile takeover.",
        "[Lily sighs]",
        "Lily: You know what? Holden is right. This whole thing is toxic for everybody, especially Meg.",
        "Damian: I don't believe that. You know what? Let's go.",
        "Lily: Where?",
        "Damian: To make one last attempt to make peace with Dusty.",
        "Lily: What makes you think he'll agree?",
        "Damian: He probably won't. But at least I'll be able to tell Meg that I really did try.",
        "[SCENE_BREAK]",
        "Larry: You had to interfere, didn't you?",
        "Susan: This can go back. Larry. You lied about those eggs.",
        "Larry: And you don't know what you're talking about.",
        "Susan: Those eggs are not Emily's. And you didn't just find them in the lab. You planted them.",
        "Larry: Really? And pray tell, why would I do that?",
        "Susan: Who is she?",
        "Larry: Who's who?",
        "Susan: The woman you got the eggs from?",
        "Larry: I don't know whose they are.",
        "Susan: The hell you don't.",
        "Larry: Look, I do know what's going on here. You can't stand the fact that Emily might actually enjoy my company.",
        "[Susan laughs]",
        "Susan: You're right. I can't. Having a baby means a lot to Emily. She doesn't need you sabotaging it.",
        "Larry: I wasn't.",
        "Susan: Why don't you just give it up? Your plan, whatever it was -- it's just been blown sky-high. Why don't you tell me what it is you're after?",
        "Larry: Susan, there is no plan. I found the eggs in the lab. If they're not Emily's, I don't know whose they are.",
        "Susan: Okay. If that's the way you want to play it, go right ahead. But don't go near Emily ever again.",
        "Larry: You're jealous.",
        "Susan: Of you?",
        "Larry: Of Emily. She can get along with people. She gets along with me.",
        "Susan: Wow. It must really be tiring dragging that ego around all day.",
        "Larry: It's true, and you know it's true.",
        "Susan: Don't put this on me. You've got a scam going. Who'd you get those eggs from? What did you promise her?",
        "Larry: Nothing. There is no \"Her.\"",
        "Susan: Just don't try to use Emily in whatever it is you're concocting with that other woman.",
        "Larry: You are sick. You know that?",
        "Susan: Only when I look at you.",
        "[SCENE_BREAK]",
        "Emily: Hunter -- wait. Where -- where are you going?",
        "Hunter: I don't know. I -- I thought Alison was coming back, but I guess she found something better to do.",
        "Emily: No. Hunter --",
        "Hunter: I'll see you tomorrow at work.",
        "[Emily remembering]",
        "Larry: It does remind me of her.",
        "Emily: Who was she?",
        "Larry: Someone I knew a long time ago.",
        "Emily: Knew and loved?",
        "Larry: Didn't work out.",
        "Emily: Ah. So now all you have is your memory of her and, of course, \"The Barber of Seville.\"",
        "Larry: Actually, it was \"Tristan and Isolde.\"",
        "Emily: This is -- this is from over 24 years ago. Why would someone hold on to something like this?",
        "Alison: Hey. Where's Hunter.",
        "Emily: Uh, he -- he just left.",
        "Alison: Is he okay? His mother just died.",
        "Emily: Yeah, I know. He -- he told me.",
        "Alison: Is that why you're upset?",
        "Emily: Who says I'm upset?",
        "Alison: I do. What's wrong, Emily?",
        "Emily: I -- I don't know. Yet.",
        "[SCENE_BREAK]",
        "Paul: Hey, hey, wait. Wait a second.",
        "Meg: What?",
        "Paul: I saw you run out of the Lakeview. Are you okay? Is Eliza okay?",
        "Meg: Yeah, Eliza's fine. She's home with my mother.",
        "Paul: All right. So what is it?",
        "[Meg sighs]",
        "Meg: It -- it's Dusty and Damian. They're still going at it like little boys.",
        "Paul: Still? Still fighting over the hand of the dear damsel in distress? What? What happened now?",
        "Meg: Does it really matter?",
        "Paul: No. I mean, well, if you want to vent about it.",
        "[SCENE_BREAK]",
        "Dusty: What do you want?",
        "Lily: Damian wants to talk to you.",
        "Dusty: I don't want to hear it.",
        "Lily: Don't be stubborn. Give him a chance.",
        "Dusty: Say whatever you want. Then I'm calling the cops.",
        "Damian: Look, we know this feud has gotten out of hand.",
        "Dusty: Whose fault is it?",
        "Damian: It doesn't matter who's at fault or who gets the last word. It's got to stop before anyone else gets hurt.",
        "Dusty: Tell Meg he's a good boy.",
        "Lily: Dusty --",
        "Damian: No, it's all right.",
        "Dusty: Now you're giving me ultimatums?",
        "Lily: Just listen to what he's saying. You both have too much to lose.",
        "Dusty: You don't think he sabotaged our deal with JKR?",
        "Lily: It doesn't matter.",
        "Dusty: It matters to me.",
        "Damian: I've lost more than you have.",
        "Dusty: How do you figure that? We would have had a multimillion-dollar deal if it weren't for you.",
        "Damian: You don't know what kind of deal you would have had, or if you would have had a deal at all. You want to talk about losing real money. That's what I'm doing, cleaning up that oil spill. So let's not escalate this. It's gone far enough.",
        "Dusty: Not for me.",
        "Lily: Dusty, you're not even listening.",
        "Dusty: He knows what he did, and he's not getting away with it.",
        "Damian: You're wrong.",
        "Dusty: No. You're starting to realize that you made a big mistake messing around with me. It's on. Get ready.",
        "[Lily sighs]",
        "Lily: That went well.",
        "Damian: He's an ass.",
        "Lily: I'll talk to him.",
        "Damian: No. Enough groveling.",
        "Lily: Please, Damian.",
        "Damian: Hey, he won't talk. He won't even listen. There's only one way to deal with him.",
        "[SCENE_BREAK]",
        "Meg: So now each guy is convinced that the other one set him up.",
        "Paul: Wow. And you thought I was crazy.",
        "[Paul laughs]",
        "Paul: Can I buy you a cup of coffee?",
        "Meg: You know, just because these guys are acting like idiots doesn't mean I'm gonna have coffee with you.",
        "Paul: Cappuccino?",
        "Meg: No.",
        "Paul: Can't blame a guy for trying.",
        "Meg: Uh, actually, yeah, I can. It was nice seeing you, Paul. Thank you for listening.",
        "Paul: Yeah. Anytime.",
        "[SCENE_BREAK]",
        "Casey: How's my mom doing?",
        "Susan: Oh, much better. She'll be so happy to see you.",
        "Casey: That's why I'm here. Is Alison here?",
        "Susan: No.",
        "Casey: I thought she was supposed to work this shift.",
        "Susan: She got someone to cover for her. A friend of hers lost his mother and needed company.",
        "Casey: Oh, right.",
        "Susan: Do you want me to give her a message?",
        "Casey: No. There's really nothing to say.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Hunter: Come in.",
        "Alison: What happened to you?",
        "Hunter: I didn't think you were coming back.",
        "Alison: I told you I was.",
        "Hunter: You were gone a long time.",
        "Alison: I -- I went to go see Casey. It turns out he's been having a pretty rough time, too.",
        "Hunter: Please don't talk about him.",
        "Alison: Sure. So, do you do your own decorating? Sorry. Lame joke.",
        "Hunter: It's okay.",
        "Alison: I know it hurts, Hunter. It was just you and your mom your whole life. And it's gonna take some time to get used to it.",
        "Hunter: You don't have to comfort me. She was gone after the first stroke, and she wasn't around much before that. I know how to be alone.",
        "Alison: Hunter, the best thing you can do when someone dies is to let yourself grieve.",
        "Hunter: Yeah, I'm fine.",
        "Alison: No. You're not.",
        "Hunter: You want to know how I really feel? I'm angry at her.",
        "Alison: People die. It isn't her fault.",
        "Hunter: Not because she died. Because she left without telling me who the hell I really am.",
        "[SCENE_BREAK]",
        "[Larry sighs]",
        "Emily: Larry --",
        "Larry: You don't have to tell me again. I heard it the first time.",
        "Emily: I have a question for you.",
        "Larry: Another friendly suggestion from your mother?",
        "Emily: No. This is from me. Did you ever know a woman named Aurora Hunter?",
        "[SCENE_BREAK]",
        "Hunter: How could she lie to me about my own father?",
        "Alison: For all we know, she had good reasons. She gave you everything. He wasn't even there. He just gave you chromosomes. Don't take that away from her now.",
        "Hunter: I have to know who he is.",
        "Alison: Then we'll find him.",
        "Hunter: Why do you care?",
        "Alison: I don't really know.",
        "[NEXT_ON]",
        "Craig: I don't understand why you won't tell your own sister about your drinking. I thought you two were still close.",
        "Carly: I don't want her to know.",
        "Rosanna: Carly -- why do you have vodka in your spice cabinet?",
        "Emily: Did the two of you have a child together using my eggs?",
        "Hunter: I'll never treat her like you treat her. I love her."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cz7YV0cVrtc"
}