{
    "Episode Summary": [],
    "Recap": [
        "Luke and Noah sit at a table in the diner, reminiscing about the past when Reid walks in and sees them. After Luke and Noah both see him, Reid leaves abruptly. Noah encourages Luke to go after him. Luke catches up with Reid and starts to ask him why he left. Reid assures him that they won't have to be running into each other too much anymore. At Al's diner, Bob lets Kim know that Reid quit his job as head of the wing at the hospital. Reid lets Luke know that he is leaving town. Molly refuses Holden's proposal, but he talks her into marrying him today. Holden tells Molly to let him handle all the arrangements and all she needs to concentrate on is what to wear. Holden meets with a man to help with the wedding. Lily is surprised by a report that a messenger brought her concerning Silas' murder. Lucinda reads the report and tells Lily that Molly murdered Silas while he was sitting down and at close range. Lily wonders what to do. Lucinda advises her to stop the wedding between Holden and Molly. Lily has her doubts about confronting Molly about the information. Molly gets a call from Kim about a job in Chile. Molly turns down the job by telling Kim that she and Holden are getting married today.",
        "At the hospital, Noah finds out that Reid quit his job and is leaving town. Molly, in her wedding gown, gets a visit from Lily who tells her about the sheriff's info. Lily gives Molly some helpful advice about her marriage to Holden. Molly leaves Holden a letter telling him that she cannot marry him. Molly tells Kim that she has all her things together and is going to Chile. Holden catches up with Molly at the television station and asks her what is going on. Molly lets him know about the visit with Lily. Noah tells Luke about Reid quitting his job and leaving town. Luke catches up with Reid at Katie's."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Well, if you do make a movie about the crazy \"Z\" twins, I want a \"Story by\" credit.",
        "[Both laugh]",
        "Noah: How about just \"Based on true story\"?",
        "Luke: Oh, no. I don't believe anybody would believe that.",
        "Noah: Yeah, you're probably right.",
        "[Both laugh]",
        "Noah: Go after him. That's what you want to do.",
        "[SCENE_BREAK]",
        "Bob: Hi.",
        "Kim: Well, better late than never. I began to think maybe you had a more interesting offer.",
        "Bob: I'm sorry, but all hell broke loose at the hospital.",
        "Kim: Oh. What happened?",
        "Bob: Well, it turns out you were right. Love conquers all. Reid had second thoughts about giving up Luke for his job with us.",
        "Kim: Imagine that.",
        "Bob: And, uh, without Reid heading the new neuro unit, Invicta may not buy the hospital.",
        "Kim: What do you mean, \"Without Reid\"?",
        "Bob: Well, he quit. He walked out.",
        "Kim: And you let him go?",
        "[SCENE_BREAK]",
        "Luke: Reid, Reid, Reid, wait.",
        "Reid: Get out of my way.",
        "Luke: No.",
        "Reid: Damn it, Luke.",
        "Luke: Look, this is stupid. Just talk to me.",
        "Reid: I'm busy.",
        "Luke: You're too busy to look me in the eye? How long does that take? Look, we are working on a hospital wing together. You can't just pretend I don't exist. We're bound to run into each other all the time.",
        "Reid: Not for much longer.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Lily: Mother, I told you to back off from the Silas Whitman shooting, and instead you hire that Miles Slocum to dig up dirt on it?",
        "Lucinda: Oh, great. It's already come.",
        "Lily: How could you do this?",
        "Lucinda: Well, I did it for you, Darling. I -- I do everything -- I always do it for you. Always.",
        "Lily: I expressly told you to leave Holden and Molly alone.",
        "Lucinda: But you didn't mean it. And I knew -- I knew that you knew that I knew that you didn't mean it. Honey, oh, I understand how tired you are of fighting and the humiliating mistakes that you've made, like Damian --",
        "Lily: Oh, please stop throwing Damian in my face.",
        "Lucinda: All right. I will -- when you start getting your life back on track. Now, Darling, you can change your name to Walsh if you want to. I like the name Walsh. But you are Lily Snyder. You are Lily Snyder now and forever. And until I can deliver you back into the welcoming arms of Holden, I'm going to do everything I can in my power to knock you off that pedestal of martyrdom that you're standing on. Lily, it does not become you. Giving up looks bad. Giving up looks bad on everyone.",
        "Lily: Are you finished yet?",
        "Lucinda: No. Just getting started.",
        "Lily: The police have already cleared Molly, even if I wanted to use the shooting to stop her from marrying Holden.",
        "Lucinda: Yeah, well, the congressman was not killed in self-defense. Ah. It was murder. The sheriff didn't catch it. Well, he's probably gonna lose his job over that. But no matter. That's for his conscience. This document gives us what we want. We can drive a wedge between Holden and Molly for good.",
        "[SCENE_BREAK]",
        "Molly: Are you out of your mind? I just told you that I don't want you throwing your life away being married to a criminal, and you turn around and propose that we get married today?",
        "Holden: Molly, you're not a criminal. The Whitman case is closed. Nobody is going to be looking into it. You're safe. What do I have to do to get you to stop worrying?",
        "Molly: Be honest with me.",
        "Holden: What are you talking about?",
        "Molly: You keep saying that I'm in the clear, and then you insist on marrying me today.",
        "Holden: Because I love you.",
        "Molly: I know you love me, Holden. I do. But it's not like we're lovesick kids who can't wait to get married to play house. Silas may be dead, but he might as well be right here, forcing me to do things that I don't want to do.",
        "Holden: So what are you saying, that you don't want to get married?",
        "Molly: No, of course I do. I just -- I want the wedding to be about me and you, not him.",
        "Holden: You're the only one who can't let him go.",
        "Molly: Don't forget Lily.",
        "Holden: Forget about Lily. This isn't about her or Silas or anyone else. We're in this together. It's about us. And why waste any time? We don't need a fancy wedding. We just need each other.",
        "Molly: I do need you. I do. But what about your kids and Abigail? Don't you want them there?",
        "Holden: If you want to have a big party, we'll do that later. You can have the cake, the dress, the works.",
        "Molly: Except the actual ceremony.",
        "Holden: We can do that today. We'll go down to city hall and just do it.",
        "Molly: Okay. Everybody's gonna think that we're trying to prove something.",
        "Holden: I am trying to prove something -- to you. I love you, and I want to fall asleep tonight next to my wife. So what do you say?",
        "Molly: I say I do. I do.",
        "[Both laugh]",
        "Molly: You could sell ice to an Eskimo. Do you know that?",
        "Holden: I just want you to be happy. Do you know that?",
        "Molly: Would you settle for ecstatic right now?",
        "Holden: You bet. And I want you to know this is gonna be hard for you to get used to, but you don't have to fight your own battles anymore. I got your back.",
        "Molly: And I've got yours. Always.",
        "Holden: I know that.",
        "Molly: So that's it? It's a done deal?",
        "Holden: That's it. As soon as the judge says so, you'll be my wife.",
        "Molly: I love the sound of that. I have dreamed about this for so many years, since I was a kid. And to think that after today, it's all gonna be real.",
        "Holden: I'm warning you, I'm not perfect.",
        "Molly: Oh, really? That's too bad, because I am, now that I've found someone to love who's not hazardous to my health.",
        "Holden: Amen to that.",
        "Molly: God. I am so crazy in love with you. But I also feel like my feet are still on the ground, which is good. It feels so perfect and so peaceful, better than I ever imagined -- except the prospect of going to prison for the rest of my life.",
        "Holden: That's not going to happen. The only way that will happen is if we let Silas come between us, and I'm not gonna do that.",
        "Molly: So now what do we do?",
        "Holden: All you have to worry about is what you're going to wear.",
        "[Molly laughs]",
        "Holden: And I'll take care of the rest.",
        "Molly: Thank you.",
        "Holden: I'll let you know when I get everything set up, okay?",
        "Molly: [Laughs] Oh, no. What am I gonna wear?",
        "[SCENE_BREAK]",
        "Lucinda: [Laughs] Oh! According to this report -- I mean, she should be in an orange jumpsuit according to this report. She is a cold-blooded murderer.",
        "Lily: If that's the case, why would the sheriff let her go?",
        "Lucinda: I don't know, Honey. I don't know. Maybe he just -- maybe -- I don't know. Maybe he ignored the facts or he was paid to ignore them.",
        "Lily: Holden would never bribe a police officer.",
        "Lucinda: Right. Well, maybe the sheriff of LaSalle County, you know, he just believed whatever Molly said to him, and she batted her eyelashes at him, and he put down self-defense. But it was murder.",
        "Lily: And you know this because?",
        "Lucinda: Well, read this for yourself, Darling. Read it. Congressman Whitman was -- was -- she did not shoot at a man who was crazy and about to rape her. Congressman Whitman was sitting down, and he was shot from afar, or a distance, you know, like fish in a barrel.",
        "Lily: Are you sure you're reading this correctly?",
        "Lucinda: Look at it, Dear.",
        "Lily: Oh, my God. You're right. What -- what do I do now? What do I do with this information?",
        "Lucinda: Oh, Honey, do you even have to ask? Stop the wedding.",
        "Lily: Even if I do go to the police and ask them to open up the case again, I don't think they're gonna be too happy with me when I call them stupid.",
        "Lucinda: If this report is any indication, they're probably used to it.",
        "Lily: And then what? Molly goes to prison, so Holden can't marry her?",
        "Lucinda: Works for me.",
        "[SCENE_BREAK]",
        "Kim: This whole Invicta thing is just totally out of control.",
        "Bob: Really?",
        "Kim: Yes. I mean, before Mona made her appearance, it would never have occurred to you to take a valuable member of your staff and give him an ultimatum about his love life.",
        "Bob: I did what I had to do.",
        "Kim: According to a corporation that doesn't even have one stake in the hospital. You've always been a chief of staff who treated his staff as if they were family, because you see people, not numbers, not statistics. And you certainly don't operate under a bunch of mindless rules.",
        "Bob: Believe me, the last thing I wanted Reid to do was to leave.",
        "Kim: Okay. Find a way to bring him back on board.",
        "Bob: To what end? Invicta will never condone that relationship.",
        "Kim: I think you'll find a way around it. You usually do.",
        "Bob: I'm glad you have so much faith in me.",
        "Kim: [Laughs] Oh, yes. Unending faith. Oh, shoot. I've got to go back to work.",
        "Bob: Leaving me in my hour of need.",
        "Kim: [Chuckles] My darling, the only thing you need is to find a way around Mona. And I have a feeling you're gonna manage that, too. Have you noticed that she's sweet on you?",
        "[SCENE_BREAK]",
        "Luke: So what are you saying? Are you leaving town?",
        "Reid: I'm saying it won't be a problem running into each other much longer because in about five minutes, this little whatever it was between us is gonna be nothing but a distant memory, just a blip on my radar.",
        "Luke: Well, if I'm a blip, why did you run out of the coffee shop so fast?",
        "Reid: You just see what you want to see.",
        "Luke: You know what, Reid? This is what you always do. If things don't go exactly the way you want, you don't want anything to do with them.",
        "Reid: You don't know what you're talking about.",
        "Luke: I know that you didn't fight Bob when he said that you either had to pick me or saving people's lives.",
        "Reid: Like I said, just, you know, keep talking, even though you're completely clueless.",
        "Luke: So this is how it's gonna go?",
        "Reid: This is the way it's gone ever since you first dragged me here to this village of the damned. I don't know why I ever thought it would be any different.",
        "Luke: So this is it? We just pretend that nothing ever happened?",
        "Reid: I guess so.",
        "Luke: Well, I hope your brand-new, state-of-the-art neuro-surgical wing can keep you warm at night.",
        "Reid: I'm a brain surgeon. I'll figure something out.",
        "[SCENE_BREAK]",
        "Luke: I shouldn't have run out on you like that.",
        "Noah: I told you to go.",
        "Luke: I know, but still --",
        "Noah: Why would I have wanted you to stay when you obviously wanted to go after Reid?",
        "Luke: Because you were being generous and always have been.",
        "Noah: You make me sound so pathetic, and I'm not.",
        "Luke: No, Noah, that's not what I'm trying to say. It's just -- it's cool that -- that you're okay with me being --",
        "Noah: What? Into somebody else? It happens, Luke. I haven't always been a model boyfriend. Not that I'm your boyfriend now. I'm just saying.",
        "Luke: Look, I'm just trying to say that -- that I really appreciate it. That's all. But I never should have left. Reid chose his job over me. I guess that states how much he really is into me. It really makes me sad that I hurt you as a result. I am really, really sorry, Noah. I would understand if you don't ever want to see me again. Aren't you gonna say anything, like \"I told you so?\"",
        "Noah: Why? To make you feel better about yourself? I don't know what you want from me here, Luke. Do you want me to walk out of your life so you can feel like a victim, or -- or do you want me to stay so I can be your second choice?",
        "Luke: No, I just --",
        "Noah: You know, please, stop talking. I -- this conversation with you is just making me so uncomfortable.",
        "Luke: I'm sorry, Noah.",
        "Noah: Yeah, I heard you the first time. I have to go. Take care.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Molly: Molly Conlan.",
        "Kim: Molly, its Kim. Wait till you hear this. I just got off the telephone with the state department. I've arranged for you to accompany the NGO down in Chile. They've been down there spearheading the rebuilding effort, you know, after the earthquake.",
        "Molly: Are you serious?",
        "Kim: Of course I'm serious. The director is an old friend of mine. You're gonna have unlimited access.",
        "Molly: That's amazing.",
        "Kim: Oh, I know. You know, I guarantee you this coverage is gonna go national. Now, the deal is, the transport leaves later today. And, Kiddo, if we're gonna do this, you have to be on it.",
        "Molly: [Sighs] Kim, I'm sorry. I would jump at an opportunity like that normally, but I can't. I'm getting married today.",
        "[SCENE_BREAK]",
        "Lily: Holden loves Molly. He really loves her. End of story. Could you just let this go?",
        "Lucinda: Honey -- I know that you think that all I want and all I live for is to manipulate you and your life into living the way I want you to.",
        "Lily: Don't you?",
        "Lucinda: Hush, please, just a moment. The reason that I am being so adamant, and I am, about all of this is that I -- I see the big picture. I see the past, and I see the future. And if you don't make the right choice now, you're gonna regret it the rest of your life.",
        "Lily: Maybe I will. But it's not my choice to make.",
        "Lucinda: My darling, there are always choices to be made. You and Holden -- you've been in love since you were kids. You have lived your lives together, for good and bad. Uh, you've broken up. You've come back together again. You've come back together again stronger than you were before. But, Honey, how many chances do you think you're gonna have left if you squander this one because you're unable to make a choice? Oh, my darling. Oh, Sweetheart, I know what it's like, you know, to live with regrets. It's insidious, and it's lonely. Oh, Baby, you don't want to wake up sitting in a rocking chair on a porch in 40 years wondering what your life could have been if only you'd done something, made a choice.",
        "Lily: I won't fight dirty, Mother. I want Holden back. I love him. But I won't throw Molly under the bus.",
        "Lucinda: Okay. Okay, Honey. Think about the rocker. I don't know what else you've got to look forward to.",
        "[SCENE_BREAK]",
        "Holden: When I asked her to move the wedding to today, I didn't think there would be a problem with the marriage license. Thanks for cutting through all the red tape.",
        "Judge: My pleasure, Holden. This kind of thing makes all the aggravation of my job worthwhile. I'll see you and Molly in my chambers later. Hey.",
        "Luke: Dad.",
        "Holden: Luke. You got a minute? Um, or are you meeting someone?",
        "Luke: Well, I was supposed to meet Bob about some hospital board thing, but I don't see him, so -- did I just hear you ask Judge Murdoch to marry you and Molly today?",
        "Holden: You did. It's kind of a last minute thing. In fact, we're getting married this afternoon.",
        "Luke: Wow. Well, I mean, I knew it was gonna happen, but I -- today.",
        "Holden: Well, we just figured why wait?",
        "Luke: Yeah, no. You don't have to explain anything. But, um, just seems a little weird after everything that happened with Whitman. And I spoke to Mom earlier.",
        "Holden: That's what you're worried about -- your mom's reaction, right?",
        "Luke: Yeah, well, she says she's fine, but I think we both know that she's not.",
        "Holden: You know, I've done everything I can to take care of your mother, but I can't wait for her to be okay with me getting remarried. I can't live my life in a holding pattern just for her sake.",
        "Luke: No, I know, but to jump into something like this --",
        "Holden: I'm not. I'm with Molly now. And after everything that happened with Silas Whitman, she's pretty shaken up, and I want her to know that she's safe. I want her to know that I'm gonna be there for her no matter what happens. Can you understand that?",
        "Luke: Yeah, actually. Totally when you put it like that. Um, well, Molly is very lucky to have you, and I wish you both the best.",
        "Holden: Thanks. I'll talk to you soon. He's all yours, Bob.",
        "Bob: I, uh -- I hope I'm not interrupting anything.",
        "Luke: Oh, no, no. It's fine.",
        "Bob: I, uh -- I wanted to talk to you about Reid's decision.",
        "Luke: Um, you know what? Actually, I'm in the middle of something really important. I have to reschedule. I'm sorry.",
        "[SCENE_BREAK]",
        "Noah: Well, Dr. Oliver. What happened? Did you finally manage to get yourself fired?",
        "Reid: I resigned. I hope that doesn't ruin the thrill of my leaving for you.",
        "Noah: You quit your job?",
        "Reid: Yeah, that's right. Now I'm hoping to get the hell out of dodge before something else happens to keep me in this God-forsaken town. So if you'll excuse me --",
        "Noah: This doesn't even make any sense.",
        "Reid: Who cares? You got what you wanted. You won. Why ask questions?",
        "[SCENE_BREAK]",
        "Lucinda: Oh, hi. Mwah! So good to see you.",
        "Luke: You too, Grandmother. Is Mom around?",
        "Lucinda: No, no. She was. Um, but the receptionist said she went out for a walk. You look upset.",
        "Luke: I'm fine. Um, but I spoke to Dad. Does Mom know what's going on?",
        "Lucinda: You mean that dad is thinking of marrying Molly? Yes, unfortunately, we do.",
        "Luke: But does she know that the wedding's gonna happen today?",
        "Lucinda: [Laughs] That's impossible, because Molly would never pass up the opportunity to lord it over Mom with a tacky white wedding.",
        "Luke: Well, it's actually true. Dad told me himself.",
        "Lucinda: It will never happen. [Chuckles] Not if your mother plays her cards right.",
        "Luke: Well, I don't think she can stop it. Judge Murdoch is planning on performing the ceremony in his chamber in a few hours.",
        "Lucinda: [Sighs] Well, we'll see. Maybe he's going to be signing a warrant and not a marriage certificate.",
        "Luke: A warrant for whom?",
        "Lucinda: Well, needless to say, I mean, thanks to me, your mother has ample ammunition to blow the Holden/Molly travesty of a relationship sky-high. [Laughs]",
        "Luke: Grandmother, wait, wait, wait. What are you doing?",
        "Lucinda: I'm calling mom. I got to warn her. She doesn't have too much time.",
        "Luke: No, you can't do that. It's not right.",
        "Lucinda: Yes, it is right. Your mother and Holden belong together.",
        "Luke: Yeah, but what if things change? What if it's different this time?",
        "Lucinda: Yes, but some things don't change.",
        "Luke: Grandmother, don't interfere. If it's not your relationship, it's not your business.",
        "Lucinda: Darling, I'm protecting my daughter.",
        "Luke: And she doesn't need it. Trust me. If you do this, you could be ruining their lives forever.",
        "Lucinda: Luke --",
        "[SCENE_BREAK]",
        "Molly: Lily.",
        "Lily: What's going on here?",
        "Molly: Um, well, I just picked these, so --",
        "Lily: Just say it.",
        "Molly: Okay. I'm sorry to be the one to tell you this. It just doesn't seem right, but -- Holden and I are getting married today.",
        "Lily: That's a very, very bad idea, and I think you know why.",
        "Molly: Are you threatening me?",
        "Lily: This isn't a real marriage, Molly. Holden only proposed to you because he was worried after you shot your ex-lover in cold blood.",
        "Molly: It was self-defense.",
        "Lily: Was it? He felt sorry for you. And if you had any pride, you wouldn't have said yes in the first place.",
        "Molly: Feel better now?",
        "Lily: I feel fine. I -- I just came here to drop off some stuff for faith. I -- I wasn't expecting to find last year's cover of \"Country Bride\" magazine in Emma's kitchen.",
        "Molly: You just can't stand the thought of me replacing you in Holden's life, can you?",
        "Lily: You'll never replace me.",
        "Molly: I don't think Holden would agree with that. He's probably at the courthouse right now, picking up the marriage license.",
        "Lily: What's the big hurry?",
        "Molly: We can't wait to start our life together.",
        "Lily: No, no. I think you convinced him to marry you, even though you had no problem murdering your ex and lying to the police about it.",
        "Molly: How many times do I have to tell you it was self-defense?",
        "Lily: Not according to forensic evidence. And there's a lot of it.",
        "Molly: You're bluffing.",
        "Lily: I don't have to bluff. The proof is right here.",
        "[SCENE_BREAK]",
        "[Luke sighs]",
        "Noah: You're still here.",
        "Luke: Yeah. Well, I left, but everywhere I went, weird stuff was happening, so I came back here to -- I don't know, to, um -- to hide or rewind maybe.",
        "Noah: Is it working?",
        "Luke: No. What are you doing back here? The way you ran out, I -- I figured you didn't want to see me for at least a couple days.",
        "Noah: I was planning on that. But I had to go to Memorial to take care of some paperwork, and I ran into Reid.",
        "Luke: Yeah. That seems to be going around.",
        "Noah: He told me something, and it's, um -- it's pretty huge.",
        "Luke: What is it? How great he is?",
        "Noah: Reid quit his job at Memorial.",
        "Luke: What?",
        "Noah: He didn't choose his job over you. When I saw him, he was taking his things to the car.",
        "Luke: But I saw him like half an hour ago. Why didn't he tell me that?",
        "Noah: Maybe because of when he saw us.",
        "Luke: But we were just talking.",
        "Noah: No. When we came in, it looked like we were laughing.",
        "Luke: No, but we were just talking about old times.",
        "Noah: I know that. And you know that. But -- maybe someone should tell Reid that.",
        "Luke: Well, what should I do?",
        "Noah: Okay, I can't answer that for you. I gave you the information. The rest is your decision.",
        "Luke: Yeah, right, right, right. I'm -- I'm sorry. Um, Noah, thank you. If you hadn't told me this --",
        "Noah: I know. You're welcome.",
        "Luke: I won't forget this, Noah.",
        "Noah: You would have done the same for me.",
        "[SCENE_BREAK]",
        "Bob: Dr. Oliver, glad I ran into you.",
        "Reid: Why is it so difficult to escape this hellhole without running into every single person who's driven me crazy since the first time I was dragged here?",
        "Bob: I wanted to have the chance to thank you.",
        "Reid: That makes one of us.",
        "Bob: I'm sorry the way things worked out. I'll be glad to write you a glowing recommendation when you need it.",
        "Reid: I won't. My reputation precedes me.",
        "Bob: Well, if you change your mind, call me, and I'd like to help.",
        "Reid: I've had enough of your help to last me a lifetime. I'm fine. I can work anywhere I want to my way, alone. Thanks for nothing, Chief.",
        "[SCENE_BREAK]",
        "Lily: When I caught the two of you burning those DVDs down by the pond, I knew you were hiding something. And now this quickie wedding, it makes it all the more obvious. You're marrying Holden so that he won't have to testify against you in court.",
        "Molly: Holden wouldn't lie, not even for me.",
        "Lily: He won't have to. You didn't shoot Silas in self-defense, and he knows it. But if you're married, they won't even ask him.",
        "Molly: Why would that even happen? The case is closed.",
        "Lily: Things can change.",
        "Molly: What's in that report?",
        "Lily: A life sentence, most likely.",
        "Molly: Please, Lily. Please let it go. Let us get married and be happy.",
        "Lily: You're not even gonna deny it, are you?",
        "Molly: Deny what? You came walking in here with cryptic accusations.",
        "Lily: You are as guilty as sin. I wasn't sure when I came in here, but I know it now. Think about what you are doing. You know the kind of man that Holden is, Molly. You can't build a life on a horrible secret like this. It will eat away at him until there's nothing left. Your marriage is doomed before it even starts. Can't you see that? You can put on a pretty, white dress and make a bouquet for your wedding, but it's not gonna change anything. The truth will come out one way or the other.",
        "Molly: What are you gonna do?",
        "Lily: I don't know. But I have to make a decision that I can live with, whatever that is. And so do you.",
        "[SCENE_BREAK]",
        "Holden: Molly? Where are you?",
        "Molly: \"Holden, about our plans for later, we can't do it today. I had to go to work. I'm sorry. Molly.\"",
        "[SCENE_BREAK]",
        "Molly: Kim, I made a mistake on the phone. I can go on the Chile assignment after all. I mean, who would pass up a story like that, right? So I packed my suitcase. I've got my passport. I just need to know where and when to meet the cargo plane, and I'll be on it.",
        "Kim: Wait a minute. Wait a minute. You told me you and Holden were getting married today. Uh, what happened?",
        "Molly: That -- that won't be happening today. But it's not a big deal. Neither of us are going anywhere, except Chile.",
        "Kim: Oh, Kiddo, listen. You've had a lot of pressure to deal with.",
        "Molly: I always have a lot to deal with. I'm a drama queen.",
        "Kim: Yes, I know. And that's one of the reasons the audience loves you as much as they do. You are definitely not boring. However, you would be going into a disaster area, and you've had all this drama in your life, and it dawns on me this is a bad idea. You should not be sent down there at this point.",
        "Molly: It's got to be better than being here.",
        "Kim: Well, Honey, did something happen with Holden?",
        "Molly: No, not yet. I love him, and I want to marry him, but after today, I'm not really sure that that's ever gonna happen.",
        "Kim: Oh.",
        "[Molly sobs]",
        "Kim: Oh, Molly. Okay, okay. All right, all right. Now, listen to me. If you two just had a little fight --",
        "Molly: No. We didn't, we didn't. We didn't have a fight. We love each other more than ever. But it doesn't matter. I knew that it was too good to be true. I'm Molly Conlan. Girls like me don't get happy endings.",
        "[SCENE_BREAK]",
        "Reid: Who are you?",
        "Jessica: I'm Jessica, the babysitter. Katie had to go to work.",
        "Reid: Where's Jacob?",
        "Jessica: He's asleep in the other room.",
        "Reid: Well, I can take over. I don't have anything else to do. Here.",
        "Jessica: That's too much.",
        "Reid: Well, buy yourself a scrunchie. [Sighs]",
        "[SCENE_BREAK]",
        "Kim: Listen, Kiddo. I want you to think long and hard before you decide to take this assignment. Nobody's gonna think less of you if you decide to take a pass. Um, excuse me. I've got some phone calls to make.",
        "Holden: I got your note. What's going on?",
        "Molly: We can't get married today. It was a mistake to rush it, and I knew it, but I got swept up, and I'm really sorry.",
        "Holden: What changed your mind?",
        "Molly: I just came to my senses. That's all. You have to really think about what being married to me is gonna mean to your family.",
        "Holden: My family loves you.",
        "Molly: As your girlfriend, not as your wife.",
        "Holden: What happened after I left? I saw the bouquet that you put together. It's beautiful, just like you.",
        "[Voice breaking]",
        "Molly: Don't.",
        "Holden: You wouldn't have made that if you weren't planning on marrying me. So what happened between picking the flowers and writing the note, and what's with the suitcase, Molly? We're planning a wedding here, and you're rushing off. I think I deserve an explanation.",
        "Molly: Lily came to the farm. She says she has proof that I shot Silas in cold blood.",
        "Holden: What kind of proof?",
        "Molly: Forensics, some kind of file. I don't know, but she didn't tell me what was in it.",
        "Holden: Maybe it's a bluff.",
        "Molly: No. She's not bluffing. Whatever she has, she thinks it's enough to stop our wedding, and she will succeed. She'll do anything to keep us apart, Holden. I can't marry you, not today, not ever.",
        "Holden: I understand. I won't push it.",
        "Molly: Thank you.",
        "Holden: I don't want you running off, though, on some assignment. Don't do that.",
        "Molly: Okay. It's not gonna change anything.",
        "Holden: Just give me some time, okay?",
        "[Molly sobs]",
        "[SCENE_BREAK]",
        "Kim: Hello, Handsome. I'll have you know I have put in a wingding of an afternoon. What about you?",
        "Bob: Well, I met with Mona Cross, and I asked her how she would feel about staff members of a hospital having personal relationships with donors.",
        "Kim: And?",
        "Bob: She was adamant. No way, no how. So there's nothing I can do about bringing Reid back.",
        "Kim: Well, certainly not as long as you're doing business with Invicta.",
        "Bob: Then I came here, and I ran into Dr. Oliver as he was walking out the door, and he made it very clear to me that he wishes that I were dead.",
        "[Kim gasps]",
        "Bob: Which I may be soon if this keeps up.",
        "Kim: Will you bite your tongue, please?",
        "Bob: But everything seems to be spinning out of control.",
        "Kim: Well, Honey, it's not too late for you to call the whole thing off. This deal with Invicta is a terrible idea.",
        "Bob: Don't hold back on my account.",
        "Kim: Well, you know that it is.",
        "Bob: I know that the benefits for this hospital would be great if the deal went through, and that is the obvious choice in this economic climate.",
        "Kim: And how are you gonna feel when this behemoth buys this hospital and turns it into some kind of corporate clone? It's gonna break your heart.",
        "Bob: Well, I will admit one thing.",
        "Kim: What is that?",
        "Bob: I'm gonna miss having Dr. Oliver around, eccentricities and all.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Molly: What are you doing here?",
        "Lucinda: Molly, my dear, you think you have the world on a string, and you think you have Holden wrapped around your little finger, but you are in big trouble, because we have ironclad evidence that the Silas Whitman shooting --",
        "Molly: Save your breath, Lucinda. You've already won.",
        "[SCENE_BREAK]",
        "Holden: I know that you have evidence that Molly didn't shoot Whitman in self- defense. Lily, I want you to let it go, for me.",
        "[NEXT_ON]",
        "Craig: Look, Ma. No cuffs.",
        "Carly: That's $5 million. What's the catch? There's always a choice when it comes to fighting for the person you love -- always.",
        "Lily: I love you. I've never stopped loving you."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ZaMX2G7mWh8"
}