{
    "Episode Summary": [],
    "Recap": [
        "Allison is jealous when she sees Aaron hugging Sophie. Gwen worries as to what Iris' agenda is. Cole goes to his mother Iris for a favor. Meg and Craig make it legal when they cancel their annulment. Meg asks Craig to be truthful with her about what happened the night of Rosanna's accident. Paul sits vigil at Rosanna's bedside, but there seems to be no more improvement. Craig claims it was an accident when Rosanna drove off the road, but Meg is unsure. Aaron and Allison have another fight. Cole needs money from Iris to break into the music business. Iris turns him down and suspects this is a set up involving Gwen. Rosanna awakens. Rosanna talks about what she wanted to tell Paul but gets upset when she is confused. Craig pours out his heart to Meg, who seems affected and tells him that she believes it was an accident. Why won't he visit Rosanna though? Sophie calls Aaron on his lingering feelings for Allison. Allison lashes out about Gwen to Will because she is mad about Aaron, but then apologizes and admits to what is going on. Iris wonders what con Cole is going to pull, as later Cole watches Gwen from afar. Craig insists he is a changed man and he wasn't ready to face the old Craig by going to visit Rosanna and see the finality of her injuries. Rosanna remembers worrying for Jen's safety. Craig asks Meg if they can start over as man and wife -- not just in name only."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Sofie: Thank you for listening -- and for understanding. It means a lot to me.",
        "Aaron: Alison.",
        "Alison: Hey. Don't let me interrupt.",
        "Sofie: I should go. You guys probably need to talk.",
        "Aaron: You gonna be okay?",
        "Sofie: I'm fine. Thanks for everything you said before. It helped a lot.",
        "Aaron: Sofie --",
        "Alison: Gotta hand it to you, Aaron. You didn't waste any time.",
        "[SCENE_BREAK]",
        "Will: So does this mean you're feeling better about things?",
        "Gwen: What things?",
        "Will: I just meant like, your mom and Alison.",
        "Gwen: Actually, Alison was the farthest thing from my mind -- but thanks for bringing her up again.",
        "Will: How many times do I have to tell you? I'm only interested in you. I'm not interested in her.",
        "Gwen: Okay, come on. Seriously, I'm cool with Alison. If anybody's going to ruin things for us right now, it won't be her. It's gonna be my mom.",
        "Will: I doubt it. I don't think Iris is going to be hanging out in Oakdale playing Grandma -- changing diapers and baby-sitting.",
        "Gwen: Well, she isn't here by accident. She always has an agenda.",
        "Will: So, why does that have to mean it has anything to do with you or the baby?",
        "Gwen: Because it does.",
        "Will: Trust me. Iris is not going to be a problem.",
        "Gwen: Well, there's a reason why she came back to town. Somebody or something brought her here.",
        "[SCENE_BREAK]",
        "Iris: To family reunions. So, you seen your sister Gwennie?",
        "Cole: Yeah, the hotel where she works, but she didn't see me.",
        "Iris: You were always the secretive one. You wanted to be a spy when you were a kid, you remember?",
        "Cole: I got over my Scooby-Doo phase, Mom.",
        "Iris: You are getting more handsome every year -- how long has it been? You know, I -- I never heard from you when I was in jail. Not once.",
        "Cole: Yeah, about that --",
        "Iris: No, Sweetie. It's okay. I forgive you, 'cause I am just so thrilled that you called me! Wait a second. Oh Honey, you're not sick, are you?",
        "Cole: No.",
        "Iris: I mean, you sounded a little hoarse when you left that messa --",
        "Cole: I'm fine, Mom. The reason I called is -- I need a favor.",
        "Iris: You name it. Anything my little pride and joy wants!",
        "Cole: Okay, I was hoping you'd say that. Because it's kind of a big favor.",
        "[SCENE_BREAK]",
        "Craig: Now Stanley, I didn't call you here to rack up your billable hours. So please, tell us, in 25 words or less, just exactly how we go about getting this annulment annulled?",
        "Stan: You're both committed to staying married after all?",
        "Meg: We're staying together for the sake of the business. I'm still CEO, and for now, the board need us to present a united front.",
        "Craig: My wife is the original boardroom romantic and a real stickler for detail. Which is why, I called my best overpaid attorney to find out just exactly what it is we do -- what do we do to make this officially un-annulled?",
        "Stan: Actually, it became official the moment you tore up the annulment papers -- as long as the act was consensual.",
        "Craig: Oh, Meg and I have vowed to be consensual in every act we perform, right?",
        "Meg: If by that you mean I have veto power, yes. But in this case, I was in full agreement of ripping up the papers.",
        "Craig: In fact, Meg was the ripper.",
        "Stan: Well, as we say in contract law, that seals the deal. At this point, all I have to add is my heartfelt congratulations. I'll leave you two to celebrate.",
        "Craig: Thank you.",
        "Stan: Always a pleasure, Craig.",
        "Craig: Yes it is.",
        "Stan: I'll send you my bill.",
        "Craig: I count on it, Stanly. So what do you think we celebrate, huh? Hey, I got a better idea -- let's move this celebration to the Lakeview. We'll have a five-course blow-out.",
        "Meg: When we've got mountains of work to do? We promised the board that we would keep this company afloat, Craig.",
        "Craig: Yeah I know. That farm-work ethic -- very admirable. But trust me on this on, all this pencil-pushing paperwork will be here tomorrow. No one's going to die if we take the night off.",
        "Meg: Does that include Rosanna?",
        "[SCENE_BREAK]",
        "Paul: Rosanna, look, I know you can hear me. Open your eyes. I know you can do it. I saw you open your eyes before.",
        "Dr. Cutler: The nurse tells me you've been here around the clock. You refuse to leave even to eat. This is not healthy --",
        "Paul: Rosanna opened her eyes before because I was here. She felt my presence.",
        "Dr. Cutler: Your devotion to your wife is extraordinary, Mr. Montgomery.",
        "Paul: Actually, technically -- she's not my wife.",
        "Dr. Cutler: Legally, no. But am I right to assume that you only sent divorce papers because you thought she'd never regain consciousness? Perhaps you've had a change of heart?",
        "Paul: Yeah well, the important thing is getting Rosanna to wake up. And that drug you gave her before, I hoped that it would kick in by now.",
        "Dr. Cutler: I'm sorry. We had hoped for a more positive outcome.",
        "Paul: What does that mean?",
        "Dr. Cutler: The latest EEG showed no improvement in brain activity. I'm afraid the prognosis is not good.",
        "Paul: Yeah, but she -- she opened her eyes. You saw that. She was coming back to us.",
        "Dr. Cutler: The change we saw appears to be an isolated moment that will most likely not be repeated.",
        "Paul: So you're telling me that you don't think Rosanna is ever going to wake up?",
        "[SCENE_BREAK]",
        "Meg: It's from the clinic in Switzerland. And it's way past due. I thought you were taking care of Rosanna.",
        "Craig: I do. I take care of her every need.",
        "Meg: Except paying for her medical bills.",
        "Craig: It was an oversight and it will be corrected.",
        "Meg: Did you ever return that phone call from the clinic?",
        "Craig: No. I assumed it was about the bill. Apparently it was. It will be handled ASAP.",
        "Meg: It better.",
        "Craig: Look, I have spared no expense when it comes to Rosanna's treatment. Trust me. She's at one of the best facilities in the world.",
        "Meg: It's not exactly coming out of your pocket, Craig. It's Rosanna's money. The least you can do is pay for her bills on time.",
        "Craig: Okay, you know what? Point taken. It will not happen again.",
        "Meg: Didn't you also use her money to buy Worldwide? I mean, what kind of thanks did Rosanna get for that? A no-fault divorce?",
        "Craig: Excuse me, I thought we were going to have a celebration here.",
        "Meg: Do you have some kind of objection to talking about the woman you once claim you loved?",
        "Craig: I do love Rosanna. I always will. But I can also accept the reality that she is no longer in my life -- just like Paul Ryan is no longer in yours.",
        "Meg: Well there's a big difference. Paul is dead, and he's never coming back. But there's still a chance Rosanna could wake up. And then what are you going to do?",
        "Craig: Meg, as a nurse, you should know the kind of head trauma that Rosanna suffered the night of the accident -- chances for her recovery are extremely remote.",
        "Meg: You know, it's interesting how you call it an accident. You know, if Paul were here, he would disagree.",
        "Craig: Paul is not here. And I thought that that's why you were ready to move on -- with me. Now, what's going on? You apparently have had a change of heart?",
        "Meg: Well, there's a little gray area, Craig, where I'm having trouble believing in you.",
        "Craig: You know I would do anything to change that.",
        "Meg: Really? Okay. Well, I'm your wife -- at least on paper. And as you wife, I can't be forced to testify against you. So there's really nothing you can't tell me.",
        "Craig: You want a list of my crimes and misdemeanors, I'm sure that you could recite them far better than I.",
        "Meg: No, Craig. What I want, is for you to honestly tell me what you did the night of Rosanna's so-called \"Accident.\"",
        "Craig: You want the truth, the whole truth, and nothing but the truth.",
        "Meg: So help you God.",
        "Craig: And is that because that's what you want, Meg? Or are you doing that for Paul?",
        "[SCENE_BREAK]",
        "Paul: Doctor, I think you're wrong. I think she's still trying to come out of this.",
        "Dr. Cutler: I know how difficult this is --",
        "Paul: She said something. She called my -- she spoke. She said, \"Paul.\"",
        "Dr. Cutler: That was before we administered the drug. And she's been virtually unresponsive ever since.",
        "Paul: Well maybe she just needs some more time.",
        "Dr. Cutler: I warned you there were no guarantees. The drug was experimental, as you know. And it's most likely passed through her system by now. I'm afraid the treatment has failed.",
        "Paul: You don't know her. You don't know Rosanna's strength. Her strength is why I'm -- why I'm even here.",
        "Dr. Cutler: Clearly you care deeply about her. But you need to accept that we've done all we can. Mr. Montgomery, you've gone over 24 hours without sleep. Please, go back to your hotel and get some rest.",
        "Paul: I'm not tired.",
        "Dr. Cutler: You should try to take care of yourself now. It's what she would want.",
        "[Door closes]",
        "Paul: Rosanna, I know you can hear me. And I know you can do this. Please, open your eyes. Can you squeeze my hand? I don't know why I thought I could get through to you the way you got through to me.",
        "[SCENE_BREAK]",
        "Will: C'mon -- your mom hasn't been back all that long, and you're starting to act paranoid already.",
        "Gwen: Can you blame me? Whenever she's around, really, really bad things happen.",
        "Will: If your mom wants to get in your face, she's going to have to go through me, okay? This is a no-Iris-zone.",
        "Gwen: Okay, well -- good luck with that.",
        "Will: I've got your back. You don't have to worry.",
        "[Cell phone rings]",
        "Gwen: What if that's her?",
        "Will: It's Lisa.",
        "Gwen: Oh. Then hang on. Hey, Lisa, what's up? Yeah -- yeah, yeah. No problem. I don't know, like ten minutes. Yeah, yeah, yeah, sure. Okay. One of the girls went home sick. I'm going to cover her shift.",
        "Will: All right. Well then, I'll drive you. Maybe I'll hang out for a bit.",
        "Gwen: Are you going to play bodyguard in case my mom shows up at work?",
        "Will: Yeah. If she steps off sides, then I'll drop kick her back to south beach.",
        "Gwen: Munson goes for the extra points and scores!",
        "[SCENE_BREAK]",
        "Iris: Here, Sweetie, look. Open up. See, it's a cheeseburger. It's well done, just the way you like it. And I got you some fries here, too.",
        "Cole: I need a favor, not a kid's meal.",
        "Iris: Well Honey, you got to put a little fat on those bones. I mean, you can only take that starving artist this so far, you know.",
        "Cole: Yeah, money's been tight -- my job at the gas station hardly pays rent. Sofie just started as a cocktail --",
        "Iris: Sofie? Who the hell is Sofie? What, you get hitched and I'm the last one to know about it?",
        "Cole: We're not married. Sofie's my girlfriend.",
        "Iris: When do I get to meet her? You bring her down right now. I want to check her out because I want to see if she's good enough for my son.",
        "Cole: Look, I didn't call you so you could weigh in on my girlfriend, Mom.",
        "Iris: Are you ashamed of your old ma?",
        "Cole: No, of course not. Only when you're drunk and disorderly. Or get busted for shoplifting.",
        "Iris: I've been on the wagon a while. And Honey, I don't need to shoplift anymore. You see? Look, I glammed it up since the last time you saw me. And I got me an ocean front condo in Miami. Oh Sweetie, you should see it. It's got these wrap-around decks on the gold coast!",
        "Cole: It looks good on you, Mom.",
        "Iris: Yeah?",
        "Cole: I swear, you get younger every time I see you. What's your secret?",
        "Iris: Oh Honey, you're laying it on real thick now. Oh, this must be some favor.",
        "Cole: You always said if I needed help, I should come to you.",
        "Iris: What is this that you want, and am I going to like it?",
        "Cole: I want to break in the music business.",
        "Iris: What was it the last time? Let's see, what happened to you wanting to be the world's greatest sports agent?",
        "Cole: I'm over my Jerry Maguire phase, you know. Everybody hates sports agents -- they're bloodsuckers. Anyway, now I really know what I want -- songwriting. I've been writing music and lyrics, Mom. They're really good. Really good.",
        "Iris: That's very interesting. I mean, you and your sister, you're ending up to be quite the music prodigy.",
        "Cole: I didn't know Gwen was still into music.",
        "Iris: Oh, please. Don't play dim with me, Sweetie. That whole thing of calling me here and meeting me -- it was all about Gwennie, isn't it?",
        "[SCENE_BREAK]",
        "Aaron: I don't need your permission to give someone a hug.",
        "Alison: I don't care what you do, Aaron. I'm just surprised, that's all.",
        "Aaron: Well, it's none of your business.",
        "Alison: Thanks, got it. Thank you for the 411. It's just hard to keep up with you. First you're back and you love me, no matter what. And then you pick up the first cocktail waitress who gives you a lost puppy look.",
        "Aaron: Not that you deserve an explanation, but that girl has a name. And it's Sofie, and she already has a boyfriend.",
        "Alison: I seem to remember, when we first hooked up, that I had a boyfriend, but it didn't stop you.",
        "Aaron: Oh, don't rewrite history, Alison! I didn't make a move on you until you and Chris Hughes were over, okay? Why do I have to keep defending myself to you? I don't understand.",
        "Alison: Guilty conscience maybe?",
        "Aaron: No, that would be you, not me.",
        "Alison: Oh, right. I forgot, you're the saint. And I'm the sinner. Oh, this is where you pile on crystal meth, porn princess -- bad girl, Alison!",
        "Aaron: I don't need to punish you. You've done a fine job doing that yourself.",
        "Alison: Shouldn't you go after what's her name? Sofie? Maybe she needs another hug, or a kiss. Who knows where that maybe lead.",
        "Aaron: She's a friend, okay? End of story. And this is the wrong time for something to happen right now.",
        "Alison: Why?",
        "Aaron: Because I don't want it to.",
        "Alison: Sounds like you're swearing off relationships. Why?",
        "Aaron: You think this is about you, don't you?",
        "Alison: Okay, I get it. Touchy subject. Like you said, it's none of my business.",
        "Aaron: Yeah, and who you see is none of my business. Okay? You can hang out with Dusty or whoever, and I have nothing to say about it.",
        "Alison: Aaron --",
        "Aaron: What?",
        "Alison: Forget it.",
        "Aaron: I'll see you later.",
        "Alison: Oh my God. My cell phone!",
        "[SCENE_BREAK]",
        "Will: Hey, take a jacket, in case it gets chilly.",
        "Gwen: Okay. [Cell phone rings] You change the ringer on your phone?",
        "Will: No, is it yours?",
        "Gwen: No, it's not mine.",
        "Will: Hello? Who is this?",
        "Alison: Oh, thank God! Will.",
        "Will: Hey, Alison, is it you?",
        "Alison: Yeah. I couldn't find my cell phone and I was just praying that I left it at your party.",
        "Will: Yeah. We just found it in the sofa. We didn't know it was there until it rang.",
        "Alison: Can I swing by and pick it up?",
        "Will: Actually, we were just about to leave. Gwen's got to work at the Lakeview tonight.",
        "Alison: Great. That's closer. Can you bring my phone? And I'll meet you there.",
        "Will: Fine. See you soon.",
        "Gwen: So, it's Alison's.",
        "Will: Yeah, I told her we'd bring it to the Lakeview.",
        "Gwen: Oh. Well, you know, if she decides she needs to cry on your shoulder all night, you're going to have to tell her you got more important things to do like run interference in case my mom shows up.",
        "Will: Whatever keeps you happy.",
        "Gwen: Now I remember why I married you!",
        "[SCENE_BREAK]",
        "Cole: Relax, Mom. I've got no plans for Gwen.",
        "Iris: Yeah, and I got a bridge to sell ya cheap. Come on, let's get to the part that you want a favor.",
        "Cole: It's not about Gwen. She may be my sister, but I hardly even know her.",
        "Iris: Come on. Let's get to the part already, all right? I got an appointment to have massage and a mud bath.",
        "Cole: Sorry to waste your time, Mom. It may not be that important to you -- it's only my life.",
        "Iris: You know what? It is very important to me. I care about my kids. And I want you to be successful.",
        "Cole: So do I. I could be huge as a songwriter. But I just need a little support to get my music out there.",
        "Iris: How much support are we talking about?",
        "Cole: Okay, I need money, all right? But I'm not looking for a hand out. I'll pay you back with interest. I'll even sign a contract - you name the terms.",
        "Iris: Sweetie, you don't need to sign anything -- 'cause I'm not giving you anything. Not one lousy dime.",
        "Cole: I could always count on you, Mom.",
        "Iris: I should've known you were going to try and fleece me out of my hard- earned cash.",
        "Cole: Like you haven't stolen every penny you've got!",
        "Iris: I'm not your cash cow. If you want money, go to the ATM.",
        "Cole: I told you, I'm strapped right now, Mom. All I need is something to tide me over before I put out my first album --",
        "Iris: Ah, here we go again. Let's see -- what was the last time? Because I wouldn't give you the down payment on a sexy convertible.",
        "Cole: This is different. This is my career.",
        "Iris: Yeah, and you know what? You'll appreciate it more when it's not handed to you on a silver platter.",
        "Cole: Well, I guess there's my answer. You only care about yourself, what a surprise.",
        "Iris: No, no Honey. I love you. And as your mother, I know what's best for you, okay? Now you go out there and you make it. On your own. By yourself. Just like your sister Gwennie did.",
        "Cole: And like you never did! Come on, Mom. Where'd you get all the cash, the condo and the bling? You rip off Gwen's rich husband?",
        "Iris: You shut your mouth, or I'm going to shut it for you.",
        "Cole: We're finished here, Mom.",
        "Iris: No, we're not. You sit down, and if you got a plan you've cooked up that you're going to con your sister, Gwen, you tell me about it. All the juicy details.",
        "[SCENE_BREAK]",
        "Craig: Paul is dead. And since, according to you, Rosanna may never wake up -- no one here has anything to gain or to lose by whatever you might tell me --",
        "Craig: Why? Why is this so important to you? Are you still so determined to unlock the -- the real Craig Montgomery?",
        "Meg: Not if we're staying together for the sake of the company, no. But if you want more than that? I got to know more about you than I do right now!",
        "Craig: See, we might have a problem with that, all right? Let's say I open the door to my deepest, darkest soul, and I give you a nice, long unflinching look at my true self -- and you don't like what you see? What happens then?",
        "Meg: Do you really think that's going to happen? Oh my god. Paul was right. You did it. You deliberately ran Rosanna off the road. You put her in a coma, so you could silence her for good.",
        "[SCENE_BREAK]",
        "Paul: Hello. Excuse me. Dr. Cutler said that I should be notified when there's a change in her conditions. That's the best way to reach me.",
        "Nurse: I'll make sure the doctor gets this.",
        "Paul: Thank you. Have you been looking after her for a long time?",
        "Nurse: Two years.",
        "Paul: Do you have any hope that she's going to come out of this?",
        "Nurse: I'm afraid not. I'm very sorry.",
        "Rosanna: Don't go --",
        "Paul: Hi.",
        "Rosanna: Hi, Paul -- you okay?",
        "Paul: Me? Yeah, I'm fine. How do you feel?",
        "Rosanna: Um -- strange.",
        "Paul: I'll go get the nurse.",
        "Rosanna: No! Don't leave me.",
        "Paul: You're going to be okay now. I promise everything's going to be all right.",
        "Rosanna: Was I dreaming?",
        "Paul: You know, I thought the same thing. I saw you in a dream. Before I woke up. And there was this hallway, and nobody could see us, and you got me to go through this door. You saved my life. And that's how I knew I had to come back here and get you to wake up. I'm not making any sense at all, am I?",
        "Rosanna: So, what else is new?",
        "Paul: I should go get the doctor.",
        "Rosanna: Why? What's wrong with me?",
        "Paul: Well, you're not dreaming. But you were asleep, Rosanna, for a really long time.",
        "Rosanna: What is this place?",
        "Paul: You're in a hospital. It's a clinic in Switzerland.",
        "Rosanna: Why what's wrong with me?",
        "Paul: Well, we almost lost you, but you decided to come back to us.",
        "Rosanna: How did I get here? For us to talk about that --",
        "Rosanna: Paul. Tell me the truth. What happened to me?",
        "[SCENE_BREAK]",
        "Craig: Paul, my sister, Margo, the Oakdale Police Department, half this town has tried to prove and failed, that what happened that night was a deliberate, premeditated act. It is a matter of public record. Rosanna's accident was just that. It was an accident. Which is why, if you recall, I was released from prison.",
        "Meg: Yes, I am aware of that. But that doesn't mean that you weren't responsible. Only you and Rosanna really know what happened that night.",
        "Craig: Thank you so much for the vote of confidence.",
        "Meg: You know, you claim you're in love with Rosanna. And now you claim to be in love with me.",
        "Craig: I am in love with you, Meg.",
        "Meg: Well, then tell me the truth. Once and for all. And make me believe it.",
        "Craig: The truth is, I did not run Rosanna off the road.",
        "Meg: Well, you must've been desperate, fearing that she would incriminate you for switching the babies.",
        "Craig: Oh, so naturally, it would follow that I would try to kill her to keep her quiet. I followed her, Meg, to try to stop her. I wanted to talk to her. I wanted to explain.",
        "Meg: Then why was Paul so convinced that you were guilty?",
        "Craig: Paul hated me! He would say anything to ruin my life!",
        "Meg: What about all the witnesses who testified against you in court?",
        "Craig: Paul must've paid them off.",
        "Meg: No, he wouldn't do that.",
        "Craig: He would've done that, if it meant me going to prison for the rest of my life!",
        "Meg: Paul hated you, but I can't believe he would've gone that far.",
        "Craig: That far? This from a man who tried to kill me so many times I've lost count? You of all people, Meg, know the lengths that Paul would've gone through, and it's all for one stupid, simple reason. It's just a reason that unfortunately you don't want to hear about.",
        "Meg: Well, why don't you let me be the judge of that?",
        "Craig: Everything Paul Ryan did to take me down -- everything -- was because he would never forgive me for taking Rosanna away from him.",
        "[SCENE_BREAK]",
        "Cole: I'm not out to con my sister, Mom. That would be your department.",
        "Iris: Don't you talk to me like that. I taught you better.",
        "Cole: You know what you taught me? That I can't count on anybody in this world except for myself.",
        "Iris: Yeah? Then why'd you show up here with your hat in your hand?",
        "Cole: I guess I thought that things were going better, you might want to share. But I won't make that mistake again. You want me to make it on my own? Watch me. I don't need you. I never did.",
        "Iris: You sound just like your sister Gwennie. What kind of lies she telling you about me?",
        "Cole: I told you, I haven't seen her. It's not like we were close. She won't even remember me. It's been great seeing you, Iris. We should do this again sometime. How about never? Is never good for you?",
        "Iris: Hey. Look here. Looks like you spent all your hard-earned cash on your sister Gwennie's CD.",
        "Cole: I could've downloaded a copy, but I wanted to see the packaging. My interest is professional, okay? All I want to do is get my music out there. It's got nothing to do with Gwen.",
        "Iris: Yeah, why don't you let Barry Manilow write the songs the whole world wants to sing. You know? You should think about becoming an actor. Because that little performance -- award-winning. Almost.",
        "[SCENE_BREAK]",
        "Aaron: Sofie, I thought you headed home.",
        "Sofie: I was just getting something to eat.",
        "Aaron: Yeah, you must be hungry. Especially after your picnic got trashed.",
        "Sofie: Are you all right? I had the feeling your girlfriend got the wrong idea about us.",
        "Aaron: That's my ex-girlfriend.",
        "Sofie: Well, whatever. The look on her face was kind of intense.",
        "Aaron: Yeah, usually is pretty intense with Alison. And it's usually not good.",
        "Sofie: She hurt you, didn't she?",
        "Aaron: She did some stuff. But she's got no right to tell me who I can hang with.",
        "Sofie: I'm sorry.",
        "Aaron: No, don't be. You know, it was a tough ride for a while, but it was all worth it. I needed to know the truth about Alison.",
        "Sofie: It's too bad you're still in love with her, right?",
        "[SCENE_BREAK]",
        "Alison: Sorry for being such a pain guys. This won't take long. I promise.",
        "Gwen: No, that's okay. Actually, I have to go sign in. I'll see you later. Bye, Al.",
        "Alison: Why's she being so nice to me?",
        "Will: Maybe because she's a nice person. And that's just how she is.",
        "Alison: Yeah, well, she wasn't always like that.",
        "Will: What's that supposed to mean?",
        "Alison: Gwen was a pretty messed up person when we first met.",
        "Will: Well, I think she had a good reason to be.",
        "Alison: You're right. She's perfect. Little miss sunshine.",
        "Will: No, no, finish what you were going to say.",
        "Alison: I find it a little strange how much you don't even care that when Gwen was first pregnant, she used you and lied to everybody about who the real father was.",
        "Will: Gwen was never using me. I knew exactly what the deal was and I didn't care. She needed a friend and I was happy to be one.",
        "Alison: And they live happily ever after. Lucky them.",
        "Will: Look, Alison, you're right. Gwen has changed a lot for the better. So cut her some slack, okay? Otherwise, you can forget about this friendship. And I don't think you can afford to lose one of the only friends you have left.",
        "Alison: Look, just give me my phone back, and I'll leave you alone, okay?",
        "Will: Hold on. I need to know that we understand each other right now.",
        "Alison: Gwen is off-limits. I get it.",
        "Will: Do you? Because when you lash out at people like that, it's like you're your own worst enemy.",
        "Alison: Yeah, I know. You don't have to tell me. In meetings, they call it misdirected anger, and I was on my way to a meeting when I realized my cell phone was missing.",
        "Will: Look, Ali, I know you're going through a rough time right now, but you have friends who can help you if you don't push them all away.",
        "Alison: You're right. Only I can't see Gwen ever being my friend.",
        "Will: I think she could be, if you let her.",
        "Alison: I don't think so. I mean, she's making all the right moves -- inviting me to the movies and stuff, but I mean, she was totally weirded-out when she heard about the porn film and so were you.",
        "Will: Well the porn thing, honestly, it was kind of a shock.",
        "Alison: Kind of a shock? Or more like a deal breaker?",
        "Will: I don't go around introducing myself as a former resident of a psych ward, right?",
        "Alison: That was partly my fault if I remember correctly. Anyway, you were a kid. You had problems, and now you've straightened out.",
        "Will: And you can straighten out your problems too. You have friends who understand, you've just gotta give them a chance.",
        "Alison: Will, I hear what you're saying, but it's not just you and Gwen I need to make understand -- it's everybody else.",
        "Will: Everybody else -- or just Aaron?",
        "[SCENE_BREAK]",
        "Aaron: You were right. About Alison.",
        "Sofie: So you still love her.",
        "Aaron: Yeah -- I wish I didn't. This would be a lot easier.",
        "Sofie: Ever think about giving her another chance?",
        "Aaron: No, too much has gone down.",
        "Sofie: But if you really love someone, you should forgive them --",
        "Aaron: Yeah, but I'm not like you. I don't get kicked in the teeth and just come back for more.",
        "Sofie: Sorry I brought it up.",
        "Aaron: I'm sorry. No, I'm sorry. That was totally out of line. Look -- maybe you're just a more forgiving person than I am.",
        "Sofie: Or maybe you don't know as much about loving another person as you think you do.",
        "[SCENE_BREAK]",
        "Bartender: Sorry to keep you waiting. What can I get for you?",
        "Cole: Nothing. I'm looking for Sofie -- you know, the new waitress. She come back here?",
        "Bartender: I'm pretty sure she took off, but check with the front desk. They have the revised schedule -- if she's coming back in, they'll know.",
        "Cole: Yeah.",
        "[SCENE_BREAK]",
        "Craig: When I married Rosanna, Paul was still in love with her. And Paul being Paul, he could never let go of the idea that one day they would be happy together. I'm sure he felt the same way about you.",
        "Meg: Well, Paul could be single-minded about getting what he wanted --",
        "Craig: And then when the accident happened, and Rosanna went into a coma, Paul saw that as me taking away the woman that he loved from him.",
        "Meg: Well, you have a way of doing that to Paul.",
        "Craig: This time that wasn't my fault.",
        "Meg: What about Rosanna?",
        "Craig: I don't know how else to say this -- it was an accident. I couldn't do something like that, deliberately -- not to, not to a woman I loved.",
        "Meg: I believe you. I believe you're telling the truth, Craig.",
        "Craig: Why do I sense that there's a but coming?",
        "Meg: If you truly weren't responsible for the accident, then why, after being out of jail for so long, why didn't you go visit her?",
        "Craig: I couldn't do it. I couldn't go see the woman I loved just laying there in a hospital bed, laying there, never gonna wake up -- she's never gonna open her eyes again, she's never gonna smile again. I couldn't take that.",
        "Meg: So it was a broken heart, not a guilty conscience that kept you away?",
        "Craig: No, no, no. There was guilt, too -- there was guilt. I certainly am responsible. I didn't deliberately run her off the road, but I am not blameless for the events that happened that night. I did things that were rash and stupid and desperate.",
        "Meg: I'm glad you can admit that.",
        "Craig: And to go see Rosanna -- it would've meant I would've had to face the man that was responsible to put her into that coma and -- I didn't have the guts for that.",
        "Meg: But you said you're a changed man. So if you changed, why not go visit her now? Close the chapter. Move on.",
        "Craig: I don't have to do that, Meg.",
        "Meg: Why not?",
        "Craig: Because of you.",
        "[SCENE_BREAK]",
        "Paul: Rosanna, tell me something -- what's the last thing you can remember before this happened to you?",
        "Rosanna: A voice -- it was your voice -- you were begging me not to leave you. But I couldn't move. I couldn't speak. I was supposed to tell you something.",
        "Paul: What were you gonna tell me?",
        "Rosanna: It was important -- I -- I don't know. What's wrong?",
        "Paul: You're gonna be fine.",
        "Rosanna: Why can't I remember anything?",
        "Paul: You're gonna be fine. I'm gonna go get the doctor.",
        "Rosanna: No! No, no doctor.",
        "Paul: Rosanna --",
        "Rosanna: I've gotta get out of here.",
        "Paul: No, no, please.",
        "Rosanna: I've gotta get out of here. Please help me get out of here.",
        "Paul: Just stop. It's okay.",
        "Rosanna: Paul, please help me get out of here. I've gotta get out of here, please.",
        "Paul: Stop. It's okay. It's okay.",
        "Rosanna: Please.",
        "[SCENE_BREAK]",
        "Alison: He swears they haven't hooked up and that they're just friends but I don't know. Seeing Aaron with someone else just makes me feel really alone.",
        "Will: You're not alone. You've got Gwen and you've got me.",
        "Alison: You, maybe. But Gwen? I'm not holding my breath.",
        "Will: Just give it some time, all right? I promise. It's all going to be good.",
        "Alison: When did you turn into Mr. Look-on-the-bright-side?",
        "Will: I don't know. Maybe it was when I fell in love. And now, with the baby, you know, it just feels like anything's possible. Hey, if I can turn my pathetic life around, so can you, right?",
        "[SCENE_BREAK]",
        "Concierge: Gwen, got a sec?",
        "Gwen: Mm-hmm. Yeah, sure, what's up?",
        "Concierge: One of our guests -- her daughter's a huge fan. She'd love an autograph.",
        "Gwen: Really? Yeah, okay. What should I write? Famous front desk clerk?",
        "[SCENE_BREAK]",
        "Paul: Rosanna, stop. Stop! Listen -- put your head back. You are in no condition to get out of this bed.",
        "Rosanna: I've gotta -- Jennifer -- oh my God, I've gotta tell Jennifer the truth.",
        "Paul: What are you talking about?",
        "Rosanna: No! Paul, I have to save your sister before it's too late.",
        "[SCENE_BREAK]",
        "Craig: I have no desire to revisit my past with Rosanna. The man I was when I was with her is gone. I have changed, and I owe that to you, Meg.",
        "Meg: No, I didn't do anything.",
        "Craig: No, you believed me -- you trusted that what I told you was the truth, and that -- that made all the difference. And it means that I'm ready to move on with my life. Can you do the same?",
        "Meg: Yeah, getting closer.",
        "Craig: Do you think we might be able to go home? I actually sort of feel like it's time that we started out the right way. You know, as husband and wife, not in name only, but really -- do you think you could do that?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Rosanna: Please just tell me what it is. Tell me what I don't know.",
        "Meg: I want to spend the night. With you.",
        "Noah: I'm not gay.",
        "Vienna: I know you're in there. Open this door right now.",
        "Barbara: Paul --",
        "Craig: Barbara?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=LNiN61iyins"
}