{
    "Episode Summary": [],
    "Recap": [
        "Carly and Jack worry about Carly's impending trial and how the only one who can help is Gwen. Jack thinks Carly should work to build a relationship with her. Later, Carly invites Gwen, Will and Billy to lunch. Gwen is unmoved at first thinking Carly just wants to guilt her into not testifying, but later Carly and Gwen seem to get closer as they talk about the baby and some concerns Gwen has. Iris steals Will's credit card and uses it to buy the same poison he purchased when he poisoned Rose's mouthwash. Will inadvertently signs for the package, which pleases Iris to no end. Katie arrives home early from her press trip hoping for some romance with Mike, but they are interrupted when Maddie wants their help. She is fearful that BJ has done something bad to Henry. Mike is not convinced, but Katie is more concerned. They end up calling Jack who lets them know that he approached Henry to do undercover work for the FBI, who are interested in Byron/BJ, but he turned him down. Katie offers herself as bait to catch BJ, but Mike won't let her do it. A mysterious person armed with a gun watches as Mike, Katie and Jack talk. BJ continues keeping Henry under lock and key in his wine cellar. He even gleefully shows Henry a toy he created which is a hologram of Katie, that leaves them both drooling when the illusion tells them what they want to hear. Henry wants him to promise that he won't harm a hair on Mike's head. BJ promises that, but there is something cold and calculating in his voice."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Hello? Hey.",
        "Carly: Hmm?",
        "Jack: Sure you don't want dessert?",
        "Carly: Are you trying to fatten me up before they ship me off to the slammer?",
        "Jack: Carly.",
        "Carly: I blew it, Jack. I was getting Gwen to open up, and then I pushed it with Margo and Casey. Now she hates me again. What am I going to do?",
        "Jack: I was thinking lunch.",
        "Carly: You want me to invite Gwen to lunch?",
        "Jack: Mm-hmm. We can do it tomorrow. The kids will be home. She can bring the baby and Will.",
        "Carly: Right, good. Why on earth would Gwen want to come to our house for lunch?",
        "Jack: Because you'll talk her into it.",
        "Carly: How?",
        "Jack: You never seem to have a problem talking me into stuff.",
        "Carly: That's because you're my macho g-man and I'm your lusty wench.",
        "Jack: Right. Yeah, that probably won't work on Gwen.",
        "Carly: You think?",
        "Jack: Okay, so you try something different. Like being her big sister who loves her.",
        "[SCENE_BREAK]",
        "Gwen: Thanks for putting the changing table together. It'll make diaper duty a lot easier.",
        "Iris: Well, Will, you are just so handy to have around the house.",
        "Will: Thanks.",
        "Iris: Oh, are you leaving so soon?",
        "Gwen: Will and I are going to go out for a while.",
        "Iris: And I get my grandbaby by myself?",
        "Gwen: No, we're bringing him with us.",
        "Iris: Oh, come on, honey, I told you I don't drink anymore. I swear.",
        "Will: And what happens once we leave the house?",
        "Iris: Nothing.",
        "Gwen: Mom, you had a flask in your purse, which means that you've been sneaking drinks this whole time. What if you fall asleep and set the house on fire or something?",
        "Iris: It's never happened before. It's not going to happen now.",
        "[Baby fussing]",
        "Will: Let's just go, okay?",
        "Iris: Gwen, look, you can't haul the baby around with you the whole time. You've got to start trusting me sooner or later.",
        "Gwen: No, I don't.",
        "Iris: What the hell are you doing?",
        "Stan: I snuck in the back way like you told me.",
        "Iris: I told you to come in after they drove away.",
        "Stan: You want to see this stuff from the library or not?",
        "Iris: You got it!",
        "Stan: All I had to do was type in the name \"Rose d'angelo\" and a ton of stuff come up. Will knew what kind of poison to get, too. If he hadn't confessed, he'd have gotten clean away with it.",
        "Iris: Perfect.",
        "Stan: What are you going to do?",
        "Iris: I'm gonna use a little poison myself. I'm gonna keep that kid away from my girl forever.",
        "[SCENE_BREAK]",
        "Katie: Mike?",
        "Mike: You're back.",
        "Katie: Early.",
        "Mike: Katie, I have missed",
        "Mike: Katie, I have missed you --",
        "Katie: So much. Why don't you show me how much?",
        "Maddie: Excuse me.",
        "Mike: Maddie!",
        "Maddie: Hi, is this a bad time?",
        "Maddie: I'd come back later, but I didn't know where else to turn. Henry is in trouble and I am scared to death.",
        "[Mike sighs]",
        "[SCENE_BREAK]",
        "B.J.: I wouldn't do that. I mean, you might make it past me, but you'd never make it past Olga.",
        "Henry: Yeah, where'd you find her, anyway? Roller derby? Worldwide wrestling?",
        "B.J.: Actually, at the mall. That's where you find all your primo security guards, I mean, from my experience. I hope you can forgive me, Henry, you know, for leaving you here without a corkscrew.",
        "Henry: When are you going to let me out of here?",
        "B.J.: Oh, come on. I can't have you running around telling all my secrets to the cops, can I?",
        "Henry: What secrets? What are you talking about? The disposal thing I overheard? You were talking about garbage, I understand that. And even if you weren't, B.J., what would I accomplish by shooting my mouth off about something I don't understand?",
        "B.J.: I don't know, I wish I could trust you. I really do. But I really can't have you out there until I have Katie back where I want her.",
        "[Henry laughs]",
        "Henry: Listen, Beej, um -- the problem with that is that Katie loves Mike, all right? They're meant to be together, and as long as Mike's around, the rest of us don't have a chance.",
        "B.J.: That's true. That's very true. As long as Mike's around.",
        "[SCENE_BREAK]",
        "Meg: Would you please just leave me alone?",
        "Paul: I just wanted you to know how happy I am for you and Dusty.",
        "Meg: No, what you're trying to do is warn me not to spill the secret about Jennifer's baby, or else.",
        "Paul: Okay, don't do that. Don't get defensive.",
        "Meg: I don't like what I did, okay?",
        "Paul: So you and Dusty are picking up steam, and all of sudden, you're having second thoughts?",
        "Meg: I don't like lying to him.",
        "Paul: And I don't like people who renege on promises they make.",
        "Meg: You're such a bully.",
        "Paul: Jennifer's finally getting over the loss of her child. You don't want to dredge all this up.",
        "Meg: You're the one who keeps harping on it every time I see you.",
        "Paul: Don't, don't, don't, don't, okay? Just don't, all right? The only reason you're suddenly the only woman in Dusty's life is because my sister doesn't want him anymore, if we're all going to be honest about everything. Go ahead, I dare you. Tell Dusty the truth about the baby. You'll lose him. I guarantee it.",
        "[SCENE_BREAK]",
        "Jennifer: I'm not running, I just want to get upstairs.",
        "[Engine rumbling]",
        "Dusty: You okay?",
        "Jennifer: I'm fine. We stopped. What's wrong?",
        "Dusty: Nothing. We're just stuck.",
        "Jennifer: This can't be happening. We have to --",
        "Dusty: My phone's not working.",
        "Jennifer: I have no signal, either.",
        "Dusty: It's not going to take the hotel long to figure out what's going on. They'll get us out of here soon. You don't have to worry.",
        "Jennifer: I'm fine. No worries. Whatever.",
        "Dusty: But you'd be a lot finer if you were stuck here with anyone else but me. Am I right?",
        "Jennifer: I told you that I'm okay. I've moved on, Dusty, and I'm glad that you and Meg have moved on, too. Now, how many times do I have to say it before you actually hear me?",
        "Dusty: I hear you, but I'm starting to think maybe you lied.",
        "Jennifer: That's some ego you have. You think that I'm falling apart inside just because we're through? [Dusty chuckles] Believe it or not, Dusty, I can live without you.",
        "Dusty: Yeah, you made that clear when you dumped me.",
        "Jennifer: All right, I can't deal with this. I just want to get out of here. Something should have happened by now. Why don't they hear us?",
        "Dusty: It's only been a couple of minutes.",
        "Jennifer: I'm not good with closed spaces. I can't breathe.",
        "Dusty: All right, sit down on the floor.",
        "Jennifer: No.",
        "Dusty: Sit down on the floor.",
        "Jennifer: Damn elevator.",
        "Dusty: It's not the elevator. It's us.",
        "Jennifer: Us?",
        "Dusty: Yeah, you know what happens when we're alone together.",
        "Jennifer: Would you stop, please?",
        "Dusty: If you want to sit here and hyperventilate, you can. But I think we both know what the problem is. And we both know how to fix it.",
        "Jennifer: Hello? Anybody there?",
        "Dusty: That's not what I had in mind.",
        "[SCENE_BREAK]",
        "Meg: Stop threatening me. I am trying to tell you how I feel, and you twist it -- you know what, leave me alone.",
        "Paul: Meg, don't, don't. Meg? Look, its better, okay? It's better for everybody. It's better for you. It's better for me. It's better for Dusty. And most importantly, it's better for Jennifer.",
        "Meg: You know, maybe you can con yourself into thinking that you're some sort of hero to your sister, but I'm not that delusional. I saw how devastated Dusty was when Jennifer pushed him away. And because of that, there are moments when I feel like he's in my bed under false pretenses. And I hate that.",
        "Paul: And yet, you've managed to go on.",
        "Meg: What you and I did to Jennifer and Dusty will haunt me for the rest of my life. But every time you push me, I feel like screaming out the truth and letting the chips fall where they may.",
        "Paul: See, that would be a mistake, Meg, for both of us.",
        "Meg: Then get out of my face! Okay, the next time you see me coming, you'd better head in the other direction, Paul. Or I'm going to tell Dusty and Jennifer everything.",
        "[SCENE_BREAK]",
        "Iris: Will Munson murdered Rose d'angelo by putting poison in her mouthwash. She gargled to death!",
        "[Laughter]",
        "Stan: Well, at least she died minty fresh.",
        "Iris: What kind of poison did he use?",
        "Stan: It's something made out of paint thinner.",
        "Iris: I thought this was going to be easy.",
        "Stan: No, it is. You can just order it up from a warehouse.",
        "Iris: Today?",
        "Stan: If you wanna.",
        "Iris: Oh, Stan, sweetie, could you do me a favor?",
        "[SCENE_BREAK]",
        "Jack: Okay, tell me something. Gwen testifies against you, what happens?",
        "Carly: I go to jail. And you and the kids --",
        "Jack: No, forget about me and the kids, honey. Where does that leave Gwen?",
        "Carly: Stuck with Iris.",
        "Jack: Right. A woman who will stop at nothing to get her hands on that baby's trust fund. Do you think Gwen is any match for her?",
        "Carly: No. No. But I am.",
        "Jack: Mm-hmm. You know what you have to do.",
        "[SCENE_BREAK]",
        "Henry: \"As long as Mike's around.\" What do you mean by that?",
        "B.J.: Drink up and I'll tell you.",
        "Henry: Well?",
        "B.J.: Well, see, Mike has proven to be more of an obstacle than I expected. So I just decided to remove him from the equation.",
        "Henry: All that talk about disposal. Please tell me you're not planning to kill Mike Kasnoff.",
        "[SCENE_BREAK]",
        "Maddie: We can't wait. Don't you see? B.J. is out of control. He's capable of anything. He could kill Henry and not even think twice!",
        "Mike: Maddie, you're overreacting.",
        "Maddie: Then where's my brother?",
        "Katie: You said he called you from Palo Alto?",
        "Maddie: Yeah, it was the weirdest conversation ever. It didn't even sound like Henry.",
        "Katie: Well, maybe there were a bunch of people around that he doesn't know. That makes people weird on the phone.",
        "Mike: Right. Look, I think you're letting your imagination get the best of you, okay? I'm sure Henry will come back as soon as he gets done doing whatever he's doing with B.J. in California, all right? Why don't you just go home and wait for him?",
        "Maddie: Because I'm afraid he met up with foul play.",
        "Katie: Foul play?",
        "Maddie: Look, if you're not going to help me, I'm going to the police.",
        "Katie: You don't have any proof, Maddie.",
        "Maddie: I have clues. I found his cell phone at WOAK on the floor.",
        "Mike: That's not enough to get the cops involved, Maddie.",
        "Maddie: I found his shoe, too.",
        "Katie: His shoe? Which shoe?",
        "Maddie: The black wingtips.",
        "Katie: I gave Henry those shoes.",
        "Mike: Katie --",
        "Katie: Wait, hold on, it's one thing to misplace a cell phone, but he's not going to be hopping around town on one foot. And he would never get rid of those shoes. Where -- where did you find it?",
        "Maddie: Casey and I found it in one of the filing cabinets. Like somebody placed it there on purpose. Now do you see why I am so worried? B.J. could have done something to Henry. Please, help me, you guys. Please, don't let me lose my brother.",
        "[SCENE_BREAK]",
        "B.J.: Bottoms up.",
        "Henry: Answer my question first.",
        "B.J.: What question?",
        "Henry: Are you going to kill Mike?",
        "B.J.: Look, I tried to get Katie to give me a chance. Obviously, Mike has some sort of spell over her or something. I mean, how else can you explain why she would choose him over me? [Henry scoffs] Or you, for that matter, Henry? I mean, really, tell me, what does Mike Kasnoff have that we don't?",
        "Henry: I wish I could tell you, B.J. I wish I could. I can't. We're both in the same boat, buddy. We both love Katie, we both thought we could take her away from Mike. And we lost. It is over. Hey, we've got to be men about this. We've got to move on and forget about her once and for all.",
        "B.J.: Do you think that's possible? [A hologram of Katie appears on the wall with B.J. using a remote control for it.]",
        "Henry: What's that?",
        "Katie: Hello, Henry.",
        "Henry: What -- how did you --",
        "B.J.: It's a little gizmo I've been working on. Come on, Henry, be honest. Can you really forget about a woman so perfect in every way?",
        "[SCENE_BREAK]",
        "Mike: Maddie, look, we hate seeing you so upset, but we're not even sure if Henry's in trouble. So, even if he is, then he's --",
        "Maddie: You're still mad that he locked you in that wine cellar?",
        "Mike: Yeah, I am, okay? I thought Henry and I were friends. But ever since he started hooking up with B.J., it's like I don't even know him anymore.",
        "Maddie: Well, will you at least come to the police with me? They won't believe me.",
        "Mike: Then wait a few days, all right? Just leave Katie and me out of it.",
        "Maddie: Is that how you feel?",
        "Katie: Yeah.",
        "Mike: Thanks for backing me up.",
        "Katie: Well, I didn't want to argue in front of Maddie.",
        "Mike: Argue? Don't tell me you really think Henry's in trouble.",
        "Katie: Well, we both know what a nut job B.J. is. Henry probably got in his way, and B.J. retaliated. [Mike sighs] Mike, I know that Henry's done some awful things lately, but he is my friend. And I did some awful things to him, too, but he always stood by me. He was always there to help me. And if something terrible happens to him while I just stand by and do nothing, I could not live with myself.",
        "Mike: Okay, okay, okay. All right, if you're that worried about him, we'll find him.",
        "[SCENE_BREAK]",
        "Carly: Well, she's not answering. And you know she's not going to call back.",
        "Jack: Okay, so you'll keep calling until she does answer.",
        "[Phone ringing]",
        "Carly: Hello? Oh, yes, yeah, he's right here. It's for you.",
        "Jack: Snyder?",
        "Katie: Jack, hi, it's Katie. Mike and I really need to see you as soon as possible. We think Henry might be in trouble.",
        "[SCENE_BREAK]",
        "Gwen: What are you looking for?",
        "Will: My credit card. I couldn't find it when we stopped at the grocery store. It's not here.",
        "[SCENE_BREAK]",
        "Iris: Here. Take this.",
        "Stan: You stole the kid's credit card? Sweet.",
        "Iris: Yep. Call the chemical warehouse. Order the stuff and charge it to the card.",
        "Stan: Why can't you do that?",
        "Iris: Oh, because honey, they need to have a male voice. Because, you know, we have to pretend that it's Will. Okay, so hurry.",
        "Stan: I don't know, Iris. This -- this could come back to bite me.",
        "Iris: Aw, then I'll kiss it and make it all better. Please, Stannie, do it for me?",
        "Stan: Okay.",
        "Iris: So tell the messenger to hurry up and bring it right away.",
        "Stan: You know what, we could take this credit card and buy us a week in a tropical paradise instead.",
        "Iris: Well, why have a few days when we could have a lifetime of being rich? And once I get a hold of little Billy's trust fund --",
        "Stan: You are one smart babe, Iris.",
        "Iris: Well, I hooked up with you, didn't I, lover? Okay, go on, hurry up. Hurry, hurry. Bye, sweetie.",
        "[SCENE_BREAK]",
        "Will: Maybe I lost it at your place.",
        "Gwen: We'll look for it later.",
        "Will: No, I gotta find it now. Because if it's not there, then I gotta call the card company and cancel it.",
        "Gwen: Oh, you're right. Okay, let's go home.",
        "Will: No, you don't have to go with me. Take the baby inside where it's warm. Get some coffee. I'll be back before it gets cold. [Will kisses Gwen on the cheek.]",
        "Gwen: I love it when he does that.",
        "[SCENE_BREAK]",
        "Jack: Gwen, hey. Carly and I were just talking about you. Did you get her message?",
        "Gwen: No. No.",
        "Jack: Then it's a good thing we ran into you.",
        "Gwen: What's up?",
        "Carly: Can I? Oh, Billy looks great.",
        "Gwen: Yeah, he hasn't changed a whole lot since this afternoon.",
        "Carly: Yeah, Gwen, I'm sorry about what happened with Casey and Margo. I know I messed up.",
        "Gwen: Yeah, okay.",
        "Carly: And I would really appreciate an opportunity to make it up to you.",
        "Gwen: How?",
        "Carly: You could come to my house tomorrow.",
        "Gwen: What for?",
        "Carly: Lunch. Just lunch with me and Jack and the kids.",
        "Gwen: Lunch at your house?",
        "Carly: Yeah. You know, nothing too fancy. Just sandwiches and stuff.",
        "Gwen: Oh, I get it. You want me to come over and bond with your kids. Because how could I look at their sweet little faces and then send their mom off to jail?",
        "Carly: Maybe I just want to spend some time with my sister, get to know her a little.",
        "Gwen: Well, you had your chance. You blew it.",
        "[SCENE_BREAK]",
        "Jennifer: No.",
        "Dusty: The problem is, we're trying to avoid each other. Maybe we should stop running and --",
        "Jennifer: What?",
        "Dusty: Talk to me.",
        "Jennifer: Small talk? We tried that before, remember? I told Meg how great she looked, and she said how great I looked, then you and I made lame attempts at talking shop. All in all, we gave \"awkward\" a new meaning.",
        "Dusty: I'm sorry, I'm new at this.",
        "Jennifer: Yeah, well, we're bound to run into each other, so we may as well just get used to it.",
        "Dusty: Well, running into you at a party is one thing. And being alone with you is another thing. You better get rid of your good looks or something.",
        "Jennifer: You, too.",
        "Dusty: Tell me how get over you.",
        "[SCENE_BREAK]",
        "Paul: Get Dusty to move out of the hotel.",
        "[Meg laughs]",
        "Meg: Have you ever tried to get Dusty to do anything?",
        "Paul: You say you two are so close.",
        "Meg: We are, but that doesn't --",
        "Paul: If Jennifer and Dusty are living under the same roof, they're more likely to cross paths.",
        "Meg: So if that happens, it happens.",
        "Paul: You don't mean that.",
        "Meg: I love Dusty. But if fate throws him together with Jennifer and he decides he wants to be with her, then, well, that's too bad for me. And for you, too. But I won't be scheming with you anymore, Paul.",
        "Paul: So where are they right now, you think?",
        "Meg: Dusty's going to be back any minute.",
        "Paul: Unless he's with Jennifer.",
        "[SCENE_BREAK]",
        "Dusty: I want to see you and I don't want things to be awkward.",
        "Jennifer: Me neither. So, we know where the line is, and we won't cross it.",
        "Dusty: Okay.",
        "Jennifer: You're the best friend I've ever had.",
        "[SCENE_BREAK]",
        "Paul: What's going on here?",
        "Desk clerk: Someone got stuck in the elevator.",
        "[Elevator bell rings]",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: Iris has got tricks you've never even thought of.",
        "Gwen: I have Will. He'll help me.",
        "Iris: That's mine. Give it here.",
        "Will: What's inside? New flask?",
        "Paul: Move in with me.",
        "Dusty: So you're saying you trust me?",
        "Meg: Totally.",
        "[SCENE_BREAK]",
        "[Paul and Meg are standing in front of elevator doors. The door opens up and Dusty and Jennifer are holding each other tight.]",
        "Desk clerk: Mr. Donovan, Ms. Munson, I'm so sorry for the inconvenience.",
        "Dusty: Don't worry about it.",
        "Paul: You okay?",
        "Jennifer: Yeah, I was just going up to my room, and then -- I'll see you around.",
        "Dusty: Yeah.",
        "Paul: Did he say something to upset you?",
        "Jennifer: No, of course not.",
        "Paul: Why was he following you?",
        "Jennifer: He wasn't.",
        "Paul: Oh, you just happened to be in the same elevator that he was on?",
        "Jennifer: He lives here, Paul.",
        "Paul: Look, Jennifer, I know that this has been really hard on you.",
        "Jennifer: No, look, Dusty and I talked, and --",
        "Paul: What did he say to you?",
        "Jennifer: Nothing bad. In fact, he was very sweet.",
        "Paul: Okay, that settles it. I am getting you away from Donovan. You are moving out of the Lakeview tonight.",
        "Jennifer: And where am I supposed to go?",
        "Paul: You'll move in with me.",
        "[SCENE_BREAK]",
        "Dusty: That wasn't what it looked like.",
        "Meg: Thank you.",
        "Dusty: I was just trying to comfort Jen, that's all.",
        "Meg: Comfort? Is that what you call it?",
        "Dusty: She got freaked out over getting stuck in an elevator. Nothing happened.",
        "Meg: Okay. I'm thirsty. Do you want some champagne?",
        "Dusty: Is this you being mad and saving up to give me a hard time later, or are you really not mad?",
        "Meg: I'm really not mad.",
        "Dusty: I had my arms around another girl.",
        "Meg: I know. Would it make you feel better if I put my arms around another guy?",
        "Dusty: You're really okay?",
        "Meg: You told me that what we had is real. I believe you.",
        "Dusty: Good.",
        "Meg: Besides, I'm not going to freak out every time you and Jennifer bump into each other. That's not going to be fun.",
        "Dusty: So, you're saying you trust me?",
        "Meg: Totally.",
        "[SCENE_BREAK]",
        "Carly: I just want to say one more thing. You are my sister, no matter what you do in that courtroom.",
        "Gwen: Is that supposed to make me feel all warm and fuzzy inside?",
        "Carly: No. No, but maybe you could let me teach you a thing or two. Firstly, always look out for number one.",
        "Gwen: I'm doing that.",
        "Carly: You're blowing it. Iris will not stop until she gets that baby's trust fund. And she's got tricks you've never even thought of.",
        "Gwen: I have Will. He'll help me.",
        "Carly: Right. Will is a very sweet guy. And I know he will try to help you. But if -- if I'm not around, ask Jack, okay? Jack will help you.",
        "Gwen: I'm not asking him for help.",
        "Carly: And the house -- my house. You're welcome there. Whenever you want to go there, you know, if you need to get away from that woman for a few hours --",
        "Gwen: Look, stop it. You do not even like me.",
        "Carly: You don't have to worry about why I'm helping you. Just look at what it gets you -- family.",
        "Gwen: I've done fine without that.",
        "Carly: You don't know what you're missing. You have doubts about me, that's fine. But Jack, and Parker, and J.J. and Sage? Awesome. And they don't just belong to me. They belong to you. So do this for you, Gwen. Get to know them.",
        "[SCENE_BREAK]",
        "Iris: Oh, Stan. Stan, it's here! The poison is here. The -- Stan!",
        "[Doorbell rings] [Will comes to the door as the messenger rings the bell.]",
        "Will: Can I help you?",
        "Messenger: I have an express package for this address.",
        "Will: I'll sign for it. Thanks.",
        "Iris: That's mine. Give it here.",
        "Will: What's inside? A new flask?",
        "[SCENE_BREAK]",
        "Henry: That is some invention.",
        "B.J.: A labor of love.",
        "Henry: Yeah, it's a waste of time, B.J. Why don't you face the facts here. Katie belongs to Mike.",
        "Katie: Henry? I still love you. You were a wonderful husband. I wish --",
        "Henry: What, say it, Bubbles. You wish what?",
        "Katie: I wish we could be together again.",
        "B.J.: It's only an illusion, my friend. But tell me something. If an illusion of Katie is that irresistible, how do you expect me to resist the real thing when she's so close to being mine?",
        "[SCENE_BREAK]",
        "Katie: I mean, we're not sure if Henry's in trouble, but Maddie just sounded so worried.",
        "Jack: You did the right thing in calling me, because Maddie could be right. I think that Henry's in trouble.",
        "Katie: You do?",
        "Jack: Listen, I approached Henry. The FBI is very interested in Byron Glass, a.k.a. B.J. Green.",
        "Katie: Why?",
        "Jack: A number of reasons.",
        "Mike: Henry's working undercover for the FBI?",
        "Jack: No, Mike, he turned me down.",
        "Katie: Then why do you think he might be in trouble?",
        "Jack: I was careful. B.J.'s suspicious of the cops, so who knows?",
        "Katie: Maddie found his shoe in a filing cabinet. He didn't tell her where he was going, Jack. He's definitely in trouble.",
        "Mike: Why are the feds are so interested in B.J.?",
        "Jack: B.J.'s father was an anti-government activist, a survivalist. He was gunned down by the feds during a raid. And now, the feds think that B.J. is following in his father's footsteps.",
        "Katie: Can you arrest him?",
        "Jack: Not without evidence, no.",
        "Katie: Jack, if you don't arrest him, Henry could get killed.",
        "Mike: Katie --",
        "Katie: Well, we have to do something!",
        "Jack: I will. I just wish I had someone on the inside, that's all.",
        "Mike: What, like an informant?",
        "Katie: I'll do it.",
        "[SCENE_BREAK]",
        "Carly: Maybe you don't need me. Maybe you don't need my family. But if you change your mind about tomorrow, bring the baby here. Bring Will, okay?",
        "Gwen: Hey, thanks for helping out with Will and everything.",
        "Carly: Well, Will's a great guy, and I'm glad that he's there for you. Gwen, will -- will you come tomorrow?",
        "Gwen: Um, I don't know.",
        "Carly: Okay, okay.",
        "Gwen: He drools a lot since he started teething. Is that normal?",
        "Carly: Yeah, oh yeah, yeah. Sage did that. The pediatrician said to be sure that she had a lot of water and diluted juice so she didn't get dehydrated. That's all. Do you have any other questions?",
        "Gwen: A few.",
        "Carly: Then it's a good thing I've got plenty of time.",
        "[SCENE_BREAK]",
        "Will: There's no return address. What's so important it had to be express- messengered to you?",
        "Iris: What are you doing back here? Where's Gwen and the baby?",
        "Will: They're waiting for me. I think I lost my credit card inside.",
        "Stan: Hey, baby, who's this?",
        "Will: Will Munson. And you are?",
        "Stan: Stan. How's it hanging, brother?",
        "Iris: Oh, Stan, why don't you just go back inside, okay? Stan's a friend. Sometimes I get lonely.",
        "Will: He seems like quite the catch, Iris. It will just take me a minute to find my card, so can I come in?",
        "Iris: You know, this package -- it's a gift for the baby. I wanted to surprise Gwen with it.",
        "Will: Good. I'm just gonna get my card.",
        "Iris: Oh, you know what? Hold on a second. Look, I found it. I found it in the nursery after you guys left.",
        "Will: Why didn't you just say so in the first place?",
        "Iris: You're welcome. You almost blew it. Here, open this.",
        "Stan: Whoa, what about fingerprints?",
        "Iris: Oh, you know, we'll toss everything after we've used the poison. Besides, Willie boy just made it a whole lot easier.",
        "Stan: How?",
        "Iris: He signed for the package. I am one lucky girl!",
        "[SCENE_BREAK]",
        "Meg: For months I've been trying to get you to tell me that we're more than just a string of one-night stands. And you finally said it.",
        "Dusty: And I meant it.",
        "Meg: You're in my life because you want to be. And I'm in your life because I want to be. If that changes, we'll deal. But until then, I like being happy. Don't you?",
        "Dusty: I do. And I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Jennifer: I'm not seventeen.",
        "Paul: I know that.",
        "Jennifer: And I do not have to live with my older brother.",
        "Paul: Fine, you don't have to live in the same apartment that I live in. You can live in a different apartment in the same building.",
        "Jennifer: No.",
        "Paul: Or, a different building.",
        "Jennifer: No.",
        "Paul: Look, I need you to get away from Donovan.",
        "Jennifer: Why?",
        "Paul: Because the guy makes you sad.",
        "Jennifer: Paul, a lot of things in life are sad. And I am sick of running away from all of that. I made the decision to end things with Dusty. And I have to deal with the pain that goes along with it. I'm not going to just run and hide.",
        "Paul: Why can't you just give yourself some distance from him?",
        "Jennifer: Because he means too much to me.",
        "[SCENE_BREAK]",
        "Mike: I'm not letting you get involved with B.J. That guy terrorized you!",
        "Jack: Mike --",
        "Katie: Yeah, I was there!",
        "Jack: Katie -- guys!",
        "Mike: Okay, then why could you think about doing something like that?",
        "[Jack whistles]",
        "Jack: Stop! Guys -- Katie, there's no way I'm going to let you do that. I'm not going to let you risk your neck by helping out with this.",
        "Katie: But nobody can get as close to him as I can. If I play him right, he will open up to me, I'm positive. Please, don't turn me down.",
        "Jack: If we can protect you somehow --",
        "Mike: No! No. There is no way in hell you're going anywhere near that guy. That's final!",
        "[SCENE_BREAK]",
        "Henry: So, are you are going to come back again? With laser light Katie?",
        "B.J.: Oh, sure. Of course, you realize, once this is all over, only one of us can actually be with Katie. And, of course -- well, Henry, come on, you're no competition for me, right?",
        "Henry: No, and I'm sure that Mike isn't competition for you, either.",
        "B.J.: What do you think?",
        "Henry: I think that you've got a lot going for you. I think that you've got brains, and money, and charm, and good looks.",
        "B.J.: Oh, thank you, Henry. I have all that and more.",
        "Henry: What I'm trying to say is, that you can do this on your own, B.J. You don't need to hurt Mike.",
        "B.J.: Oh, Henry. You're such a softy. It would be charming, if it weren't so pathetic.",
        "Henry: Please, tell me you won't hurt a hair on Mike's head.",
        "B.J.: Okay. I won't hurt a hair on Mike's head.",
        "[SCENE_BREAK]",
        "Katie: Mike, I love you more than anything. But that does not give you the right to order me around.",
        "Mike: Like you wouldn't do the same thing if it was me. If I volunteered to do something dangerous, you'd say the exact same thing, wouldn't you?",
        "Katie: Yes.",
        "Mike: Okay. Jack, we appreciate any help you can give us. But I am not going to let Katie be alone with that guy. It's not gonna happen.",
        "Jack: Yeah, Katie, don't worry about it. We'll find another way to get to B.J. and I will find Henry. Goodnight.",
        "Mike: I'm sorry if I upset you. I just -- I love you. I don't want to lose you.",
        "Katie: You won't.",
        "[SCENE_BREAK]",
        "Paul: That's why you want to stay at the Lakeview? So that you can run into Dusty again?",
        "Jennifer: Okay, I'm not even going to dignify that with an answer.",
        "Paul: Because you know I'm right.",
        "Jennifer: All right, this is my life. And nobody tells me how to run it. So just back off.",
        "[SCENE_BREAK]",
        "Dusty: That's Hugh Thomas from \"The Post.\" I gotta talk to him.",
        "Meg: Okay, I'll be right here.",
        "Paul: What did Dusty say about Jennifer?",
        "Meg: Nothing.",
        "Paul: Yeah, well, Jennifer had a lot to say about Dusty. It seems that she's still got a thing for him. So, take my advice, and find a way to get Dusty to move out of this hotel. Or you won't hold on to him for long.",
        "Dusty: What did Paul want?",
        "Meg: Nothing. He was just saying goodnight. Come on.",
        "[SCENE_BREAK]",
        "Will: Sorry it took me so long.",
        "Gwen: Did you find your credit card?",
        "Will: Yeah, Iris found it. And guess what else? She's got a boyfriend.",
        "Gwen: How ugly is he?",
        "Will: He looks like a real mouth-breather. Hey, Carly.",
        "Carly: Hey, Will.",
        "Gwen: Um, Carly wants us, and the baby to have lunch tomorrow at their house. Want to?",
        "Will: Um -- it sure beats TV dinners with Iris.",
        "Gwen: We should get Billy home. I'll see you tomorrow.",
        "Carly: See you.",
        "[SCENE_BREAK]",
        "Iris: Warning. Contains poison. Keep out of reach of children.",
        "Stan: Now what?",
        "Iris: Now, we set up Will the turkey for a thanksgiving carving.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Lily: I know you love me. That doesn't mean we can have a future together.",
        "Will: You are the bad influence. You've never done anything to help Gwen, ever. And I swear, I promise you, I will do everything I can to get you out of her life for good!",
        "Meg: It's a big deal.",
        "Dusty: Commitment. You're not ready for that.",
        "Meg: Maybe you're not.",
        "Paul: So what would help then?",
        "Emily: I don't know -- who knows?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=UVjA--B2UD4"
}