{
    "Episode Summary": [],
    "Recap": [
        "Dusty has to get rid of Jesse again. Henry and Katie talk about her budding relationship with Jack. Gwen wants to go to the police station to make sure Jack has arrested Cleo. Jack arrests Cleo, as Carly listens. Maddie starts her job as intern again with Luke as well. Maddie opens up to Kim about how she misses Casey and how the prison isn't allowing any kind of contact yet. Dusty and Emily come back into the room to find Allison perched out the window on a ledge; Allison falls. Henry and Katie talk about her divorcing Mike finally. Cleo (dressed up as Gwen) and Gwen come face to face. She claims there is a good reason she is still dressing up as her, but she can't explain it right now. Gwen tells her to stay out of her life forever then. Luke and Maddie talk about getting past Jade. After a conversation with another student who is going to the prom with Kevin, Luke and Maddie decide to go to the prom together considering their circumstances. Dusty saves Allison from falling. Dallas responds to a call of a jumper on a ledge. Dusty promises him that it is handled after Allison admits to doing it as a joke since she was mad at her sister. Allison continues to struggle from coming off the drugs. Dusty promises Emily that he isn't going anywhere. Jack is going to charge Cleo with multiple felonies. Cleo asks to make a phone call; she calls Jade, who then hangs up on her. Gwen comes face to face with Carly."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: Aw, look at her. She's so beautiful.",
        "Dusty: Careful. You don't want to wake her.",
        "Emily: She's shivering, Dusty.",
        "Dusty: There's going to be a lot more of that. Crystal meth is nasty.",
        "Emily: I just don't -- how could she do this to herself?",
        "Dusty: It stopped being her choice a long time ago. You know that, right?",
        "Emily: Of course I know that. But to see it claw away everything I loved about my baby sister --",
        "Dusty: Why don't you get some sleep?",
        "Emily: Oh, please, I can't sleep --",
        "Dusty: Try to, come on, sit down. We're going to be here for awhile.",
        "Emily: Yeah. I guess you're right. Thanks. I just -- I just realized I haven't figured out what I'm going to tell my mother when she calls.",
        "Dusty: You'll think of something --",
        "Emily: She's going to be -- maybe she won't. Maybe she won't call looking for Ali, wondering where Ali is.",
        "Dusty: You're going to think of something --",
        "Emily: Because if she doesn't see me, or hear from me, she's going to assume that the two of us are locked up in some love nest together.",
        "Dusty: The kiss really worked.",
        "Emily: Yeah, a little too well, I think. When she saw us together like that, she totally got the wrong idea.",
        "Dusty: That's wt you wanted, right? For her to be distracted?",
        "[Knock on the door]",
        "Emily: Yeah.",
        "Dusty: I'll get it.",
        "Emily: Yeah.",
        "Jesse: I'm here to see Alison.",
        "Dusty: Get lost.",
        "Jesse: She owes me a lot of money, Man.",
        "Dusty: What I tell you --",
        "Jesse: I know she's in here.",
        "Dusty: What did I tell you? I told her to stay away from her, right?",
        "Jesse: Alison -- she can make up her own mind.",
        "Dusty: She already did. You get it? Now listen to me. You come back here again, it's going to be the last thing you do. You understand? Let's go. Let's go.",
        "[SCENE_BREAK]",
        "Henry: Where are you drifting off to, Bubbles?",
        "Katie: I don't know. Maybe toward a future.",
        "Henry: Really? That would be a nice change of direction.",
        "Katie: Yeah. It would, wouldn't it?",
        "Henry: You're not replaying some scary tapes, are you? You and Brad being held at gunpoint by his jilted ex --",
        "Katie: No. No, no, no. That's a whole incident that I'd like to forgot. Especially why it happened.",
        "Henry: Yeah, it sounds like his love-'em-and-leave-them approach finally caught up with him.",
        "Katie: With me in the cross-fire. That guy should be issued with a warning label.",
        "Henry: Things would've ended differently if Jack hadn't shown up.",
        "Katie: Right, Jack --",
        "Henry: Guy is courageous. You just -- that's why you look so dreamy.",
        "Katie: Why do you know me so well?",
        "Henry: I don't know. Just spill it. How's our favorite detective?",
        "Katie: Well, I might have a chance to be happy again.",
        "Henry: You might have a chance? What's the problem?",
        "Katie: If I go for it, I'll probably ruin Jack's life.",
        "[SCENE_BREAK]",
        "Will: You want to go back to the police station? We just got home.",
        "Gwen: No, I need to know if Jack's arrested her and hauled her in. Or she's still running around wearing my clothes, using my name, having conversations with people who think that she's me.",
        "Will: We can find all that stuff out from here. Just let me call Dallas.",
        "Gwen: No. I don't want anyone else's version of this.",
        "Will: This is all standard stuff, you know. She's probably in custody by now. Mug shots, prints, the whole deal. It's all over.",
        "Gwen: Not for me, it's not.",
        "Will: Please just let Jack find out what the real story is. You don't need to watch.",
        "Gwen: Yes, I do. I need to see with my own eyes that she's been locked up and that she can't cause grief for anyone else.",
        "Will: Yeah, but you showing up? That's like a plus for Cleo. She gets off on seeing you react. So why give her the satisfaction?",
        "Gwen: I have to go, Will. I need to do this.",
        "Will: Okay, fine. If that's what you want, then you know I'm with you.",
        "Gwen: Okay.",
        "[SCENE_BREAK]",
        "Jack: So, you can explain everything, huh? Start talking.",
        "Cleo: What do you want to know?",
        "Jack: Suppose you tell me why you're running around town acting like Gwen Munson. And what would make you crazy enough to think you could get anywhere near my kids?",
        "[SCENE_BREAK]",
        "Kim: Okie-doke, Maddie. Now, you're going to be joined by one more intern in a day or two.",
        "Maddie: Oh, cool. What's his name?",
        "Kim: Noah. Noah -- he's from out of town, but he's staying here in Oakdale. And that's his contact information, okay?",
        "Maddie: Okay. Good, I can put that in my phone.",
        "Kim: You know, I'm really glad you're back from the summer.",
        "Maddie: Yeah, me, too. I love working here and I really need to keep myself busy.",
        "Kim: Yeah, I know. I understand. Have you heard from Casey?",
        "Maddie: No, not yet.",
        "Kim: You're going to go see him though, aren't you?",
        "Maddie: Eventually. He's not really allowed visitors yet --",
        "Kim: Oh, yeah, yeah -- I know that. It's just that I think that's so harsh.",
        "Maddie: I know. I do, too. But Margo says that it's the prison's way of getting everybody adjusted, so he's totally cut off.",
        "Kim: I'm so sorry.",
        "Maddie: It's hard. Sometimes I just -- there's little things I want him -- you know, nothing big, just some thing that I know that he'd love -- and I can't.",
        "Kim: You know, you could write a letter to him. I mean, that could be kind of romantic. Back in the really, really olden days, a lot of people fell in love writing letters.",
        "Maddie: He doesn't get mail privileges, either.",
        "Kim: Oh.",
        "Maddie: Yeah.",
        "Kim: Well listen, who says you have to send them? I mean, write the letters, hold on to them. When he's allowed to have mail, just send them off. You know, just writing to him might make you feel closer to him.",
        "Maddie: I could do that. And then he'd at least have proof that I'm thinking about him every single day.",
        "Kim: Exactly. And besides which, then when he comes back home, it'll help him fill in the gaps.",
        "Luke: Oh, should I come back some other time?",
        "Maddie: Oh, no, you're fine.",
        "Kim: No, no, no. It is so much later than I thought. Luke, you are on.",
        "Luke: Okay.",
        "Kim: I have your first assignment.",
        "Luke: I am ready.",
        "Kim: Listen, this is something we take very seriously. And it takes a lot of attention to detail.",
        "Luke: Okay, then I'm your guy.",
        "Kim: Good. I want you to pick up the lunch order for the \"Oakdale Now\" staff. Let me warn you, if this food is late, if there's a mix-up, your life's not worth a dime. But hey, don't worry.",
        "Maddie: She's right. If somebody gets the wrong sandwich, it turns ugly very quickly around here.",
        "Luke: Okay, okay. I'm on top of it.",
        "Maddie: And if you need help, I could help you with the paperwork.",
        "Kim: Okay. I'm on my way. If anybody calls, tell them I'm on my way.",
        "Luke: Well, looks like we'll be spending a lot of time together this summer.",
        "Maddie: Oh, really? I thought you were working with the writers.",
        "Luke: Well, not every minute. So, what? You're not going to talk to me because of Jade?",
        "Maddie: You should get these lunch orders in --",
        "Luke: Because listen, I really don't want her to be a problem for us.",
        "Maddie: You know, we should start with the producers. They get really cranky when they have to wait.",
        "[SCENE_BREAK]",
        "Henry: You are not going to ruin Jack's life.",
        "Katie: Give me a chance.",
        "Henry: Please. The man is still standing after all those marriages to Carly. A relationship with you is not going to throw him.",
        "Katie: I'm not even calling it a relationship yet. We could barely get past the first kiss. Dissecting what it meant, what it didn't mean -- we're both a little gun-shy. Is this weird talking about this with you?",
        "Henry: No, no, no, don't worry about it. But I think you should be kissing more and talking about kissing less.",
        "Katie: Wow. Vienna really left her mark on you.",
        "Henry: Yeah, don't knock it. She knew how to keep it simple and keep it honest. Which is an interesting lesson to learn from a woman swimming in euros.",
        "Katie: Really? I think your life got a lot less simple with her.",
        "Henry: Well, that wasn't her fault at all. I was the one that got swept away, because I wasn't really sure what I wanted.",
        "Katie: That's just the problem. If I get swept away by these intense feelings for Jack, I'm going to end up in the same boat. And I don't want to blow this by moving too fast.",
        "Henry: When did you become the big voice of doom?",
        "Katie: Oh, come on, Henry. You know my track record.",
        "Henry: Yeah, I know. But records are made to be broken. On the other hand, it may not be a bad idea to take this slowly. Give me a chance to adjust the fact that you're having a romantic relationship with a cop.",
        "Katie: So, are you happy for me?",
        "Henry: I'm a little queasy that you're getting up close and personal with the law. But yeah, happy. Yeah, sure, I'm happy.",
        "Katie: I know, it's Jack. I never would have seen myself with Jack. But he's so amazing. It's just that -- you know how I get. I'm impossible when I start new relationships.",
        "Henry: You're not so bad.",
        "Katie: I am. I get impulsive. I act first and think later. And I can't do that. I can't be so reckless with this one. And not just because of Jack.",
        "Henry: Oh, you're trying a little more self-protection? I think that's a smart idea --",
        "Katie: No, his kids. He has three kids. And I tried so hard to get Simon and Carly put away that I already left my mark on them once.",
        "Henry: I think a lot of kids are more resilient than adults give them credit for.",
        "Katie: They have so many people just moving in and out of their lives. I think that Margo is right, the more that I think about it. If this thing with Jack is just a rebound or a fling, they're the ones who are going to have the worse time of it --",
        "Henry: Wait, wait, you asked Margo for advice about Jack? No wonder you're confused.",
        "Katie: Well, she really just said that I should be sure that I'm over Mike before I move into something else.",
        "Henry: And are you?",
        "Katie: Yeah, I think so. But I don't know. I can't trust my feelings. Look what happened with Simon. I mean, I swore up and down and sideways to Mike that I was over Simon. And then, as soon as temptation reared its ugly head, I gave in. I couldn't live with myself if I hurt Jack the way I hurt Mike. I can't be selfish.",
        "[SCENE_BREAK]",
        "Will: Hey, Dallas, is Jack back yet?",
        "Dallas: No. He's at the Wagon Wheel Motel questioning that Babbitt girl.",
        "Gwen: Do you mind if we hang out here? I actually need to talk to her.",
        "Dallas: Gwen, I need to ask you a question. I think I know the answer, but -- were you at the Wagon Wheel recently with your mother?",
        "Gwen: No. I haven't seen my mom in weeks.",
        "Dallas: Yeah, I was afraid that.",
        "Will: Well, why do you want to know?",
        "Dallas: Well, I ran into someone who was dead ringer for you. I was there looking for a perp, doing a room to room, and there you were. Well, not actually you, but I didn't know that at the time.",
        "Will: Well, did you search her room?",
        "Dallas: No, I didn't. Only because she made me believe she was you, Gwen. She said her mother had been on a bender, and she was taking care of her, so -- I need to deal with this. Excuse me.",
        "Gwen: It's amazing. She even uses my mom in her lies! I mean, where does she come up with this stuff?",
        "Will: Well, now we know it's not the first time she tried that act in public.",
        "Gwen: Yeah well, it better be her last.",
        "Will: What worries me is, we don't know how many times she's done this as you or what she's capable of. So, for a lot of reasons, you need to keep your distance.",
        "Gwen: No. I need to make sure that Jack either locks her up or gets her the hell out of town, once and for all.",
        "[SCENE_BREAK]",
        "Jack: Well, come on, Cleo. Explain. Explain, explain. Explain why you needed time with my kids!",
        "Cleo: They're family.",
        "Jack: They're not your family.",
        "Cleo: I know. They're Gwen's family. And I was just feeling --",
        "Jack: What?",
        "Cleo: So alone.",
        "Jack: You're going to have to do better than that.",
        "Cleo: It was like another window into Gwen's world.",
        "Jack: Really? Well, here's a window into your world. You're going to be slapped with three charges of kidnapping and false impersonation, and I'm just warming up.",
        "Cleo: But this wasn't just about being Gwen.",
        "Jack: Really? You called my aunt pretended to be Gwen so you could get your hands on my kids! What do you call that?",
        "Cleo: I'm a good person.",
        "Jack: Not from where I stand.",
        "Cleo: I didn't kidnap anybody.",
        "Jack: Turn around.",
        "Cleo: Please?",
        "Jack: Turn around.",
        "Cleo: Don't -- please, don't do this.",
        "Jack: You're under arrest.",
        "Cleo: But you don't understand. This wasn't just about me. I was trying to do something nice.",
        "Jack: Right. For yourself, right?",
        "Cleo: It wasn't for me.",
        "Jack: You have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to an attorney -- if you cannot afford an attorney, one will be appointed to you.",
        "[SCENE_BREAK]",
        "Emily: Is he gone? Is Jesse gone?",
        "Dusty: Yeah. The front desk knows not to let him back in.",
        "Emily: Oh, thank you. I could never have handled him and Ali at the same time. Thank you.",
        "Dusty: Now listen, if your sister doesn't start cooperating, you gotta start thinking about rehab.",
        "Emily: I know, but she's doing okay now, I think.",
        "Dusty: Withdrawal is very unpredictable, you know? It's not just what happens in the next couple of days.",
        "Emily: I guess that means we're going to be seeing a lot more of each other.",
        "Dusty: Your mother's going to love it.",
        "Emily: Tell me about it.",
        "Dusty: Which is special, because I don't always get the mother's seal of approval, you know.",
        "Emily: I don't believe that for a minute. We better get inside, okay? I don't want Alison to wake up and think we left her -- Ali? Oh, my God, she's gone. Where is she?",
        "Dusty: Nothing.",
        "Emily: She's not in the bathroom. This is insane. This doesn't make any sense. I was outside for -- she couldn't have just walked past me, Dusty.",
        "Dusty: That window wasn't open. What the hell are you doing? Get back inside.",
        "Alison: Leave me alone.",
        "Dusty: No way. Not a chance.",
        "Alison: I'm not coming back in there.",
        "Dusty: What you're going through sucks, but this isn't the answer.",
        "Alison: If you knew how good I feel when I'm high -- better than I ever felt when I'm sober -- you'd shut up.",
        "Dusty: The craving's going to pass, I promise. The world's going to look a lot different. Life's going to be worth living.",
        "Alison: Oh, my God. You think I'm trying to kill myself?",
        "Dusty: Maybe not on purpose.",
        "Alison: Not at all. If I wanted to be dead, I'd be on the pavement. I'm not Emily.",
        "Dusty: You think this is funny?",
        "Alison: In a weird sort of way, yeah \u0096",
        "[Alison starts to fall, Dusty grabs for her]",
        "Dusty: Alison!",
        "[SCENE_BREAK]",
        "Henry: Have you heard from Mike since he left?",
        "Katie: Nothing. But I've stopped wondering if it was going to be him every time the phone rang.",
        "Henry: And what does that tell you?",
        "Katie: I don't believe he's coming back to me. But he might. He did leave behind a lot of things, clothes and pictures.",
        "Henry: I don't know. He was pretty angry when he left. I don't think clothes are much of a lure.",
        "Katie: I guess not.",
        "Henry: I think -- you guys were over before he left, Bubbles. And that's not going to change unless you track him down and force him to go into marriage counseling.",
        "Katie: Yeah, and I'm not going to do that. And he wouldn't respond to it anyway. I guess it is time to just let go and move on.",
        "Henry: With Jack? You have my blessing.",
        "Katie: Thanks.",
        "Henry: Can you do one thing for my first, though?",
        "Katie: What's that?",
        "Henry: End your marriage with Mike.",
        "[SCENE_BREAK]",
        "Carly: If Jack finds out that I'm back -- or that I used Cleo to help me see the kids -- of course he's going to find out. She's not going to be able to keep her mouth shut. I've gotta get out of here.",
        "Manager: Hey! What are you up to? That's not your room.",
        "[SCENE_BREAK]",
        "Will: Was that Detective Snyder?",
        "Cop: Yes, he's on his way in now.",
        "Gwen: Do you know if he arrested a Cleo Babbitt?",
        "Cop: He didn't say. But he's got someone in custody.",
        "Gwen: It has to be her.",
        "Will: I hope so. But let's make this short and sweet. Once she's been brought in, we'll press charges and then we'll go.",
        "Jack: Kevin? Want to keep an eye on her while I start the paperwork?",
        "Cop: Okay.",
        "Cleo: I know that I can't really ask you for any favors, but please don't be mad at me.",
        "Gwen: You've been running around town dressed up in my clothes. I'm doing the world a favor by making sure that you're locked up.",
        "Cleo: I didn't mean to make anybody upset.",
        "Gwen: You're wearing my shirt! I can't believe this.",
        "Cleo: What do you mean?",
        "Gwen: That's my shirt, Cleo. You stole it.",
        "Will: She must have taken it when I found her in our house.",
        "Cleo: I just wanted to have something that was yours.",
        "Gwen: And what else did you take?",
        "Cleo: Nothing. I just borrowed it to make me feel pretty and special, like you are.",
        "Gwen: You broke into my house, Cleo. You went into my closet. Have you ever heard of boundaries?",
        "Cleo: I didn't think that you'd miss one shirt. You have so many clothes.",
        "Gwen: You're unbelievable.",
        "Cleo: I'll give it back.",
        "Gwen: You're right. You will give it back. Take it off.",
        "Cleo: The shirt?",
        "Gwen: The whole look is freaking me out. Start with the wig. I can't talk to you when you look like that.",
        "Cleo: I'm sorry. I didn't mean to make you hate me.",
        "Gwen: No, you wanted to be my friend.",
        "Cleo: Yeah, more than anything.",
        "Gwen: Well, it's not going to happen, Cleo. What are you after?",
        "Cleo: Just that. I admire you more than anyone in the entire world.",
        "Gwen: Is that supposed to flatter me? You're one of the sickest people I've ever met in my life.",
        "Cleo: I know I'm not perfect. But I'm a lot better than I used to be. And that's all because of you, Gwen.",
        "Gwen: Cleo, don't say that. That just makes anything sound worse.",
        "Cleo: No, I read somewhere that when you're trying to improve yourself, you're supposed to find like a role model, somebody who you can talk like and dress like. Somebody whose life inspires you. And you're all those things for me.",
        "Gwen: Well, pick somebody else.",
        "Cleo: I don't want anyone else.",
        "Gwen: Don't you get it, Cleo? You're not supposed to disappear. You're supposed to be yourself. You're not supposed to go around town dressed up in my clothes, having conversations as if you were me. And if you don't see how wrong that is, then you're more pathetic than I thought!",
        "Cleo: I'm really sorry.",
        "Will: Let's go.",
        "Gwen: No. No, no, no. Not yet. Will told you to stay away from us. And to leave us alone.",
        "Cleo: I have been.",
        "Gwen: No, Cleo. You didn't listen. But maybe if you hear it from me, it'll sink in. I don't ever want to see you again. I don't want you to go near me or anybody that I care about. And most of all, I don't want you to pretend to be me again. Do you get that?",
        "[SCENE_BREAK]",
        "Maddie: So, I'm really glad that you asked me about Jade. I mean, she's really not going to be a problem for us.",
        "Luke: Well, I mean, I know you don't like her.",
        "Maddie: No -- hold on, yeah. But I like you, though. And I'm not going to hold that against you because you're related to her. I mean, I don't want people to judge me for what my sister did. Anyway, you're going to have lots of talk about besides Jade.",
        "Luke: So, then is this right?",
        "Maddie: Yup. Just get the waitress to sign it.",
        "Luke: Okay.",
        "Maddie: I think that Casey's going to be really happy that I'm not keeping my grudge against Jade.",
        "Luke: So, are you going to get a chance to see him before you go to college?",
        "Maddie: Hmm-hmm.",
        "Luke: I'm sorry. That's really tough.",
        "Maddie: Yeah, every day I think that it's going to hurt a little less, and then something happens and it hurts a little bit more.",
        "Liv: Hey, guys. So are you totally psyched about the prom?",
        "Maddie: Not really.",
        "Liv: Well, you better pull it together. You have to get your tickets by Friday. That would be my chicken club. Oh, and reserve a limo.",
        "Maddie: You're going in a limo?",
        "Liv: Nobody drives themselves.",
        "Luke: Oh, so I guess that means my tractor won't cut it?",
        "Maddie: Oh, no.",
        "Liv: So is that your way of trying to tell me that you think it's lame that I'm into the whole prom thing?",
        "Luke: Hey, I don't think its lame.",
        "Liv: Well, I hope not. Because a lot of people are investing a ton in making this night perfect. I know I am.",
        "Maddie: So did you get your dress yet?",
        "Liv: It's gorgeous.",
        "Maddie: Ooh.",
        "Liv: Plus, I got Kevin to order his tux. He's a perfect 40 regular, but he still has to go in for a fitting. Maddie, you need to get your dress like now. Plus, make an appointment for your hair and your nails and everything.",
        "Maddie: You know what, actually, I've decided that I'm not going. For obvious reasons.",
        "Luke: Yeah, and I guess I have the second most obvious reason for not going.",
        "Liv: Oh, right. Casey can't take Maddie, and you're -- you, um --",
        "Luke: I don't have a date.",
        "Liv: Well, don't feel too bad. I mean, it sucks unless you can go with the person that you really want to be with. Maybe it's best if you skip it.",
        "Maddie: Yeah, you know. We don't want to bring anybody down.",
        "Liv: Yeah, well, maybe there'll be a really good movie on TV or something.",
        "Maddie: Oh well, I hope so.",
        "Liv: Well, I gotta run. So, you'll make sure that the waitress gets this, huh?",
        "Maddie: Sure.",
        "Liv: Catch you later.",
        "Maddie: Okay.",
        "Luke: So Liv is going to the prom with Kevin. Wow.",
        "Maddie: Are you okay with that?",
        "[SCENE_BREAK]",
        "Manager: What did the cops want with that Babbitt girl? And why didn't they haul you off, too?",
        "Carly: Well, excuse me? You have no business questioning me. I should be the one asking you. What kind of place are you running here? They just arrested this girl for impersonating somebody else. And just the other day, the cops were here looking for another criminal. This place must be crawling with felons, huh?",
        "Manager: Yeah, I know we've had a few undesirables lately. Still doesn't explain what you were doing in Cleo Babbitt's",
        "Carly: I was looking for this, and I found it.",
        "Manager: What, in her room? Did she lift it?",
        "Carly: No, actually, no, I just left it outside her room when I stopped to ask if she had change for the vending machine.",
        "Manager: Everything's in it?",
        "Carly: Yeah. Yes, thank goodness. But I did panic. You know, I don't want to be the latest victim of identity theft.",
        "Manager: Understood. Well look, if you have any more problems with her, you let me know.",
        "Carly: Yeah, sure, I will. But you know, from the looks of it, she may not be back.",
        "[SCENE_BREAK]",
        "Cleo: I can understand why you wouldn't want me to dress up like you now. But what about in a few years when you're famous and someone wants to make a movie about your life? I want to be ready for that.",
        "Gwen: Cleo, on the billion to one chance that that actually happens, and it won't -- you're the last person in the world I would want to play me in a movie.",
        "Cleo: Don't say that. A movie about your life would be amazing. It would be a real love story. I mean, you and Will have been through so much together. You guys ran away to New York, and then you were too young to get married here, so you had to go elope.",
        "Gwen: Cleo, stop! How do you know that much about us?",
        "Cleo: I wanted to know where you got your strengths, so I --",
        "Jack: I need to move this along, okay?",
        "Gwen: Look, Cleo, I can deal with your craziness. But once you got Parker and J.J. and Sage involved, you crossed the line. Okay, you don't get to mess with their heads, too.",
        "Cleo: I didn't mean to do anything that would hurt them.",
        "Gwen: I don't care what you thought you were doing. I don't care how good you think you are. You used them. You lied to those kids. And if Carly were here and knew what you were doing --",
        "Jack: Let's leave it there, okay?",
        "Will: Yeah, I agree.",
        "Gwen: Fine. I don't want to look at her anymore, anyways.",
        "Cleo: Gwen, wait! Please. Don't go.",
        "[SCENE_BREAK]",
        "Alison: Don't let go!",
        "Dusty: I won't. I've got you. Grab the ledge with your other hand!",
        "Alison: I'm trying.",
        "Dusty: That's good. Now, put your feet up against the wall. Use them to brace yourself.",
        "Alison: I'm not sure I can, Dusty.",
        "Dusty: You can. Focus.",
        "Alison: I'm so tired.",
        "Dusty: Be strong, Alison. On three, you're going to do it.",
        "Alison: Okay.",
        "Dusty: I'll pull you up. Ready? One, two, three. I've got you. I've got you. Okay. I've got you.",
        "Emily: Oh, God. Oh, thank God. Oh, thank God you didn't fall, Honey.",
        "Alison: I -- I lost my balance. I wasn't trying to.",
        "Emily: What were you thinking, Alison?",
        "Alison: I wasn't trying to jump. I was trying to get out of this stupid room. Anything's better than being held prisoner by you and your enforcer.",
        "Emily: Well, you're lucky that Dusty was out there to save you.",
        "Alison: Oh, right. You two saved me in Vegas, and now you save me again here. Why doesn't anyone care that I don't want to be saved --",
        "[Knock on the door]",
        "Dallas: Police! Open up!",
        "Emily: Oh, great. What now?",
        "Dallas: Are you all right in there? We're responding to a 911 about a jumper on a window ledge.",
        "Emily: Oh --",
        "Emily: We're all present and accounted for, so you can ignore that call.",
        "Dallas: Yeah, there was more than one call.",
        "Emily: Well, there's no one out there now. You can see that.",
        "Dallas: Yeah, I also see an window open and this is the location that I was given.",
        "Emily: Well, I'm sorry that you wasted a trip, but there's no one in any danger here.",
        "Dallas: Well, maybe not now. But what about a few minutes ago? Was somebody out there or not?",
        "Alison: I was. But only for a minute. It was a joke.",
        "Dallas: Is she serious?",
        "Dusty: You gotta ask her.",
        "Dallas: You frightened a lot of people, Miss.",
        "Alison: I'm sorry. I wasn't thinking about that.",
        "Dallas: No, were you thinking at all? You know what could've happened if you'd fallen?",
        "Alison: I know now. It was stupid on my part. I was mad at my sister so I was trying to get back at her by scaring her.",
        "Dallas: Is that true?",
        "Emily: Yeah, that's the gist of it. But it's over now, everything's okay.",
        "Dallas: Well, I have to write this up.",
        "Dusty: It's a family matter. It's handled. Can we leave it at that, Officer?",
        "Emily: Yeah, a domestic disturbance or something?",
        "Dallas: Okay, but if I get another call --",
        "Dusty: You won't. You got my word.",
        "Dallas: All right. I'll let the chief know it's all squared away.",
        "Dusty: Great.",
        "Dallas: And don't play with your life.",
        "Emily: Thank you.",
        "Dusty: If you ever pull something like that again, I'll throw you out the window myself.",
        "[SCENE_BREAK]",
        "Luke: You know, I thought things with Kevin were good. But they're not. I mean, of course he's really grateful that I saved his life and everything, but he could never really handle the fact that I'm gay.",
        "Maddie: Yeah well, that's because deep down inside, he's an insensitive creep. I just -- I don't want you to waste your time thinking about him.",
        "Luke: But I'm not. I'm not. Not really. It's just -- you know, now I'm thinking about him going to the prom, and us not being there, and it just -- it doesn't seem fair, you know?",
        "Maddie: I know. But it's not like you guys would've gone together.",
        "Luke: Yeah well, obviously not, Maddie. But does that mean that he should get to go and I don't?",
        "Maddie: I know. It's just -- I wish the situation was different. I mean, I have a boyfriend and I'm not going.",
        "Luke: Yeah, but that's because he's doing time, Maddie. Not because he doesn't exist. I'm sorry, that -- that --",
        "Maddie: No, I know.",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Henry: Sweets for the sweet.",
        "Katie: Oh, thank you. I am dying for sugar.",
        "Henry: And there's some latte to keep you focused.",
        "Katie: On what?",
        "Henry: A divorce. Unless you are not ready to let Mike go.",
        "Katie: No, I'm ready. I've actually been thinking a lot about it lately. It's just kind of scary to make it official.",
        "Henry: Well, I don't know -- think about Elizabeth Taylor, she had eight divorces. She had like three before she was 25.",
        "Katie: What are you saying? That I have many more divorces to look forward to?",
        "Henry: No, I'm not saying that. That's not what I'm saying. I'm saying the important thing is that you still have that dream of happily ever after.",
        "Katie: Yeah, okay, let's just say that Jack and I make this work and we're looking towards the future, making plans, and he leaves me, too?",
        "Henry: I don't know. You can fall back on the wisdom of the ages, Katie. Better to have loved and lost than yadda yadda. Anyway, if the music ever stops, you'll always have me.",
        "Katie: I just don't know if I can go through that pain again. I really think this is my last chance.",
        "Henry: Then don't hold back. You can love fully with your heart, just be a little more careful this time.",
        "Katie: It's just so hard watching someone else move on when I know I can't.",
        "Henry: Its one thing about Jack Snyder, he doesn't up and leave.",
        "Katie: He left Carly, didn't he?",
        "Henry: Bubbles, you may be many things, but you are not Carly.",
        "Katie: Jack loved Carly. Probably still does.",
        "Henry: Look, do you want my opinion? Jack is a keeper. Whatever he does, he does for the long haul. He likes his job, he loves his kids, his roots are here -- if you want him, go for it.",
        "Katie: What if it doesn't work out?",
        "Henry: It's not a guarantee here. But everybody deserves a fresh chance, including you and Jack.",
        "[SCENE_BREAK]",
        "Gwen: What am I waiting for, Cleo?",
        "Cleo: Look, I know that it's too much to expect you to forgive me.",
        "Gwen: I'm glad that you know that. Because I don't forgive you.",
        "Cleo: But you have to know that I would never do anything to hurt those kids.",
        "Will: Cleo, why should we believe anything you say?",
        "Cleo: I know it looks like I've done stuff that's illegal, but I wasn't trying to be mean.",
        "Gwen: Cleo, I'm tired of hearing how innocent you think you are. You're a liar, and a thief, and a phony.",
        "Cleo: I know that all the evidence points against me, but you have to understand. I have reasons.",
        "Gwen: Then let's hear them.",
        "Cleo: I need you to trust me.",
        "Will: Forget it.",
        "Cleo: Okay, fine. But I'll tell you one day and then you'll understand.",
        "Gwen: Cleo, if you want us to cut you a break and help get those charges dropped, you need to tell us right now why you're doing this.",
        "Cleo: I'm sorry. I can't.",
        "Gwen: That's what I thought. So go back to your old life, stay away from mine.",
        "Jack: Let's go.",
        "[SCENE_BREAK]",
        "Alison: I'm freezing. And my arms hurt.",
        "Dusty: She needs to get back in bed.",
        "Emily: Okay, Honey, come on. Come with me. You need to get back into bed. It's okay. Come on, lay down. Get under the covers. Close your eyes, okay? Just take some deep breaths. There you go.",
        "Alison: You don't have to stay here.",
        "Emily: Honey, this is where I want to be. Oh, God, Ali, if you had fallen, if anything had happened to you -- I cannot lose you. Do you hear me?",
        "Alison: I wish I could quit. But I'm not strong enough.",
        "Emily: Yes, you are. Yes, you are.",
        "Alison: No.",
        "Emily: Yes. Yes -- you're going to get better, I know -- you want to get better. And you will. You just -- you just have to let me and Dusty help you, Honey.",
        "Alison: You know what I want? For you to leave me alone.",
        "Emily: Okay. Okay. Its okay, I'll be here. I'll be here for you as long as you need me. I think she's going sleep longer this time. She really wore herself out.",
        "Dusty: Let's hope so.",
        "Emily: You've really got yourself in deep this time, didn't you?",
        "Dusty: What do you mean?",
        "Emily: What you said to Dallas earlier about this being a family problem? You're right. It is. It's my problem.",
        "Dusty: You can't do it alone.",
        "Emily: Well, that doesn't mean I get to lean on you. Listen to me. I will understand if you want to walk away.",
        "Dusty: I told you, I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Maddie: I think we should go.",
        "Luke: Oh, we can't. We're still short two turkey clubs and a chicken Caesar salad wrap.",
        "Maddie: I meant to the prom.",
        "Luke: You're want to go to the prom?",
        "Maddie: Kind of. I mean, don't you?",
        "Luke: Wait, you mean like, you want to go to the prom with me?",
        "Maddie: Well, yeah. It could be fun. I mean, besides, you bailed on the senior trip.",
        "Luke: Yeah, well, so did you.",
        "Maddie: Exactly. So I don't think we should miss it. I think it's like a rite of passage.",
        "Luke: You know, I was kind of bummed about missing everything.",
        "Maddie: So let's change it. And we'll give them something to talk about.",
        "Luke: Well, you know, we will probably be the strangest couple there.",
        "Maddie: Oh no, actually, word on the street is that Lynette Agar is making her dress entirely out of duct tape.",
        "Luke: No way.",
        "Maddie: Mm-hmm.",
        "Luke: Yeah?",
        "Maddie: Yeah, yeah -- and her boyfriend, too. He's making his tux out of duct tape. Apparently it's for some contest. You know, for scholarship money or something. And I see your wheel spinning. Don't even think about it.",
        "Luke: Did I say anything?",
        "Maddie: Okay, I know that you're Mr. Handy -- you think you're Mr. Handy --",
        "Luke: You know what? I am -- I am Mr. Handy. But I don't think that your prom date should look like the tin man.",
        "Maddie: You mean you'll go?",
        "Luke: Actually, I'm really starting to look forward to it.",
        "Maddie: Good.",
        "[SCENE_BREAK]",
        "Gwen: This CD has your class notes on it.",
        "Will: Thank you.",
        "Gwen: And all these have to go back to the library.",
        "Will: I really wish I didn't have to turn my paper in today.",
        "Gwen: It's fine. I'll go through the house and see if Cleo took anything else.",
        "Will: Yeah, that's exactly why I don't want leave.",
        "Gwen: Honestly, I'm a lot better. I know she's in custody. I'm okay.",
        "Will: Right. You know what? I'm going to turn my paper in tomorrow.",
        "Gwen: Wait, you can't do that. You'll lose a grade point. Go ahead.",
        "Will: You sure?",
        "Gwen: Yes, I'm sure.",
        "Will: Okay. I love you.",
        "Gwen: I love you, too. And you were right about Cleo. I should have listened to you from the beginning.",
        "Will: Well, some day you're going to realize that you should listen to me about everything.",
        "Gwen: Keep reminding me.",
        "Will: I will. Listen, all you have to do is let this be over, and Cleo will be out of our lives for good.",
        "[SCENE_BREAK]",
        "Jack: You realize the charges facing you carry serious jail time?",
        "Cleo: I didn't think I was doing anything illegal.",
        "Jack: You're kidding, right?",
        "Cleo: It was all just a big mistake.",
        "Jack: You pretended to be Gwen, that's fraud. You broke into her house, you stole her clothes, lied to a police officer, that's obstruction of justice. And then you walked off with my kids under false pretenses, kidnapping.",
        "Cleo: Nobody got hurt.",
        "Jack: That's not the way I see it. Gwen seems pretty stressed out just now. When my kids find out what you did, they're going to be stressed out, too.",
        "Cleo: I'm sorry.",
        "Jack: Not buying it.",
        "Cleo: I thought you'd be nicer.",
        "Jack: Don't push me, Cleo. Don't. I'm this far from ordering a psych evaluation.",
        "Cleo: I'm really a very nice person once you get to know me.",
        "Jack: I'm not interested into getting to know you. I'm interested in containing the damage you've done. That's not going to change.",
        "Cleo: In the movies, you get a phone call. Is that true? Do I get to make a phone call?",
        "Jack: One call.",
        "[SCENE_BREAK]",
        "Katie: Hey.",
        "Jack: Hey.",
        "Katie: Maybe I should come back. Is this a bad time?",
        "Jack: No. No, my time just got a heck of a lot better.",
        "Katie: Oh, good. Well, I just wanted to come up and let you know that I'm just about ready to take you up on that adult date you mentioned.",
        "Jack: Really? That's nice.",
        "Katie: Yeah, I just have to take care of something real quick, okay?",
        "Jack: No, that's okay. You take your time. You call me when you're ready.",
        "Katie: I will.",
        "[SCENE_BREAK]",
        "Cleo: Jade, please. I need your help. Because I'm in jail. Yes, I was dressed like Gwen when I was arrested, but please -- the reason -- there's a -- [Dial tone] Hello? Hello?",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Gwen: Oh, my God -- Carly.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Katie: I never thought I'd hear myself saying this, but I would like to file for a divorce from Mike.",
        "Craig: What would you like me to do for you?",
        "Lily: Give the company back.",
        "Jack: I'm not telling you a damn thing, and I'm sure as hell not letting you walk out of here until you tell me what or who changed your mind."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=HYticAv8HBA"
}