{
    "Episode Summary": [],
    "Recap": [
        "Craig told Dusty that Molly would be a perfect investor in the club. Molly wouldn't listen to Carly's apologies regarding her recent neglect of her cousin. Carly was disgusted when Craig presented his business proposal to Molly, and even more so when Molly considered the offer. Craig asked Carly not to mention the conversation to Rosanna, but Carly said she wouldn't lie to her sister. Molly agreed to invest in the club. Carly went to tell Rosanna about it, but hesitated when she saw how upset her sister already was. Jessica brought Sarah back to Marshall, and the teen said she was ready to go home with him. Bonnie started to tell Sarah about her mother's rape, but Jessica convinced her not to, saying it would only cause the girl to live in fear. Barbara told Jen that Paul paid off Andre. Jen said she didn't believe her, but still went into Paul's desk for a bank statement. Without looking at it, she told Barbara that Paul was innocent; she later admitted that she hadn't looked at the statement out of respect. When Paul admitted that he had done something shady to Jen that he now regretted, Rosanna told him to confess and apologize. He told Jen the truth, and Barbara gloated when Jen walked out in disgust. Jen rushed over to Java Underground, and asked Dusty to make love to her."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Knock on door]",
        "Molly: Who is it?",
        "Carly: Carly. Are you taking a vacation?",
        "Molly: What's the matter? Don't you think I deserve one?",
        "Carly: I think you think that I've pushed you out of my life. That's why I came here, Molly. I want to clear the air between us.",
        "Molly: Well, I think the air is pretty clear. You don't want to have anything to do with me.",
        "Carly: Pretty hard to break old patterns, isn't it?",
        "Molly: What is that supposed to mean?",
        "Carly: Your feelings have been hurt, so you're doing what you always do when your feelings are hurt. You're running away.",
        "[SCENE_BREAK]",
        "Bonnie: Sarah? Sarah, what changed? You just told me you didn't want to go home with Marshall .",
        "Marshall: Can you please keep her quiet?",
        "Bonnie: No, he can't. Sarah, I asked you a question. Are you doing this because you want to or because you were pressured into it?",
        "Sarah: Bonnie, you've been nothing but nice to me. But Marshall is my father, and -- I feel like I really need to give him a chance.",
        "Bonnie: Why?",
        "Jessica: Marshall has legal custody of Sarah. I explained to her that her running away isn't going to change that. So after we talked, she decided to give her father a chance.",
        "Hal: Look, I need to know whether or not you want to pursue those charges against Ms. Mckechnie. Otherwise, I've got a cold dinner waiting at home.",
        "Marshall: I'll drop the charges, lieutenant. My daughter is safe. That's all that matters.",
        "Hal: Good luck, Sarah.",
        "Sarah: Thank you.",
        "Bonnie: Sarah. Sarah, you got to listen to me. This is a horrible mistake. It's really, really bad. The man who pretends to be your father isn't exactly who --",
        "Jessica: Bonnie, this is not the time or place.",
        "Bonnie: How can you be so calm?! How can you, of all people, turn her over to a man who enjoys hurting women?",
        "[SCENE_BREAK]",
        "Jennifer: Whatever you have to say about Paul, I don't want to hear it. Go spread your lies somewhere else.",
        "Barbara: Honey, it's not just about Paul. It's also about André.",
        "Jennifer: What about him?",
        "Barbara: I asked a friend of mine to do a little research. Were you aware that after André left Oakdale and returned to Paris , he started spending money like he was printing it himself?",
        "Jennifer: Why should I care?",
        "Barbara: Andre was broke when he came here, which is why he was so hungry to get a check from me. But he never got it, remember?",
        "Jennifer: No, of course not. I tore it up. So I guess he's found somebody else to give him a handout.",
        "Barbara: That's right. Your brother.",
        "Jennifer: What? That doesn't make any sense.",
        "Barbara: Honey, I know that you are very angry with me right now. And I also know that you don't want to have me in your life. But you can't ignore the truth. And the truth is -- the only reason André came to Oakdale was because your brother contacted him and offered him a lot of money. It was all part of a plan to turn you against me. But you know what the really sad thing is, Jen? That your brother was willing to break your heart to do it.",
        "[SCENE_BREAK]",
        "Paul: I'm really sorry. I can't even imagine what that felt like.",
        "Rosanna: How much do you know?",
        "Paul: Jennifer told me that Craig was the one who called the cops himself, that he tipped them off about the illegal gambling at Java Underground. And the first thing I thought of was that that would wreck any chance that you had of adopting.",
        "Rosanna: It was pretty cruel.",
        "Paul: So what are you going to do?",
        "Rosanna: Well, I don't know in the long run. But in the short term, I have pulled all my money out of Java Underground.",
        "Paul: Good for you. You stick to your guns.",
        "Rosanna: Yeah, well -- you don't really know me that well. I've already called my attorney. He's putting it in writing. Bartender, I would like to have another, please.",
        "Paul: You know -- do you really think that that's such a great idea?",
        "Rosanna: Actually, it is the best thing that I can think of to do at the moment.",
        "Paul: Well, you could come back to my place. I'll make you some soup.",
        "Rosanna: Some soup?",
        "Paul: Yeah. You talk, I listen.",
        "Rosanna: Uh-huh. You know what? I think I should handle this on my own.",
        "Paul: You know -- um -- sometimes, letting someone help you is not a sign of weakness. It's a sign of strength.",
        "[SCENE_BREAK]",
        "Craig: Dusty, get your hands off me.",
        "Dusty: You risked our entire business 'cause you can't stand up to your wife? You better find a way out of this, pal. And I want to know how you're gonna do it.",
        "Craig: I'm thinking.",
        "Dusty: Not good enough.",
        "Craig: Well, listen, pal. Dancing around the gazebo is not gonna solve our problems. And we have problems.",
        "Dusty: Do you know anyone on the liquor control board that can bury this?",
        "Craig: Oh, I can do that in my sleep. We need to do a lot more than that.",
        "Dusty: What are you talking about?",
        "Craig: Rosanna has pulled her money out of the club. So before we do anything, we need to find a new investor.",
        "[SCENE_BREAK]",
        "Sarah: My father hurts women? How?",
        "Marshall: Put a stop to this, Jessica. Or I will.",
        "Bonnie: Your father --",
        "Jessica: Bonnie --",
        "Bonnie: He has two faces, Sarah, okay? One he will gladly show to the rest of the world. The other is so ugly that no one would even --",
        "Jessica: All right. That's enough.",
        "Bonnie: What are you doing?",
        "Jessica: It's called saving you from yourself. Come on.",
        "Bonnie: Sarah, Sarah. Don't go anywhere -- nowhere -- until I get back. Okay?",
        "Sarah: I think everybody knows something about you that I don't. And I think you need to tell me what that is.",
        "[SCENE_BREAK]",
        "Dusty: Where the hell are we gonna get a new investor? Huh?",
        "Craig: You have any friends?",
        "Dusty: Chicago . Maybe. But most of them are in jail.",
        "Craig: Any here?",
        "Dusty: No. No. We got to get a loan shark.",
        "Craig: At 30%?",
        "Dusty: Oh, you got a better idea?",
        "Craig: Whoa -- you see, Dusty, this is why you like me. 'Cause I use my head.",
        "Dusty: Yeah? Why don't you tell me what just came in your head. Before I break your nose.",
        "Craig: The club needs an angel. I just pulled one out of the night sky.",
        "Dusty: Give me a name.",
        "Craig: Molly McKinnon.",
        "[SCENE_BREAK]",
        "Carly: When Jake died, you left town because you couldn't cope. It didn't work then, Molly. It's gonna work now.",
        "Molly: Is that why you came here? To put me down for my lack of coping skills?",
        "Carly: No. Of course not. We worked so hard getting back to each other. I don't want to lose you again.",
        "Molly: If I am so important to you, then why haven't you called me in weeks?",
        "Carly: I have a newborn baby, Molly. I barely have time to brush my teeth.",
        "Molly: All the more reason to call me, cuz. Don't you think that I would've dropped everything to rush over and help you?",
        "Carly: You're probably right. I probably should have called you. But I know that you have a life of your own. And I didn't want to impose on you.",
        "Molly: You sure that's what it was? Or were you just too busy having leisurely lunches with Rosanna?",
        "Carly: I explained to you what happened that day with Rosanna --",
        "Molly: Yeah, I know. And I remember exactly what you said. You know, there's something I've been meaning to ask you. When you decided to marry Jack in Montana , why didn't you pick up the phone and call me to invite me yourself?",
        "Carly: I wanted to. All I talked about was how much I wanted you to be there. I was afraid that you were mad at me.",
        "Molly: I was. But I put that aside. I was willing to take my ego and shove it off to the side when Mike called, because I wanted to be there for you. Because I thought it would mean something, but obviously, I was wrong.",
        "Carly: No. It meant everything to me, Molly. I've never been so happy to see somebody in my life. And that's why it hurts me so much that you're mad at me now.",
        "Molly: It's just really hard to be taken for granted.",
        "Carly: All right. If you're gonna be mad, then -- there's nothing I can do about that. Is there? But can you at least be honest, and admit what this is really about?",
        "Molly: What are you, a shrink now?",
        "Carly: This isn't about who invited you to my wedding. It's not about Rosanna. It's not even about you feeling ignored. This is old business, Molly. You are still mad at me because I slept with Mike.",
        "[SCENE_BREAK]",
        "Jennifer: I love Paul. He has been wonderful to me. And I am not going to turn my back on him because you plant ideas in my head.",
        "Barbara: I understand your loyalty to your brother. I had always prayed that my children would be close. But, Jen, you've got to be your own woman. You can't let him run your life.",
        "Jennifer: He is not trying to do that!",
        "Barbara: Somewhere in this apartment, is proof that Paul gave money to André. Now, it's either in a bank statement or an entry in a checkbook. But you owe it to yourself to find it.",
        "Jennifer: You want me to spy on my brother? Forget it. That is something that you would do. I want you to leave, mom. You've ruined my night. And that should be enough to make you happy.",
        "Barbara: Don't let him use you. You're much too smart for that.",
        "Paul: Hey, Jen. What are you doing in my desk?",
        "[SCENE_BREAK]",
        "Marshall: Look, I already told you that Bonnie's mother and I used to go out. Bonnie didn't like that. And I guess she's still very angry with me.",
        "Sarah: Well, what did Bonnie mean when she said you like to hurt women?",
        "Marshall: She's wrong. Okay? And I don't want you worrying about that.",
        "Sarah: It sounds like you're hiding something.",
        "Marshall: Listen. I can understand what Bonnie said being very frightening to you. All right? You've had a lot of disappointments in your life. And we still don't know each other very well. But Sarah, I will never harm you. All right? That's my sacred promise to you. From my heart to yours.",
        "[SCENE_BREAK]",
        "Jessica: Until Sarah is 18, she has no choice but to live with Marshall . Do you want her to spend that time living in fear, locking her door every time her father walks down the hall?",
        "Bonnie: Well, at least I'd know she was safe.",
        "Jessica: Honey, she'd be a wreck. It could set a pattern for the rest of her life.",
        "Bonnie: And maybe it would prompt her to run away from him.",
        "Jessica: To where? To you?",
        "Bonnie: She'd be welcome.",
        "Jessica: Marshall would have her back within hours. Bonnie, the law is on his side. And there is nothing that you can say to Sarah that's gonna change that.",
        "Bonnie: The first time I saw Sarah, I knew -- I knew that she would be something special in my life. And she knew it, too. All I wanted to do was make things better for her. But so far, all I've done is turn her over to Marshall Travers.",
        "Jessica: Sweetheart, your heart was in the right place. But he now knows that that's his daughter, and the court knows. You're going to have to learn to accept that.",
        "Bonnie: Okay. Okay, I won't -- I won't tell her what he did to you. But if he hurts her -- physically or otherwise -- it's going to be on your head.",
        "[SCENE_BREAK]",
        "Jennifer: I was looking for a stamp. I just ran out. Thanks. I didn't check that drawer.",
        "Paul: Right. Where are the letters?",
        "Jennifer: You know, actually, they're going to be cards. I was just gonna run out to the drug store to get them.",
        "Paul: Is everything okay?",
        "Jennifer: Sure. Why?",
        "Paul: I don't know. You just seem a little tense.",
        "Jennifer: No, I -- well, actually, it's -- I'm two days late for Connie's birthday. And she gets really uptight about that kind of thing. So I want to get something in the mail as soon as possible.",
        "Paul: Right. Fine. Better get moving then.",
        "Jennifer: Right. Rosanna. Cute outfit. Mom? It's Jen. If you get this message in the next half hour, meet me at the Lakeview lounge.",
        "Rosanna: You're not pleased?",
        "Paul: It's just that -- my mother was here earlier. And she threatened to tell Jennifer something that would make me very unhappy. And I just have this weird feeling that she made good on that threat.",
        "Rosanna: Why do you feel that?",
        "Paul: Don't know, it's -- Jennifer, she had this weird look on her face. Like she had some kind of a secret or -- she didn't want to talk about something. It's probably nothing. I mean, Jennifer has to know by now that Barbara will say or do anything to get what she wants, right? Cheers.",
        "Rosanna: Cheers. Well, Barbara is still her mother. You know?",
        "Paul: Yeah. I have a confession to make. Can I make a confession?",
        "Rosanna: Yes, you can. Of course.",
        "Paul: One of the reasons that I came back to Oakdale was to get Will and Jennifer away from Barbara. Barbara, she doesn't fight clean -- she fights dirty, so I had to -- respond in kind.",
        "Rosanna: What did you do?",
        "Paul: I did something I'm not so proud of to get Jen to move in here. I mean, Barbara doesn't know all the details, but if she got Jennifer curious enough to sniff around and Jen found out, I'd lose her forever.",
        "Rosanna: So if she was looking for more than stamps in your desk, is there something incriminating in your desk?",
        "Paul: This is insane. This -- come on. We're here to talk about your problems, not mine.",
        "Rosanna: Don't be silly. It's fine. My problems will still be there tomorrow.",
        "Paul: Thanks. I think she's onto me.",
        "Rosanna: How can you tell?",
        "Paul: My latest bank statement is missing. And -- it's -- it's too hard for me to explain all of it right now.",
        "Rosanna: Well, I don't know the details about this, but I can tell you exactly how to handle it.",
        "Paul: What? What do I do?",
        "Rosanna: You go to Jennifer, and you confess everything.",
        "Paul: She'd forgive me.",
        "Rosanna: Well, she's never gonna forgive you if you don't. She's your sister. She obviously loves you. You go to her. You explain your reasons. She'll understand eventually.",
        "[SCENE_BREAK]",
        "Molly: I know why you want to make this about Mike, Carly. Because then, everything will be my fault instead of yours. And I'm not gonna let you get away with that.",
        "Carly: All right, Molly. Do you want an apology from me? This is the best I can do. I have an infant. I have a 5-year-old. I have a husband. I barely have time for myself, let alone anybody else. And I am sorry about that, but that's just the way it is for a while.",
        "Molly: Then maybe you need to go home to your enormous responsibility. Just go ahead. Go.",
        "Carly: No. Actually, I don't need to go right this very minute.",
        "Molly: Oh, you have time? Well, then why maybe you should check your cell phone. Maybe Rosanna called.",
        "Carly: Oh, would you stop it? The only reason I am spending so much time with Rosanna lately is because she and Craig are having some trouble.",
        "Molly: Yeah, I know. He told me.",
        "Carly: He told you? About the adoption?",
        "Molly: Yeah. She wants a baby. He doesn't. It was a frightening conversation. He and I actually saw eye-to-eye. [Knock on door] who is it?",
        "Craig: It's Craig Montgomery.",
        "Molly: It's a really bad time.",
        "Craig: I can make it better. Good, I'm glad I caught you in. And you will be, too, once you hear my proposition.",
        "[SCENE_BREAK]",
        "Coming up on \"As The World Turns\" --",
        "Carly: You're not actually gonna consider going into business with this man?",
        "Molly: Why not?",
        "Carly: Molly, he is a crook. And Dusty is a crook. And you're gonna get left holding the bag.",
        "[SCENE_BREAK]",
        "Dusty: I'm not in the mood for your games.",
        "Rose: Neither am I.",
        "[SCENE_BREAK]",
        "Bonnie: Sarah, what I said earlier about your father hurting women -- well, that was just me being me. You know? Being worried about you. But I want you to just forget everything that I said. I don't want you to worry about it.",
        "Sarah: Are you sure? You seemed so angry when you said it.",
        "Bonnie: Well, Sarah, it's been a pretty difficult day, and I haven't been handling it too well, so -- you're right. You have a father now. You should give him a chance.",
        "Sarah: Well, that's what I want to do. I'm going to be part of a real family now.",
        "Bonnie: Okay. Okay -- you take care of yourself.",
        "Jessica: Sarah, I'm glad we got a chance to talk. Good luck.",
        "Sarah: Thank you for everything.",
        "Marshall: Jessica? Thank you. I know this is scary, you know? It is for me too. But we can get through it together. You know? We can be the family we both want.",
        "Sarah: Yeah, I think so, too. But -- I don't want to lose Bonnie. I want her to be a part of it.",
        "[SCENE_BREAK]",
        "Barbara: Honey, I got your message. Everything all right?",
        "Jennifer: I'm not sure.",
        "Barbara: This must be about Paul. You must've found proof that he paid André to come here.",
        "Jennifer: That would make you extremely happy, wouldn't it, mom? Paul being the bad one. You the innocent victim. Only that's not what happened.",
        "Barbara: Then what did?",
        "Jennifer: I looked through Paul's records. There were no checks to André. There were no large withdrawals around that time.",
        "Barbara: You never looked through his records. If you had, you would've called me instead of asking me to meet you.",
        "Jennifer: I wanted to see the look on your face when I told you. And I don't care if it's childish -- I'm glad I did it.",
        "Barbara: No, you brought me here to make a point about remaining loyal to your brother. The truth is too painful for you to deal with so you decided to hide from it, Jen.",
        "Paul: You can leave now, Barbara. Jennifer and I are going to have a conversation.",
        "Barbara: What's the matter, son? Afraid I'm gonna catch you in a lie?",
        "Paul: She tell you that I gave money to André?",
        "Jennifer: Yes, but -- but I don't believe her.",
        "Paul: I gave money to André. And I used him to get you away from Barbara.",
        "[SCENE_BREAK]",
        "Rosanna: Hello. Is Craig here?",
        "Dusty: Anything I can do for you?",
        "Rosanna: I suppose you can accept this. It's from my attorney, detailing my withdrawal of financial support. If you have any questions, his number's on the stationery.",
        "Dusty: Hey, I'm sorry about what Craig did to you, you know? It's got to hurt.",
        "Rosanna: Wow, that's so compassionate of you, Dusty. I can see why you and Craig are partners.",
        "Dusty: Well, we don't give up. Your husband's out there hitting' the bricks right now, trying to track down more money for us.",
        "Rosanna: He's found a bank that will invest in two bookmakers?",
        "Dusty: Who said it's a bank?",
        "Rosanna: He's found a private investor?",
        "Dusty: Could be.",
        "Rosanna: Anybody I know?",
        "Dusty: Ask your husband.",
        "[SCENE_BREAK]",
        "Carly: How do you do it? You have this uncanny knack for showing up when you're not wanted.",
        "Craig: Well, I'm not here to see you, am I?",
        "Molly: So what's up?",
        "Craig: Huh? Oh, I have a business opportunity that won't stay on the table too long. That's why I had to see you today.",
        "Molly: Okay, you have my interest.",
        "Craig: Good. Now, listen, for various reasons -- various personal reasons -- my loving wife, Rosanna, has decided to pull her money out of Java Underground. Dusty and I need a new investor. And we thought that you would be the perfect fit.",
        "Carly: God, you are nauseating! You shouldn't be here begging Molly for money. You should be at home on your hands and knees begging your wife to remain your wife.",
        "Molly: Carly, Craig is here to see me. About business. And I, for one, would like to know what he has to say.",
        "Carly: You're not serious. You're not actually going to consider going into business with this man?",
        "Molly: If the deal is right, why not?",
        "Carly: Because, Molly -- he is a crook. And Dusty is a crook. And you're gonna get left holding the bag.",
        "Craig: Molly, must we do business with Mrs. Snyder here? I find her a little distracting.",
        "Molly: So do I. You came here, you said what you had to say. There's really no reason for you to stick around.",
        "[SCENE_BREAK]",
        "Marshall: You know, it's hard to know, at times, who will or who won't be in our lives. This is all new to both of us. You know? We'll have to take it day by day. I'm sorry. When I don't know what to say, I just end up sounding like a lawyer.",
        "Sarah: Well, can't you just say yes? Bonnie's my friend. And I want to be able to spend time with her.",
        "Marshall: I'll tell you what. Let's spend the first few months just, you know, getting to know each other. And once that's all going well, then you can have Bonnie over for lunch or something. You know?",
        "Sarah: A few months? I get to see her in a few months? This sounds a whole lot worse than the shelter.",
        "Marshall: Look, I don't intend to be strict with you. But on this one issue, I have to stand firm.",
        "Sarah: Can we leave? I'm ready to go home. Wherever that is.",
        "[SCENE_BREAK]",
        "Jennifer: You mean, mom was right? No -- no, you wouldn't have done that to me.",
        "Paul: Where's the bank statement that you took from my file? I checked as soon as you left.",
        "Jennifer: I never looked at it.",
        "Paul: Why not?",
        "Jennifer: Because I have too much respect for you.",
        "Barbara: Well, I would ask for an apology, but knowing I'm right is enough for me.",
        "Paul: You know, I think you've done enough damage for one day, and I don't really see any reason for you to stay here.",
        "Barbara: I am not leaving because I want to see you get what's coming to you.",
        "Jennifer: I need to know exactly what happened.",
        "Paul: I knew that it was poison for you to live with Barbara. So I paid André to come here, and I made sure that they met. And I knew that Barbara would be threatened by him, and that she would pay him to leave. Really, after that all I had to do was make sure that you saw the whole thing.",
        "Jennifer: Do you know how many times I stood up for you? You were my hero! The guy that would never let anything happen to me.",
        "Paul: I'll find a way to make all of this up to you, Jen.",
        "Jennifer: I don't think you can. I don't think I could ever trust you again.",
        "Paul: Wait, hold on a second, Jen. Listen to me. I came back to Oakdale, and I was mad, okay? I was angry. I -- I was filled with rage, and it made me make some stupid decisions. None stupider than lying to you. And I never felt good about that. And that's the difference between me and her.",
        "Jennifer: Difference? You and mom are the same person. You both want to own me. And I don't need either of you.",
        "Barbara: Jen! And now you'll find out what it feels like to lose her.",
        "[SCENE_BREAK]",
        "Carly: Molly, if you go into business with Craig, Jake's money is gonna be gone by thanksgiving.",
        "Molly: First of all, it's not Jake's money, it's mine. Second of all, I don't remember asking you for your advice.",
        "Craig: Molly, if this is going to be complicated, I have other investors I can talk to. It's not --",
        "Carly: You never change, do you? Snake.",
        "Craig: Carly, Carly, Carly -- listen, I know you're angry with me. It's not the first time. Probably won't be the last. But I would appreciate it if you didn't rush off to tell Rosanna what I'm doing here.",
        "Carly: Tell Rosanna what? That you're weaseling money out of Molly?",
        "Craig: Now, now, now, now, now. Rosanna doesn't want me involved with Java Underground anymore.",
        "Carly: Aw. And you choose not to listen to her?",
        "Craig: No, I am listening to her. But I have to take care of business.",
        "Carly: Oh, of course. But Rosanna's has been through a lot. I don't think she can take any more bad news right now. But watching you try to have it both ways -- watching you plan your next lie -- I don't know if I can keep that a secret.",
        "Craig: Sorry to involve you in my personal life.",
        "Molly: So let's stop talking about it. You have a deal on the table, Craig. I'd like to hear more.",
        "Craig: You're interested?",
        "Molly: Very.",
        "Craig: And, Molly, this club is just the beginning. It's just the seed of a great idea. Once we're successful here, we can franchise out to Chicago , Kansas City, Omaha -- what have you. And then out all across the great Midwest and beyond.",
        "Molly: How much did you say you need?",
        "Craig: I didn't.",
        "Molly: Well, Craig, I think it's time you gave me a figure.",
        "Craig: Well, Molly, that's just terrific. I'll call my accountant and have him send --",
        "Molly: No. No need. I already know that I'm going forward with this.",
        "Craig: This could be a big investment, Molly. How come you're not asking any more questions?",
        "Molly: Let's just say I have my reasons.",
        "[SCENE_BREAK]",
        "Carly: Anything I can do?",
        "Rosanna: No, I was just -- I was just thinking about what this place was like before I planted all these flowers. Nice to see you.",
        "Carly: Yeah? Why's that?",
        "Rosanna: Well, it's kind of been a difficult day.",
        "Carly: Is there anything -- is there anything that you want to talk to me about?",
        "Rosanna: Craig purposely sabotaged our plans to adopt.",
        "Carly: How so?",
        "Rosanna: He called the cops himself about the bookmaking at Java Underground. He had himself arrested so he could get out of being a parent with me.",
        "Carly: You know, I never thought that I would be surprised by anything that Craig has done, but that is one of the most despicable things that I have ever heard.",
        "Rosanna: I knew he could be dishonest. I just didn't think it would turn against me, you know?",
        "Carly: No, I remember thinking that myself 100 different times. But there's something about Craig. As low as he goes, he always seems to find another step down.",
        "Rosanna: So you know what I did? I took all my money out of the club. I wanted him to realize that he had to focus on our marriage, but, um -- he's already looking for new investors.",
        "Carly: That's Craig. Always putting what he wants first.",
        "Rosanna: He's so selfish and untrustworthy. And I am still madly in love with him. That's not very intelligent of me, is it?",
        "Carly: It's honest. That's all you can be.",
        "Rosanna: I keep hoping for some way to make things right between us. But everything just seems to keep getting worse. I want so badly for the marriage to work out, but I don't know if it will. You know, the ice we're skating on is pretty thin.",
        "Carly: I'm sorry. You must be so disappointed.",
        "Rosanna: Yeah. Well, you know, it'll get better. 'Cause it can't get any worse. Now, tell me why you stopped by.",
        "[SCENE_BREAK]",
        "Jessica: Bonnie, wait.",
        "Bonnie: Why?",
        "Jessica: Because we need to resolve this.",
        "Bonnie: You want me to forgive you for what you just did? Mom, I can't. I had Marshall . I had him exactly where I wanted him until you came in and got him off the hook.",
        "Jessica: Sweetheart, everything I did was for you. You are my daughter. I will always put you first. I will always try to protect you.",
        "Bonnie: But you weren't protecting me. You were choosing your agenda over mine. Every single time I do something you don't like, you rise up against me and make sure I don't succeed. Well, I am sick and tired of it, mom. I have had a lifetime of it, and I don't want another minute.",
        "Jessica: Well, I'm sorry that my presence in your life is so intolerable. If you feel so strongly, then maybe we should do something about it.",
        "Bonnie: Like what?",
        "Jessica: Like maybe you should pack your bags and get out of my house!",
        "[SCENE_BREAK]",
        "Dusty: Hey, Rose, it's me. I've been thinking about you a lot. And I was hoping, you know, maybe we could get together and settle things. But I guess you're not there, so I'll wait. I miss you.",
        "Jennifer: You gonna drink all that by yourself?",
        "Dusty: I might.",
        "Jennifer: How do you feel about some company?",
        "Dusty: I don't want any, really.",
        "Jennifer: What's the matter?",
        "Dusty: There's a good chance I might be out of the bar business before I even get my doors open here.",
        "Jennifer: Well, I could help you forget about all that.",
        "Dusty: I doubt it. I'm not in the mood for your games.",
        "Jennifer: Neither am I. Let's make this our night, Dusty. Make love to me. Right here. Right now.",
        "[SCENE_BREAK]",
        "Next week on \"As The World Turns\" --",
        "Molly: Well, this certainly is an interesting return on my investment.",
        "Rosanna: By tonight, everything will be resolved one way or the other.",
        "Katie: Mordecai, don't leave me here! Don't leave me here, please! You don't have to do this! No, please, why are you doing this to me?!"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=6_9qfCr-7u8"
}