{
    "Episode Summary": [],
    "Recap": [
        "Luke thought Holden was more accepting of Damian now, but realizes he is still leery of him. Damian finds Lucinda and Holden at the docks and has an innocent explanation of why the security guard is there and pulled a gun on them. Damian asks that they go before he has them arrested. Lucinda and Holden tell Lily and Luke that something is fishy. Luke knows his grandmother hates Damian, but now doesn't know who to believe. Lily is upset for them playing detective just when Luke and Damian were getting closer. Luke confronts Damian who dodges the question by saying it is for Luke's own protection. He swears he will tell him as soon as he can. Luke leaves in a huff. Craig refuses to believe that Lucy had him set up or had anything to do with him being arrested. Lucy admits to Jack that her dad did nothing illegal. It was she who was smuggling the guns. Dusty objects and tells Jack that Craig is making her lie. Jack brings Lucy to see Craig. Craig declares Jack can throw the book at him, but leave his daughter out of it. Lucy waives her attorney privilege and confesses. She wants Jack to let her father go. Craig is livid that Lucy could have done this to him and left him in jail for so long. He will never forgive her. She apologizes for her ulterior motives, but claims she never meant to hurt him or realized that bad would come from this. She will fix it now. He fumes that he will never get custody of Johnny now. Craig dismisses Lucy and says he never wants to see her again. Jack tells Lucy that she was deliberately evasive and he doesn't completely believe her. Fine, arrest her she says. Damian pops up and says he has something to add. He admits Lucy was only using one of his ships to help the refugee camps. Jack says she stays in jail for now. Damian vows that he will get her out. Set free, Craig needs to do something to get Johnny, but Carly warns him not to take the law into his own hands. Holden is willing to give Damian the benefit of the doubt, but insists that Lily stay clear of Damian. Craig tries to stop Dusty from taking Johnny out. Dusty gloats that he has custody now and there is nothing Craig can do about it. They get into a shoving match with Carly pulling them apart. She calls Jack and informs him that Dusty is leaving town. Lucy calls her grandmother who comes to the station and says Damian Grimaldi may be more involved than she knows. She will not let her granddaughter take the blame for this. Jack catches Dusty before he can leave town. They can do this at the Lake View or at the police station; his choice. Craig greets Johnny again. He thanks Carly for standing by him through all of this and for getting one of his children back."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: I can't believe this. Why is Dad going after Damian?",
        "Lily: He thinks there's something strange going on with the Grimaldi shipping business.",
        "Luke: Because Damian won't let us use one of their ships?",
        "[Lily sighs]",
        "Lily: I don't understand it either, but your grandmother was determined to go down there and investigate.",
        "Luke: Is she crazy? Going down to the docks by herself?",
        "Lily: Yes! Which is why I sent your father down there to get her and bring her home.",
        "Noah: I don't know what she was expecting to find. Damian has been nothing but helpful when it comes to the foundation.",
        "Luke: Yeah. Thanks to him, some very sick kids are gonna get the best vacation of their lives.",
        "Lily: This family has a long history with Damian. It's not so easy to overcome hostility that was once completely justifiable.",
        "Luke: I know. I don't want to trust Damian, either. But he saved Noah's life.",
        "Noah: People can change. It sure looks like Damian has.",
        "Lily: I think so, too. But I don't know what it's gonna take to make Holden and my mother see Damian the way we do.",
        "[SCENE_BREAK]",
        "Damian: Holden, Lucinda, what in the world is going on here?",
        "Lucinda: Damian. That's what we want to know.",
        "Holden: Yeah. We were just taking a walk along the docks when your hit man here came after us.",
        "Damian: He's a security guard. He's not a hit man.",
        "Holden: Could have fooled me.",
        "Damian: We're running a shipping business here, not a tourist attraction. You're not supposed to be in this area unless you have official business.",
        "Holden: So wait, what are you saying? That we broke the law? Because the last time I looked, the docks were public property.",
        "[Lucinda laughs]",
        "Lucinda: And we weren't doing anything wrong. And the question is, can we say the same about you?",
        "Damian: What are you trying to say?",
        "Holden: She thinks you're up to something. And so do I.",
        "[Damian chuckles]",
        "Damian: That's ridiculous. What exactly would I have done wrong?",
        "Holden: I don't know. Why don't you tell us?",
        "Damian: You were detained because there was a murder on the docks not long ago. Now, I'm sure you understand why security has to be increased. Our guard here had no way of knowing you two are family.",
        "Lucinda: Well -- dragging us off at gunpoint -- that -- that isn't routine. And accusing us of spying -- I mean, what -- what could we possibly have seen unless there's something shady.",
        "Damian: I guarantee you there's nothing shady here. A shipping fleet needs protection. That's what our security personnel is trained to do. Now, I am sure you two meant no harm, so why don't we just pretend this never happened? You're free to go.",
        "Holden: Are you kidding me? We're not going anywhere -- not until we get some answers.",
        "[SCENE_BREAK]",
        "Craig: No. My -- my daughter would never betray me like that.",
        "Carly: I was there, Craig. Dusty claimed to find evidence to incriminate you, and Lucy did not say one word in your defense.",
        "Craig: She's gone out of her way to reassure me that she's on my side!",
        "Carly: Maybe that's what she wants you to believe so you're not suspicious.",
        "Craig: Dusty Donovan would do anything to put me in jail. But to assume that my daughter would agree to help him?",
        "Carly: Dusty's got custody of Johnny. Maybe that's why Lucy wants to stay close to him.",
        "Craig: By sacrificing me in the process?",
        "Carly: Craig, I know it's painful. But you have to consider the possibility that if Dusty set you up to take the fall for gun smuggling and murder, Lucy may have been in on that plan.",
        "Craig: No. No, that's not possible.",
        "Carly: Just try not to be naive. Dusty would do anything to be with Johnny, and it's starting to look like Lucy would do anything to be with Dusty.",
        "Craig: No. I -- I'm sorry. I -- I refuse to believe that my daughter would do anything like that to me.",
        "[SCENE_BREAK]",
        "Dusty: Don't say another word, Lucy.",
        "Jack: I want to hear what she has to say.",
        "Lucy: Don't try to stop me, Dusty. I have to do this.",
        "Dusty: No, you don't.",
        "Jack: Wh -- would you back off? Obviously, she doesn't agree with you. Go ahead.",
        "Lucy: I should have told you this before. I know for a fact that my father is innocent. You have to let him go.",
        "Jack: Why should I believe you?",
        "Lucy: Because it's the truth, and I can prove it.",
        "Jack: Did your father put you up to this?",
        "Dusty: Of course. She's trying to defend him. But that's not evidence, Jack.",
        "Jack: Why -- why won't you let her tell me what she knows, Dusty?",
        "Dusty: She knows nothing. She has no idea what her father's up to.",
        "Lucy: That's not true. I'll testify that my father was doing nothing illegal.",
        "Jack: I understand that you don't want your father to take the rap for smuggling or murder. But right now, I've got two suspects. I got Dusty, and I got your dad. Now, if you say that Craig wasn't involved, then this ledger that Dusty found must be fake, hmm? That makes him guilty of a lot of nasty things.",
        "Lucy: Dusty and my father are both innocent. I'm the one who was doing the smuggling. If you're going to arrest somebody, arrest me.",
        "Dusty: Don't arrest her, Jack. She's lying. Her father told her to lie.",
        "Lucy: Stop it, Dusty. You know I'm not lying.",
        "Jack: Well, someone is. I'm gonna get to the bottom of it. Come with me. Carly, you're here so soon?",
        "Carly: I'm here to support Craig.",
        "Craig: Lucy, what are you doing here with Donovan?",
        "Jack: She came in to make her statement.",
        "Lucy: I told Jack the truth.",
        "Craig: What are you talking about?",
        "Jack: She's got a very interesting take on the situation.",
        "Craig: Jack, I know that you resent me for getting close to Carly, getting close to Parker. But to bring my daughter in here to get me to confess to a crime I didn't commit --",
        "Lucy: I came here to clear my conscience.",
        "Craig: Lucy, whatever you mean by that, don't say anything in front of the police. I don't want you to get yourself into trouble for my sake.",
        "Jack: So you didn't ask her to lie for you?",
        "Craig: Of course not. Jack, if you want to throw the book at me, be my guest, but don't involve my daughter. It has nothing to do with her!",
        "Lucy: Yes, it does. This all happened because of me. It's my fault.",
        "[SCENE_BREAK]",
        "Holden: Why don't you just tell us what's really going on here, Damian? You've got armed guards patrolling the docks. I'd say that your ships are carrying something you don't want anyone to know about.",
        "Damian: Grimaldi shipping is my business, Holden. I don't have to answer to you.",
        "Lucinda: Just one more proof that something's going on.",
        "Damian: That's not true. That's not true. In fact, it's just the opposite. But no matter what I do, you two will never believe I've changed.",
        "Holden: Why should we?",
        "Damian: Ever since I got back to Oakdale, I've done my best to convince Luke and the rest of his family that I'm not the same man I used to be. But it seems no matter what I do, nothing will convince you.",
        "Holden: No, no. It matters. It matters that you saved Luke and Noah. And I'm very grateful for that. But if it weren't for you, they wouldn't have been in danger in the first place.",
        "Damian: What do you want me to say?",
        "Lucinda: Why don't you tell us? Why don't you say why you declined the offer of one of your ships to help the foundation when you believe so much in the foundation?",
        "Damian: We had nothing available.",
        "Holden: Oh, come on! That's bull.",
        "Damian: Why would I lie about that, Holden? I love my son. For the first time, he's beginning to believe in me. Do you think I would willingly jeopardize that?",
        "Holden: Maybe you want it both ways. You want Luke's trust, but behind his back, it's business as usual.",
        "Damian: Keep deluding yourself, Holden. Just don't waste my time. You keep away from my property. The next time either of you is caught trespassing, I'll have you arrested. Now get out.",
        "Holden: Where do you get off ordering us around?",
        "Lucinda: We don't want any bloodshed. Look, I -- if Damian won't be honest with us, let's just go. Let's go. Go.",
        "[SCENE_BREAK]",
        "Jack: This is Lucy Montgomery's statement for the record.",
        "Dusty: She shouldn't be doing this without her lawyer.",
        "Lucy: It's all right. I waived my right to an attorney.",
        "Craig: For once, I agree with Dusty. Lucy, don't do this.",
        "Jack: Will you quiet down, please, and just let her talk?",
        "Lucy: I was using my father's vodka shipments to send supplies to east Africa.",
        "Jack: So you admit to being involved in smuggling illegal goods?",
        "Lucy: Yes. The U.S. government issued an embargo, but I had friends who were in the war zone, and they desperately needed help, so I was sending medical supplies whenever I could to be used in the refugee camps.",
        "Jack: And when I saw you on the -- the dock that day, you said you were going for a walk. What were you really doing?",
        "Lucy: I was checking on a shipment.",
        "Jack: Apart from the medical supplies, were you also sending guns?",
        "Lucy: No, no. I had nothing to do with that. We were trying to save people, not kill them. Cesar was helping me.",
        "Jack: By Cesar, you mean Cesar Mendoza, the murder victim?",
        "Lucy: Yes. Yes. He called as soon as he saw the goods.",
        "Jack: Where were they being sent from?",
        "Lucy: There was a man who was pressuring us for more money. We couldn't afford to pay him, so -- he decided to make his profit by smuggling guns.",
        "Jack: So you did know about the guns?",
        "Lucy: No, no. I swear, we didn't know anything about the guns. As soon as they were found, Cesar was ordered to take them off the crates and dispose of them. I assume that's what he was doing when he was -- killed.",
        "Craig: Why didn't you say anything about this before?",
        "Jack: Do you have any idea who killed Cesar Mendoza?",
        "Lucy: If I had to guess, I would say it was the man who was smuggling the guns. His name is Fredo.",
        "Jack: Fredo? That's it? Nothing else? No last name?",
        "Lucy: I don't know anything else about him, just -- just the name.",
        "Jack: What about you, Dusty? Anything else to add to this?",
        "Dusty: I've got nothing to add, Jack.",
        "Lucy: Because he had nothing to do with this, and neither did my father. I was the only one in on this. Cesar was my contact. I'm heartbroken that he was killed.",
        "Jack: By Fredo?",
        "Lucy: I wasn't there, but -- I can't know for sure.",
        "Jack: That's all you have to say?",
        "Lucy: That's all I know.",
        "Jack: Well unfortunately, doesn't give us much to go on.",
        "Lucy: I told you everything I could!",
        "Jack: No last name for Fredo. No confirmation that he was the one who killed Cesar Mendoza. So wh -- what am I supposed to do with all this incomplete information, Lucy?",
        "Lucy: You can let my father go.",
        "[SCENE_BREAK]",
        "Lily: Where have you two been?",
        "Luke: Mom told us that you were trying to dig up some dirt on Damian.",
        "Lucinda: Well, at least we made it back alive.",
        "Lily: What are you talking about?",
        "Holden: Lucinda, don't cause an uproar. It's no big deal.",
        "Lily: Somehow I doubt that.",
        "Lucinda: All I know is I'm glad I went down to the docks today. I knew -- I knew Damian was hiding something, and I was right.",
        "Luke: Grandmother, Damian already told us all of his ships are booked.",
        "Holden: I don't think he was being honest about that, Luke.",
        "Lucinda: I agree, I agree. There is something very fishy going on down there.",
        "Lily: So you refuse to believe that Damian could be innocent.",
        "Lucinda: Damian -- innocent? Oxymoron, baby.",
        "Lily: You're not being fair.",
        "Lucinda: Maybe we should tell them what happened.",
        "Holden: When we got down to the docks, we were near the ships, we were stopped and held at gunpoint.",
        "Luke: Gunpoint?",
        "Lucinda: Yes, by -- by a giant of a security guard.",
        "Holden: Yeah. He held us against our will until Damian showed up.",
        "Lily: You're not serious?",
        "Luke: Are you two both all right?",
        "Holden: Yeah, yeah. We're fine. We're fine.",
        "Luke: So what did Damian do about this -- this guy with the gun?",
        "Holden: Well, he -- he claims that the whole thing was all about security reasons to protect the shipping.",
        "Luke: And you don't believe him?",
        "Lucinda: Darling, if it was just trespassing, if that's all we were doing, we would have been asked to leave. We would have not been carted off and told that we were spying!",
        "Lily: You know what? This sounds like a big misunderstanding.",
        "Holden: No, I think Lucinda understood perfectly. That's why Damian got so nervous about the whole thing.",
        "Lucinda: Yeah, I think so.",
        "Lily: But he let you go.",
        "Holden: Why does it sound like you're defending him?",
        "Noah: Um, Luke, I -- I got to get back to work.",
        "Luke: You know what? I'll go with you. I'll see you guys later. My grandmother hates Damian.",
        "[Noah chuckles]",
        "Noah: You think?",
        "Luke: Yeah, and now my parents are at each other's throats again, and I don't know who to believe.",
        "Noah: What do you believe? What's your gut tell you?",
        "Luke: I don't know.",
        "Noah: Well, then you need to find out.",
        "Luke: And how do I do that?",
        "Noah: Go to the source.",
        "[SCENE_BREAK]",
        "Craig: You can't keep me locked up any longer, Jack.",
        "Lucy: Please, Jack, you have to let my father go.",
        "Dusty: Her story's full of holes. She's covering for them.",
        "Lucy: That's not true!",
        "Craig: Dusty's the -- the one who has an agenda here. He's obviously guilty of something. Carly caught him trying to plant fake evidence!",
        "Carly: Does seem a little suspicious, doesn't it, Jack? Why was Dusty the person who found the shipping log at Metro? When the police searched the club, it wasn't there.",
        "Craig: Dusty's the one you should be questioning. It's time to let me go and be with my son.",
        "Dusty: That won't be happening. I have custody now.",
        "Jack: Knock it off, all of you. No one's going anywhere. I've got questions for all of you. One at a time. Dusty, you're first.",
        "Craig: How could you do this to me, Lucy?",
        "Lucy: I don't know what to say except I'm sorry.",
        "Carly: Your father's been held here all this time, a -- and you knew he was innocent. You could have helped him. Why didn't you?",
        "Lucy: I have no excuse.",
        "Craig: I was starting to believe in you again. I was starting to believe that my own daughter was on my side finally! Everything was a lie, and you used me. I'll never forgive you for that, Lucy.",
        "[SCENE_BREAK]",
        "Holden: I think you need to calm down.",
        "Lily: How can I calm down? We were finally getting our family back on track, and now we're back to square one!",
        "Lucinda: I hope you're not including Damian in our family.",
        "Lily: Damian is Luke's biological father! That is never going to change!",
        "Lucinda: That doesn't mean he should have automatic contact with Luke, not after all the trouble he's caused.",
        "Lily: What has he done wrong?",
        "Holden: That's what we're trying to find out. And you know what? I don't blame Lucinda for being worried. At least somebody cares about the safety of this family.",
        "Lily: You know what? You didn't want me playing private investigator! Now you're doing the same thing, and you don't even know what you're looking for!",
        "Holden: I guarantee you there's something to find out. Why else would Damian have armed guards?",
        "Lily: He explained that! There was a murder on the docks, so they're taking extra precautions, and so should you! The best thing you can do is just stay away!",
        "Holden: Fine. I will keep my distance as long as you do the same.",
        "Lily: How can I do that? Damian's working at the foundation.",
        "Holden: For all the wrong reasons.",
        "Lily: Luke wants to get closer to Damian. We have to respect that.",
        "Holden: No, we need to protect Luke!",
        "Lily: You are blowing this whole thing out of proportion, and it's not helping anyone! It has to stop!",
        "[Holden groans]",
        "Lucinda: Don't back down, no matter what she says. You are in the right.",
        "[SCENE_BREAK]",
        "Damian: Luciano. I was just about to call you. I have the contract allowing the foundation use of the ranch in the summer.",
        "Luke: I'm not here about the foundation.",
        "Damian: You're not? Then why are you here?",
        "Luke: I heard about what happened down at the docks.",
        "Damian: That was an honest mistake on the part of one of my security people.",
        "Luke: Someone held a gun to my grandmother and my father.",
        "Damian: I regret the confusion. Fortunately no one was hurt, so I think we can all try to move on.",
        "Luke: Look, I know my dad hates your guts, but he's not a liar, and he's not an idiot. He thinks something suspicious is going on down at the docks, and I'm inclined to believe him.",
        "Damian: Has he shown you any evidence?",
        "Luke: No. But I trust his instincts.",
        "Damian: But you still cannot trust me?",
        "Luke: Damian, if you want any sort of relationship like what I have with my father, then you have to treat me with the same respect he does. You have to make me believe in you the way he does.",
        "Damian: I want us to have a close relationship, Luke. I always have.",
        "Luke: Then you have to be honest with me. Is there some sort of secret operation with the Grimaldi shipping lines?",
        "Damian: There is.",
        "Luke: So it's true.",
        "Damian: It's true.",
        "[SCENE_BREAK]",
        "Jack: So, how long have you known that Lucy was in the smuggling business?",
        "Dusty: This is her deal, Jack. You want more information, you got to ask her.",
        "Jack: I'm asking you.",
        "Dusty: Well, she's lying to cover for her old man. But she can't exonerate Craig.",
        "Jack: Well, we all know that if you had your way, Craig would be doing 10 life terms in Statesville.",
        "Dusty: How many times has this guy gotten away with murder or attempted murder? He should be on death row.",
        "Jack: Maybe so, but you could be in even hotter water than he is.",
        "Dusty: I don't think so.",
        "Jack: Obstruction of justice, those forged ledgers that you found allegedly incriminating Craig. Really, do you think you're gonna get away with that?",
        "Dusty: You put that guy back on the street, you're gonna see more victims.",
        "Jack: You keep changing the subject. We're not here to talk about Craig.",
        "Dusty: I'm cooperating.",
        "Jack: We're talking about you.",
        "Dusty: Well, right now, I got to pick up my son from school.",
        "Jack: Well, find someone else to do it.",
        "Dusty: Well, he's expecting me. You know how it is with kids.",
        "Jack: Yeah, I do. You'd do anything to protect them. Sometimes -- sometimes you go too far.",
        "Dusty: Come on. Give me a break.",
        "Jack: Go take care of your son. But I am warning you, don't even think about leaving town.",
        "Dusty: Don't worry about it.",
        "Jack: Not now, Carly.",
        "Carly: I just hope you do the right thing, Jack. Craig is innocent. He shouldn't be in jail.",
        "[SCENE_BREAK]",
        "Lucy: At least let me apologize.",
        "Craig: It's a little late for that, don't you think?",
        "Lucy: I know it was wrong to let them keep you locked up.",
        "Craig: You did it to help Dusty get custody.",
        "Lucy: No. This was not about Dusty.",
        "Craig: Then what was it about?",
        "Lucy: I thought that if I came forward, I would be forced to name names. And I was damned if I was gonna jeopardize good people who are doing good humanitarian work.",
        "Craig: So this whole smuggling operation -- the reason you wanted to mend fences with me, the reason you wanted to help me with my export business is because you were setting me up.",
        "Lucy: I admit I had ulterior motives.",
        "Craig: So you were using me, even though if any of your humanitarian efforts were discovered, I would be the one to go to jail.",
        "Lucy: I know I lied, but I never thought that anything bad would happen.",
        "Craig: Well, we saw how that turned out, didn't we?",
        "Lucy: When we started to get closer, it felt good to have my father back. That's why I came forward today. I couldn't let you stay in here any longer. I couldn't let you suffer.",
        "Carly: I know that that could not have been easy, and I know it isn't what Dusty wanted.",
        "Lucy: Dusty wanted me to keep quiet. But I knew my father was innocent, and this had gone on long enough. I needed to fix it.",
        "Craig: You don't understand, do you? You can't fix this. It's too late.",
        "[SCENE_BREAK]",
        "Damian: You've been very quiet, Luke.",
        "Luke: I asked you to be honest with me. This is what I get.",
        "Damian: Were you expecting me to lie to you?",
        "Luke: So my dad was right? You were involved in some shady deals down at the docks?",
        "[Damian sighs]",
        "Damian: Let's just say that he and your grandmother had reason to be suspicious.",
        "Luke: Okay, well, you can't tell them, but you have to tell me. What exactly is going on?",
        "Damian: Luke, uh, I can't give you specifics, for your own protection and protection of others involved.",
        "Luke: You know what? I figured that, but -- but do you honestly expect me to accept that?",
        "Damian: Luke, I want you to be able to trust me. And as soon as I can tell you more, I will, I promise. But right now, I have to make sure no one will be harmed.",
        "Luke: Oh, yes, it's all \"Whoo, some big mystery.\" Makes it so much easier for you, Damian.",
        "Damian: None of this has been easy, Luke.",
        "[Luke sighs]",
        "Luke: You know what? I don't need this. You say you want to be honest with me, but you keep lying! I'm done.",
        "Damian: Luke, wait. Wait a second. You trust Holden when he tells you something's wrong based only on his instinct. Well, now I'm asking you to give me the same trust.",
        "Luke: Holden is my father. My entire life, he's proved that he deserves my trust!",
        "Damian: And I realize I still must prove myself, as well.",
        "Luke: Yeah, and, Damian, quite frankly, you're not doing a very good job.",
        "[Luke sighs]",
        "Damian: Luciano, wait. You're my son. You're the closest person in the world to me. And I'm giving you my solemn word what I'm doing right now is not wrong. You have to believe me.",
        "Luke: I don't know if I can.",
        "[SCENE_BREAK]",
        "Craig: Because of you, I was suspected of gunrunning and murder. I nearly lost my business, and worst of all, I lost my son!",
        "Lucy: I know. It wasn't --",
        "Craig: Do you think I have any hope of reclaiming Johnny now, now that you've trashed my reputation?",
        "Lucy: Maybe things will change once you're released!",
        "Craig: But that isn't what you want, is it?",
        "Lucy: I don't want you to stay locked up here.",
        "Craig: But you want Johnny to be with Dusty. Now that Dusty has what he wants, if I lose my son in the process, that's tough!",
        "Lucy: You know how much I care about Johnny. And I still care about what happens to you.",
        "Craig: Well, if this is how you show you care, then I don't need a daughter at all. Get out.",
        "Carly: Craig, don't do this.",
        "Craig: No, she's gone too far this time. I never want to see you again.",
        "Jack: Where do you think you're going?",
        "Lucy: I'm leaving.",
        "Jack: I'm sorry. I can't let you do that.",
        "Lucy: Why not? I was completely honest with you.",
        "Jack: All we have is your word. That's not evidence. For instance, you said the killer was this Fredo guy. That's it. You can't tell us where we can find him.",
        "Lucy: Well, I don't know anything else about him!",
        "Jack: That's a real shame, because without Fredo, we can't question him. We can't see if your story checks out.",
        "Lucy: Jack, I told you everything I know.",
        "Jack: No, you didn't, Lucy! You were deliberately vague about your smuggling operation.",
        "Lucy: You know why. I didn't want people I worked with to get hurt.",
        "Jack: Unfortunately, people were hurt. Someone was killed. So until we find this Fredo guy and until you give us a hell of a lot more information, I'm afraid I'll have to keep you in custody.",
        "[Lucy sighs]",
        "[SCENE_BREAK]",
        "Dusty: How was school today, Buddy?",
        "Johnny: I drew a train with a lion in it.",
        "Dusty: Cool. Hey, how would you like to take a trip with me, maybe see some real lions? How would you like to live someplace where it's sunny all the time, where you can go to the beach, swim all year-round?",
        "Johnny: Can Lulu come with us?",
        "Dusty: Not this time. This time, it's just you and me.",
        "[SCENE_BREAK]",
        "Jack: So, how's it going in here?",
        "Carly: I don't understand what's going on. What Lucy said should have cleared Craig.",
        "Jack: What Lucy said wasn't very helpful.",
        "Craig: Of course it wasn't. That was the point.",
        "Carly: He is not guilty. Neither one of us had any idea that Lucy was using the vodka shipments to smuggle whatever it was she was smuggling, and we certainly had no idea there were guns involved.",
        "Jack: Yeah, no one wants to take the rap for the guns or the murder. Go figure.",
        "[Carly sighs]",
        "Carly: All I know is that it should be obvious that Craig had nothing to do with it.",
        "Jack: There's nothing obvious about this case.",
        "Carly: You can't hold him here anymore if you're not gonna charge him! Come on, Jack!",
        "Jack: You can go, Craig. But this is far from over. Turn in your passport and don't leave town.",
        "Craig: Yeah, whatever.",
        "[SCENE_BREAK]",
        "Damian: She's where? How the hell did that happen? No, I'll handle it. I'll be right there.",
        "[SCENE_BREAK]",
        "Noah: How'd it go with Damian? Did you find out what you needed to?",
        "Luke: Yes and no.",
        "Noah: That's unclear.",
        "Luke: You said it.",
        "Noah: Tell me what happened.",
        "Luke: Well, he said that my dad was right, that there is something sketchy going on down at the docks.",
        "Noah: What is it?",
        "Luke: He wouldn't tell me.",
        "Noah: Why not?",
        "Luke: Well, he gave me that same B.S. about trying to protect me. But it was weird.",
        "Noah: Weird? How do you mean?",
        "Luke: Well, I could tell that he was trying to open up to me, but -- but he just couldn't.",
        "Noah: You know that gut feeling I've been having about Damian?",
        "Luke: Yeah, that he's -- that he's changed.",
        "Noah: Well, I believe he's trying to do right by you, but maybe this whole \"Good guy\" act is just a cover so people won't suspect what he's really up to.",
        "Luke: So in other words, he hasn't changed at all?",
        "Noah: Maybe your father and Grandmother are right. Maybe he's up to no good.",
        "[Luke sighs]",
        "Luke: Just when I was starting to think that you were right about Damian, you start getting suspicious. What does this mean?",
        "Noah: It means that right now, no one has a clue what's going on.",
        "[Luke sighs]",
        "[SCENE_BREAK]",
        "Lucy: I don't know what you expect me to say that I haven't already said.",
        "Jack: I expect you to give me a hell of a lot more to go on. 'Course, I can always charge you with gun running, maybe even murder one.",
        "Lucy: But I didn't do those things.",
        "Jack: Okay, let's start from the beginning. Why don't -- why don't you tell me exactly what you did do.",
        "Lucy: I'm sorry. I can't tell you anything else. So if you're gonna charge me, you're just gonna have to go ahead and do it.",
        "Damian: That won't be necessary, Detective. I can tell you everything you need to know.",
        "Jack: All right. I'll bite. Damian, what have you got to do with all this?",
        "Lucy: You shouldn't be here.",
        "Damian: I had no choice. I had to come.",
        "Jack: Would someone please tell me what the hell is going on?",
        "Damian: It's very simple. Lucy Montgomery was using Grimaldi ships to send medical supplies to east Africa. She was trying to save the lives of refugees in a war zone.",
        "Lucy: This could compromise the safety of other operatives.",
        "Damian: Don't worry, Lucy. I've taken precautions. Everyone agrees you should not have to go to jail to safeguard our efforts.",
        "Jack: Well, unfortunately, those efforts have been confused, Damian. There's been a lot of talk of humanitarian aid, but in the end, guns were involved.",
        "Lucy: We had nothing to do with that.",
        "Jack: What about you, Damian?",
        "Damian: That was not my doing. Weapons were never part of the plan.",
        "Lucy: We were trying to do something good.",
        "Damian: My government people tell me there's a much more liberal attitude towards humanitarian aid. I guarantee you no one will want to prosecute Lucy for saving lives. If you want, I can give a number to call the state department. But first, you have to let Lucy go.",
        "Jack: Okay hey, I'm all for saving lives, but right now, I got a cache of m16s and a dead body in the morning to deal with, so as of now, Lucy doesn't go anywhere.",
        "[SCENE_BREAK]",
        "Craig: Ahh, fresh air. I almost forgot what it felt like.",
        "Carly: Well, it's thanks to Lucy you get to enjoy it again.",
        "Craig: Are you kidding? None of this would have happened if Lucy had just been honest with me. I lost custody of Johnny because of her.",
        "Carly: Craig, talk to the judge. You know, he -- he might reconsider his ruling.",
        "Craig: I can't waste that time. I need to get my son back today.",
        "Carly: No. Dusty has custody. You have to do this legally.",
        "Craig: And give Dusty a head start? You watch. Once he hears that I'm out, he'll head for the hills with Johnny. No, I'm gonna have to deal with this another way.",
        "Carly: Listen to me. Do not take the law into your own hands. You have to go through the proper channels.",
        "Craig: That won't work. I have to do this now, or I could lose Johnny forever.",
        "[SCENE_BREAK]",
        "Jack: Lucy, I'm gonna need you to work with a sketch artist.",
        "Lucy: Of course.",
        "Jack: And what about you, Damian? Anything else you can tell us about this Fredo guy?",
        "Damian: I wish I could.",
        "Jack: Okay, well, until we find them and Lucy's story is confirmed, I'm -- I'm gonna have to keep her in custody.",
        "Damian: Don't worry, Lucy. I'll find some way to get you out. I'll be in touch.",
        "Jack: I know you think you can trust him, but if I were you, I'd get a good lawyer, fast.",
        "[SCENE_BREAK]",
        "Lily: I thought you'd be gone by now, Mother.",
        "[Lucinda sighs]",
        "Lucinda: Holden and I are very worried about you and Luke.",
        "Lily: Still plotting against Damian, I see.",
        "Holden: No, no. That's not what's going on here. But it would be better for this family if he were gone. Lily, we are doing everything we can to keep this family together, and today is the perfect example of how Damian keeps pulling us apart.",
        "Lucinda: And he must be stopped.",
        "Holden: Lucinda, please.",
        "Lucinda: I think you're making a mistake.",
        "Lily: What is she talking about?",
        "Holden: I told her that for your sake, I am going to give Damian the benefit of the doubt.",
        "[Lily sighs]",
        "Lily: That's a relief.",
        "Holden: But you still need to do me a favor and keep away from him.",
        "[Cell phone rings]",
        "Lucinda: Sorry, Guys. Sorry. Oh. Got to take it. Lucy.",
        "Lucy: Grandmother, I need your help.",
        "Lucinda: Oh, well, of course, Darling. Where are you?",
        "Lucy: I'm at the police station. I'm in big trouble.",
        "Lucinda: Don't say another word. I'll be right there.",
        "Lily: What's going on?",
        "Lucinda: Lucy. She needs me.",
        "[SCENE_BREAK]",
        "Carly: Are you sure you want to do this?",
        "Craig: I'm not gonna let Dusty take my son away.",
        "Carly: You're making a lot of assumptions. You don't have any facts to back them up.",
        "Craig: Believe me now? Hey, Johnny! Oh, Buddy, I missed you so much! Were you going somewhere?",
        "Dusty: Well, I've got custody now. We can go anywhere we want. Right, Buddy? Come on. We don't want to be late.",
        "Craig: Over my dead body.",
        "Dusty: Don't tempt me.",
        "Carly: Johnny, come here. It's gonna be all right.",
        "Dusty: Yeah, we're out of here.",
        "Craig: You're not going anywhere with my son.",
        "Dusty: Get your hands off me, would ya?",
        "Craig: No!",
        "Johnny: Don't fight, don't fight!",
        "Carly: Stop it! Cut it out! You two should be ashamed of yourselves.",
        "Dusty: Come on, Johnny. Let's go.",
        "Craig: You can't take that child anywhere!",
        "Dusty: Watch me.",
        "Carly: Stop! Don't make things worse than they already are.",
        "Craig: How can it be worse? He's stealing my son!",
        "Carly: You'll get him back.",
        "Craig: How? He's gonna do exactly what Lucy did. He's gonna take off with him! Only this time, I'm never gonna see Johnny again!",
        "Carly: Relax! I'm gonna call Jack.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jack: Snyder.",
        "Carly: Jack, it's Carly. You -- you told Dusty not to leave town, right?",
        "Jack: Yes, I did. Why?",
        "Carly: He just left the Lakeview with Johnny and a suitcase.",
        "Jack: Okay, thanks. I'm on it.",
        "Lucinda: Hello, Jack. Where's Lucy?",
        "Jack: She's in the interrogation room.",
        "Lucinda: What -- what's going -- what's happening? What's going on? What's this about?",
        "Jack: I'm afraid you're gonna have to ask her.",
        "Lucinda: I will. Jack! If this department -- if this department has overstepped its bounds, you're gonna feel my wrath.",
        "Lucy: Oh, God. Grandmother.",
        "Lucinda: Oh, Honey! Honey, Honey, Honey, Honey, it's all right.",
        "Lucy: I'm so sorry.",
        "Lucinda: Oh, it's nothing to be sorry about.",
        "Lucy: I know we haven't been spending very much time together recently, but thank God you came down here when I called.",
        "Lucinda: Well, of course I came. Its part of my job description to help you if -- if I can in any way. What's going on?",
        "Lucy: It's a long story.",
        "Lucinda: I have plenty of time. Dear, do the police have the right to hold you here?",
        "Lucy: I wish I could say no.",
        "Lucinda: Then you have done something illegal. Why don't you start at the beginning?",
        "Lucy: I was smuggling medical supplies to help refugees.",
        "Lucinda: Good heavens. Like Kathy Kelly?",
        "Lucy: My father was exporting vodka using Damian Grimaldi's ships, and I found a way to get those supplies into the crates on those ships.",
        "Lucinda: Well, that's very imaginative, although risky.",
        "Lucy: Well, it was the only way I could think of to get medicine to people who were dying. But something happened that we didn't expect. Someone started using the shipments to smuggle guns, and someone was murdered.",
        "Lucinda: Vodka and medicine and guns? I know. It was that dockworker.",
        "Lucy: Yes. And my father was accused of murdering him. But he was innocent.",
        "[Lucinda sighs]",
        "Lucinda: Really?",
        "Lucy: Yes, he was. And, um, at first I didn't want to come forward, but today I finally did, and now I could be accused.",
        "Lucinda: Oh, Darling, you are a doctor! You're a doctor on a humanitarian mission. If anybody should face charges around here, it's Damian Grimaldi.",
        "Lucy: No, no. I don't know about that. I mean, I was in charge of putting all the shipments together. He just provided the ships.",
        "Lucinda: Honey, he may have provided more than you know. And I am not going to allow you to take the rap for all of this. No.",
        "Lucy: What are you gonna do?",
        "Lucinda: Well, Honey, first of all, we're gonna get you a lawyer -- the best one in this specialty! Don't you worry, Darling. Don't you worry? You'll be out of here in no time.",
        "[SCENE_BREAK]",
        "Damian: Now I can finally tell you the truth. I was helping Lucy Montgomery.",
        "Luke: Helping her do what?",
        "Damian: She was looking for a way to send medicine to survivors of the genocide in Africa. Now, what she was doing wasn't legal, but I knew it was necessary, so I volunteered some of my ships.",
        "Luke: Now I understand what you were trying to tell me, how you weren't doing anything wrong.",
        "Damian: I wish I could have told you sooner, Luciano, but I had to make sure that Lucy and her contacts would be protected.",
        "Noah: So what's changed? Is Lucy gonna be all right?",
        "Damian: The police have her. They're holding her. She's caught in a -- difficult situation.",
        "Luke: Well, we have to find a way to help her.",
        "Damian: I'll take care of that. Let me handle it. I don't want you to risk getting involved.",
        "Luke: And how are you gonna do that?",
        "Damian: I have a plan.",
        "[SCENE_BREAK]",
        "Jack: Dusty, Dusty, Dusty. Going somewhere?",
        "Dusty: Uh, we're just getting some lunch. Is there a problem?",
        "Jack: No. No, as long as you're not going too far. What's with the suitcase?",
        "Dusty: We're going to SeaWorld.",
        "Jack: Oh.",
        "Dusty: He wants to see the dolphins.",
        "Jack: Well, Johnny, I'm sorry, but that trip's gonna have to wait.",
        "Dusty: We already have tickets.",
        "Jack: I'm taking you back to the Lakeview -- or to a holding cell. Your choice.",
        "Craig: Finally.",
        "Carly: Don't do anything to ruin your chances in court.",
        "Craig: Hey, Johnny! Oh, I'm so glad you're back! Hey, listen, I'm really sorry about fighting before, okay?",
        "Dusty: Come on, Johnny. Let's go upstairs.",
        "Jack: Yeah, and -- and think about staying put this time.",
        "Craig: You'd better.",
        "Dusty: I'll be over later, get the rest of Johnny's stuff.",
        "[Carly sighs]",
        "Carly: Thanks for coming, Jack.",
        "Jack: You're welcome. Why don't you give Dusty some distance, okay? And don't even think about trying to pull the same thing he did today.",
        "Craig: I'm sorry about before. I owe you.",
        "Carly: No. I'm just glad it worked out.",
        "Craig: I still don't have my son.",
        "[Craig sighs]",
        "Craig: I lost both of my children today.",
        "Carly: You'll get them back. They're not halfway around the world this time. At least you know where they are.",
        "Craig: Well, as bad as today was, there was one upside.",
        "Carly: What's that?",
        "Craig: You. The whole time I was locked up, you stood by me. Thank you.",
        "Carly: Go upstairs. Get some rest. You'll feel better.",
        "[Craig sighs]",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Brad: The answer is -- yes, yes.",
        "Henry: Yes to what?",
        "Brad: To raise the baby after all. We want to do it.",
        "Paul: Why are you here? What are you doing here? You're -- you're a boarder. You're a houseguest.",
        "Meg: How about -- a wife?",
        "Lily: What are you afraid is going to happen, Holden? You think I'm gonna sleep with Damian.",
        "Damian: Ow!",
        "Luke: No."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=y6S0rKRFuQE"
}