{
    "Episode Summary": [],
    "Recap": [
        "Carly and Jack talk about her telling him Janet and Dusty slept together, as Jack explains to a stunned Carly that this changes nothing because Liberty is still sick. Dusty and Janet start to find comfort in one another's arms again when Liberty calls upset about losing some hair so Janet rushes to her side with Dusty again at her side as well. Janet gives Liberty a present \u0096 a hat she knitted like hers from when Liberty was young. Liberty and Janet bond. Craig funds Monte Carlo with Parker's trust money, unbeknownst to Carly. Reid gets Katie to reconsider Henry's offer about the inheritance. Barbara and Henry are spending all their time in bed but their time is interrupted by Katie and Henry hides an agitated Barbara. When Katie thinks Henry is blowing the inheritance on alcohol and hookers (after she comments about the cheap perfume smell), she leaves angry with him. Barbara is furious at Henry as well, for how he handled her and storms off too after shutting his finger in the door, as she storms out. Katie tells Barbara that she is worried about Henry \u0096 not knowing Barbara was in the room when she was. Katie is worried Barbara is using him for the inheritance, which doesn't go over well with Barbara, who tells Katie that she is the one using Henry, and when he disappoints her, she tosses him aside. Katie is angry at her implications and stomps off. Henry goes to the hospital and is annoyed that Reid is treating his finger. Reid calls Henry on how he knows he is in love with Katie and almost dares him to do something about it. Katie and Reid enjoy their last possible night together before his hearing that may have him on his way back to Dallas. Reid is frustrated to hear Katie tell him that she hasn't heard from Henry today, as he mumbles to himself that he is blowing it. Jack goes looking for Dusty and learns that Dusty is in Minnesota so he heads there too. Carly tries to forget Jack and talk plans about going to NYC with Craig, but she hears that Jack went to Minnesota so Carly sneakily convinces Craig they need to go there for the sake of fashion. Janet struggles to deal with the beginning of Liberty's treatments that will have her sleeping for 2 days and then staying in a bubble. The doctor mistakes Dusty for Janet's husband. Janet and Liberty talk before she is given her treatment to make her sleep, as Janet holds her tight. Carly and Craig show up in the same hotel, as Craig realizes she is there for Jack and not fashion. Jack confronts Dusty at the hotel room and is not pleased to find Dusty letting himself into Janet's room and seeing her nightgown laid out on the bed. Jack and Dusty argue over what roles they are playing and who should be with whom. Jack wants Dusty to leave because he can't give Janet what he can. Jack is stunned when Dusty admits that he is in love with Janet, as Jack and Dusty find a shocked Janet standing listening in the door."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: I can't do this to Janet. I can't. As much as I want to be with you, I can't betray her.",
        "Carly: Betray her?",
        "Jack: She doesn't deserve it.",
        "Carly: I think she already beat you to it?",
        "Jack: What are you talking about?",
        "Carly: Your wife -- sweet, wholesome, \"My marriage vows are sacred\" Janet -- she slept with Dusty Donovan.",
        "Jack: What?",
        "Carly: I'm sorry. I -- I didn't want to blurt it out like that.",
        "Jack: She wouldn't -- she would never -- we're married.",
        "Carly: I saw them kissing at Metro.",
        "Jack: Kissing at Metro? Carly, I know about that. It doesn't mean they're sleeping together.",
        "Carly: When I confronted her, she confirmed it. She cheated on you, Jack. She told me so herself.",
        "Jack: When? When did she tell you?",
        "Carly: A couple of days ago.",
        "Jack: And -- and you waited to tell me, Carly? Come on. If this were true, you would have raced over to see me.",
        "Carly: It's true, and I wanted to tell you.",
        "Jack: What stopped you?",
        "Carly: The same thing that stopped you from leaving her -- Liberty's sick. Janet needed you.",
        "Jack: Okay. So why now?",
        "Carly: Because you came here, and we were headed upstairs, and you stopped out of some kind of loyalty to her. You're torturing yourself trying to be a good husband. You're drowning in the guilt that -- that you have for what you feel for me. And the whole time, your wife has been sleeping with another man.",
        "[SCENE_BREAK]",
        "Dusty: What is it?",
        "Janet: What if Liberty needs me? I should get back to the hospital.",
        "Dusty: Janet, Liberty's sleeping.",
        "Janet: I don't care. I need to be with her. I didn't come here to spend time in a hotel room with you.",
        "Dusty: I understand. I know you need to be there for Liberty.",
        "Janet: Thank you.",
        "Dusty: But I need to be here for you, and you need to rest. I'll hold you in my arms until you fall asleep if you want me to.",
        "Janet: Is that enough for you?",
        "Dusty: No.",
        "[SCENE_BREAK]",
        "Craig: So, what's the verdict? Is there enough money in Parker's trust fund to get Monte Carlo up and running again?",
        "Ellis: How do you think Carly's going to feel when she finds out you're stealing from her kid?",
        "Craig: Stealing? Parker's merely making me a sizable loan, albeit without his knowledge. It doesn't matter. Once I relaunch Monte Carlo to great success, I'll pay all those millions back, with interest. No one will be the wiser.",
        "Ellis: I hope you're right.",
        "Craig: Just get it done. You can start by picking up the tab.",
        "[SCENE_BREAK]",
        "Barbara: Oh, I think we've just invented a new Olympic -- sport, and you've just won the gold medal. Henry? Henry?",
        "Henry: You know, Olympians use electrolytes. I get my stamina from chocolate and champagne.",
        "Barbara: You know, eventually, we are going to have to do something constructive.",
        "Henry: We are doing something constructive. We're laying the foundation for a whole new relationship one kissing, panting, heavy-petting moment at a time.",
        "Barbara: A relationship that is superficial and consensual, with no strings attached.",
        "Henry: Couldn't have said it better myself.",
        "Barbara: You sure you don't want something a little more substantial?",
        "Henry: Substantial? Yeah, I -- I tried \"Substantial\" when I offered the Stenbeck money to Katie, and then she threw it back in my face. So from now on -- why? Do you want something more substantial?",
        "[Cork pops]",
        "Barbara: [Laughs] Henry --",
        "[SCENE_BREAK]",
        "Katie: Aw. Whenever you sing to Jacob, he always falls asleep with that smile on his face.",
        "Reid: It's gas.",
        "Katie: He's going to miss your Justin Timberlake impressions. So will I.",
        "Reid: [Laughs] I'm sure.",
        "Katie: And your sloppy sandwiches and your overflowing laundry basket.",
        "Reid: Hey, don't get ahead of yourself. If the judge refuses to let me go, you're going to be putting up with my bad habits a lot longer than you think. You see my keys?",
        "Katie: So, what's the first thing you're going to do when you get back to Dallas?",
        "Reid: Get back to work.",
        "Katie: You know, you could have a lot of new patients here.",
        "Reid: You wouldn't be so anxious for me to stay if you actually had a life.",
        "Katie: I'm not going to talk about that again. I told Henry no, and I meant it.",
        "Reid: Five words -- \"Jacob could go to Harvard.\" Think about it.",
        "[SCENE_BREAK]",
        "Carly: Do you want some coffee? We could talk.",
        "Jack: There's nothing to talk about.",
        "Carly: When are you going to confront Janet?",
        "Jack: What do you mean?",
        "Carly: When are you going to tell her that you know about Dusty, that you want out? You're free. This changes everything.",
        "Jack: You're wrong. This doesn't change anything.",
        "Carly: How can you say that nothing's changed? Just a couple of minutes ago, you couldn't wait to get me out of this dress.",
        "Jack: I know.",
        "Carly: And I thought the only reason you stopped was because you didn't want to betray Janet. But now that you know that she's been unfaithful to you --",
        "Jack: Everything that was going on before I found out, it's still going on.",
        "Carly: Really? So when you told me that you're still in love with me, that's still going on?",
        "Jack: Yes.",
        "Carly: Then why aren't you on the phone with a divorce lawyer? Jack, your wife slept with another man!",
        "Jack: Do you have to keep saying that?",
        "Carly: Yeah, I think I do, because obviously, it's not getting through to you. If I had even kissed another man when we were married, you would have gone insane. Why does Janet get a pass?",
        "Jack: Janet slept with Dusty because of me.",
        "Carly: What?",
        "Jack: Brad died, and I left. I walked out on her. What was she supposed to do?",
        "Carly: Well, she could have chased after you and brought you home, like I did. She could have fought for her marriage! Why are you making excuses for her?",
        "Jack: 'Cause I'm taking -- I'm taking personal responsibility here, Carly!",
        "Carly: All right. Let me get this straight. Your brother died, so you're supposed to be miserable for the rest of your life?",
        "Jack: Liberty is Brad's daughter. I owe him. I owe her.",
        "Carly: I see. You're still planning on having a baby with her.",
        "Jack: That's what I've been trying to tell you. Nothing's changed. We have to have the baby right away if we're going to use the bone marrow to save Liberty.",
        "Carly: But that's not a sure thing. There -- there's no way to know that a baby would be a perfect match. It's insane!",
        "Jack: Carly, if this were our kid, what would you have me do?",
        "Carly: You have to do what you can to help Liberty.",
        "Jack: Yeah.",
        "Carly: But staying in a sham of a marriage is not going to save her. It's not going to bring your brother back. It's just going to make everybody unhappy.",
        "Jack: Look, if there were any other way --",
        "Carly: There is. It's standing right in front of you. I'm right in front of you. Walk away from her.",
        "Jack: I love you.",
        "Carly: Aw, Jack.",
        "Jack: Carly, I love you.",
        "Carly: Jack --",
        "Jack: I love you, Carly.",
        "Carly: Jack -- Jack -- Jack, Jack --",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Janet: Oh! Liberty.",
        "Liberty: Hi, Mom.",
        "Janet: Hi. What's wrong?",
        "Liberty: Nothing. I just --",
        "Janet: What -- what is it?",
        "Liberty: It's stupid.",
        "Janet: Tell me.",
        "Liberty: It's just my hair. I knew it was going to fall out, but then it just started to, and I just --",
        "Janet: I'm on my way. Okay, um --",
        "Dusty: What are you looking for?",
        "Janet: I'm just -- I'm getting this thing that I made. Here it is. Uh, Dusty, thank you so much for everything that you've done for us in getting us here and into the clinic. Uh, I'll see you back in Oakdale.",
        "Dusty: Janet --",
        "Janet: No, really, I can't do this right now, okay?",
        "Dusty: Your car keys.",
        "Janet: Thank you.",
        "Dusty: You're in no shape to drive. I'll take you to the hospital.",
        "Janet: You don't have to do that.",
        "Dusty: Don't argue with me. Let's go see Liberty.",
        "[SCENE_BREAK]",
        "Henry: Enough of the deep conversation, okay?",
        "Barbara: Okay. Keep it shallow. Keep it light. Is that it?",
        "Henry: Yeah. Does that work for you?",
        "Barbara: Works for me.",
        "Henry: How about this?",
        "Barbara: Oh.",
        "Henry: How about this?",
        "Barbara: [Moans] Oh, my God.",
        "[Knock on door]",
        "Barbara: Oh, oh!",
        "Henry: Wrong room. Come here.",
        "Katie: Henry, I need to talk to you.",
        "Barbara: Get rid of her.",
        "Henry: I need you to hide.",
        "Barbara: I'm not going to hide!",
        "Henry: Shh!",
        "Barbara: I don't care if you want to see -- I don't care if she sees me, but you care. Obviously you care.",
        "Henry: Shh! Just do this for me, please? Please, just do me this little favor. Please, please, please?",
        "[Barbara groans]",
        "Henry: Okay, okay.",
        "Katie: What is taking you so long?",
        "[Whispering]",
        "Henry: Hurry! I'm sorry, I'm sorry. I, uh -- I'm indisposed. Decent now. [Laughs]",
        "Katie: May I come in?",
        "Henry: Uh, why don't I throw some clothes on? We can go downstairs?",
        "Katie: Oh, you know, it will just take a second.",
        "Henry: Uh, right. Um, where's Jacob? Didn't -- you didn't leave the kid with that -- that Dr. Do Harm, did you?",
        "Katie: No, he's with Nancy. Um, and don't insult Reid.",
        "Henry: Why?",
        "Katie: Because he's the reason I'm here. I have been thinking -- what have you been -- [Katie sniffs] Oh, that's disgusting.",
        "Henry: What? [Henry stammers] I've been binging on chocolate. What's so bad about that?",
        "Katie: Well, you haven't been doing it by yourself. And don't try to deny it, 'cause nothing hangs in the air worse than cheap perfume.",
        "Henry: Look, why -- if you want to rather go downstairs, it would be more comfortable.",
        "Katie: Is this what you've been doing with your inheritance -- spending it on booze, chocolate, and hookers?",
        "Henry: What do you care what I do with my money, okay? I offered it to you. You said no. You said it was cursed.",
        "Katie: Because it is.",
        "Henry: Then -- then what better way to spend Stenbeck's fortune than on champagne and morally challenged women.",
        "[Knock on door]",
        "Katie: What was that?",
        "Henry: That's noisy neighbors. They're horrible neighbors. Look, the point is, I want to make this very clear, okay? The woman I was with today is very classy, very nice. Very special woman.",
        "Katie: Oh, yes, I'm sure she was. Right, so all this, and you have the nerve to look down your nose at someone like Reid?",
        "Henry: Well, yeah, I am sorry that we can't all make the lame to see and the blind to walk like the great Dr. Oliver. But I'm telling you, my opinion, my original opinion, I'm sticking with it. I don't trust the guy. And the fact that he's living in your house --",
        "Katie: I didn't come here to talk about Reid.",
        "Henry: Okay. Uh, what did you come to talk about?",
        "Katie: I wanted to let you know that I have been reconsidering your offer about the money.",
        "Henry: Just like that?",
        "Katie: Reid talked me into it.",
        "Henry: Uh, really? Um, what's in it for him?",
        "Katie: Nothing! Stop criticizing him, Henry. He is my friend.",
        "Henry: A better friend than I am?",
        "Katie: Lately, yes. Oh, I really thought I could do this, but after seeing what you've been doing here, I don't want a part of it.",
        "Henry: Katie, Katie --",
        "Katie: No. To see that you've still been so thoughtless about this money, it's an insult to Brad and to me.",
        "Henry: Kat -- Katie, no.",
        "Barbara: \"A morally challenged woman\"? That's what you think of me!",
        "Henry: No, that's what I said to get her out of here. Did you hear the rest of it? [Henry stammers] Did you hear the rest of the conversation I had with the woman?",
        "Barbara: You know what? I guess its okay to run a marathon in your bed, but God forbid that she knows you're running it with me. Is that it?",
        "Henry: Please. Barbara, just calm down. Will you listen, please?",
        "Barbara: You know what the really good thing about having an uncommitted relationship is? I can say good-bye when I want. Good-bye.",
        "Henry: Barbara, Barbara -- ow! Ow! Mm!",
        "[SCENE_BREAK]",
        "Janet: I'm probably going to be here for a while, so I'll catch a cab back to the hotel. If you want to go back to Oakdale, you can.",
        "Dusty: I'm staying, Janet.",
        "Janet: You are?",
        "Dusty: Yeah. You can't get rid of me that easy.",
        "Janet: Oh, thank you. Thank you. Okay.",
        "Dusty: Don't let her see you crying.",
        "Janet: Hi, Lou.",
        "Liberty: Oh, Mom, come here.",
        "Janet: Oh, Sweetheart.",
        "Liberty: I'm so sorry. It's just a few locks of hair.",
        "Janet: Oh, Sweetheart, I happen to love your hair. So if it bothers you, why wouldn't it bother me?",
        "Liberty: Just feel like a baby, calling you and crying like a little kid.",
        "Janet: Well, I think it's only fair.",
        "Liberty: Why?",
        "Janet: Because when you were little, you never let me baby you 'cause you were so tough. So now I think you owe me, right? You owe me. I get to hold you and rock you back and forth and tell you not to let the bedbugs bite.",
        "Liberty: Bedbugs do bite.",
        "Janet: Well, we'll bite right back. Hey, oh, yeah. I have something for you.",
        "Liberty: Yeah? What is it?",
        "Janet: Open it.",
        "Liberty: I love it. Did you make this? Oh.",
        "Janet: I thought you might like something kind of hip to wear while your hair's growing back.",
        "Liberty: It's very hip, Mom. Thank you. It -- it's just like the one you had when I was little.",
        "Janet: Aw! I didn't think you'd remember.",
        "Liberty: Oh, my God. I loved playing dress up in your closet. I did, trying on all your amazing scarves and shoes and everything when you were at work.",
        "Janet: Oh! Why did you do it while I was at work? You afraid you were going to get in trouble, huh?",
        "Liberty: No. It made me feel like you were always with me.",
        "Janet: You know, I remember there was a time when you found a pair of scissors and gave yourself a haircut.",
        "Liberty: Yeah? How old was I?",
        "Janet: Oh, gosh, I don't know. But 6 or something.",
        "Liberty: Oh, God. What did I look like afterwards?",
        "Janet: Do you remember Moe from the Three Stooges? But you know what? It had a happy ending, because there was a little beauty shop around the corner. And that's where I took you to get our first manipedis together.",
        "Liberty: Mom, how could you afford that? We never had extra money for things like that.",
        "Janet: Oh, Sweetheart, we had everything. We still do.",
        "[SCENE_BREAK]",
        "Carly: Ah!",
        "Craig: Carly, when did you get here?",
        "Carly: Just now. I was looking for you.",
        "Craig: Why?",
        "Carly: Well, I'm tired of dragging my feet, and I want to go wide with Monte Carlo soon.",
        "Craig: What brought this on?",
        "Carly: I want to hire sample makers and rent the warehouse space and -- and flood the press with P.R.",
        "Craig: Okay, okay, that's a lot to accomplish in a short amount of time.",
        "Carly: What, do you think I don't know that? Do you think that I don't know what I'm doing?",
        "Craig: Not at all. You know that I think you're brilliant. I'm just wondering what lit this particular fire.",
        "Carly: I need to keep busy. That's all.",
        "Craig: Ah. What did Jack do this time?",
        "Carly: Don't even mention his name.",
        "Craig: Got it.",
        "Carly: Do you know that even after I told him that Janet slept with Dusty, it didn't make any difference at all.",
        "Craig: Dusty and Janet? When did that happen?",
        "Carly: Who cares? The point is it happened. And when I told Jack that it happened, do you know what he said to me?",
        "Craig: Don't tell me. He swore his undying love to you.",
        "Carly: No. He said that it doesn't change anything. Do you believe that?",
        "Craig: Well, he has a point.",
        "Carly: Excuse me.",
        "Craig: Liberty's still sick, and he's not about to leave his wife while she still needs him. You need to realize that.",
        "Carly: Yeah, okay, fine. It doesn't even matter, 'cause I'm done trying to get through to him.",
        "Craig: When you say you're done with Jack, I want you to mean it. Walking away from him would be the best thing you could possibly do.",
        "Carly: The best thing I could possibly do is make a huge success of Monte Carlo. And that's exactly what I'm going to do starting now.",
        "Craig: And if Jack comes crawling back tomorrow?",
        "Carly: He won't. And even if he does, all I need from you is money, not advice, okay? Let's go.",
        "Craig: Where?",
        "Carly: Metro. We're going to order two thick steaks, blood rare, and then figure out how to get rich.",
        "Craig: Okay.",
        "[SCENE_BREAK]",
        "Patty: Detective Snyder, how many in your party?",
        "Jack: Hi, Patty. No, I'm not here to eat. I'm looking for Dusty.",
        "Patty: Sorry, he's not here.",
        "Jack: Then I'll just grab a seat at the bar till he gets back.",
        "Patty: I'm, uh, afraid Mr. Donovan's out of town.",
        "Jack: Let me guess. Minnesota.",
        "[SCENE_BREAK]",
        "Henry: Doc! I need a doctor here for my damaged digits! They're throbbing like a -- oh, no, no. Not -- not you. Come on. Anyone but you.",
        "Reid: Can we keep the yelling to a minimum? It scares the bleeding people.",
        "Henry: I want a doctor! I want another doctor. I want a likable doctor. I want an ethical doctor.",
        "Reid: We're all out of those. It's either me or an intern who can't pin on his own name tag.",
        "Henry: Fine. I'll take my chances with the intern. The last time I let you near me, you had me quarantined for tuberculosis.",
        "Reid: Come on. You're a better man for it. Smashed finger. Ooh! How did that happen?",
        "Henry: Listen, I'm not kidding around, all right? I want that intern in here. Give me that intern. Get him in here!",
        "Reid: That embarrassing, huh? Let's see the hand.",
        "Henry: No.",
        "Reid: Would you rather go to the end of the line, behind all the really sick people?",
        "[Henry sighs]",
        "Henry: Ow, ow, ow, ow, ow, ow, ow, ow!",
        "Reid: I'm not even touching you.",
        "Henry: Yeah, you were thinking about touching it.",
        "Reid: Can you move it?",
        "Henry: Ow!",
        "Reid: Well, no bones sticking out. Here's the real test. Can you do this?",
        "Henry: What, are you kidding me?",
        "Reid: Yeah, I am. I'm kidding you, Hank. Looks like a sprain to me.",
        "Henry: What? And I'm just -- I'm just supposed to take your word on that?",
        "Reid: Well, if you want a second opinion, there will be a shift change in, ooh, about 6 1/2 hours.",
        "Henry: Are you going to give me anything for the pain?",
        "Reid: Breathe, Hank. It hurts a lot less that way.",
        "Henry: You're a quack. You know that?",
        "Reid: And you have a real gift for getting your finger caught in slamming doors, don't you?",
        "Henry: What are you talking about?",
        "Reid: This pitiful little situation you have going on with Katie.",
        "Henry: What, what, what? What situation?",
        "Reid: Oh, come on. It's so obvious that -- that you're in love with her. And yet you keep finding ways of screwing it up.",
        "Henry: No. I don't know what you're talking about.",
        "Reid: I'm sending you to x-ray. Breathe.",
        "[SCENE_BREAK]",
        "Katie: Barbara, I am so glad I ran into you.",
        "Barbara: I was just leaving.",
        "Katie: What is that -- that perfume? What is that?",
        "Barbara: Something new and expensive. Why do you ask?",
        "Katie: I like it. You wouldn't believe the stuff I just smelled up in Henry's room. I -- I'm sure it was called eau de by the hour.",
        "Barbara: You were in Henry's room?",
        "Katie: Yes. I'm worried about him. Aren't you?",
        "Barbara: Henry Coleman is no concern of mine.",
        "Katie: I thought you two had a thing?",
        "Barbara: Had. Had -- had a thing. It was short and bitter. It's over now. And why are you so concerned? I thought you were still grieving over your husband?",
        "Katie: I am. Oh, wait. You thought that Henry and I -- no, no, no, no. I can assure you that --",
        "Barbara: Well, you were married once.",
        "Katie: Yes, we were, but we both know that we are better off as friends -- or we used to be.",
        "Barbara: And why is that?",
        "Katie: He inherited that Stenbeck money, twice, and each time it's brought out the worst in him.",
        "Barbara: You know what? You could have used that money to do something really good. But no, you turned it down.",
        "Katie: How did you know that? Did Henry tell you?",
        "[SCENE_BREAK]",
        "Carly: That's a lot of square footage. Do you think we can afford that?",
        "Craig: The money we have coming in from Morris, I think we can handle it.",
        "Carly: And how much money is coming in from Morris, by the way?",
        "Craig: I actually can't tell you. We're in a sensitive stage.",
        "Carly: I'm your partner. You can tell me.",
        "Craig: Sorry. I gave my word. Now, what do you think of the Dumbo section of New York? We could lease a warehouse there, maybe even live in the building.",
        "Carly: Oh! Yeah, on separate floors, in separate apartments.",
        "Craig: As you wish. But if we live right where the workspace is, we can work around the clock.",
        "Carly: Yeah, and we'll have to if we're going to have a line ready by fashion week. What about my kids?",
        "Craig: I say let them finish the school year here and they can be out there in time for the summer concerts and street fairs and sightseeing. They'll love it. Excuse me. I have to say, this is an excellent steak. I'd like to compliment Mr. Donovan on his chef.",
        "Patty: You're the second guy today to ask about Dusty.",
        "Craig: Oh, where is he?",
        "Patty: Minneapolis.",
        "Craig: Well, tell him we certainly enjoyed our meal.",
        "Carly: Excuse me. I'm going to powder my nose.",
        "Craig: All right. Uh, do you think you'll want dessert?",
        "Carly: Yeah. I'll send the waitress over on my way to the ladies' room.",
        "Craig: Okay.",
        "Carly: Excuse me. You said that, um, somebody else asked about Dusty. It wasn't Janet's husband, was it -- Jack Snyder?",
        "[SCENE_BREAK]",
        "Janet: I am so glad you're here.",
        "Dusty: I saw the doctors going in, and it looked awfully serious.",
        "Janet: They were outlining the protocol for this new study. It sounds very complicated and scary. Hi, Dr. Bonner.",
        "Dr. Bonner: I know you must feel overwhelmed. Do you have any questions?",
        "Janet: Well, let me just -- let me just get a few things straight, right? So, once she goes through this first round of treatments, she's going to be in complete isolation?",
        "Dr. Bonner: Mm-hmm.",
        "Dusty: What do you mean, complete isolation?",
        "Janet: That means that she's not going to be able to have any visitors, right?",
        "Dr. Bonner: Well, she'll be sleeping soundly for at least 48 hours.",
        "Janet: And then she'll be in a sterile bubble after that?",
        "Dr. Bonner: Yeah.",
        "Dusty: But you'll be able to visit her, right, Doc?",
        "Dr. Bonner: Exactly. You can see her and talk to her.",
        "Janet: But I won't be able to touch her or hold her.",
        "Dusty: Maybe you should go home for a few days, recharge your battery, come back after round one.",
        "Janet: That's what Liberty wants me to do, too. She doesn't want me to hang around while she's asleep. But I don't think that's such a good idea. I want to be here.",
        "Dr. Bonner: I think your husband and your daughter are right. If you have any questions, you have my number.",
        "Janet: Sorry about that.",
        "Dusty: That's okay. Want me to drive you back to the hotel now?",
        "Janet: No. Liberty's about to start the new round of drugs, and I want to be here and make sure that everything goes well, okay?",
        "Dusty: Okay. Call me when you want me to pick you up, all right?",
        "Janet: Okay.",
        "Liberty: Hey. I, um, saw you talking to the doctor. Did he say anything new?",
        "Janet: No. Basically just you're going to be asleep, you know, while this first treatment goes on. And so yeah, it won't be so bad, right? Sweetie, we're going to beat this, okay? I know it.",
        "Liberty: Will you just hold me while you still can?",
        "Janet: Oh, Baby. I'm never, ever going to let you go.",
        "[SCENE_BREAK]",
        "Jack: I think it's time we had a little talk. Don't you?",
        "Dusty: You going to beat me up, Jack?",
        "Jack: I'm here in my wife's hotel room to talk to my wife. She still with Liberty?",
        "Dusty: Yeah.",
        "Jack: I got to tell you, Dusty, when I swung by Metro, to be honest with you, I wasn't in that much of a talkative mood.",
        "Dusty: Hmm. What changed since then?",
        "Jack: The realization that this is all about Liberty. The door's behind you. Use it.",
        "Dusty: Like you did when you walked out on Janet, like you're going to do when you go back to Carly?",
        "Jack: You know, I've been -- I've been pretty damn good at ignoring certain things, like my wife's nightgown on the bed and you in her room. So if I were you, I wouldn't push me right now.",
        "Dusty: Is it Carly who told you?",
        "Jack: Does it matter?",
        "Dusty: Yeah, I think it does. Carly told me a few things. Like if Liberty hadn't gotten sick, you guys would have hooked up again.",
        "Jack: But we didn't. I'm sure she told you that, too.",
        "Dusty: You want a medal for that?",
        "Jack: No. I just want to make sure we save Liberty's life. That's what matters to me. She matters to me. Janet matters to me. My marriage matters to me!",
        "Dusty: What about your vows, Jack? Do they matter to you?",
        "Jack: They matter to Janet, no matter what the two of you have done. And you know that.",
        "[SCENE_BREAK]",
        "Liberty: Hey, I want you to go, please. I just want you to go take care of yourself. And what about your job, huh?",
        "Janet: Oh, Dusty said I can have all the time I need.",
        "Liberty: [Sighs] Dusty -- he's a pretty great guy.",
        "Janet: Yes, he is. By the way, Jack asked me to give you a hug.",
        "Liberty: How is that going, Mom? Because if you're staying together for me, don't, please.",
        "Janet: No, no, Baby, I married a great guy who puts family first, and I'm glad I did, okay? So here. This is from Jack.",
        "Liberty: Will you thank him for me?",
        "Janet: Yeah. You're being awfully brave.",
        "[Voice breaking]",
        "Liberty: I had a really good teacher. Mom, can you please go before I start bawling and, like, short out the monitors?",
        "Janet: Okay. All right. But I'm going to call you every hour on the hour, okay?",
        "Liberty: Mom, I'm going to be sleeping.",
        "Janet: So? I'll just, um, have them put my voice on speaker phone so you can hear me while you're dreaming.",
        "Liberty: What are you going to say?",
        "[Voice breaking]",
        "Janet: What I've said every day since you were born. I love, Libby Lou. I love you, I love you, I love you.",
        "[SCENE_BREAK]",
        "Craig: I should have asked you what you want for dessert.",
        "Carly: How's about a trip to Minneapolis?",
        "Craig: Is that on the menu?",
        "Carly: [Laughs] No. And the waitress mentioned it. It occurred to me, who needs New York? The business isn't only on Seventh Avenue anymore. We need a warehouse. There's loads of warehouse space in Minneapolis.",
        "Craig: Minnesota is the land of Paul Bunyan, not Ralph Lauren.",
        "Carly: Well, no, Craig. Clearly you haven't been reading the trades. Minneapolis is like a Mecca for young designers. They can experiment and take risks without being in the spotlight of New York or Chicago.",
        "Craig: You could do that here.",
        "Carly: Oh. So then you want me to stay here?",
        "Craig: No.",
        "Carly: Well, good. How fast can you get me to Minneapolis, then?",
        "Craig: A phone call and three words -- \"Fuel the jet.\"",
        "Carly: Do it. I'll call home and make sure that Parker and Sage are okay.",
        "Craig: Don't you have to pack?",
        "Carly: No, no. Just a little, quick trip here. I can buy what I need there.",
        "Craig: I love when you get this excited. [Carly laughs] I'll get us a hotel, too.",
        "Carly: You -- you know what? I didn't -- I didn't expect you to come.",
        "Craig: How do you expect to lease a space unless I'm there to sign the check? We're in this together, right?",
        "Carly: Yeah, fine. Just don't worry about a hotel. I know just the place.",
        "[SCENE_BREAK]",
        "Henry: Katie is my friend. That is all she is. And that is why I'm trying to warn her about you.",
        "Reid: Relax. If my hearing goes well tomorrow, I'll be out of here before you can sober up and figure out another way not to go after her.",
        "Henry: You mean you might actually win? You might leave here permanently?",
        "Reid: Why does it matter to you?",
        "Henry: Because you're a horrible human being, and -- and you don't deserve Katie! That's why.",
        "Reid: Come on, Hank. You're just jealous. Believe me, I get it. But truth is, even if I move out, you still don't stand a chance in hell of taking my place.",
        "Henry: Why, why? You're irreplaceable?",
        "Reid: No. I know you. You're never going to make a move, 'cause deep down in that shallow little soul of yours, you know that you're not good enough for Katie.",
        "Henry: And you are?",
        "Reid: If you disagree, call her. Prove me wrong.",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Barbara: Thank you. I will admit that from time to time, Henry has confided in me.",
        "Katie: About me?",
        "Barbara: Is he forbidden to speak of you.",
        "Katie: No. I just -- I hate to see you use him like this.",
        "Barbara: Use him?",
        "Katie: Yes. It's obvious you want something from him.",
        "Barbara: What could I possibly want from Henry Coleman?",
        "Katie: Oh, come on, Barbara. It's obvious. You want that Stenbeck money for yourself.",
        "[Barbara laughs]",
        "Barbara: You know what? That money is the furthest thing from my mind. In fact, if anybody at this table is using Henry, it's you.",
        "Katie: Excuse me? I have never used Henry.",
        "Barbara: Come on. You have been holding that man on a string for years. Every time he disappoints you, you knock him down like some toy you're bored with. What kind of a friend does that?",
        "Katie: What has Henry been telling you?",
        "Barbara: Nothing. I'm just extremely observant. I am not concerned about Henry Coleman at all. In fact, if you want him, Sweetheart, he's all yours.",
        "Katie: I don't want Henry's money, or yours.",
        "[SCENE_BREAK]",
        "Dusty: You think Janet's going to stay with you?",
        "Jack: I can offer her something you can't.",
        "Dusty: Likewise.",
        "[Cell phone rings]",
        "Dusty: Yeah.",
        "Janet: Are you okay? You sound funny.",
        "Dusty: How's it going?",
        "Janet: They just gave Liberty her first round of treatments. She's sleeping. I'm going to take a cab back to the hotel.",
        "Dusty: Don't. I'll meet you at the diner across from the hospital.",
        "Janet: Dusty, are you sure everything's okay?",
        "Dusty: Yeah. I just got to take care of something. See you in a bit.",
        "[SCENE_BREAK]",
        "Reid: Why are you making me a sandwich?",
        "Katie: Because tonight might be our last night as roommates, and I wanted to do something nice for you. And maybe it's a little selfish, but I was kind of hoping maybe that the hearing might tank so you'd have to stay.",
        "Reid: Yeah, I'll miss you and the kid, too. Any mustard? What did you do today?",
        "Katie: Just hung out.",
        "Reid: Yeah? No visitors? No calls?",
        "Katie: No. Why?",
        "Reid: Idiot.",
        "Katie: What did you say?",
        "Reid: No, I was just thinking about this patient that I had. Gave him a prescription, but he didn't fill it.",
        "Katie: Oh. Try to finish that before I get back. It looks disgusting.",
        "Reid: You're blowing it, Hank.",
        "[SCENE_BREAK]",
        "Henry: I deserved it.",
        "Barbara: Deserved what?",
        "Henry: Uh, just -- just know before I show you that there is no insult intended.",
        "Barbara: How did -- when I was leaving?",
        "Henry: Note to self -- never get between an angry woman and a large door.",
        "Barbara: Well, I am -- I am sorry.",
        "Henry: Don't be. Don't be sorry. Don't be. I'm sorry. I'm sorry I asked you to hide from Katie. I -- I should never be ashamed to be seen with you.",
        "Barbara: Well, thank you.",
        "Henry: The fact is, we're pretty good together. Better than a lot of other people, anyway. I know it's been pretty wild and crazy up in my room the last day or so, but you know what?",
        "Barbara: What?",
        "Henry: It's made me happy.",
        "Barbara: Me too.",
        "Henry: Do you think if we went public with whatever it is we have, that that would ruin it?",
        "Barbara: I can only imagine what Paul would say, and Emily, and Kim, and Bob --",
        "Henry: And Katie.",
        "Barbara: Oh.",
        "Henry: Yeah.",
        "Barbara: You know, maybe you were right to lock me up and make me hide. No hard feelings.",
        "Henry: Tell it to the finger.",
        "Barbara: Your room?",
        "Henry: I'll go first.",
        "[SCENE_BREAK]",
        "Carly: Ah. You see, I told you it was a nice hotel.",
        "Craig: Nice enough. Start calling in some real-estate agents now.",
        "Carly: Why don't you do that in your room so I can freshen up?",
        "Craig: What's going on, Carly?",
        "Carly: Oh, we're finding a place to launch our business, as soon as you make those calls. So go.",
        "Craig: Why this hotel?",
        "Carly: I heard it's nice.",
        "Craig: It's okay. It's nowhere near the warehouse district, but it is just minutes away from the research hospital.",
        "Carly: It is?",
        "Craig: It is. You're not here to look at warehouse space. You're here for Jack.",
        "[SCENE_BREAK]",
        "Jack: Get out.",
        "Dusty: I paid for the room, Jack. I'm not leaving.",
        "Jack: How much do I owe you, Dusty?",
        "Dusty: Hmm? I didn't do it for you.",
        "Jack: Your mission of mercy is over.",
        "Dusty: I'm better for Janet than you are.",
        "Jack: Is that right? Please tell that to my cousin Meg, or Lucy Montgomery, or Bonnie McKechnie, or Lily, or every other woman you've romanced and dumped along the way. Janet just may be one more in your long list, but she's my wife!",
        "Dusty: And where is Janet on your list, Jack? You show up here, and you feel guilty about Carly. She deserves better.",
        "Jack: You're really serious about her, aren't you?",
        "Dusty: Yeah. I'm in love with your wife.",
        "[NEXT_ON]",
        "Damian: Faith, it's really sweet that you want to help your father, but unfortunately, I'm the only one who can.",
        "Holden: You're taking the kids, and you're leaving town today.",
        "Carly: This situation is wrong, and it has to end now before more damage is done.",
        "Janet: We're still going to have a baby for Liberty no matter what."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ri4e4Wa3dSU"
}