{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: You're welcome to come to the\r\ndrive-in with us if you want to, but I should warn you -- I have a suspicion it\r\nmay not be your style. ",
        "Simon: Listen, as long as it takes my mind\r\noff of Katie doing the Kama Sutra, it's all good. ",
        "Carly: But we're not bitter. ",
        "Simon: Us? Bitter? No way,\r\nnot us. So the drive-in it is -- ",
        "Parker: I call front seat! ",
        "J.J.: No fair! ",
        "Carly: Boys -- ",
        "Parker: I got dressed first! ",
        "J.J.: But I had to help Sage! ",
        "Simon: All right, wait, I'm a little\r\nconfused. Does the drive-in involve staying in or going out? ",
        "Carly: Oh, going out. ",
        "Simon: But -- ",
        "Carly: Oh, well, wearing pajamas is a\r\nnecessary part of the experience. ",
        "Simon: Ah. Well, you see, I forgot mine. Do\r\nyou have a spare pair I could borrow, at all? ",
        "Carly: Simon's going to come to the movies\r\nwith us. ",
        "Parker: Does he have to? ",
        "",
        "Lucy: Hey, hero. ",
        "Dusty: How're your lungs? Okay? ",
        "Lucy: Yeah, the lungs are fine. Thank you\r\nfor asking. How're you doing? ",
        "Dusty: Fine. ",
        "Lucy: Well, the bourbon says you're a liar.\r\nYou were almost killed. ",
        "Dusty: No, I got caught down in a basement\r\nwith a pretty girl. That's it. Don't let me keep you. You\r\nmeeting someone? ",
        "Lucy: Actually, I was looking for you. ",
        "",
        "Barbara: Hon. Gwen. I am so sorry. I\r\nwould've been here if I'd known anything -- ",
        "Gwen: Known what? ",
        "Barbara: That you were attacked. Oh, look at\r\nyour throat. Oh, my God, Honey, you could have been killed. You must've been\r\nterrified. But I heard that Will saved you. ",
        "Gwen: Yeah, he was -- he chased -- whoever\r\n-- away. ",
        "Barbara: And your arm -- ",
        "Gwen: Ah, no. It's just a scratch. ",
        "Barbara: Oh, Sweetie. You must have been so\r\nscared. ",
        "Gwen: It wasn't fun. ",
        "Barbara: No, I'm sure it wasn’t. But Will saved\r\nyou, because he loves you. So, where is my hero son? Is he here? ",
        "Gwen: Uh, no. ",
        "Barbara: Well, where is he? Surely you've\r\npatched things up by now? ",
        "Gwen: No. In fact, I left him. ",
        "",
        "Jade: Hey, where are you going? ",
        "Will: Jade -- ",
        "Jade: Relax. You're a free man. You can do\r\nanything you want. ",
        "Will: You're right. And I don't want to do\r\nthis. ",
        "",
        "Margo: I thought we had corroborating\r\nevidence -- ",
        "Dallas: No, I mean, it was just the fraternity planned the\r\nparty, it's not like it actually happened. The university got wind of some\r\nliquor delivery -- ",
        "Margo: Well, why didn't the fraternity just\r\nmove the party someplace else? So what if the university found out about it? \r\n",
        "Dallas: No. They wouldn't have put their chapter in\r\njeopardy. ",
        "Margo: All right, so -- Maddie’s story about\r\nbeing raped at the fraternity? ",
        "Dallas: Didn't happen. At least not\r\nthere. ",
        "Margo: So if the frat party didn't happen --\r\nshe lied about that -- did she lie about being raped? ",
        "Dallas: Margo, I saw Maddie at the hospital that night,\r\nokay? Something happened. Now, she -- she was bruised, which was clearly\r\nvisible. Her hair was in shambles. She wouldn't even let the doctors touch her.\r\nSo I go in, and I try to get a statement from her. She won't tell me anything.\r\nThen she runs away. ",
        "Margo: This is great. We've got no rape kit.\r\nWe've got no witnesses. We've got only Maddie’s version of the story, which she\r\njust recently revealed. She had a lot of time to come up with that. ",
        "Dallas: Listen, something happened that night. ",
        "Margo: Yeah -- but what? ",
        "",
        "Maddie: What are you doing? ",
        "Louis: There's a killer out there. I want to\r\nkeep you safe. ",
        "Maddie: I want you to go. ",
        "Louis: But this is my room, Maddie. And\r\nyou're always welcome here. Just as you were welcome in my\r\nhome. I want us to be close. The way we were in Chicago. ",
        "Maddie: That'll never happen. ",
        "Louis: Where do you think you're going? ",
        "Maddie: To find my sister. ",
        "Louis: The police told us to keep a close\r\neye on you, Maddie. Eve wants you to stay here with me. ",
        "Maddie: And if she knew the truth? ",
        "Louis: Everybody knows how much I care about\r\nyou, Maddie. And that you care about me. ",
        "Maddie: No, I don't care about you. I hate\r\nyou. ",
        "Louis: No, you've missed me. ",
        "Maddie: No. ",
        "Louis: Admit it. ",
        "Maddie: No! ",
        "Louis: Yes. Ever since I've arrived you\r\nhaven't stopped thinking about me -- ",
        "Maddie: I don't want you anywhere near me! ",
        "Louis: No, no. You say that, but you don't\r\nmean it. ",
        "Maddie: Just get away from me. ",
        "Louis: Why are you acting like this? ",
        "Maddie: No, don't touch me! Because you raped me. You raped me. \r\n",
        "Louis: That's not true. ",
        "Maddie: What would you call it? ",
        "Louis: I know that some would say it was\r\nwrong. That I'm a married man -- ",
        "Maddie: To my sister. ",
        "Louis: And still, you came on to me. ",
        "Maddie: What? ",
        "Louis: You played the innocent. But you knew\r\nwhat you were doing. ",
        "Maddie: I didn't do anything! ",
        "Louis: Always seeking me out, asking my\r\nadvice, excluding Eve, making sure we had time alone, wearing\r\nthose skimpy little tops and short skirts. ",
        "Maddie: I didn't mean to -- I don't -- ",
        "Louis: It was hard to resist. For both of us. But what we shared -- when we could finally\r\nadmit it, when we finally could just give in to what we both wanted -- ",
        "Maddie: I didn't want you touching me like\r\nthat. ",
        "Louis: You were inexperienced. I had to show\r\nyou. ",
        "Maddie: You hurt me. I said no. ",
        "Louis: Maddie likes to play pretend. ",
        "Maddie: You forced me -- I -- I tried to\r\nstop you. I hit you! You raped me, Louis! ",
        "Louis: Shut up! I don't want to hear that\r\nkind of language from you ever again. I certainly hope you haven't talked that\r\nway to anybody else. ",
        "Maddie: You mean, have I told on you? I\r\ncouldn't even admit it to myself up until a few weeks ago. I just -- I wanted\r\nit to go away. I wanted to pretend that it never happened. But no matter what I\r\ndid, it just kept coming back, and I would remember. ",
        "Louis: But don't you see, Maddie-Pie, I feel\r\nthe same way. I can't forget you. Your skin. The way\r\nyou smell – ",
        "[Maddie picks up a letter opener on the\r\ndresser]",
        "Maddie: Don't touch me! You come near again\r\nand I swear I will kill you! ",
        "",
        "Margo: Something has triggered this bizarre\r\nbehavior. Look at her relationship with my son, her reaction to you -- Lia's\r\ncar. ",
        "Dallas: She's clearly acting out. ",
        "Margo: She's been traumatized. What? ",
        "Dallas: I'm just -- all right, devil's advocate. Is it\r\npossible -- I mean, Maddie is an extremely imaginative\r\ngirl --? ",
        "Margo: No, no, no. She believes that she was\r\nraped. I believe that she was raped. ",
        "Dallas: Margo, but is it possible? Now, I'm no shrink, but\r\nI've seen these cases. This one time in Chicago? Now, there was this woman, completely believed that\r\nher husband was kidnapped. We've ran an APB, we even dug underneath a\r\nplayground. Turns out she's not even married. ",
        "Margo: So you think that Maddie has lost\r\ntouch with reality? ",
        "Dallas: Margo, you saw what she did to Lia’s car. You saw\r\nwhat happened when we pulled her from the pond. [Margo sighs] That distant look in her eye? You couldn't even talk to her.\r\n",
        "Margo: Okay, all right. I will give you that\r\nmaybe she's entered a fantasy land, but it stems from something real. ",
        "Dallas: I'm just worried about what's she going to do next.\r\n",
        "",
        "Lucy: You ran off before I had the chance to\r\nthank you properly. ",
        "Dusty: Well, you know me. No manners. ",
        "Lucy: Well, I'm very old school, as you know.\r\nSo you're just going to have to suffer through my efforts to make it up to you.\r\n",
        "Dusty: It's all right. Don't worry. You\r\nknow, right place, right time. That's what it was. ",
        "Lucy: Yeah. Lucky for me. ",
        "Dusty: You got to be kidding me. I'm not\r\ntaking that. ",
        "Lucy: Don't you at least want to know what\r\nyou're turning down? ",
        "Dusty: The Sox versus Detroit at home. ",
        "Lucy: Box seats. ",
        "Dusty: How'd you get these? ",
        "Lucy: Well, you know, I have my ways. ",
        "Dusty: I wish I could go. ",
        "Lucy: Look in the envelope. ",
        "Dusty: A coupon. \"Good for one night's\r\nbabysitting while Daddy goes to the baseball game.\" ",
        "Lucy: Yeah. Well, I'll take care of Johnny,\r\nand you can take one of your friends to the game. ",
        "Dusty: I'm a little short on friends these\r\ndays. ",
        "Lucy: Don't look at me. I know I don't make\r\nthe cut. Not anymore. ",
        "",
        "Parker: I thought it was just us. ",
        "Carly: Parker, you're being rude. ",
        "Simon: No, no, no. He's just being honest,\r\nthat's all. Aren't you, Mate? And the truth is, since you asked, no, I don't\r\nhave to come, but I was just curious. That's all, see. See, I was wondering,\r\n'cause I'm not from around here -- what exactly was it we're driving into? I\r\nmean, if you and I could take turns at the wheel, that's all, because I once\r\ndrove into a house, and that was fun, but I always wanted to drive into a pool.\r\n",
        "Parker: You don't drive in to a pool. You\r\ndrive in to the movies. ",
        "Simon: Right through the screen? They allow\r\nthat? Wow, what a fabulous country. ",
        "Parker: No, you drive into a parking lot and\r\nyou watch a movie on the big screen. ",
        "Simon: Oh. All right, what if it rains? ",
        "Parker: You don't go when it rains. ",
        "Simon: Well, I wouldn't have thought of that\r\n-- having never been to a drive-in before. This is going to be great. ",
        "J.J.: I call front seat! I helped Sage find\r\nher slippers. ",
        "Parker: I got dressed first! ",
        "Carly: Hey. You know something boys, we don't have to go at all. Mmm,\r\nthat's what I thought. Now march outside, get in the car, and all three of you,\r\nget in the back seat -- and not a word. ",
        "Simon: Whoa. You remind me of my mom. ",
        "Carly: Yeah, not exactly what I'm going for.\r\n",
        "Simon: No, no. Tough -- tough, but fair. I\r\nlike that. ",
        "Carly: Well, I have to be. I'm outnumbered.\r\nYou know, about this movie thing -- maybe it's not such a good idea if you\r\ncome. ",
        "Simon: Oh, come on. You promised to take my\r\nmind off Katie. ",
        "Carly: I know. ",
        "Simon: And I promise you, by the time those\r\nkids are home, upstairs in bed? You'll not be sorry. ",
        "",
        "Barbara: What do you mean you left him? He\r\nsaved your life. If anything, it should have brought you closer together. Gwen,\r\nI know you're young -- you're very, very young. And you've had a long string of\r\nbad luck, and this attack didn't help anything, but honey, come on. You love\r\nhim. He loves you. You don't want to end your marriage, do you? ",
        "Gwen: No. ",
        "Barbara: Then tell him that. ",
        "Gwen: I tried. I went over there. ",
        "Barbara: Where? Hal's? ",
        "Gwen: No. The Wagon Wheel. ",
        "Barbara: What's he doing there? ",
        "Gwen: I don't want to talk about that. ",
        "Barbara: I want to help you, Gwen -- ",
        "Gwen: But you can’t. I'm sorry. ",
        "Barbara: I want to help you. Please, tell me\r\nwhat's going on. ",
        "Gwen: According to Will, nothing. Nothing is\r\ngoing on. ",
        "Barbara: What does that mean? ",
        "Gwen: I went over there and -- Jade was\r\nthere. In a towel. So -- that's that. ",
        "Barbara: That little tramp -- ",
        "Gwen: Please, don't -- ",
        "Barbara: I knew this. I knew this, Darling, I knew this was going to happen. The minute she\r\nfound out that he had a trust fund, her eyes lit up like a slot machine. ",
        "Gwen: I don't want to talk about Jade -- ",
        "Barbara: But you have to if you want to save\r\nyour marriage -- ",
        "Gwen: My marriage is over -- ",
        "Barbara: No, your marriage is under siege.\r\nIt's that girl. She's after Will's money. She was after Luke Snyder first, you\r\nknow, then Lily threw her out. She has a mission. She\r\nwants to find some guy with money, and take him for every penny he's worth, and\r\nwe're not going to let that happen. ",
        "Gwen: Look, if he wants to be with her, then\r\nI -- ",
        "Barbara: He doesn't want to be with her. First things first, okay? Let's get him out of that place. \r\n",
        "Gwen: I'm not going to go chasing after him,\r\ntrying to convince him to come home. If he doesn't want me -- ",
        "Barbara: He does wants\r\nyou. Don't you see? He loves you, Gwen. ",
        "Gwen: We don't trust each other anymore. I\r\ndon't even like him, and I can't be with somebody who treats me like that. I\r\nwon't do it. ",
        "Barbara: I understand. And I understand how\r\nhurt you are, but that doesn't mean you can't find a way back to each other. \r\n",
        "Gwen: But that's not something that you can\r\nmake happen. ",
        "Barbara: But I have to try. I'm not going to\r\nlose you, too. You're my daughter-in-law, and I love you. And so, I'm not going\r\nto let this happen. I'm going to find a way to fight this, okay? All right?\r\n",
        "Gwen: I really don't think that this is a\r\ngood idea. ",
        "Barbara: You stay here and drink your tea.\r\nYou leave everything to me. ",
        "",
        "Jade: I hate seeing you be hurt. I heard her\r\nsay that it was over, and it broke my heart. I can only imagine how you feel.\r\nYou really want to go back for more? ",
        "Will: Well, she's angry. And she'll get over\r\nit. ",
        "Jade: If you give her a chance. ",
        "Will: What do you mean? ",
        "Jade: I like Gwen. I'm not going to say\r\nanything. I'm just going to get dressed, and I'm going to go. ",
        "Will: I just -- what do you mean? About Gwen. ",
        "Jade: It's just my experience, that when a\r\ngirl's been hurt, or she thinks she's been hurt, and there's another guy around\r\nto comfort her, like Casey -- ",
        "Will: Casey's just a friend. ",
        "Jade: Right. And they work together. And\r\nthey share the music thing. And they had a kid -- ",
        "Will: That was an accident -- ",
        "Jade: Yeah, I know, I heard. And yet, she\r\nfound a way to forgive him. But you? You, who tried to\r\nprotect her, she can't even give you a second chance. But if that's what you\r\nwant, to go after somebody who doesn't want you, who's making a fool out of\r\nyou, then I'm not going to stop you. ",
        "Will: Wait -- Jade, just -- ",
        "Jade: It's fine. Let's just get lost – ",
        "[Will kisses Jade]",
        "",
        "Gwen: Oh, you're welcome. ",
        "Casey: I'll get you another one. Besides,\r\nyou weren't going to eat both halves anyways. ",
        "Gwen: How do you know? ",
        "Casey: You're a girl. ",
        "Gwen: Well, since I haven't eaten anything\r\nsince yesterday -- ",
        "Casey: So, what's the occasion? ",
        "Gwen: Uh, I'm hungry? I talked to Barbara. ",
        "Casey: And that didn't turn your stomach? ",
        "Gwen: No, she made me feel better. ",
        "Casey: That's a first. ",
        "Gwen: Yeah, she said a lot of things that\r\nmade sense to me. Look, at least she's on my side right now. ",
        "Casey: Too bad Will forgot that. ",
        "Gwen: Yeah, tell me about it. ",
        "Casey: So, what's the plan? ",
        "Gwen: Nothing. Carly convinced me to go talk\r\nto Will -- and, Jade was there. Please, don’t. Anyways, he insisted that\r\nnothing was going on and Barbara seems to think that Jade -- ",
        "Casey: No, just stop, okay? Would you listen\r\nto yourself? \"Carly said, Barbara said\" -- the only person you should\r\nbe listening to right now is yourself. Your gut -- what's your gut tell you? \r\n",
        "Gwen: That I'm not hungry anymore. ",
        "Casey: You know what, look, I'm sorry. I'm\r\nnot trying to bring you down, but this is -- Will is a lost cause. ",
        "Gwen: Don't say that -- ",
        "Casey: You know, look what he's doing. And\r\nif you think brining his mother into the equation is going to solve anything,\r\nthen you don't know Will that well. He's going to see\r\nyou coming and push you away even more. ",
        "Gwen: Then what am I supposed to do? ",
        "Casey: Nothing. Do nothing. ",
        "",
        "Simon: So the movie's\r\ngoing to be on the big screen up there? ",
        "J.J.: Yeah, and we're really lucky 'cause we\r\ngot the best parking spot. ",
        "Simon: Wow. ",
        "Carly: There's not a huge audience for\r\nmusicals starring barnyard animals. Hey, who wants popcorn? ",
        "All: Me! ",
        "Carly: Okay. ",
        "Simon: All right, you've got to fill me in\r\nhere -- so when the movie actually starts, do we -- what, we just make up the\r\nlines? ",
        "J.J.: No. You hear it over there on that\r\nspeaker. ",
        "Simon: Oh. See, I thought we were going to\r\nhave to lip read. ",
        "Carly: Juice boxes, anyone? ",
        "J.J.: Me! ",
        "Parker: Me! ",
        "Carly: All right. ",
        "Carly: Hey Parker, help Sage with her straw.\r\n",
        "J.J.: It's starting. ",
        "",
        "Louis: You can't hurt me, Maddie. You love\r\nme. ",
        "Maddie: You're crazy. ",
        "Louis: No, actually, you're the crazy one,\r\naccording to the police. And your friends and family. To anyone but me. Because I'm the only one\r\nwho understands you, Maddie. You're a girl with a vivid imagination.\r\nYou'll probably be a writer or a painter when you grow up. If\r\nyou grow up. ",
        "Maddie: You're threatening me? ",
        "Louis: Never. But the way you're talking,\r\nyou're headed for disaster. Making all these wild,\r\nunsubstantiated claims -- accusing the people who love you best. So\r\nlet's just start over. Let's just be Louis and Maddie. Two people who share a\r\nvery special relationship. Something private and secret. ",
        "Maddie: Rape me again and I will tell my\r\nsister. ",
        "Louis: And who do you think she's going to\r\nbelieve? Oh. Maddie likes it rough. ",
        "Maddie: I said no! ",
        "",
        "Coming up on -- \"As the World\r\nTurns\" -- ",
        "Margo: Maddie? ",
        "Maddie: Mar -- ",
        "Louis: You say one word,\r\nI will get to Eve and Henry. Do you understand? ",
        "Barbara: He is a married man, young lady,\r\nand I use that term very loosely. ",
        "Will: Mom -- ",
        "Carly: You're a good sport, you know that? ",
        "Simon: I had a great time. ",
        "",
        "Simon: Do you think they sell coffee at that\r\nlittle stand that we passed on the way in? ",
        "Carly: Probably. I suppose so. Why? ",
        "Simon: Oh, good. Do you mind getting me a\r\ncup? ",
        "Carly: Sure, yeah. Anything\r\nfor you. ",
        "Simon: Great. Thank you. So what's going on,\r\nBuddy? Why'd you feel the need to plant yourself between me and your mom? I\r\nlike honest, remember? ",
        "Parker: Well, I want to know what you want with\r\nher. ",
        "Simon: Well, I want to work with her,\r\nbecause I think she's very talented. And, I want to be her friend because I\r\nthink she's a good person and a lot of fun. ",
        "Parker: Good. ",
        "Simon: But that's it. That's it. ",
        "Parker: Keep it that way. ",
        "",
        "Dusty: I was a little tough on you when Jen\r\ndied. ",
        "Lucy: You had every right. ",
        "Dusty: I was angry, and I blamed you,\r\nbecause you made mistakes. But Jennifer was a very determined woman, and she\r\ndidn't tell me that you warned her not to leave the hospital, that it would put\r\nher at risk. I had no right to blame you. I just couldn't accept what happened.\r\nI'm sorry. ",
        "Lucy: Oh Dusty, you have nothing to\r\napologize for. And that's not why I'm here, to try and bribe you into forgiving\r\nme. I'm glad you feel -- well, not better about things, but more peaceful. I\r\njust wish I could go back in time -- ",
        "Dusty: Can't change the past. ",
        "Lucy: I know. And when I try to make up for\r\nit, I end up almost getting you killed. ",
        "Dusty: Well, you do that out of habit. ",
        "Lucy: Okay, now you're making me laugh. ",
        "Dusty: It did take a lot of guts, going\r\nafter Damian like that. ",
        "Lucy: No, that took hating myself. ",
        "Dusty: Don't say that. ",
        "Lucy: But that's how I feel -- like a\r\nfailure as a doctor and as a friend. Because no matter what I do, I can never make\r\nup for letting Jennifer die. ",
        "Dusty: Oh, come on. Come on, now. Now you're\r\nmaking me mad. ",
        "",
        "Will: I'm sorry. ",
        "Jade: For what? That was fun. There's\r\nnothing wrong with having a little bit of fun. ",
        "Will: Jade -- ",
        "Jade: Now he's getting serious. ",
        "Will: I just don't want you thinking that\r\njust 'cause we had sex that -- ",
        "Jade: That you're in love with me? I know\r\nyou're hung up on your ex. And anyway, I'm not in the market. I've got a lot of\r\nthings going on. I've got to focus. I don't want to waitress for the rest of my\r\nlife. ",
        "Will: Well, that's good. ",
        "Jade: I was thinking about going back to\r\nschool. Maybe getting into fashion, or makeup. People\r\nsay I have an eye. I'm just happy be a friends with benefits. ",
        "Will: Yeah, about that. ",
        "Jade: It's so hard to find someone that you\r\ncan trust. You know, that you can tell your secrets to, you can be with when\r\nyou're lonely. ",
        "Will: The truth is I want my wife back. ",
        "Jade: Great. ",
        "Will: And to do that -- I can't be doing\r\nthis with you anymore. ",
        "Jade: It's okay, we can just be friends. ",
        "Will: I don't think that will work. I think\r\nwe need to go our separate ways. ",
        "[Knock on door] ",
        "Barbara: Will? It's your mother. Open this\r\ndoor! ",
        "",
        "Louis: You don't have it in you. ",
        "Maddie: Try me. ",
        "Louis: You know something? I like you better\r\nlike this [Louis takes the letter opener] -- you're going to pay for that. \r\n",
        "[Knock on door] ",
        "Margo: Maddie! ",
        "Maddie: Mar -- it's Margo. Open up! ",
        "Dallas: Look, Maddie, we know you're in there. Okay, we're\r\nnot leaving until you open the door. ",
        "Louis: You say one word and I'll get to Eve\r\nand Henry. You'll lose them. Do you understand? Hello, Detective. Officer -- \r\n",
        "Margo: Louis. Maddie -- what's going on\r\nhere? ",
        "Louis: We were just talking. In fact I was\r\nin the other room looking for something -- what's the occasion, Detective? \r\n",
        "Margo: Maddie, we have some questions for\r\nyou -- ",
        "Louis: About what? Please tell me there's\r\nbeen a break in the case. We're all as jumpy as cats. ",
        "Dallas: I just got back from Chicago, Maddie. ",
        "Margo: Maddie, maybe we should have this\r\nconversation alone, just the two of us. ",
        "Maddie: Okay. ",
        "Louis: I'm sorry, I can't allow that.\r\nMaddie's a minor. She can't be questioned without a family member -- ",
        "Maddie: It's okay. I will go down to the\r\nstation with you -- just you and me. ",
        "[Henry and Eve open the door]",
        "Henry: Let her just run off like that -- ",
        "Eve: She's here -- ",
        "Henry: Hello, Maddie. ",
        "Louis: They want to interrogate Maddie more.\r\nI told them no, she's a minor. ",
        "Eve: I'm sorry, we can't allow that. ",
        "Margo: Well, I'm sorry, but it's necessary.\r\nWe have some more questions for your sister. ",
        "Henry: Well, I'm calling Jessica. ",
        "Eve: Well, you can't talk to Maddie alone.\r\nYou can either question her here with us, or you can wait for her attorney. \r\n",
        "Margo: Fine. We'll talk here? ",
        "",
        "Gwen: I'm not going to give up on my\r\nmarriage. ",
        "Casey: It takes two to tango. I don't know.\r\nIt's something my dad says. But it's true. Okay, you can't do this by yourself.\r\nAnd if Will keeps pushing you away, there's no way-- ",
        "Gwen: He's not pushing me away. ",
        "Casey: He's not pushing Jade away. Now,\r\nlook, Will's my best friend, but I'm sorry, that kid's weak. ",
        "Gwen: That is not true. He's just had to\r\ndeal with a lot more in his life than most people his own age. ",
        "Casey: Than you? ",
        "Gwen: Yes, definitely. ",
        "Casey: No, I don't believe that. ",
        "Gwen: Look, the point is when you -- ",
        "Casey: No, listen, the point is he flunked\r\nout of high school, and lied about it. He slept with Jade and he lied about\r\nthat. ",
        "Gwen: I slept with you. ",
        "Casey: You know what? That was before you\r\nwere wearing this. ",
        "Gwen: Oh, we shouldn't be doing this. We\r\nshould not be tearing each other apart right now. ",
        "Casey: I'm sorry. I'm just trying to make a\r\npoint. ",
        "Gwen: What? That you don't\r\nrespect Will? ",
        "Casey: No, that I don't like the way he's\r\ntreating you, and I'm not going to apologize for it. No, look, you do what you\r\nwant. Me, I'm done. I mean, I went back to Maddie, how many times? And she\r\nkeeps pushing me away, so fine, I can take a hint. ",
        "Gwen: Well, I'm not you. So, you're just\r\ngoing to give up? ",
        "Casey: You know, I don't know what to think\r\nanymore, Gwen -- maybe Maddie is the Slasher. ",
        "Gwen: You don't believe that. ",
        "Casey: I don't know what to believe. But I\r\nknow that I'm sick of being turned down, I'm tired of looking over my shoulder.\r\nAnd every time I pick up a paper someone else I know is dead. You know, I just\r\nwant to hang out with my friends, and enjoy what's left of my summer. ",
        "Gwen: And you can do that -- even though Maddie’s\r\nin trouble. ",
        "Casey: She won't let me in! ",
        "Gwen: I don't know, Casey, I can't give up\r\non Will or Maddie. And I don't think that you can either. ",
        "",
        "Barbara: Will! Unlock the door! ",
        "Jade: In the bathroom! ",
        "Barbara: I know you're in here. I saw your\r\ncar in the parking lot. Will! Do I have to call the manager? Will, open the -- \r\n",
        "Will: Go away, Mom. ",
        "Barbara: I saw Gwen. She's beside herself. He\r\nis a married man, young lady, and I use that term very loosely. ",
        "Will: Mom -- ",
        "Barbara: Don't you Mom me. Your behavior is\r\ndisgraceful. You're a married man. You have no business sleeping with any woman\r\nother than your wife. And then you take up with this hussy -- ",
        "Jade: Hey -- ",
        "Barbara: Don't you pretend you have any real\r\ninterest in my son. You are only after his money. You're aware of what she\r\npulled at the Snyders', aren't you? You can ask Luke, or better yet, ask Holden.\r\nShe's what we used to call a gold digger. Women who go after unsuspecting men\r\nfor their money -- ",
        "Will: Okay, Mom, that's enough. ",
        "Barbara: Oh, you know, I don't want to argue\r\nwith you. I just want you home with Gwen where you belong. You don't want this,\r\ndo you, Will? Some cheesy motel and some girl you don't care about. Come on, Will,\r\ndon't do this to yourself. It's humiliating, all\r\nright? It's self-destructive. You don't want to do this. You are better than\r\nthis. Stop and think. You're going to lose everything you've worked so hard for\r\n-- ",
        "Jade: It is not Will's fault. Gwen broke up\r\nwith him. ",
        "Barbara: And you didn't waste any time, did\r\nyou? Of course, sex is the only thing you have to offer. ",
        "Will: Jade, do you have a decent dress to\r\nwear? ",
        "Jade: Sure. ",
        "Will: Go put it on. We're going out. ",
        "Barbara: Your sister would roll over in her\r\ngrave. ",
        "[Barbara leaves]",
        "",
        "Simon: Why did they have to kill the lamb's\r\nmother? You missed a great flick. ",
        "Carly: Oh, I'm sorry. I feel asleep. I'm\r\njust so tired. ",
        "Simon: No, not to worry. Oh, the cow saves\r\nthe day. ",
        "Carly: You're a good sport, you know that? ",
        "Simon: What are you talking about? I had a\r\ngreat time. ",
        "",
        "Dusty: Nobody's happy about the way things\r\nturned out. But you can't change it. I gotta figure\r\nout how to make a life for my son and me. And if I can do that, I know you can\r\ndo it. Don't let a mistake bring you down. You've got way too much going for\r\nyou. ",
        "Lucy: But it seems so unfair. For me to go\r\non and to have a life when she's -- ",
        "Dusty: She wouldn't want to you suffer. I\r\nknow that for a fact. ",
        "Lucy: She was a terrific person. ",
        "Dusty: Yep, she was. ",
        "Babysitter: Mr. Donovan? I'm so sorry to\r\ninterrupt but your son -- ",
        "Dusty: It's okay. How is he? ",
        "Babysitter: He's been having some trouble\r\nsleeping. ",
        "Dusty: Yeah, he's been having trouble\r\nsleeping without his mom. You go home, I got him. ",
        "Babysitter: Okay, I'll see you tomorrow. ",
        "Dusty: See you tomorrow. Take care. ",
        "",
        "Carly: Hey, J.J., would you show Simon where\r\nSage's bed is, please? ",
        "J.J.: Yeah, follow me. ",
        "Carly: Did you have a good time, Honey? ",
        "Parker: It was okay. It wasn't as fun as\r\nlast time. ",
        "Carly: Yeah, I'm so sorry I fell asleep. We\r\ncan go and see it again if you want to. ",
        "Parker: No. It's more of a Sage movie. ",
        "Carly: Oh, right. A little\r\ntoo young for you, huh? ",
        "Parker: And for Simon. ",
        "Carly: It was okay having him with us,\r\nright? ",
        "Parker: It was okay. ",
        "Carly: Well, that's good. Because, you know,\r\nhe's my boss and I really wanted to make him feel comfortable. ",
        "Simon: All right, all tucked in. ",
        "Carly: Thanks. So, would you like a cup of\r\ncoffee or something? ",
        "Simon: Ah, you know what? No, I'll call it a\r\nnight. I better hit the road, but I'll see you at work tomorrow? ",
        "Carly: Bright and early. ",
        "Parker: Good night. ",
        "Simon: Good night, Buddy. ",
        "Carly: Thank you. ",
        "Simon: You're welcome. ",
        "",
        "Barbara: Well, it seems we lost round one.\r\nThe skinny slut is pulling out all the stops. ",
        "Gwen: She's still there? ",
        "Barbara: Will is taking her out on the town,\r\nto spite me. Because I told him that he's ruining his life. ",
        "Casey: Hey, Ms. R., you wanted mocha, right?\r\n",
        "Gwen: Yeah, thanks. ",
        "Casey: Can I get you something? ",
        "Barbara: No, thank you. Ordinarily, I would\r\nrecommend fighting fire with fire, but this is no way to get my son back. ",
        "Casey: I told you this is going to be a bad\r\nidea -- ",
        "Barbara: I wasn't talking to you, young man.\r\n",
        "Gwen: Look, we're just friends. And Casey’s\r\nnot the problem. Will is. And right now there's nothing that any of us can do\r\nabout that. So, thank you for trying, really, I mean that. And I will talk to\r\nyou later. ",
        "Casey: Great. Now we've got Barbara Ryan on\r\nthe case. ",
        "Gwen: She's just worried about her son. ",
        "Casey: Don't you get tired of it? Worrying\r\nabout Will, worrying about Maddie? I need a break. I'm serious. This is\r\nsupposed to be a vacation. ",
        "Gwen: Yeah, I'm not really in the mood. ",
        "Casey: Well, you better gear up because\r\nyou're going away with me this weekend. ",
        "Gwen: Excuse me? ",
        "Casey: There's a big party at the lake. I'm\r\ntalking beer on tap, all sorts of grub -- ",
        "Gwen: I'm sorry,\r\nI'm not going to go away with you for the weekend. ",
        "Casey: I'm not asking you on a date. I'm\r\njust asking you to go away and relax for a couple of days. You know, have some\r\nfun? You remember how to have fun, right? ",
        "Gwen: Maybe. I'll think about it. ",
        "",
        "Jade: Ta-da! It's\r\na miracle. I know, and I don't blame you for asking me if I had a decent dress\r\nto wear. I found a sale at a mall for July fourth. Look, it doesn't wrinkle. \r\n",
        "Will: Yeah? ",
        "Jade: Look, I know this isn't what you\r\nwanted. Bunking in a motel room with a friend. ",
        "Will: No, it's fine. ",
        "Jade: I just wanted to thank you for standing\r\nup for me with your mom. She's a piece of work. ",
        "Will: You ready? ",
        "Jade: Yeah, let's go. ",
        "",
        "Dallas: Do you know why I was in Chicago, Maddie? I was\r\ntalking to the dean of students at the university. There was no frat party the\r\nnight you were raped. But you knew that, right? ",
        "Henry: Wait, there's no frat party -- ",
        "Margo: Henry, please. Or else we have to\r\ntake her in. Maddie, we need to know what happened that night. ",
        "Maddie: I already told you. ",
        "Dallas: But some of the things that you told us, about the\r\nfrat party -- that wasn't true. ",
        "Margo: Maddie, were you sexually assaulted? ",
        "Maddie: Yes. ",
        "Margo: And you're sure it wasn't some\r\nfantasy or part of the whole frat party story. ",
        "Maddie: No. It happened. ",
        "Dallas: But the person who assaulted you, he wasn't a frat\r\nboy, was he? ",
        "Maddie: No. ",
        "Margo: Maddie, we need to know who hurt you.\r\nWho was it? ",
        "",
        "Next week on -- \"As the World\r\nTurns.\" ",
        "Dusty: I told you I would take you up on\r\nyour dinner invitation. ",
        "Meg: I'm going to be a part of the baby's\r\nlife. So, I'm not going anywhere. ",
        "Gwen: The mask is the same one the killer\r\nwore the night that we were attacked. ",
        "Louis: I warned you, little girl. I warned\r\nyou!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=gQfdC71l5KA"
}