{
    "Episode Summary": [],
    "Recap": [
        "Brad thinks things are off on the right foot with Liberty as he, Katie and she enjoy breakfast before she heads off to \u0091school.' Jack questions how Parker has a new, expensive video game? Brad and Katie question where Liberty got some new sunglasses, but she has an explanation all ready to go. Barbara and Meg talk, as Barbara tries to get Meg to understand Paul. Mike convinces Meg that she should drop the charges against Paul in the name of business. Sophie continues to pursue Paul, as he continues to tell her that they would be a mistake. Parker reluctantly admits to how he got the video game. Sophie tries to seduce Paul, but Barbara interrupts and has a few choice words for Paul. Jack and Parker come to see Brad and Katie to explain about what Liberty has been up to. Brad doesn't want to think the worst in Liberty, but he soon learns that she has yet to attend school. Mike promises to keep Paul away from Meg. Katie and Brad confront Liberty, who seems nonchalant about skipping school. She promises to stay in school if they get her a room of her own at the Lakeview. Katie is not pleased when Brad gives in claiming also that he and Katie also would benefit from this so they have alone time. Paul doesn't care if he goes to jail, as he is called to the station. He learns the charges have been dropped and assumes it is because of Meg, but he soon sees it is Mike, who leaves him with a promise to make sure he stays away from Meg. Meg learns Liberty is Brad's daughter. Barbara tries to convince Sophie to leave Paul alone and let him find his own way through this, but Sophie won't do that; she is convinced that she is best for Paul and will not turn her back on him. Sophie then shows up at the station and pleads with Paul to reconsider their relationship, but Paul will not. Mike asks Meg to take a walk with him. Lisa is worried that Barbara isn't taking care of herself and suggests a girl's afternoon out. Jack tells Parker that he might be a good influence on Liberty because he turned his life around and maybe she can too. Katie voices her concern over Brad's decision to reward Liberty for lying by giving into her by getting her own room. Liberty still does not attend school, which Parker takes notice of. Barbara takes Sophie to lunch and tries to redirect her attention away from Paul by talking about launching Sophie's jewelry line tomorrow at Metro's opening. Sophie is only concerned about whether Paul will be there. Meg and Mike come across Paul sitting in a field by the farm, as Paul tells her that he will stay away from her from now on; he tells Meg goodbye."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Liberty: Mmm. Hey, Dad, could you get me some more hollandaise sauce?",
        "Katie: Be careful -- it's really rich here.",
        "Liberty: I heard that you can't be too rich or too thin.",
        "Brad: We are celebrating. I mean, how many times do I get a brand-new teenage daughter?",
        "Katie: Right. We should toast to our new family.",
        "Brad: Hear, hear.",
        "Liberty: Hey, could you pass me another sweet bun?",
        "Brad: I think you are sweet enough. That's really corny. I mean, fathers are supposed to say stuff like that, right?",
        "Liberty: Gosh, I wish I could have room service every morning. A few hours later in my bed in my own room. That would be awesome.",
        "Katie: It would be. If you didn't have to go to school.",
        "Brad: Yeah, you finish your homework?",
        "Liberty: Yesterday. I had a free period. Hey, did I tell you guys I aced my geometry test?",
        "Brad: Beautiful and brainy -- killer combo.",
        "Katie: You should probably hit the showers.",
        "Brad: Right. You don't want to be late for homeroom.",
        "Liberty: Whatever. Mm, hey, Katie, could I borrow some of your conditioner?",
        "Katie: Yeah, knock yourself out.",
        "Brad: I know it's gonna be a challenge having a teenager around. But if I do say so myself, I'm doing great so far.",
        "Liberty: Yeah, right, Dad.",
        "[SCENE_BREAK]",
        "Jack: Good morning, my lovelies. Hey, Guys, come on. Let's shake the tail feather. The bus is gonna be here any minute. Where's J.J.?",
        "Parker: Uh, Mom already drove him to school. He said he couldn't bring his tech project on the bus.",
        "Jack: Your mother's really busy getting this club ready to reopen.",
        "Parker: Yeah, she seemed pretty crazed.",
        "Jack: Right, which is why we got to help her pick up the slack. Okay, where's your tech project?",
        "Parker: It's pretty much ready to go. I just have to grab a couple more things.",
        "Jack: What things?",
        "Parker: Oh, well, I left my power cord and the flash drive at the farm. If you could drive me over there, that's be awesome.",
        "Jack: You got to learn to be a little more responsible. Now we're gonna be late.",
        "Sage: He's wasting all his time playing with this new game he bought.",
        "Parker: No, no, that's mine, that's mine. Give it to me. Give --",
        "Sage: He said I could play his new game.",
        "Jack: Stop it. No way, Honey. This is way too violent for you. You're not old enough for this. Parker, you're not allowed to buy these without permission. Did your mother say this was okay?",
        "Sage: He bought it with his own money. Parker got big bucks all of a sudden.",
        "[SCENE_BREAK]",
        "Brad: Look, that is more like it. You look amazing.",
        "Liberty: Thanks, Dad.",
        "Brad: Want me to drive you to school?",
        "Liberty: No, it's cool. I can take the bus.",
        "Katie: Oh, these are cute. I haven't seen these. Where'd you get them?",
        "Liberty: I -- I don't remember.",
        "Brad: Don't tell me you've been shoplifting again.",
        "Liberty: No way.",
        "Brad: Where'd you get the money to buy them?",
        "[SCENE_BREAK]",
        "Sage: I asked him where he got the money. He told me to shut up.",
        "Parker: Yeah, you want me to tell you again?",
        "Jack: Guys. [Horn honks] Your bus is here. Come on. Come. We don't want to be late. All right. You have a great day, okay?",
        "Sage: Bye, Daddy.",
        "Jack: Bye, Honey. I love you. No, no, no, no, no. You give me that. You want to tell me where you got the money to buy a game you had no permission to buy?",
        "Parker: It's no big deal.",
        "Jack: Yes, it is, Parker. You can't afford this with your allowance.",
        "Parker: I saved up.",
        "Jack: Don't lie to me.",
        "[SCENE_BREAK]",
        "Meg: Mike. Hey. Oh, look at that. Your ankle seems much better.",
        "Mike: Yeah, thanks to you, the ace bandage miracle worker.",
        "Meg: Yeah. Well, there are some things a nurse doesn't forget.",
        "Mike: Come on, breakfast is on me to say thanks.",
        "Meg: Oh, that's sweet. Thank you.",
        "Mike: Oh, um, I got to talk to Lisa. Do you mind grabbing us a table?",
        "Meg: Yeah, sure.",
        "Mike: Great. I'll be right there.",
        "Meg: Okay. Barbara. Hey. Um, how are you feeling?",
        "Barbara: Oh, um -- well, my radiation really takes it out of me. But I feel like I'm getting stronger. Are you here alone?",
        "Meg: Uh, I'm meeting someone.",
        "Barbara: Paul, I hope. I keep hoping you two can work things out.",
        "Meg: Yeah, it hasn't really worked out that way.",
        "Barbara: What's happened? I've left him voicemail after voicemail. He hasn't gotten back to me.",
        "Meg: Actually, he -- he was arrested for assaulting a security guard while he was trying to see me.",
        "Barbara: Oh, my God.",
        "Meg: He's not going to jail, but he is facing criminal charges.",
        "Barbara: I -- Meg, look, I know that Paul hasn't handled things very well, but he loves you. Don't punish him for that. He needs you more than ever.",
        "[SCENE_BREAK]",
        "Sofie: You're not gonna drink that, are you?",
        "Paul: Oh. It's way too early for -- for Sofie.",
        "Sofie: You got drunk again.",
        "Paul: No. Yeah, maybe. I don't remember.",
        "Sofie: Do you remember making love the other night? I haven't heard from you since then. I didn't think you were that kind of a guy, Paul.",
        "Paul: I am. I'm that kind of a guy. I'm a terrible guy. You can ask anybody.",
        "Sofie: I'd rather ask you. What's wrong?",
        "Paul: Nothing.",
        "[SCENE_BREAK]",
        "Meg: Barbara, I can't help Paul. I can't even see him. I had to get a restraining order. It was the only way I could get him to leave me alone.",
        "Barbara: I am very sorry. Paul has been having a very hard time lately. But something must have made him go off the deep end. And something must have provoked him.",
        "Meg: Paul has no one to blame but himself.",
        "[SCENE_BREAK]",
        "Sofie: Feel better?",
        "Paul: Oh, yeah, I'm a new man. Listen, I'm really sorry that I didn't call. Uh, something came up, and, uh -- you have every right to be angry.",
        "Sofie: I'm not. Paul, I could never be angry at you.",
        "Paul: Never? Never, never? You should never say never. What happened between us, Sofie, well, it should never happen again.",
        "Sofie: Why? We needed each other. We still do. Paul, I'm good for you. Two people don't make love the way we did unless there's something very powerful between them.",
        "Paul: Sofie. Sofie, look, I -- I'd had a lot to drink, and we were both at kind of a low point, and I took advantage of you.",
        "Sofie: No, I didn't feel taken advantage of, not at all.",
        "Paul: That's very sweet, but that doesn't make it right, and it doesn't mean that it can ever happen again.",
        "Sofie: We've been attracted to each other for a long time. You can't deny that. And we had plenty of time to think about what we were doing, and when we were finally together, it's what we both wanted. Paul. Paul, there's nothing stopping us now. Why should we be alone and miserable when we could be happy together?",
        "[SCENE_BREAK]",
        "Barbara: I am so sorry I didn't know about this sooner.",
        "Meg: I just assumed Paul would have told you.",
        "Barbara: Well, maybe he didn't want to worry me because I've been sick. The thing is, if Paul needs me, I'm gonna be there for him. I'm his mother.",
        "Mike: Well, I hope you're hungry. Meg, what's wrong?",
        "Meg: Nothing. Let's just enjoy breakfast, okay?",
        "Mike: I -- I saw Barbara leaving. Did she say something to upset you?",
        "Meg: You know, when I saw Paul with Sofie, it felt like I was sliced open, but maybe -- maybe that had to happen. Maybe I -- I had to be hurt that bad so I would never go back there.",
        "Mike: I know what you're going through. But that feeling -- it doesn't last forever.",
        "Meg: No, I need it to last. Look, I know Paul can't be in love with Sofie. But seeing them together like that, it reminded me what Paul Ryan is really capable of and why I could never trust him again.",
        "[SCENE_BREAK]",
        "Sofie: I want you, Paul, and I know that you want me.",
        "Barbara: What the hell is going on?",
        "Paul: Not gonna talk about it with you.",
        "Barbara: That would have been a very serious mistake, Paul. You know, I -- I realize that you lost Meg, but rebounding with Sofie is not the solution. This girl's very vulnerable. She's desperate to feel needed and loved, and I know you feel sorry for her, because I do, too, but you can't let her think that she's got some kind of a future with you.",
        "Paul: Mom, I've done nothing to lead her to believe any such thing.",
        "Barbara: Well, good. Then stop this before it gets worse. And in no uncertain terms, you let her know that what was about to happen will never happen again.",
        "[SCENE_BREAK]",
        "Mike: Are your eggs okay?",
        "Meg: They're perfect. Seeing Barbara, I just kind of lost my appetite.",
        "Mike: What did she say?",
        "Meg: She wants me to help Paul. And it's not in my power, I know that. But the nurse in me wants to do something. I mean, he's sick. I just want to see him get better.",
        "Mike: You can't help him.",
        "Meg: I know. Like Barbara said, he is out of control and he needs to deal with his own problems.",
        "Mike: Maybe this needed to happen.",
        "Meg: You're right. You're right. I -- I hate to say this, but maybe Paul going to jail is maybe what he needs to turn himself around.",
        "Mike: Actually, that is not, uh, what I meant. In fact, I think sending Paul to jail could be a big mistake.",
        "[SCENE_BREAK]",
        "Katie: Kim said it was fine that we come in late. I think this is important.",
        "Brad: So, you gonna tell us where you got your hot new shades?",
        "Liberty: I did not steal them. My friend let me borrow them -- Ashley -- I don't remember her last name, but she's in my homeroom.",
        "Brad: Good. Good. I mean, I'm really glad that you're making friends, especially after what happened. You know, with the mean girls.",
        "Liberty: Oh, right. Ooh.",
        "Brad: I still can't believe that they pushed you in the shower with all your clothes on --",
        "Liberty: It's not a big deal. I actually get along well with them now.",
        "Brad: Of course you do. You are my kid. I was always popular in high school.",
        "Katie: Well, it was nice of her to lend them to you. Don't forget to give them back.",
        "Liberty: You know, I was thinking I might trade her something for them 'cause they look pretty cool on me, huh? Huh?",
        "Brad: You always look cool.",
        "Liberty: Yeah, hey, thanks.",
        "Katie: It's probably time for you to get to the class.",
        "Liberty: All right. Later, Guys.",
        "Brad: Is she awesome or what?",
        "[SCENE_BREAK]",
        "Jack: Hi, yeah, this is Jack Snyder, Parker Snyder's father. Listen, he's gonna be late to school today. No, he'll be there. I'll just -- I'll just drop him off a little later. Thank you. Waiting for an answer, Son. Where'd you get the money?",
        "Parker: I didn't steal it, if that's what you think.",
        "Jack: Where did you come up with this kind of cash?",
        "Parker: Liberty gave it to me.",
        "Jack: Liberty. Did Brad and Katie give her the money? What is going on here, Parker, please?",
        "Parker: I don't want to rat out a friend.",
        "Jack: I'm not giving you much of a choice.",
        "[SCENE_BREAK]",
        "Brad: Hey, Bro, come on in. What's up, Parker?",
        "Katie: What's Parker doing out of school?",
        "Jack: Oh, he's going to school late. He's got something he needs to tell the both of you. It's about Liberty.",
        "Brad: Oh, what a coincidence, 'cause I have some news about Liberty, too. The DNA test came back positive. She is my biological daughter.",
        "Jack: Well, congratulations, Brad. I'm sure you'll make one big happy family.",
        "Parker: So that means that she's kind of like my cousin now.",
        "Brad: Right.",
        "Parker: So maybe we don't have to do this dad.",
        "Jack: No, this is important, Parker. Tell them.",
        "Parker: Liberty won a lot of money off these guys in a dare. She jumped into the reservoir, and they had to pay her, big time.",
        "Katie: So when we ran into you at Old Town and she was soaking wet, it wasn't because a bunch of mean girls shoved her in the shower.",
        "Parker: No.",
        "Brad: These guys that made her get in the water, they were bullying her, right?",
        "Parker: Not really.",
        "Jack: Listen, the point is, they went shopping with the money that she won. Right, Parker?",
        "Katie: Oh, well, that clears up where the sunglasses came from.",
        "Brad: Principal's office, please. This is Brad Snyder, Liberty Ciccone's father. She's new. She's a -- she's a transfer student. I need to speak with her right away. What? No, no. No, don't worry about it. I'll handle it.",
        "Katie: What? What did they say?",
        "Brad: Well, she's registered at Oakdale High, but she never showed up. She's been skipping school this whole time.",
        "Katie: So, Liberty hasn't been to school at all.",
        "Brad: The principal tried to contact me, tell me that Liberty was a no-show. But, you know, they said they had the wrong number in her contact info.",
        "Katie: This is unbelievable.",
        "Brad: I just -- I wonder if they had the wrong name. Maybe it's a mistake.",
        "Jack: Parker, did you know that she was skipping this whole time?",
        "Parker: Yeah, I knew.",
        "Brad: I want to hear her side of the story.",
        "Katie: Yeah, we have to find her first.",
        "Jack: Any idea where she might be, Parker? It's really important that you tell us if you do.",
        "Parker: Yeah, I might know where she is.",
        "[SCENE_BREAK]",
        "Brad: What do you think you're doing?",
        "Liberty: I'm listening to my music.",
        "Brad: You're supposed to be in school.",
        "Liberty: I have a free period.",
        "Brad: The principal called me, says you been skipping school since day one.",
        "Katie: And Parker told us the truth. We know about the dare, jumping into the reservoir, and your little shopping spree.",
        "Liberty: Well, looks like I'm busted.",
        "Brad: Why? I mean, you've been -- you've been skipping school because you're afraid of getting bullied or what?",
        "Liberty: No. Are you kidding? I told you, I didn't want to go to school. School sucks.",
        "Katie: Well, too bad. You have to go to school. It's the law.",
        "Brad: Damn straight. And this time, you're gonna get a private escort.",
        "Liberty: Okay. But if you really want this school thing to work, I'm gonna need some certain incentives.",
        "[SCENE_BREAK]",
        "Jack: Hurry up. Everyone's in school except you.",
        "Parker: And Liberty.",
        "Jack: Well, she's not exactly a role model you want to have. Listen, go on, grab your tech project.",
        "Parker: I felt really skivvy telling Katie and Uncle Brad what she did.",
        "Jack: You did the right thing. You told the truth. And I'm proud of you.",
        "Parker: Does that mean I won't get grounded?",
        "[SCENE_BREAK]",
        "Meg: I still can't believe you think the charges against Paul should be dropped.",
        "Mike: Yeah, and I spoke to Lisa, and she thinks she can get the security guard to drop the assault charges, too.",
        "Meg: Weren't you the one that said we should throw the book at Paul Ryan?",
        "Mike: Yeah, I changed my mind.",
        "Meg: Why?",
        "Mike: Sending Paul to jail could be bad for business. And the tabloids would have a field day, buyers would get cold feet, Emma would get less for her land, and I really don't want to see her get hurt. Or you, for that matter.",
        "Meg: You're always watching out for us.",
        "Mike: And I don't really think you want to see Paul go to jail.",
        "Meg: No, I guess I don't.",
        "Mike: There's one more thing -- if the charges are dropped and Paul stays out of jail, you are gonna need that restraining order more than ever.",
        "Meg: But will it work, that's the question.",
        "Mike: Don't worry. If the cops can't keep Paul away from you, I will.",
        "[SCENE_BREAK]",
        "Barbara: Okay, you haven't told me yet. Are you gonna stay away from Sofie or not?",
        "Paul: I am not talking to you about this.",
        "Barbara: Paul, you're still in love with Meg. Admit it.",
        "Paul: She took out a restraining order.",
        "Barbara: Well, I can understand why you'd be angry, but this is no way to react.",
        "[Telephone rings]",
        "Paul: Hello? Oh. It's my attorney. Hello, Mr. Bill Bowers. How are you? No. No way, no. I don't care about it at all. I don't care if I do go to jail. I have no intention of fighting these charges. Just plead no contest. Really? Really? Fine, I'll be right there. I have to go to the police station.",
        "Sofie: I'll go with you.",
        "Paul: No. No. Neither one of you can help me.",
        "Barbara: Sofie. The best thing you can do for Paul is to leave him alone.",
        "Sofie: No. No, I can't. He needs me.",
        "Barbara: Honey, he is in love with another woman.",
        "Sofie: But Meg is no good for him.",
        "Barbara: You can't stop him from feeling what he feels, Sofie.",
        "Sofie: I can stop him because I can give Paul what he needs. Meg never will.",
        "[SCENE_BREAK]",
        "Paul: There you are. Tell the D.A. I won't fight the charges. I don't care what happens. I just want to get this whole thing over with.",
        "Attorney: Paul, the charges were dropped.",
        "Paul: How?",
        "Attorney: You lucked out. Here's the person you have to thank.",
        "Paul: What, Meg Snyder's here?",
        "Mike: Guess again.",
        "Attorney: I'll go finish up the paperwork. You dodged a bullet, so don't blow it.",
        "Paul: Well, I never thought I'd see you riding in on a white horse, coming to my rescue.",
        "Mike: This was a business decision. Sending a partner to jail could tank the whole real-estate development. I could not do that to the Snyders.",
        "Paul: Oh, come on. You wanted Meg to think you walk on water.",
        "Mike: Speaking of Meg, that restraining order against you is still in effect. So keep your distance.",
        "[SCENE_BREAK]",
        "Meg: Hey, Jack.",
        "Jack: Hey.",
        "Meg: What's up? Parker, shouldn't you be in school?",
        "Jack: No, he's going in late today. Why don't you go get what you need for your tech project? I'll think about what you said.",
        "Parker: Okay. Later, Meg.",
        "Meg: Yeah. Is he in trouble?",
        "Jack: Actually, he's doing what he can to stay out of trouble. It keeps finding him. It's tough at his age.",
        "Meg: What age does it get better? 'Cause I'd like to know.",
        "Jack: Yeah. It's always something, isn't it? Hey, I heard down at the station that charges were filed against Paul. Anything I can do?",
        "Meg: Well, the charges were dropped, so Paul can come and go as he chooses. But the restraining order still holds.",
        "Jack: Well, in that case, he better keep his distance if he doesn't want to find himself locked up.",
        "Meg: Well, let's hope it doesn't come to that. So, Parker, uh, didn't look too happy.",
        "Jack: It's a normal teenage game face.",
        "Meg: Is he having problems?",
        "Jack: No. I'd say the problem child is Brad's daughter. Oh, news flash -- yeah. Liberty is officially Brad's biological daughter, God help her.",
        "Meg: Oh, well, that's amazing. Uh, have you and Parker been getting to know her? What is she like?",
        "Jack: Honestly, I'd say she's a chip off the old block. She's a lot like Brad when he was her age.",
        "Meg: Ah, so she's getting into a lot of hot water.",
        "Jack: Well, cold water. How'd you guess?",
        "[SCENE_BREAK]",
        "Katie: Whoa, whoa, whoa, whoa. You skipped out on school and lied to us. That doesn't exactly put you in the position to start making demands.",
        "Brad: No, I want to hear her out.",
        "Liberty: Thanks, Dad. Okay, here's the deal -- if you give me my own room at the hotel, I'll go back to school and I'll stop skipping class.",
        "Katie: Oh, you expect to be rewarded for lying to us and skipping school.",
        "Liberty: No, not at all. Come on. You guys are newlyweds. What fun is it for you to have me hanging around, hogging up the bathroom, using all your fancy conditioner? I mean, you guys never get any privacy time anyway.",
        "Brad: She might have a point. Not about the conditioner, but about you and I having some alone time. Look, we're gonna get our own place. Liberty's definitely gonna get her own room, right? So we might as well start now.",
        "Liberty: Excellent. See that, Katie? Great minds share great DNA.",
        "Brad: You got that right, Liberty Bell. Here is the deal, okay? You have to promise me that you are going to go to school and you're gonna stay out of trouble for the rest of the year. Right, Katie?",
        "Liberty: I promise I will stay out of trouble for the rest of the week. Deal?",
        "Brad: Deal.",
        "[SCENE_BREAK]",
        "Sofie: I know Paul is hung up on Meg, but if -- if she cared about him at all, she would not have taken out the restraining order. She obviously does not understand him.",
        "Barbara: And you do?",
        "Sofie: He's been hurt over and over again. He feels all alone. I'm in the same boat.",
        "Barbara: Not exactly.",
        "Sofie: I could make him happy if he'd just let me.",
        "Barbara: Honey, forgive me here, but I've got a feeling this is the same thing you said to Cole. And you tried to save him. And we both know how that turned out, don't we?",
        "Sofie: Paul is nothing like Cole.",
        "Barbara: I'm not saying that he is, but Sofie, I've been involved with so many men that I thought that I could change, and it never worked out. You can't save Paul. He has to save himself.",
        "Sofie: You're asking me to give up on him. Well, that is the one thing that I can't do.",
        "[SCENE_BREAK]",
        "Paul: So, now you're Meg's little pit bull?",
        "Mike: Meg has a restraining order, so don't go near the farm.",
        "Paul: I'm still developing her property.",
        "Mike: I will handle the work site. Meg is off limits. If you go anywhere near her, you'll answer to me.",
        "Officer: Give us your John Hancock, and you're out of here.",
        "Sofie: Paul, are you okay? We can't let them put you in jail.",
        "Paul: No, no, I'm a free man. Everything's fine.",
        "Sofie: Oh, thank God. I was so worried about you.",
        "Paul: No, I'm gonna be just fine, as soon as I get some fresh air or a drink. Maybe I'll throw up.",
        "Sofie: Paul. Paul, wait.",
        "Paul: What, Sofie? What do you want? What -- what?",
        "Sofie: Did they drop all the charges?",
        "Paul: Yes, I just told you, it's all over.",
        "Sofie: Oh, that's great. That's great. We should go out and celebrate.",
        "Paul: No. I don't think that's a good idea.",
        "Sofie: No, I think we should just spend some time together. We have a lot to talk about.",
        "Paul: No, Sofie. I've already said everything I have to say to you.",
        "[SCENE_BREAK]",
        "Meg: Not long ago, Paul and I were getting close, and now I need a judge to keep him away from me. Life's funny, huh?",
        "Jack: Oh, a laugh riot. Best you can do is take the hit and try to move on, hopefully in one piece.",
        "Meg: Yeah, moving on is the tricky part.",
        "Jack: Yeah, when you figure out where we go from here, you -- you let me know, okay?",
        "[Knock on door]",
        "Meg: Hey. Mike, what's up?",
        "Mike: Hey, uh, Meg, uh, have you got a second?",
        "Jack: Yeah. You know what? I'm gonna get out of your hair. Parker's seriously late for school. Buddy, come on, get a move on!",
        "Meg: So, how did it go with Paul at the station?",
        "Mike: Well, let's just say you won't have to worry about him anymore.",
        "[SCENE_BREAK]",
        "Paul: Sofie, I don't want to hurt your feelings, but my life right now really sucks. And -- take care of yourself.",
        "Sofie: I'd rather take care of you.",
        "Paul: That's not -- look, you're -- you're so young. Why don't you go out and play?",
        "Sofie: Don't talk to me like I'm a little girl. I'm a woman.",
        "Paul: I know that. You're a very attractive woman.",
        "Sofie: So why don't you want to be with me?",
        "Paul: Sofie, the best thing you can do for yourself right now is stay far away from me.",
        "[SCENE_BREAK]",
        "Meg: Well, thank you for handling everything with Paul.",
        "Mike: Yeah, yeah. Forget about it. It's a beautiful day. Let's get out of here.",
        "Meg: Where should we go?",
        "Mike: I'll take you down to the work site.",
        "Meg: I live here, remember? I've seen it all before.",
        "Mike: Yeah, well, I'll show you what it's all gonna be like when it's finished. Come on, being outside will do you good.",
        "Meg: You know, my mother always says that.",
        "[SCENE_BREAK]",
        "Jack: It's about time.",
        "Parker: I had some trouble with the programming codes.",
        "Jack: Everything okay now?",
        "Parker: It works, but it's still pretty lame.",
        "Jack: What are you talking -- you worked really hard on this. It was impressive. I was never into robotics when I was in high school.",
        "Parker: That was before electricity, right?",
        "Jack: Oh, you could be a comic if this nano-engineering thing doesn't pay off.",
        "Parker: I have to get my science teacher to buy it first.",
        "Jack: It's a slam dunk, Parker. Relax.",
        "Parker: No, it's not.",
        "Jack: You got to be positive. Huh? I know you took this really seriously.",
        "Parker: What, you mean school? I guess more than Liberty does.",
        "Jack: That's not saying much. Who knows? Maybe today will make her change and do things right.",
        "Parker: She's Brad's daughter, Dad.",
        "Jack: That's a good point. What the hell was I thinking?",
        "[SCENE_BREAK]",
        "Lisa: Hey. Hi. I was just trying to get in touch with you, yes --",
        "Barbara: You were --",
        "Lisa: I wanted to know how you are. I wondered how the treatment's going.",
        "Barbara: Oh, um, there are good days and bad days.",
        "Lisa: Ah. Well, I gather this is not a very good day. Honey, uh, you look a little stressed. Let's go over here.",
        "Barbara: I am, I am, but it has nothing to do with radiation.",
        "Lisa: Oh, really? What's going on?",
        "Barbara: My son Paul is doing very reckless things.",
        "Lisa: Oh, well, can I assume that this has to do with, uh, a woman?",
        "Barbara: Unfortunately, more than one.",
        "Lisa: Well, I know about Meg Snyder, of course, but I don't know who's behind door number two.",
        "Barbara: Sofie Duran.",
        "Lisa: No! Little Sofie who worked here? You know, she quit. She didn't even give me a reason why.",
        "Barbara: She has a very unhealthy ability to attach herself to unavailable men.",
        "Lisa: Oh, well, then she's not the first person to go through that.",
        "Barbara: No, she's not. And I have tried to tell her that Paul is still very hung up on -- on Meg Snyder, but she won't listen to me, and she keeps kind of -- I don't know. I just don't want to see her hurt again, that's all.",
        "Lisa: Honey, listen. May I be frank with you?",
        "Barbara: You?",
        "Lisa: Yes.",
        "Barbara: Frank? How unexpected.",
        "Lisa: Oh, Honey, life is just too short. The last thing you need is to be concerned about your son's messed-up love life.",
        "Barbara: No, no, no. You don't understand. Meg took out a restraining order against Paul. He was just down at the police station. There had been charges filed against him.",
        "Lisa: Honey, I really don't care about that. I care about you. You're in the fight for your life. And -- and you just can't be -- let this deplete all of your energy. This is just nonsense.",
        "Barbara: Nonsense?",
        "Lisa: Nonsense, yes.",
        "Barbara: I see. And if Tom and Margo were having problems, you'd say fiddly dee and not give it another thought, right?",
        "Lisa: Well, we're not talking about me. We're talking about you. And I care about you. I know you love your son. I know you care about him. But I want you to get well. I want you to take better care of yourself.",
        "Barbara: Yes, Ma'am.",
        "Lisa: Oh. Listen, tomorrow, you and I have to go. We have to -- we have to go have lunch together. We have to talk about you. We're not gonna talk about Paul. Then we're going to do something very important.",
        "Barbara: Okay.",
        "Lisa: Yep, we're gonna have our nails done.",
        "Barbara: Okay. Okay.",
        "[SCENE_BREAK]",
        "Katie: Look how the work piles up when you're not around.",
        "Brad: You think I should call the school to make sure that Liberty, you know, isn't out at liberty?",
        "Katie: Brad, you walked her into the principal's office. I'm sure she's in class.",
        "Brad: Yeah, I hope so. I think we should do a segment on high school fashion trends. I think Liberty would -- I think she would really dig that.",
        "Katie: Yeah, you know what? Before we go there, I just have to say, I think it was a mistake to give Liberty her own hotel room. It's like rewarding her bad behavior.",
        "Brad: Yeah, I know. I mean, I know. It kind of reads that way.",
        "Katie: Kind of? We just caught her red-handed in about a million different lies, and she didn't even bat an eye. Do you really want to set someone like that free in a hotel room without any supervision?",
        "Brad: Okay, maybe it sounds crazy, but I think we can make this work.",
        "Katie: How?",
        "Brad: Okay, I -- I talked to Lisa, and starting tomorrow we'll be able to have her room right next to ours. We'll be able to hear every move she makes. I'll take all of the booze out of the minibar. She'll have a curfew. She'll have to do her homework every night. I mean, it's not like she's taking a trip to the beach.",
        "Katie: Just a spa at a luxury hotel.",
        "Brad: Look, this is gonna be good for us, too. Liberty showing up kind of put a cramp in our honeymoon, and I -- I want to make that up to you.",
        "Katie: And I appreciate that. I -- I really, really do.",
        "Brad: Oh. And it's our first night alone. Do not expect to get much sleep.",
        "Katie: I'm there. It's just that -- I don't know. I think Liberty needs a little more discipline. It's like you're sending her mixed signals.",
        "Brad: I'm trying to make the situation work for all of us.",
        "Katie: The only way it's gonna work is if we sleep with our eyes open. Think about it, Brad. If she's been lying to us about skipping school, what else has she been lying to us about?",
        "[SCENE_BREAK]",
        "Parker: Thanks for the ride, Dad.",
        "Jack: Yeah. You got everything?",
        "Parker: Yeah.",
        "Jack: All right.",
        "Parker: So, aren't you gonna warn me to stay away from Liberty? Are you the one keeping all these different",
        "Jack: I'm not gonna tell you you can't hang out with Liberty. She's your cousin now, and from what I can see, she needs a friend who plays by the rules.",
        "Parker: Like me?",
        "Jack: Cut yourself some slack. You've come a long way. You're a smart kid, Parker, smart enough to build your own robot.",
        "Parker: Yeah, well, you think I could program this thing to keep me out of trouble?",
        "Jack: Oh, you made mistakes, but you learned from them. You know better now, right? If you -- if you can clean up your act, maybe you can help Liberty do the same.",
        "Parker: Okay, but don't expect miracles, all right? And one more thing. What's gonna happen to my new game?",
        "Jack: Yeah, I've been thinking about that. Since you've been so honest, you can keep it. I'll leave it at your mom's.",
        "Parker: Thanks, Dad.",
        "Jack: You're a good kid, Parker.",
        "[SCENE_BREAK]",
        "Brad: You know, I think Liberty's gonna straighten out now that she knows her old man's got her number. I just called myself an old man.",
        "Katie: Why don't you call her mother and tell her what's going on. You two can compare notes, see if there's any other issues you need to deal with.",
        "Brad: That's a great idea, and I need to let her know its official. I'm the daddy, big daddy. Voicemail. Janet, Brad -- Brad Snyder. I just want to let you know that the test results came in, and it is official. I -- you know that I'm -- I am psyched to be, um, Liberty's father. And I'm totally cool with taking responsibility, but she's having a tough time in school, so I think maybe we should get together, you know, put our heads together and -- and figure out what to do. So, you got my number. Give me a call.",
        "Katie: Don't you think it's strange?",
        "Brad: What?",
        "Katie: Every time you call her, you have to leave a message. She doesn't seem like a very hands-on mother.",
        "Brad: Well, Janet was always a flake. And I'm sure having a kid when you're really young isn't the best way to learn responsibility. But that is where you and I come in. Liberty can now have parents that she can be proud of.",
        "[SCENE_BREAK]",
        "Liberty: Hey, tough guy.",
        "Parker: Hey.",
        "Liberty: What's in the box?",
        "Parker: A tech project -- boring. Sorry my dad made me rat you out.",
        "Liberty: No worries. We're cool.",
        "Parker: What are you doing out of class? Please don't tell me you're cutting again.",
        "Liberty: What they don't know can't hurt me, right?",
        "[SCENE_BREAK]",
        "Mike: So, you don't need a hard hat or anything. I'm not gonna be putting you to work.",
        "Meg: I would love to be your job foreman. Then I could order you around.",
        "Mike: Ah, yeah, that'll be the day.",
        "[SCENE_BREAK]",
        "Sofie: It is lovely of you to invite me to brunch, but I'm not that hungry.",
        "Barbara: Nonsense. You have to eat, or you won't have any energy. And you're gonna need your energy because I plan to keep you very, very busy.",
        "Sofie: To keep me away from Paul?",
        "[SCENE_BREAK]",
        "Mike: Meg, don't. Let me handle this. What the hell do you think you're doing, Paul? I told you to stay away from Meg. I'm calling the cops.",
        "Meg: Wait, Mike. Wait.",
        "Paul: I had no idea Meg was here. I haven't been anywhere near the farmhouse, as per the restraining order.",
        "Mike: You did this on purpose.",
        "Paul: No, I didn't, Mike. I didn't. You walked over here to talk to me. You could have walked away, but you didn't. Since you are here, Meg, there's something I'd like to say to you.",
        "[SCENE_BREAK]",
        "Barbara: All you need are a few connections, which I will provide for you, and you could have a very lucrative jewelry and that talent could make you famous.",
        "Sofie: You're the first person who's ever thought that.",
        "Barbara: 'Cause I have an eye and I know marketing. And we're gonna start tomorrow night with the reopening of Metro.",
        "Sofie: Metro? The nightclub. What does that have to do with me?",
        "Barbara: Well, there's bound to be media coverage there, and you're going to show up in a beautiful dress provided by me wearing all of your own jewelry designs, which the public will see in all of its glory when your picture appears in the style pages of at least 10 different magazines. This is it, Sofie. A new beginning, a start to an exciting new life.",
        "Sofie: Will Paul be there?",
        "[SCENE_BREAK]",
        "Mike: You don't have to do this, Meg.",
        "Paul: I'll stay away from Meg if that's what she wants. I'll respect the restraining order. Meg, I just wanted to say that you won't have a problem with me anymore. Bye.",
        "Announcer: On the next \"As the World Turns\"",
        "Mike: Yeah, Paul Ryan is in violation of his restraining order. Arrest him.",
        "[Knock on door]",
        "Brad: Liberty, it's your dad. Open up.",
        "Liberty: Um, don't -- don't come in. You know, I'm naked.",
        "Janet: Do you remember me? 'Cause I sure remember you. Oh.",
        "Brad: Holy cow. Juicy Janet."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=CwBypCSzIfw"
}