{
    "Episode Summary": [],
    "Recap": [
        "Paul and Meg make love at the cabin but later Meg leaves Paul again when she realizes that he can't let go of his hatred for Craig. Brad defends Katie to J.J. and makes him realize that Katie loves him and isn't trying to replace Carly in his life. Jack and Carly kiss and Jack is shocked when his feelings for Carly return. Jack is honest with Katie about the kiss and admits that Carly will take a piece of him with her when she dies. Rosanna and Craig are both in deep denial about the fact that Paul and Meg still love each other. Craig and Rosanna are determined to keep Meg and Paul apart since they both feel that Paul and Meg could love them if they were kept apart long enough to give them a chance. Carly tells Brad she knows Jack still loves her after their kiss and she is saddened that she doesn't have enough time to fight for him."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Jack and Carly kiss]",
        "Jack: Carly, I --",
        "Carly: No. Uh -- no. Oh God, I'm -- I'm so sorry, Jack. I'm embarrassed. I have no right to ask you to do that. I just never felt this way before. I'm scared. I want something to hold onto, you know? I want to feel alive \u0096",
        "[SCENE_BREAK]",
        "Katie: I know you don't mean that.",
        "J.J.: Yes, I do! And you're just waiting until my mom dies so you can have my dad all to yourself!",
        "Katie: J.J., that's not true! Your mom and I used to be friends.",
        "J.J.: Some friend you are.",
        "Katie: Even if we weren't friends, I wouldn't want her to die. You have to believe me!",
        "J.J.: Well, you know what? I can't, okay? And I never will!",
        "Katie: I know you're going through a lot right now, and so is your dad and Parker and Sage. But I care about you. I care about you all so much.",
        "J.J.: Well, if you care about my dad, you would let him go, so he can be with the person he really loves.",
        "[SCENE_BREAK]",
        "Rosanna: I thought you'd be back by now. Barbara's either trying to talk you out of marrying me, or you know, planning the wedding. I'm not sure which is worse. Okay, well, um -- call me. Oh, goodness. Oh, I'm so sorry --",
        "Craig: Well, you planning your wedding day already, huh? Well, I can see why you're distracted.",
        "Rosanna: Thank you very much. I told you we set a date.",
        "Craig: Oh, that's right. Yeah, that's right, you did. When is that again? Oh, that's right, it's the end of the month -- it's Halloween. You know, I got to hand it to Paul Ryan and his sense of irony. Where is the lucky son of a gun? I'd like to congratulate him.",
        "[SCENE_BREAK]",
        "[Paul and Meg made love]",
        "Meg: Oh my God --",
        "Paul: What? Meg --",
        "Meg: I shouldn't be here.",
        "Paul: What? Stop. What are you doing?",
        "Meg: No, I got to go!",
        "Paul: No.",
        "Meg: Paul, give it to me. Hey!",
        "Paul: You're not going anywhere. We're not finished.",
        "[SCENE_BREAK]",
        "Katie: You're right. Jack does love Carly.",
        "J.J.: So why are you still with him?",
        "Katie: Because there's a difference, J.J., between loving someone the way your dad loves your mom, and being in love with someone the way Jack is with me.",
        "J.J.: Yeah, and you're just saying that because you wish it was true! But you're wrong!",
        "Brad: J.J., you need to back off. I know you've got a lot to deal with right now, I'm sorry, but you are way out of line. Sit! Look, Katie, this isn't about you. J.J., he doesn't hate you.",
        "Katie: He made it pretty clear how he feels about me. And I don't blame him. I called him my stepson in front of everyone.",
        "Brad: He is your stepson.",
        "Katie: I know, but when I say that, he hears me trying to take over Carly's place in his life.",
        "Brad: You're not trying to replace Carly.",
        "Katie: Try telling him that.",
        "Brad: Okay, I will.",
        "Katie: No, Brad! No, wait!",
        "Brad: No, you know, we both know he shouldn't be treating you like this, and somebody needs to tell him that.",
        "Katie: Brad, don't! Please!",
        "J.J.: Are we going now?",
        "Brad: No. Sit down. We're not going anywhere.",
        "[SCENE_BREAK]",
        "Paul: You're so beautiful.",
        "Meg: Stop.",
        "Paul: You stop. I remember the first time I looked at you and thought that.",
        "Meg: You do?",
        "Paul: Yeah I do. It was right here. And it was cold. And I had chills. Couldn't stop shivering. And you took off your jacket and put it around me to keep me warm.",
        "Meg: I had to. You were my ticket to a better life.",
        "Paul: You were so beautiful,",
        "Meg: It hurt to breathe because you'd just been shot.",
        "Paul: It hurt. I think that's the moment that I fell in love with you.",
        "Meg: And here we are again. Only somewhere down the line, you learned to hate me.",
        "Paul: I don't hate you. No matter what I said. Do you know I love you?",
        "[SCENE_BREAK]",
        "Rosanna: Well, if you must know, Paul has gone to tell his mother that we've set a date.",
        "Craig: Barbara must be thrilled that you're going to be her daughter-in-law. Again. So Paul's out spreading the good word?",
        "Rosanna: That's right.",
        "Craig: You know, we should all celebrate at the Lakeview. Toast the happy couple.",
        "Rosanna: What a lovely thought, but I don't think your wife would be much in the mood to celebrate. You know, she didn't take the news of our wedding very well. Why do you think that is?",
        "Craig: Maybe it wasn't what you said, so much as how you said it. Did anybody ever tell you, you have a tendency to be hostile?",
        "Rosanna: I see. I see. Poor little Meggie got her feelings hurt because I was mean to her. It has nothing to do with the fact that she's carrying a big torch around.",
        "Craig: Oh, she dropped that torch quite some time ago. So, if you think that she's upset that you're tying the noose, I'm sorry, the knot, with Paul Ryan --",
        "Rosanna: Yes, yes, she's upset. Of course she's upset. She never dreamed that Paul would move on with somebody else and build a future with them. Somebody other than her.",
        "Craig: Are you suggesting she still has feelings for him?",
        "Rosanna: Well, I don't know. You know her better than I do. What do you think?",
        "Craig: I trust my wife.",
        "Rosanna: Oh yes, of course you do. And why shouldn't you? I mean, Meg wouldn't do anything with Paul if he didn't want to. And guess what? He doesn't.",
        "Craig: And you're sure about that?",
        "Rosanna: Whatever Paul and Meg once had is over. And Meg knows it.",
        "[SCENE_BREAK]",
        "Meg: You love me?",
        "Paul: You know I do. I tried not to. I tried hating you. But I just can't.",
        "Meg: Well, who knew?",
        "Paul: You knew. You knew. You called me on it. I give up. I surrender. I can't fight anymore.",
        "Meg: Paul --",
        "Paul: I said some unforgivable things to you, and I've been a fool.",
        "Meg: Yes, you have.",
        "Paul: I fought so hard to get back to you. And then when I did get back to you, to find you with Craig -- trying to make it work with him. Staying with him. That was really difficult.",
        "Meg: I told you how that happened. I had no place else to go. What else did I have? You were everything to me, Paul. And when I lost you, I felt like I lost myself. I did lose myself.",
        "Paul: I'm sorry. You know, I really just hope that we can get past it, you know, because I get it now.",
        "Meg: Get what?",
        "Paul: It doesn't matter if you are married to Craig. You belong to me. You'll always be mine. In every way. And now Craig is finally going to know what it feels like to lose.",
        "[SCENE_BREAK]",
        "Brad: I know you're angry, okay? What's happening to your mom -- it stinks. But this isn't the way to handle it. Katie hasn't done anything to you. You know, she's not trying to be your mom, she's not trying to keep Jack away from her either. She's just trying to make a really awful situation a little more bearable for you.",
        "J.J.: Well, she can't. So she -- sp she should just quit trying!",
        "Brad: Maybe she should. But her heart is in the right place. She really cares for you. And you know what, kid? That makes you one lucky guy.",
        "J.J.: Whatever.",
        "Brad: Whatever. Oh, so that's the way you're going to be? You just want to keep taking pot shots at someone? Okay, fine. Take them at me, man. Take them at me. Yeah, I'm a big guy, you're angry, take it out on me. Let me man up. Right here, come on. Come on. Give me what you got. You're really angry? Hit me! Let me see it! You know, you want to get it all out of your system. Everything that's unfair. Your mom, your dad, Katie -- come on, hit me! Hit me, man! Yeah, that's right. Good, good. Come on, you can do better than that. Come on, I'm right here. I'm right here. I'm right here, man. Right here.",
        "[SCENE_BREAK]",
        "Carly: Jack --",
        "Jack: Rest.",
        "Carly: Wait.",
        "Carly: Thank you. For everything.",
        "[SCENE_BREAK]",
        "J.J.: Hey.",
        "Katie: Hey, yourself.",
        "J.J.: What I said before, about you and my mom -- I shouldn't have said that. And I knew that you were just trying to be nice to me. And I'm sorry.",
        "Katie: Apology accepted.",
        "Brad: Why don't you go out to the car, and I'll meet you out there in a minute. You okay? Any better? Abs of steel here. Doling out free hits if you want to.",
        "[SCENE_BREAK]",
        "Paul: Meg, what are you doing?",
        "Meg: Don't. Don't! I need to get out of here.",
        "Paul: Why?",
        "Meg: Do you really need to ask?",
        "Paul: Yes, I need to ask. I don't understand --",
        "Meg: I am leaving because you can't let it go!",
        "Paul: I don't even know what you're talking about?",
        "Meg: Craig.",
        "[SCENE_BREAK]",
        "Craig: Well, it seems we're on the same page. We both agree that Meg has gotten over Paul.",
        "Rosanna: Well if she hasn't, she's only deluding herself, isn't she? Because I'm not letting go of Paul and he's not letting go of me.",
        "Craig: Okay, well if that's truly the case, why wait? Why not just hold up your end of our bargain and hand Montgomery Enterprises back to me right now?",
        "Rosanna: Well, have you held up your end of the bargain? Is there something that you'd like to share?",
        "Craig: You know, I can't help wondering if you're not quite as confident as you're pretending to be with me. It seems you're still worried that if Meg is not pregnant with my child, that she and Paul will find their way back together.",
        "Rosanna: Answer the question. Is she pregnant?",
        "Craig: You know me, Rosanna. I never kiss and tell.",
        "Rosanna: Right. Well then I'm not giving back Montgomery Enterprises. Okay? Despite what you may think, Paul isn't stupid. If I just hand you back the company now, he'll get suspicious.",
        "Craig: You really do have to find that man of yours a hobby.",
        "Rosanna: Yes, well he had one. And you married her. And since we're back on the subject, yes, the baby is an insurance policy.",
        "Craig: Insuring what, exactly?",
        "Rosanna: That Meg keeps her distance from Paul. After all, I think she's a bit too honorable a woman to cheat on the father of her child.",
        "Craig: Oh, and you assume Paul is too honorable to chase a married woman?",
        "Rosanna: There's only going to be room for one married woman in Paul's life. Me.",
        "[SCENE_BREAK]",
        "Paul: Meg, stop. Will you just talk to me, please?",
        "Meg: No, I am done talking! Because it doesn't really matter. You say you love me --",
        "Paul: I do love you.",
        "Meg: You don't love me. You don't even want me. Not really. You just don't want Craig to have me. That's what this is all about!",
        "Paul: Craig doesn't deserve you.",
        "Meg: Oh and you do? You do?? Just because you got me into bed, you think you win and Craig loses?",
        "Paul: Is that what you think today means to me? Is that what -- is that how you think I see you?",
        "Meg: Why not? Everybody else thinks I'm Craig Montgomery's trophy wife!",
        "Paul: Which is why Craig should be killed.",
        "Meg: And that's exactly what tore us up in the first place. You had to get Craig! You had to stop him!",
        "Paul: Yeah.",
        "Meg: How many times did you promise me, this was it? But you couldn't stop, Paul. Neither could I. And it almost killed you. And I'm not going to risk that again.",
        "Paul: Hey! Hey, hey! Look, you want to leave? Fine, go. But don't pretend you're leaving because you're scared of how much I hate Craig. You're leaving because you're scared of how much I love you.",
        "[SCENE_BREAK]",
        "Brad: What was that for?",
        "Katie: For what you've done.",
        "Brad: I didn't do anything, come on.",
        "Katie: Yeah you did. You got J.J. to actually look at me. To see what I'm trying to do for him. That apology coming from him, that was huge and you made it happen.",
        "Brad: He had it coming. You know, what he said to you was just --",
        "Katie: It's not just the apology -- lately, every time I need someone, I turn around and you're there. Like looking at the house with me, being there with me in the kitchen after the wedding when jack went to see Carly. Even today, with me and J.J., when he met Phil Simms. You didn't have to do any of that.",
        "Brad: It's no big deal.",
        "Katie: It is to me. You know, it's been pretty nice, in the middle of all this, to see a different side of you.",
        "Brad: Well, don't get used to it. 'Cause the next woman that calls me to play house, I am definitely --",
        "Katie: You're a really good friend when you want to be. Thank you.",
        "[SCENE_BREAK]",
        "Paul: Being with me -- the way you feel when you're with me -- scares the hell out of you.",
        "Meg: Get over yourself. Let me go!",
        "Paul: That's why you're with Craig, isn't it? He doesn't love you the way I love you. He doesn't make you feel the way I make you feel. That's okay with you because you're safe. You're safe with Craig because your heart is already spoken for.",
        "Meg: Yeah, so is yours! By Rosanna! You don't love me anymore, or you never would've asked her to marry you. I can't afford to love someone who would do that.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Rosanna: I'm surprised to see you here.",
        "Paul: Just getting a coffee, you want one?",
        "Rosanna: You were gone for so long, I started to get worried. I called Barbara, I mean, she said that you left her place hours ago. I called you at our house, I called you on your cell -- what were you doing that you were so busy you couldn't pick up when I called?",
        "Paul: Nothing. My phone didn't even ring.",
        "Rosanna: I see.",
        "Paul: Why? What is it?",
        "Rosanna: You were with her, weren't you? You were with Meg.",
        "[SCENE_BREAK]",
        "Craig: I have been looking for you. That was some walk. Did you get things sorted out?",
        "Meg: Yeah, things are a little clearer now. What's that?",
        "Craig: Well, after you abandoned me, I had to come up with some way of killing some time.",
        "Meg: So you went shopping?",
        "Craig: Yes. But not for myself. Go on. Take a look.",
        "Meg: You really shouldn't have done this --",
        "Craig: Well that's never stopped me with anything before. Besides, I saw that and all I could do was think of you. What's the matter? You don't like that?",
        "Meg: It's a little inappropriate to display it in Old Town.",
        "Craig: Come on, let's get out of here. We'll go home. You can put it on for me there.",
        "Meg: You know, Craig, it's really been a really long day.",
        "Craig: Okay, you know what Meg? You look at me. Look at me. Long day or not? We're not going anywhere until you tell me what's wrong.",
        "[SCENE_BREAK]",
        "Paul: Listen, truthfully, honestly, I have not seen Meg here today. What? What is it?",
        "Rosanna: I'm sorry. Maybe it's just my guilty conscience getting the better of me.",
        "Paul: What have you done to feel guilty about?",
        "Rosanna: Well, I ran into Meg earlier today.",
        "Paul: You did?",
        "Rosanna: Yeah.",
        "Paul: What happened?",
        "Rosanna: Well, I'm not very proud of the way that I handled myself. I felt provoked and a little territorial. It's so silly.",
        "Paul: Why? What did you say?",
        "Rosanna: Well, I told her that I knew that she still had feelings for you, and that the only reason that she was with Craig was because you didn't want her.",
        "Paul: Did she deny that?",
        "Rosanna: She said that she knew that it was over between you, and that she only wanted to work on her marriage.",
        "Paul: Yeah, well, I hope you told her good luck with that.",
        "Rosanna: She didn't really have a choice. I -- I told her about our wedding date. I hope that doesn't make you angry.",
        "Paul: No. Oh, come on. Hey, we are getting married. You can tell anyone you want. Any way you want.",
        "Rosanna: Okay. How did -- how'd it go over with Barbara when you told her about our wedding date?",
        "Paul: She's happy if we're happy.",
        "Rosanna: That's good. That woman's a little hard to read over the phone. Oh, and you know what? That bag down there by your feet -- I told Carly that I would pick up some things for her kids.",
        "Paul: You want me to drop it off at the house?",
        "Rosanna: Um, no, actually I don't want to bother her, but I thought I'd go to the station and give it to Jack. Do you want to come with me?",
        "Paul: Yeah, sure.",
        "Rosanna: Okay. Oh, you got something -- where did this come from?",
        "Paul: A tree.",
        "[SCENE_BREAK]",
        "Meg: I went for a walk, that's all. Nothing happened.",
        "Craig: There's obviously something bothering you. Baby, what is that? Did you fall? You hit your head?",
        "Meg: Okay, you know -- promise me you won't make a big deal out of this --",
        "Craig: No. Sorry. No, I have heard that too many times not to know I am probably not going to like what I'm hearing next.",
        "Meg: Okay. I needed some time by myself, to think. So, when I went out, I thought the best place to go was in the woods by Luther's Corners.",
        "Craig: So you went out there alone?",
        "Meg: Craig -- Craig, I grew up near there, those woods are very familiar to me. Anyway, somebody came up from behind, and hit me.",
        "Craig: What? Somebody -- somebody attacked you? Who?",
        "Meg: I don't know.",
        "Craig: Didn't you get a look at this person? How could you not have -- did you get knocked out?",
        "Meg: Just for a moment.",
        "Craig: Baby, are you okay? You could have a concussion.",
        "Meg: I don't have a concussion. I'm fine. I used to be a nurse, remember?",
        "Craig: Oh, yeah, yeah sure. Patient heal thyself. Come on, we're going to the police station.",
        "Meg: No, no, we're not. I don't want to. I want to go home.",
        "Craig: Honey, you just got attacked. You're lucky you get to go home. What if this was to happen again?",
        "Meg: It won't.",
        "Craig: You're right, it won't. Because we're going to make sure it doesn't. Because we're going to the police station to file a report.",
        "Meg: That's not necessary.",
        "Craig: I think it is necessary. Listen to me. Look at me. No one is going to hurt you again. Do you hear me?",
        "[SCENE_BREAK]",
        "Katie: I'm so happy to see you. I thought after work, you'd probably go over to Carly's.",
        "Jack: I did.",
        "Katie: Oh. So she must have told you about when I went over there.",
        "Jack: She said something about you taking -- you and Brad taking J.J. over to the studio.",
        "Katie: Phil Simms was there. I knew J.J. would want to meet him.",
        "Jack: Yeah, are you kidding me? It's one of his favorites.",
        "Katie: Well, Carly didn't think it was such a good idea. But you know me, I insisted. And then Brad backed me up. Which should've been my first clue that Carly was probably right. And she was 'cause as soon as we got to the studio, things blew up and J.J. got mad at me. Brad had to step in --",
        "Jack: What did you say?",
        "Katie: You are a million miles away. Did something happen when you were at Carly's?",
        "Jack: Yeah.",
        "[SCENE_BREAK]",
        "Brad: You okay?",
        "Carly: Never better. You?",
        "Brad: Talk to me.",
        "J.J.: Hey, Mom.",
        "Carly: Hi, Sweetheart. What's this?",
        "J.J.: We just stopped off and got you some cider. You can still have that, right?",
        "Carly: Mm-hmm.",
        "J.J.: Good. Whoa, what happened?",
        "Carly: Yeah I'm -- I'm sorry, Honey. I was trying to move it and it fell. I'm sorry.",
        "J.J.: No, it's okay. It's not a big deal. Are you okay?",
        "Carly: Fine. So, how was the surprise at the studio?",
        "J.J.: It was okay.",
        "Carly: Just okay?",
        "Brad: Hey, J.J., why don't you take that into the kitchen, see if you can glue that piece on?",
        "Carly: Yeah, go ahead. I'll be right here if you need anything, okay?",
        "J.J.: Yeah.",
        "Carly: What happened?",
        "Brad: Nothing -- Katie said J.J. was her stepson, he got bent out of shape.",
        "Carly: I don't blame him. What, she's been married to his father for like, a couple of days, and she's going to act like she owns him? I think that's a little jarring --",
        "Brad: It's also true. It's true, Carly. He is her stepson. And it's not a dirty word. Okay, listen, listen, just listen to me, okay? J.J. doesn't want Katie to replace you anymore than you do, so that's one worry you can just -- you can let go of right now.",
        "[SCENE_BREAK]",
        "Katie: Did Carly have another blackout?",
        "Jack: No. When I got there, she was on the floor. She was working on some diorama for J.J., and she fell and she couldn't -- she was too weak.",
        "Katie: Oh, no.",
        "Jack: So I had to help her just to stand up. I'm watching her disappear right in front of me, Katie.",
        "Katie: I'm sorry. Was she okay when you left?",
        "Jack: I -- I don't know. I don't know. But before I left, she --",
        "Katie: She what?",
        "Jack: She asked me to do something.",
        "Katie: What?",
        "Jack: Carly asked me to kiss her. I want you to know this because I don't want you think that I'm keeping anything from you. Even if it does feel like I'm letting you down.",
        "Katie: No, you're not.",
        "Jack: No, of course I am. Of course -- hey listen, I'm asking you to do the impossible, and every day it's something else. Why wouldn't you be upset?",
        "Katie: I'm not. I'm really -- I'm not. I'm actually embarrassed for you. You promised Carly that you would be there for her. That you would do anything she needed. And for her to go that far? I can't imagine how hard it was for you to say no.",
        "Jack: I didn't say no.",
        "[SCENE_BREAK]",
        "Brad: How do you feel today? Huh?",
        "Carly: Fine. You can stop hovering.",
        "Brad: I'm hovering? All right, you're going to play it like that, I'll just call Jack and ask him. I think that was his car pulling away as I drove up.",
        "Carly: Put your phone away, Brad. Please, put it away.",
        "Brad: What happened? You two have some sort of fight?",
        "Carly: No. No, we didn't fight. We talked. I talked mostly. And I asked him to -- he still loves me.",
        "Brad: I could've told you that.",
        "Carly: Tonight was different. I felt it. It's stronger now than it ever was.",
        "Brad: Well then why are you so sad?",
        "Carly: It's too late to do anything about it.",
        "[SCENE_BREAK]",
        "Katie: You kissed Carly? Like, a little kiss or --",
        "Jack: It was a real kiss.",
        "Katie: No, yeah, of course it was. I mean, if you're going to kiss someone you were married to, it's going to be different -- it's going to be -- a kiss. She's the mother of your children.",
        "Jack: Katie, Katie, please. Don't try to analyze it. Okay, you can't.",
        "Katie: Why not?",
        "Jack: Because you can't. I can't. It's a once-in-a-lifetime thing that you couldn't possibly be prepared for. So, I mean --",
        "Katie: It wasn't a thing, it was a kiss.",
        "Jack: Yes. It was one -- one kiss.",
        "Katie: One kiss? So what? You just kissed her and left?",
        "Jack: I got her settled on the couch and I left, yeah.",
        "Katie: Okay. I'm such an idiot sometimes.",
        "Jack: No. No, you're not.",
        "Katie: No, yes, I am. I'm making this seem like it's the biggest thing in the world, and it's not. It's not. It's really -- it was just a kiss. I can't blame you. Hell, I can't even blame Carly. If I had one last wish, it would be to kiss you too. It's not like it meant anything -- oh my God.",
        "[SCENE_BREAK]",
        "Craig: Hi, excuse me, officer? My wife was attacked in the woods behind Luther's Corner today. We'd like to file a report.",
        "Cop #1: Okay, just have a seat in there, and I'll be with you in a moment.",
        "Craig: Thank you very much. Come on.",
        "Paul: Did someone attack you in the woods?",
        "[SCENE_BREAK]",
        "Jack: Katie --",
        "Katie: So this kiss -- no, this kiss meant something. It wasn't just fulfilling someone's last request, was it?",
        "Jack: I don't know. I don't know what it meant. I don't know what to tell you.",
        "Katie: Tell me why you said yes. You said Carly asked you. You obviously had a conversation about it.",
        "Jack: For two seconds, maybe. You see? I don't know what to say. Because there's no right answer.",
        "Katie: What am I supposed to do?",
        "Jack: Nothing. There's nothing you can do about it.",
        "Katie: But I'm your wife, I'm supposed to help you!",
        "Jack: You can't. It's my own fault. I blame myself. I'm feeling things that I haven't felt in a -- in a very long time. Things I thought were gone, that were supposed to be gone.",
        "Katie: You -- you're talking about your feelings for Carly?",
        "Jack: Yes.",
        "[SCENE_BREAK]",
        "Carly: I think I'm finally getting what I deserve.",
        "Brad: How so?",
        "Carly: All I've ever wanted is Jack.",
        "Carly: We've spent so much time denying how we feel about each other. And now that we've stopped doing that, I don't have so much time left. At least I get to know how he really feels. You think that's what they mean by divine justice?",
        "Brad: I got to be honest with you, Carly. I don't know if its justice, or karma, or -- you know, part of the bigger plan. I don't even care if Jack forgives you, I just don't want you to die.",
        "Carly: I know. If it weren't for the dying part, this would almost be worth it.",
        "[SCENE_BREAK]",
        "Jack: I gave up on wanting things to work out between me and Carly a long time ago. You know that. But when I found her on the floor, everything came flooding back. I just wanted -- I wanted to just protect her. I wanted to help her. I wanted to make her better, but I can't. I can't. I can't make Carly better. And I'm stuck. So when she asked me to kiss her --",
        "Katie: You said yes because with all the things you can't do for her, that's one thing you could.",
        "Jack: Right. But I don't know if I did it to help her forget that she was sick -- or if I did it to help myself feel better.",
        "Katie: What does that mean?",
        "Jack: Maybe I thought that I could hold onto that part of me that she's going to take with her when she dies. Just for a little while longer. And I know -- I know what that sounds like --",
        "Katie: No you don't. You have no idea what that sounds like. Because if Carly still has a piece of you -- if you still have feelings for her -- where does that leave me?",
        "[SCENE_BREAK]",
        "Paul: Craig, I have a cabin in those woods. If some guy is attacking women, I should know.",
        "Cop: Mrs. Montgomery? I'm ready to take your statement now, if you and your husband would care to join me in the interview room.",
        "Meg: You know, I have to go freshen up. I promise I won't be long. I'll meet you in there, okay?",
        "Craig: Yeah.",
        "Paul: I should probably stick around, make sure everything's okay.",
        "Craig: You know, Paul, Meg is my wife. That makes her my concern. Your concern is at home, planning your wedding. Give my regards to Rosanna.",
        "Meg: What the hell was that all about?",
        "Paul: I don't know what you're talking about.",
        "Meg: You don't know what I'm talking about -- how what happens to me is your business? All that stuff about your cabin?",
        "Paul: Well, I do have a cabin. And I am concerned about you.",
        "Meg: Don't be! You and I are over. You saw to that. So if you ever bring up what happened today, to me, or to Craig, you're going to be very sorry.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, there you are.",
        "Paul: Hey --",
        "Rosanna: Hello. I dropped off the bags. Jack will pick them up on his next shift. You ready to go?",
        "Paul: Yeah.",
        "Rosanna: Yeah?",
        "Paul: Of course. I'm all yours.",
        "[NEXT_ON]",
        "Katie: And when she's gone, you're going to be the guy who lost the love of his life, and I'm going to be the girl who's trying to make you forget how miserable you are.",
        "Jack: She doesn't want me there. She wants some time apart.",
        "Carly: You mean, like a separation?",
        "Noah: Why are you saying these things about my father?",
        "Margo: Because, Noah, it's all true and I need you to help me to find him! To stop him."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ZRMCmdNovRY"
}