{
    "Episode Summary": [],
    "Recap": [
        "After much persuading, Alison enlists Emily's help in talking Susan into giving her college fund to her so that she can 'pull her weight' in the relationship with Chris. Even though Chris had told her not to ask Susan. Reluctantly, Susan agrees to give Alison the money after Alison promises to never drink another drop of alcohol. Susan invites Alison and Chris to dinner at her house. Bob convinces Chris that he and Alison should start socializing with colleagues so that Alison could get comfortable in his world. Holden scolds Aaron about getting Alison drunk until he hears the whole story. Lily attempts to patch things up with Molly by inviting her to the benefit. Molly declines but does give a very generous donation. Jennifer has a nice visit with her father at the station where she learns that it is possible that Rosanna is missing. Jordan literally bumps into Rosanna. They sit down to have coffee as Jennifer joins them. Jennifer tells an unconcerned Rosanna that everyone thinks she has been kidnapped."
    ],
    "Recap Author": "Boo",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: How did you know that a chocolate malted would be good for a hangover? Is that some sort of a medical term?",
        "Chris: No, it's a \"I-had-way-too-many hangovers-in-college\" thing.",
        "Alison: Ow! When is my head going to stop hurting?",
        "Chris: Give it a few hours, some food, some aspirin. Hey, Ali, I want you to remember this feeling next time you're tempted to tie one on with Aaron Snyder.",
        "Alison: No, I got drunk on my own. I just happened to be at Aaron's place.",
        "Chris: And why is that exactly?",
        "Alison: Hey, didn't you say that you wanted to go over and see Tom? You don't want to be late.",
        "Chris: He's my brother, Ali. It's not like I need to make an appointment.",
        "Emily: Hey. Hi, Chris. Okay, I'm here. What'd you want to talk to me about?",
        "Alison: You know -- stuff.",
        "Chris: Would you give us one minute?",
        "Emily: Sure.",
        "Chris: Ali, I'm only going to say this one more time.",
        "Alison: Can you just say it really, really quietly, please?",
        "Chris: Yes, sure. Look, the train wreck with the condo -- it wasn't your fault.",
        "Alison: Yeah, but you lost all your money.",
        "Chris: Ali, I'll make more money. Okay? So any crazy idea you have about hitting your sister up for cash, forget it. Ali, promise me you will not ask Emily for money.",
        "Alison: I promise.",
        "Chris: Does your head hurt too much for a kiss?",
        "Alison: I guess it's worth the agony. [Alison sighs] Em, you've got to get me some money.",
        "[SCENE_BREAK]",
        "Bob: Hey, Molly -- listen, I have to hand it to you folks. You're really organized.",
        "Molly: Yes, we are. Who are we talking about?",
        "Bob: Oh, well, I got an invitation in the mail with a little note from Dusty. Lily calls Kim down in Atlanta to make sure that she's gonna be back for it, and obviously you've already corralled Tom and Margo. So the Hughes family will be well-represented, don't worry.",
        "Molly: I won't, except I'm completely lost.",
        "Bob: Well, the fundraiser. Isn't that why you're here?",
        "Molly: Actually, I came by to see Tom about some other business. What fundraiser are you talking about, exactly?",
        "Bob: At the Metro -- the Rose foundation. I assumed you'd --",
        "Molly: No, I know, right! I just went completely blank.",
        "Bob: Holden said that he sent invitations to everybody who had more than a hundred bucks in the bank. And you certainly qualify.",
        "Molly: Yes I do. I have millions. I will contribute.",
        "Bob: Okay, good to see you. I'll see you there.",
        "Molly: Yeah. Except, I don't think I was invited.",
        "[SCENE_BREAK]",
        "Dusty: Invitation only. And I want all security guards wearing tuxedos. 'Cause it's got to be that exclusive look, that's why.",
        "Holden: Bob Hughes is confirmed.",
        "Lily: That's great. That means 90% of the people are coming or pledging money.",
        "Holden: Well, people want to show up for you.",
        "Lily: Oh, thank you. I don't care why they come as long as they bring their checkbooks and a lot of zeroes on the end of every single check. Security's all set?",
        "Dusty: Security is done.",
        "Lily: Good. Okay, now, where should we put Rose's picture? Maybe a big blowup picture of her on the dance floor? She'll like that.",
        "Holden: You sure putting up a picture is a good idea?",
        "Lily: Yeah, of course. We'll put up her picture, drink champagne, and have fun and raise a lot of money -- and you'll be there to make sure I have a good time.",
        "Holden: You can count on that.",
        "Lily: I don't feel sad. I feel so lucky.",
        "[SCENE_BREAK]",
        "Hal: Well, how'd I rate? I get a visit from my daughter and I get rescued from the sludge that passes for coffee in this place.",
        "Jennifer: You must know the right people.",
        "Hal: Well, I'm sorry I missed our breakfast date this morning, honey.",
        "Jennifer: Is there a crime wave?",
        "Hal: No, I'm just filling in for Jack. He was wiped out after getting in from New York late last night.",
        "Jennifer: What was he doing there?",
        "Hal: He and Craig went to follow up on a lead on the break-in at Fairwinds last night, hoping it might help in the search for Rosanna.",
        "Jennifer: Rosanna's missing? I mean, I knew she'd left town, but I thought she just took off because she was mad at Craig.",
        "Hal: Well --",
        "Jennifer: Did something happen to her?",
        "Hal: It's not for public consumption, honey, but there seems to be some evidence that Rosanna's extended absence may not be entirely voluntary.",
        "[SCENE_BREAK]",
        "Jordan: Don't make any copies until I make color changes, okay? Yeah, I'll get right back to you.",
        "Rosanna: Oh!",
        "Jordan: I am so sorry. I know driving while talking on a cell phone is dangerous, but you'd think that walking would be safe.",
        "Rosanna: Well, just goes to show that danger lurks everywhere. Even at the Lakeview, you can be sideswiped by a distracted woman and her papers. I apologize.",
        "Jordan: Not at all, Ms. Cabot.",
        "Rosanna: You know who I am?",
        "Jordan: Well, I can also recognize Bill Gates and Donald Trump on sight. It was a requirement for my MBA.",
        "Rosanna: Oh, you're a businessman.",
        "Jordan: Yes.",
        "Rosanna: My papers, please.",
        "Jordan: Oh, right. Well, I'm glad that one of the things I read about you was completely false.",
        "Rosanna: Oh, really, what's that?",
        "Jordan: Well, I heard that you'd moved out of Oakdale. What brings you back?",
        "[SCENE_BREAK]",
        "Hal: Well, let's see, we've talked about your brother, your mother, my job. Gee, what's missing from this conversation?",
        "Jennifer: Pork futures?",
        "Hal: What's on your mind, Jen?",
        "Jennifer: Work, the usual -- you know. I'm going to be interviewed by \"Vogue.\"",
        "Hal: The magazine? Honey, that's great.",
        "Jennifer: You have no idea how amazing this is, do you?",
        "Hal: Are you kidding me? I'm going to go out and buy 400 copies, right now.",
        "Jennifer: You might want to wait till the article is actually published.",
        "Hal: Well, great, gives me time to save up. I'll go out and buy 500 copies.",
        "Jennifer: Dad, I know how worried you were when Mom and Paul and I went into business together.",
        "Hal: Yeah, well, you know, business dealings between your mother and your brother they can be pretty lethal.",
        "Jennifer: But not in ages. I mean, it's actually working. We rely on each other. And I took this interview because Mom's away, and she has complete faith in how I'll handle it.",
        "Hal: Are you nervous?",
        "Jennifer: I'm excited. And Jordan's been great. He's been prepping me for it.",
        "Hal: Jordan -- he's the guy your mom hired, right? I thought you weren't too crazy about him.",
        "Jennifer: He's growing on me.",
        "[SCENE_BREAK]",
        "Jordan: Well, I hope you didn't think I was grilling you when I asked why you were back in town.",
        "Rosanna: No, not at all. I'm actually here to settle some family business.",
        "Jordan: Oh, so you're just visiting.",
        "Rosanna: Oh, no, I'll be here for a while. And you? Just passing through?",
        "Jordan: Well, it looks like I'm here to stay.",
        "Rosanna: Oh, nice. Well, you know what? It seems I'm at a bit of a disadvantage. You know something about me, and I know nothing about you.",
        "Jordan: Oh, sorry. Jordan Sinclair. It's a pleasure to meet you, Ms. Cabot.",
        "Rosanna: Thank you. Call me Rosanna.",
        "[SCENE_BREAK]",
        "Alison: I promised Chris that I wouldn't ask you for your money. But, I want my money -- my college fund.",
        "Emily: Okay, so ask Mom again.",
        "Alison: Can you just please ask her for me?",
        "Emily: I am so not getting in the middle of this, Alison.",
        "Alison: But if I ask her, then she'll just say no again.",
        "Emily: Well, maybe if you'd had asked her when you were sober, she would have said yes.",
        "Alison: You know what? So I had a little bit too much to drink. What's the big deal?",
        "Emily: What's the big deal? Why don't I just skip the big reasons like you're underage and go to the really big reason? Our mother's an alcoholic.",
        "Alison: So?",
        "Emily: So seeing you drunk upsets her, Alison!",
        "Alison: I am not an alcoholic.",
        "Emily: And if you are starting at the age of 18 solving your problems with booze -- where are you headed?",
        "Alison: I had like two drinks, Emily!",
        "Emily: After which you went to the Lakeview and embarrassed yourself and Mom in front of Kim Hughes -- your boyfriend's mother.",
        "Alison: Well, I'm sorry that I embarrassed you.",
        "Emily: Honey, you worried me.",
        "Alison: I'm sorry. But if Mom is that bent out of shape about it, then you definitely have to be the one to talk to her about giving me my money.",
        "Emily: Oh, my God, you never give up, do you?",
        "Alison: Please, please, please.",
        "Emily: Honey, honey, listen to me. Mom saved -- she has saved that money for your education.",
        "Alison: Yeah, I've had enough education. My teachers were like totally psyched to get rid of me.",
        "Emily: Well, that's because you never applied yourself.",
        "Alison: I hate school. Books, homework, detention.",
        "Emily: How could you hate -- they don't have detention in college.",
        "Alison: Then where would I spend all my free time?",
        "Emily: Honey, you're not giving this a chance. You can't just give up your education like that. How do you know what you're gonna want a few years from now?",
        "Alison: Chris will be a full-fledged pediatrician, with his own practice, making more money than Oprah.",
        "Emily: Yeah, and what does that have to do with you?",
        "Alison: We'll be married.",
        "Emily: And you're sure about that?",
        "Alison: What do you think? That Chris is just some crush for me? Oh, I get it. You know that I love him, but you're just not quite sure he loves me -- at least not enough to marry me.",
        "[SCENE_BREAK]",
        "Lily: So, why did you agree to help me with this?",
        "Holden: It's fun.",
        "Lily: Yeah, it's fun. Okay, you can admit to being a little worried about me, watch over me, make sure I don't crack under the pressure.",
        "Holden: Well, this pressure actually seems to agree with you. It's nice to see you like this.",
        "Lily: I told you that working on the foundation would be good for me. I don't want you to doubt me any more.",
        "Holden: I don't. Really.",
        "Lily: And I also know that it's not going to take just a couple of words to convince you that I'm okay. But I'm telling you I am. And I want you to have faith in me again.",
        "Holden: I never lost faith in you. I'm too selfish for that. I need you.",
        "Aaron: What's my Dad and Lily doing here?",
        "Dusty: Organizing the fundraiser. I'm going to need some cash in the register before lunch. Can you take care of that for me?",
        "Aaron: Sure.",
        "Holden: Hey, Aaron. Do you got a minute?",
        "Aaron: Well, I've got to run to the bank for Dusty.",
        "Dusty: No, it's okay. Spend some time with your Dad. All right? Take all the time you need.",
        "Aaron: Lily looks great.",
        "Holden: Yeah, she does. She looks great.",
        "Dusty: You might want to take a break, huh? You've been at this non stop.",
        "Lily: I'm good.",
        "Dusty: Come on, be straight with me.",
        "Lily: Holden's a good man. And he's had to put up with a lot from me lately, so I want to make up for that. I intend to.",
        "[SCENE_BREAK]",
        "Holden: How's the apartment?",
        "Aaron: It's good, great.",
        "Holden: I heard you had a guest last night.",
        "Aaron: You talking about Alison?",
        "Holden: I got a call from Susan Stewart. Something about you getting Alison drunk.",
        "Aaron: Hey, all I did was make a fruit smoothie. She's the one who decided to spike it with vodka.",
        "Holden: Where'd she get the vodka?",
        "Aaron: She brought it with her. Yeah, I tried to stop her, Holden. But, you know, she came off this huge fight with Chris, this argument. And you know Alison, talking to her is like trying to nail jell-o to a tree.",
        "Holden: All right, I get the picture.",
        "Aaron: I did well though. I mean, I took the car keys away from her. There was no way she could",
        "Holden: That's good. That's good. That's very good.",
        "Aaron: What?",
        "Holden: I want you to apologize to Alison's mother.",
        "Aaron: What?!",
        "Holden: Because, she was upset.",
        "Aaron: I just told you what happened.",
        "Holden: Yeah, and I believe you. But Susan thinks that this might be the beginning of more irrational behavior for Alison.",
        "Aaron: But I didn't do anything!",
        "Holden: Hey, could you just do it for me? Could you do that, Mr. Jell-o tree?",
        "Aaron: Yeah, okay. [Aaron laughs] Fine, I'll talk to Susan.",
        "Holden: Thanks. And what you did for her -- I'm proud of you for watching out for her like you did.",
        "Aaron: Thanks.",
        "[SCENE_BREAK]",
        "Molly: Hey. Hey, Molly.",
        "Molly: So are they planning the fundraiser over there? The one nobody told me about?",
        "Holden: I figured that Dusty would have told you all about it since we're having it here.",
        "Molly: Dusty's barely civil to me. And your wife finds a new reason to hate my guts every day.",
        "Holden: That's because of me. I probably never should have had you deal with the kids --",
        "Molly: No, I don't blame her. I was hateful to her sister and now she's dead. I just wish Lily knew how much I'd love to make it right. I would do anything to help out this fundraiser.",
        "Holden: I'll go talk to her.",
        "Molly: You know what, Holden? Never mind. I think the best way I can help out your wife is to stay far, far away.",
        "[SCENE_BREAK]",
        "Chris: Any word from that developer? Dad, what are you doing here?",
        "Bob: I came for the free coffee. You want some privacy?",
        "Chris: No, it's fine. So, Tom, any chance of me seeing that down payment?",
        "Tom: So far there's no trace of the people you signed the contract with. If I could find them, I'd personally throw the book at them, but --",
        "Chris: I'm sure you would. I'm sure you've done all that you can.",
        "Tom: Well, I filed all the necessary legal charges. I do recommend that you get together with other condo owners, hire some council and maybe start civil proceedings -- that way, if and when we catch them --",
        "Chris: I will, I will. I'll do that. Anything else?",
        "Tom: Yeah, I'd prepare for the worst. If you ever see your money again, it's gonna be years from now. And at that point, it might wind up being pennies on the dollar.",
        "Chris: You know, I feel like such an idiot. You and Mom told me just take your time, don't rush into anything.",
        "Bob: Listen, we all make mistakes. Your mother and I made a bunch of them when we were young. And some when we've not been so young.",
        "Tom: Ditto that. [Phone rings] Excuse me, I need to get that. Help yourselves to coffee. Hello?",
        "Bob: I'm glad that we have this moment. I'd like to talk to you.",
        "Chris: What about?",
        "Bob: Alison.",
        "[SCENE_BREAK]",
        "Alison: So you basically say that Chris will never marry me and I'm not supposed to take that personally?",
        "Emily: Ali, do you know many boyfriends I had before I married Hal?",
        "Alison: Yeah, like you were going for some kind of record.",
        "Emily: And I don't need to remind you that Chris was one of them.",
        "Alison: Emily, please.",
        "Emily: And I didn't marry him, as you know -- well, there were two, I don't know, three dozen other guys that I supposedly loved and who supposedly loved me, and I didn't marry any of them either.",
        "Alison: So, I found my perfect guy young.",
        "Emily: See, that's my point. I thought all my guys were the perfect guy. I cannot tell you how many times I tried to convince myself that my prince charming, my true love was going to last forever -- only to break up with him a week, a month, two months later tops.",
        "Alison: Well, that's not going to happen to Chris and me.",
        "Emily: How can you be sure? You're so young.",
        "Alison: So young that you want me to go to college and declare a major and decide what I want to do for the rest of my life? That's a lot riskier and a lot more expensive than knowing I want to be Chris Hughes's wife.",
        "Emily: Yeah, but how do you know that's what he wants?",
        "Alison: Because, that's where we're headed.",
        "Emily: But how do you know that? You're only 18 years old.",
        "Alison: I've been to prison. I'm a lot older than I look, Emily. So will you just stop acting like I'm some stupid, dumb cheerleader and Chris is my date for the prom. We're way past that.",
        "Emily: Yeah, but you can't be sure.",
        "Alison: Chris put down his entire life savings for a home for us. When he lost that, it hurt him. He just wants to be on his own, not living in the same room he's lived in since he was born.",
        "Emily: Alison, you can't buy his love.",
        "Alison: No, I already have his love. I just want to pull my weight, you know? Put my share in it. I mean, this college fund belongs to me. Can you just please ask Mom? Please.",
        "[Emily sighs]",
        "Emily: I'll talk to her this afternoon.",
        "Alison: Why wait when you can talk to her right now?",
        "Susan: Hi.",
        "Emily: Hi.",
        "Susan: What's going on?",
        "Alison: Emily wants to talk to you about something really important. But I've got to go get some aspirin.",
        "[Emily sighs]",
        "[SCENE_BREAK]",
        "Dusty: You want me to get rid of her?",
        "Lily: Why is she even here?",
        "Dusty: I'll take care of it.",
        "Lily: No, no. No, I'll do it.",
        "Molly: Lily, I didn't know you were here. But that's a big fat lie. I did know you were here. I just hoped that --",
        "Lily: No -- Holden, Dusty, myself were planning a benefit to honor Rose's memory and raise money.",
        "Holden: Molly's not here to start any trouble. She was just leaving.",
        "Lily: There's something I need to say. It's a very important night -- not just for me or Dusty -- for Rose, my friends, my family. Everybody is going to get together and -- I loved her very much, my sister.",
        "Molly: I know that.",
        "Lily: What I'm saying is -- that if you want to, I would really like you to be a part of that evening.",
        "[SCENE_BREAK]",
        "Jordan: It has been great talking to you.",
        "Rosanna: Thank you. You sound surprised.",
        "Jordan: Pleased. But I know I've go to be keeping you from something. I didn't mean to interrupt or --",
        "Rosanna: No, actually, you know, I was just gonna have some coffee. Would you like to join me?",
        "Jordan: I'd be honored.",
        "Rosanna: Thank you.",
        "Jennifer: \"Vogue\" is early? They have to be kidding. Hello. I must have had the wrong time, I didn't expect -- oh, my God -- Rosanna.",
        "[SCENE_BREAK]",
        "Jennifer: What are you doing here? When did you get back? Oh, my God, and you're okay. I'm so glad you're okay.",
        "Rosanna: Well, why wouldn't I be?",
        "Jordan: Jen, so you want to sit down?",
        "Jennifer: Yeah, everyone's been worried sick about you, Rosanna. They thought that something might have happened. That you might have been kidnapped.",
        "Rosanna: Everyone, who?",
        "Jennifer: Craig, the police. Craig and jack even went to New York looking for you.",
        "Rosanna: Well, that was certainly unnecessary. Obviously, I'm fine.",
        "Jennifer: Well, then what are you doing here and how do you and Jordan know each other?",
        "Jordan: Well, we didn't until a minute ago. We bumped into each other -- literally.",
        "Jennifer: Oh. That's nice. Oh, Paul is going to be so happy that you're back. And Lucy, she's been missing you like crazy.",
        "Jordan: Um, Jen, would you maybe want some coffee?",
        "Jennifer: Yeah, sure. And I still want to talk about some things before the interview.",
        "Rosanna: I'm sorry -- interview?",
        "Jennifer: With \"Vogue.\" Jordan works with me at B.R.O.",
        "Rosanna: Oh! So, you're not just in business, you're good at it.",
        "Jordan: Well, I try.",
        "Jennifer: Don't be modest. You know you're good at it.",
        "Jordan: Thanks, Jen.",
        "Jennifer: I guess a lot of things have changed since you left, Rosanna.",
        "Rosanna: I can assure you they have.",
        "[SCENE_BREAK]",
        "Molly: You really want me to come to the benefit?",
        "Lily: If you want to.",
        "Molly: Okay, that's the nicest thing anybody's said to me in months. But you, of all people, Lily, you don't owe me anything.",
        "Lily: I'm tired of keeping score, Molly. And you've been a really good friend to Holden. And this evening that we're planning is as much of a night for him as it is for me and Dusty and Rose. So, if you really want to come, then I'd love to have you there.",
        "Molly: Thank you for the invitation. It means everything to me. But I don't think I'm going to attend the benefit.",
        "Lily: You sure?",
        "Molly: Yeah, I think everybody would be a lot more comfortable without me there. But if it's okay with you, I'd love to give you a check.",
        "Lily: Oh, I do have one condition -- make it a big one.",
        "[Laughter]",
        "Molly: Okay. My checkbook is in the office. I'll be right back.",
        "Lily: Okay, great.",
        "Holden: You're pretty amazing.",
        "Lily: Oh. Trying -- trying to be.",
        "[SCENE_BREAK]",
        "Chris: I don't want to talk about Alison, Dad. I love her. I don't know why that's so difficult for you and Mom to accept.",
        "Bob: Then why is it difficult for you to realize that we have accepted it?",
        "Chris: You're right. I'm sorry. I was out of line. I didn't know that you were going to be here -- and talking about the condo all the time. I feel like such a jerk.",
        "Bob: Get over it.",
        "Chris: You know, you're right. Let's move on.",
        "Bob: Now, can we talk about Alison without you getting defensive?",
        "Chris: Try me.",
        "Bob: Your mother was at the Lakeview when Alison showed up drunk.",
        "Chris: Alison was very upset about the condo.",
        "Bob: Yeah, that's probably one of the symptoms of the problem, but it's not the cause.",
        "Chris: And according to you and Mom, the problem is --?",
        "Bob: I wonder if you realize that Alison doesn't seem to have any friends.",
        "Chris: There's Katie.",
        "Bob: And -- ?",
        "Chris: Aaron.",
        "Bob: You don't like him.",
        "Chris: Katie more than Aaron.",
        "Bob: Why is that?",
        "Chris: Well, the guy has his own apartment while I'm living with you and Mom. That's reason enough to hate him.",
        "Bob: Is that all?",
        "Chris: And there's the fact that every time Ali hangs out with Aaron she seems to get in trouble.",
        "Bob: Well then, maybe she shouldn't see so much of him.",
        "Chris: Dad, I'm not going to tell her who she can and cannot hang out with.",
        "Bob: Maybe you should give her better options.",
        "Chris: Dad, what's your point?",
        "Bob: Maybe it's time that you tried to get Alison to grow up a little.",
        "[SCENE_BREAK]",
        "Alison: Come on, em -- don't let me down. Oh, oh, don't you know not to do something like that to someone with a hangover?",
        "Aaron: Oh, that bad?",
        "Alison: It's worse than bad, it's awful. I'm just trying to, you know, get some fresh air.",
        "Aaron: Mm-hmm.",
        "Alison: I thought that you had to work this morning. What are you doing here?",
        "Aaron: No, I'm on a break right now. I'm actually here to see your mother.",
        "Alison: You're looking for my Mom?",
        "Aaron: Yeah. She called Holden and told him that I got you hammered last night.",
        "Alison: You're kidding. Emily said she was upset, but she called your Dad?",
        "Aaron: Anyway, I'm here to apologize.",
        "Alison: For what? You didn't do anything.",
        "Aaron: I could of stopped you, Ali.",
        "Alison: And how were you going to do -- ? Pry the vodka out of my hands?",
        "Aaron: Yeah, you were wiry, but listen, I'm stronger than you and I'm bigger than you and I could've stopped you, all right. Anyway, where's is she? Where's your Mom?",
        "Alison: She's talking to my sister. But -- I don't think right now is a good time to interrupt.",
        "Aaron: Yeah, it's pretty intense in there. Wow. She's calling you.",
        "Alison: You know what? You're right. Right now would be the greatest time to apologize. But I -- come on. Hey, Mom. Look who I found.",
        "Susan: Hi, Aaron. We're in the middle of something, so if you could just --",
        "Aaron: This is just gonna take a minute. I wanted to say how sorry I am that -- you know, about what happened last night Ali getting drunk and all that stuff.",
        "Susan: And I just called Holden because --",
        "Aaron: 'Cause you were worried, you were worried. And I understand that. And you have every right to be. But I just wanna say that this will never happen again. I promise you.",
        "Susan: Thank you. Thank you for that. I'm glad you're mature enough to make an apology.",
        "Alison: I apologize, too, Mom.",
        "Aaron: Anyway, I gotta to get back to work -- Metro. So, good luck with this.",
        "Alison: So, uh --",
        "Emily: So, I tried. I'm sorry, honey.",
        "Susan: That college fund will be used for your education or it can sit in the bank until you're drawing social security, but I am not going to let you waste it on a place to shack up with your boyfriend. And that's final.",
        "[SCENE_BREAK]",
        "Holden: Yesterday you were still angry with Molly. What changed?",
        "Lily: Breakfast this morning.",
        "Holden: Did I miss something?",
        "Lily: It was nothing special, just the five of us sitting around, having cereal, faith singing great songs, and Luke worrying about baseball practice, and Natalie saying her first word --",
        "Holden: She said muffin, right? You sure that wasn't gibberish.",
        "Lily: Oh, it was muffin, because mothers know these things. And then we were done and we went our separate ways. Just like thousands of days before. And then I realized, I want thousands of more days like that. I don't want to spend my life bitter and angry, and holding grudges.",
        "Molly: I'd pay even more than this to get what they've got.",
        "[Molly clears her throat]",
        "Lily: Thank you so much. Thank you.",
        "[SCENE_BREAK]",
        "Alison: I let Chris put down 100% of the money for that condo and even if everything had been perfect -- I mean, that's not right 'cause that would've been Chris's place, not ours.",
        "Susan: Honey, I've been putting that money aside for you since the day you were born, so that you would be guaranteed a good education.",
        "Alison: And, Mom, you that I really appreciate that, but it's not like I'm asking for that money to buy a new car or to go on vacation. I'm asking for a home. A place where Chris and I could live together, forever.",
        "Emily: That's actually a pretty good investment, you know, when you think about it.",
        "Alison: Right. I mean, on the news and everywhere they keep saying that real estate is where you're supposed to put your money. It's better than just keeping it in the bank.",
        "Susan: It's for college, honey.",
        "Alison: Mom, I've spent the last 18 years of my life hating school, and that's never going to change. That money is for my future and that's exactly how I want to spend it.",
        "Susan: And real estate is not such a surefire investment. You have to know what you're doing. I don't know any parent in the world who would drop that much money into the lap of a girl who's barely out of high school.",
        "Alison: Okay, then you can give it to Chris. He's not a teenager, Mom -- he's a doctor like you --it would be like handing it over to a colleague.",
        "Susan: Sweetie, if I really felt this was a responsible decision --",
        "Alison: Mom, Mom. I got drunk last night, because I was really depressed -- and I know it was a stupid thing to do, and it didn't make me feel any better. And today, it made me feel a lot worse. But what it did to you, making you worried -- that was the worst part of all.",
        "Susan: So, what are you saying?",
        "Alison: That if you do this for me, then I promise -- to you, to Emily, to God -- that I will never, ever, ever take a drop of alcohol again. I promise.",
        "Susan: You really mean that?",
        "Alison: Word of honor.",
        "Susan: I just want both of you to know that I am doing this against my better judgment.",
        "Alison: You're gonna give me the money?",
        "Susan: You and Chris come over for dinner tonight and we'll talk about it.",
        "Alison: Really?!",
        "Susan: I'm gonna hold you to your promise -- to stay sober.",
        "Alison: Forever and ever! Oh, Mom! [Joyous screaming] She said yes!",
        "[SCENE_BREAK]",
        "Chris: I don't understand how I'm supposed to help Alison grow up.",
        "Bob: Well, people learn by the company they keep. You and Alison ever go out with the other doctors and their wives or with their girlfriends?",
        "Chris: She knows all of them.",
        "Bob: I don't mean saying hi, and passing in the halls, I'm talking about socializing.",
        "Chris: No, I guess not. Alison and I usually spend most of our free time alone.",
        "Bob: Is that because you feel that she might not have anything in common with your colleagues?",
        "Chris: Maybe. I guess maybe in the back of my mind I'm always waiting for Alison to say or do something that she shouldn't. Not exactly fair, I guess.",
        "Bob: Well, listen, if you guys are really serious, then she's got to be comfortable in your world, too.",
        "Chris: Yeah. Yeah, I guess I need to work on that.",
        "Bob: Yeah, okay. I've got to go. Say good-bye to Tom for me.",
        "Chris: You know, Dad, Alison doesn't really like my friends.",
        "Bob: Well, if she likes you she's gonna have to work that out, isn't she? And maybe being exposed to older people that she can relate to --",
        "Chris: She won't run off and get drunk with Aaron Snyder any more --",
        "Bob: Right, and now I'll get some sleep -- because your Mom keeps me up all night talking about it. I'll see, ya.",
        "Chris: All right.",
        "[SCENE_BREAK]",
        "Jennifer: So are you staying here at the Lakeview?",
        "Rosanna: For the time being.",
        "Jennifer: Where have you been?",
        "Rosanna: Traveling. You know, here and there. Listen, I know you two have work to do, so I will let you get to it.",
        "Jordan: It was very nice to meet you.",
        "Rosanna: Thank you for the coffee.",
        "Jennifer: Rosanna, I could call my father and let him know that you're here so everyone can stop worrying.",
        "Rosanna: That's very kind of you, Jennifer, but I never asked them to worry. They should all realize by now that I'm quite capable of taking care of myself. Delightful bumping into you.",
        "Jordan: Maybe we can do it again sometime.",
        "Rosanna: Good luck with your interview.",
        "[SCENE_BREAK]",
        "Emily: Well, what are you waiting for? Why don't you tell him? Call him.",
        "Alison: I'm not gonna to tell him yet. I'm gonna let it be a surprise tonight at Mom's. If I can keep a secret that long.",
        "Emily: All right. Well, do me a favor, and call me first thing in the morning and tell me everything. Okay?",
        "Alison: I couldn't have done this without you.",
        "Emily: No, you couldn't. [Laughter] Congratulations honey. Bye.",
        "[SCENE_BREAK]",
        "Tom: I will keep you informed if we make any progress on this investigation, I promise.",
        "Chris: I know. I won't hold my breath.",
        "Tom: Okay.",
        "Chris: Thanks.",
        "Tom: We'll see ya.",
        "[Cell phone rings]",
        "Chris: Dr. Hughes.",
        "Alison: Guess who?",
        "Chris: Hey, who. How's your head?",
        "Alison: It stopped spinning. I'm actually even thinking about dinner.",
        "Chris: Me, too. I was hoping that we could get together with some of my friends from the hospital tonight.",
        "Alison: No, we can't!",
        "Chris: Why not?",
        "Alison: My Mom wants you and me to come over for dinner tonight, and I promised her that we would. We can go out with your friends another night, but we have to go over to my Mom's house tonight. We have to, okay?",
        "Chris: Okay, if we have to. Oh -- and, Ali? I just remembered something.",
        "Alison: What?",
        "Chris: I love you.",
        "Alison: I love you, too. And after tonight, you'll never want to let me go.",
        "[SCENE_BREAK]",
        "Molly: Who knew forcing your wife into treatment would pay off?",
        "Holden: Yeah. I think I've got my wife back.",
        "Dusty: What's up with you?",
        "Lily: Nothing.",
        "Dusty: No?",
        "Lily: No.",
        "Dusty: One minute you're ticked off that Molly walked through the door and the next you're bosom buddies. What's the deal? You setting her up?",
        "Lily: Oh, Dusty -- let it go.",
        "[SCENE_BREAK]",
        "Jennifer: Okay, well, if you could have my father call me as soon as possible. Thank you.",
        "Jordan: Didn't Rosanna say that that wasn't necessary?",
        "Jennifer: My dad is wasting taxpayer dollars looking for a woman who's alive and well. It's my civic duty.",
        "Jordan: Whatever you say. Are you ready to talk about the interview now?",
        "Jennifer: Yes. Yes, I am.",
        "Jordan: Now, since Rimbo is making a resurgence, they're gonna compare it to B.R.O. --",
        "Jennifer: Don't you think it was strange, how she reacted -- excuse me, didn't react -- to the fact that people think that she's been kidnapped?",
        "Jordan: That's Rosanna's business, Jen, not ours.",
        "Jennifer: Yeah. But I still think something weird is going on.",
        "[SCENE_BREAK]",
        "Rosanna: Hello, Lucinda, it's Rosanna. Yes, it has been a while. I'm fine, thank you. Is Lucy around? Oh, um, no, I'll call back later. I have some business to attend to. Thank you.",
        "[NEXT_ON]",
        "Jack: You and Paul are out of the investigation business for good. Do you understand me, Carly? Or do I have to arrest the two of you to prove it?",
        "Katie: I still love you.",
        "Rosanna: How dare you come in here and feign concern for me when we both know that nothing could be further from the truth.",
        "Paul: What are you talking about? I'm your friend.",
        "Rosanna: You're not my friend! You are my enemy!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=j6O9AXJ2I3I"
}