{
    "Episode Summary": [],
    "Recap": [
        "Emma decides to sell part of the farm to Worldwide only keeping the house the pond and a few acres for privacy. Emma makes Paul promise to conserve the land and be environmentally responsible with it. Paul later tells Meg that he bought the farm because of her since everything he does is about her. Will and Gwen make plans to leave Oakdale since Paul and Sofie promised to help Barbara through her cancer treatments. Katie tells Brad that Jack is no longer in her life so they share a nice dinner as friends and at the end of the evening they kiss. Carly and Jack talk about each of their past relationships and Carly tells Jack that they are meant to be together. Carly kisses Jack at the end of their trip down memory lane and Jack returns the kiss to Carly."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emma: I tell you, that immigration officer today certainly felt entitled to ask a lot of personal questions.",
        "Holden: Mama, I'm sorry if we put you in an awkward position. I'll do my best to tell the kids to keep you out of things from now on.",
        "Lily: Yeah. You know what, I'm going to go up to Ameera's room, and make that room look like a married couple lives there.",
        "Emma: To tell the truth, visits from the immigration department is a little more than a least of my concern right now.",
        "Lily: What?",
        "Emma: We have to -- we have to talk about farm business.",
        "Holden: Is something wrong?",
        "Emma: No, nothing. Nothing specific. It's just that, I feel that I -- I don't want to handle the farm, right now, on my own.",
        "Lily: Oh, Emma, I'm sorry. With everything that's been going on, I didn't realize you were having trouble.",
        "Holden: Mama, we'll pitch in. We'll help you out.",
        "Lily: Absolutely.",
        "Emma: No, no, no, no. That's not what I want. You have your own life. I don't want to be an obligation. That is not my way.",
        "Holden: Well, how 'bout some other people? To help you out?",
        "Emma: No, no. That's not what I want either.",
        "Holden: Then I don't understand.",
        "Lily: What are you saying?",
        "Emma: What I'm saying is, that -- I want to sell the farm.",
        "[SCENE_BREAK]",
        "Will: Hey. Sorry I'm late. The T.A., he would not shut-up. He was reading the syllabus off the page to us, like we hadn't read it before. It was really annoying.",
        "Gwen: That teacher sounded lame and boring.",
        "Will: What's going on with you? You okay?",
        "Gwen: Yeah, I'm fine.",
        "Will: So, why do you look so out of it?",
        "Gwen: Uh -- I don't know how to tell you this.",
        "[SCENE_BREAK]",
        "Jack: Awww --",
        "Carly: All right.",
        "Jack: Thank you.",
        "Carly: Take your time. Careful.",
        "Jack: Thanks.",
        "[Jack sighs]",
        "Carly: Yep. Here you go.",
        "Jack: Carly --",
        "Carly: All right. Can I get you anything else?",
        "Jack: Thank you. No, no, I'm fine.",
        "Carly: Well, I hope you saved room for dessert. I have your favorite jelly doughnuts from Al's. I have a lemon meringue pie in the refrigerator, and chocolate ice cream in the freezer.",
        "Jack: All for me?",
        "Carly: All for you. I know I went a little overboard. But you deserve to be pampered.",
        "Jack: No -- Carly, please. I just ate a huge meal. There's no way I could eat another bite. But thank you.",
        "Carly: Okay. Well, if you don't want dessert, maybe you want some more meatloaf? I have plenty. I made it before I knew the kids would be staying at the farm, so I have --",
        "Jack: Carly, no. I don't want any more meat loaf.",
        "Carly: Then what do you want, Jack? Tell me.",
        "Jack: For you to stop trying so hard.",
        "[SCENE_BREAK]",
        "Katie: Thanks, Guys! I'm sorry about all my flubs. I will make it up to you tomorrow. One take Katie, I promise!",
        "Brad: You know what would be great after a long day? A special dinner.",
        "Katie: Oh, you're right!",
        "Brad: Super. I thought we could --",
        "Katie: We should have bought dinner for the crew.",
        "Brad: No, I meant you and me. As in dinner for two?",
        "Katie: I don't think so.",
        "Brad: I mean, come on. Come on. It could just be a casual, friendly dinner?",
        "Katie: Yeah, well, I don't think a casual, friendly dinner happens for us, unless there's strings attached.",
        "Brad: Who's talking about strings? No strings. Just -- just food. Unless you order really long spaghetti, or something. Bum-da-bum! Pah!",
        "Katie: It's just been a really exhausting day. I'm tired.",
        "Brad: You don't look tired. You look perfect.",
        "Katie: I can't wait to get back to my room, draw a nice, warm bath, order room service. If you want dinner, you should just call Bonnie. I'm sure she's available.",
        "Brad: Well, Bonnie and I are kind of -- we're kind of not seeing each other anymore. Well, not kind of, just not.",
        "Katie: Oh. I'm sorry to hear that. Well, looks like it's time to turn another page in the little black book. Let's see -- \"B\" was for bonnie, so \"C\" would be -- I don't know, I'm sure you'll figure it out. Have a good night.",
        "[SCENE_BREAK]",
        "Carly: What does \"Trying too hard\" mean? Really, I'm just trying to make you -- all right. I suppose that I might be trying a little too hard.",
        "Jack: Just a little. You know. And you're laying it on too thick.",
        "Carly: Well, I don't know how else to do it. As you know, subtlety is not my thing.",
        "Jack: No, no, no one would ever accuse you of being subtle.",
        "Carly: I can't help it. I'm just -- I'm happy you're here. The kids love it, I love it.",
        "Jack: Carly, I told you from the very beginning that I'm only here temporarily. Just until I recuperate. And there's not an ice cream cone in the world that's going to change that.",
        "Carly: Then what will change it, Jack? Tell me. So that's it. The truth is, you'd rather be with Katie.",
        "[SCENE_BREAK]",
        "Barbara: You think that I should stay out of it when you interfered with Sofie in the first place?",
        "Paul: Oh, I made a mistake, okay? So what? Sue me. I've seen the error of my ways.",
        "Barbara: I just don't think that Will and Gwen should put their lives on hold because I got sick at the wrong time.",
        "Paul: Well, I think they should be able to make that decision on their own.",
        "Barbara: Okay. And as far as your little Sofie is concerned?",
        "Paul: She's not my little anything.",
        "Barbara: Okay. Then let's think about your brother and his wife. And as far as Sofie goes, do you think it's a really good thing for her to see Hallie with her new parents all the time?",
        "Paul: Okay, look, maybe it is an uncomfortable situation for all three of them. But even if I agree with you, and I'm not saying I do, what makes you think that either one of us is going to get through to Will?",
        "Barbara: You need to convince him that I don't need to be handheld through all of this. That I will be fine, okay?",
        "Paul: Barbara Ryan, urging one of her children to move away. No one's going to believe it. I'm not sure I do.",
        "Barbara: Don't you think that your brother and his family deserve a life, to be happy? We owe them that without Sofie hovering around.",
        "[SCENE_BREAK]",
        "Gwen: Will, Sofie's offered to go with your mom to all of her radiation treatments from now on --",
        "Will: Why -- what-- what is this? What is she thinking? This is nuts. What the hell is she thinking?",
        "Gwen: I just think she's trying to make up for everything that she's put us through. I think it's her way of saying that she's sorry.",
        "Will: Wait, my mom is buying into this?",
        "Gwen: She seems to think it's a good idea. That it would enable us to go ahead with our plans to leave Oakdale.",
        "Will: So Sofie and my mom are both urging us to leave? You think that's a little weird, maybe?",
        "Gwen: I do think it's weird, but do you think we should do it? Do you think we should take Sofie up on her offer?",
        "[SCENE_BREAK]",
        "Lily: I don't believe it!",
        "Holden: Mama, you'd give up the farm, after all these years?",
        "Emma: Well, not all of it. I mean, I'd keep the house and I'd keep enough land around it for privacy. And in case I wanted to grow a few crops or something. Of course, I'd hold onto the pond. You know, young people love to swim in it in the summer. And you know, I'd try to keep all the land around the pond as natural as possible. But on the outskirts, there is so much acreage and I could sell off a big chunk of that and never have another moment's worry about bills or taxes. You know, I wouldn't sell the land to anyone. It would have to be someone special and the land is very dear to me. And you know, in any case, most of the children have just -- moved away and none of my boys ever wanted to be farmers and -- I've seem to have lost my passion for it. And this time in my life, I feel like there's -- there's other things I might like to do. You know, just a few other things, right, you know. It's time.",
        "Holden: Are you sure? Are you sure this is what you want to do?",
        "Emma: Well, it feels like it's the only solution for me.",
        "Lily: If you're looking for a financial solution, I have one. We could buy the farm.",
        "Emma: No, no, I -- you keep the entire farm in the family, we're going to keep all the worries with it, too. And that's exactly -- exactly what I'm trying to avoid.",
        "Lucinda: Hey --",
        "Lily: Oh --",
        "Lucinda: Hello, again. Hi.",
        "Lily: Mother.",
        "Lucinda: Hi, Darling. Hi, Emma. Well --",
        "Lily: What do you have?",
        "Lucinda: Strolling through Old Town, let me show you what I've got. A pair of absolutely stupendous riding boots for Faith beckoned me. That's -- then of course, I can't let Natalie go unshod. These boots are made for walking. What's going on? What's the matter? What ghastly crisis has befallen us now?",
        "Lily: Oh, it's -- no, not a crisis, really. Emma has decided she wants to sell off part of the farm.",
        "Holden: She wants to cut back. Take it easy.",
        "Lucinda: Well, it's about time.",
        "[SCENE_BREAK]",
        "Jack: I'm not discussing Katie with you.",
        "Carly: Why not? I can take it. In fact, I'm really -- I'm really interested. I would love to know what Katie Peretti could possibly have that I don't.",
        "Jack: This isn't about Katie. It's about us, Carly. It's always been about us. I don't want to go down that same road again. It's too damn painful.",
        "Carly: Well, who says we have to go down the same road, Jack? Why can't we start over, follow a different path?",
        "Jack: Honestly? I don't think you're capable of it.",
        "[SCENE_BREAK]",
        "Katie: Hi, come on in. Just over there, please. Thank you.",
        "Waiter: Thank you.",
        "Brad: Thank you. Looks great.",
        "Waitress: Is something wrong?",
        "Brad: Yeah. Yeah, not with the food, though. Just -- me.",
        "[SCENE_BREAK]",
        "Lucinda: Why the glum faces? For heavens sakes, Emma has spent her entire life for this farm. I would think, that after all these years, she might be tired of mucking out the stalls and hefting the bales of hay -- and I might -- you know, they might have lost there allure. And maybe she deserves at this time of her life, a trip to Miami or at least to put her feet up now.",
        "Emma: Miami? I don't want to put my feet up. I want to go to Morocco, I want to go to China --",
        "Lucinda: See? See?",
        "Emma: Well, it is a very important decision. I have to get agreement with the entire family, nonetheless.",
        "Lucinda: Well, what are you two kids waiting for?",
        "Holden: Mama, you do whatever you want to do.",
        "Lily: We want you to be happy. That's all.",
        "Emma: Well, that's good. I have to speak to the other children and I have to get Meg to vote on this, too.",
        "Lily: Of course.",
        "Meg: Well, I'm right here. What are we voting on?",
        "Holden: Mama wants to sell part of the farm. What do you think?",
        "Meg: Well, if you can find a buyer, why not?",
        "Lucinda: Emma's got a buyer.",
        "Emma: I do? Who?",
        "Lucinda: Well, me, of course.",
        "[SCENE_BREAK]",
        "Gwen: Hey, listen, I'm sorry. That was a stupid idea. I shouldn't have said anything.",
        "Will: No, I'm surprised you changed your mind. I mean, what happened to us using this as an opportunity to get close with the family and be tight with my mom, set a good example for her.",
        "Gwen: But you know, you and Hallie are my family. And honestly, I can't think of a better example to set for your child than to have them watch their parents live their lives as fully as possible.",
        "Will: And my mom's really okay with this?",
        "Gwen: It was her idea.",
        "Will: I can't believe it.",
        "Gwen: Will, you're the one who's always saying that we put people first way too much. You know, maybe I'm ready to stop doing that. Maybe I'm ready to put us first for a change.",
        "Will: Yeah, well, that would be a change.",
        "Gwen: Do you think I'm horrible for suggesting that we leave now?",
        "Will: Well, yeah. Yeah, I think it's horrible.",
        "Gwen: I know.",
        "Will: I mean, it's horrible that we're still talking and we're not packing.",
        "[SCENE_BREAK]",
        "Lucinda: Well, I always thought that this farm would be a marvelous investment for Worldwide. Haven't I, Darling? And the timing now is actually perfect.",
        "Lily: I think as long as one of us buys it, I think it's a very good idea.",
        "Lucinda: Yes, right, Darling. Right. I was kidding, Emma. I was just kidding. Top dollar, don't worry, I would be very generous. And on a nostalgic front, I'm happy because this would be a payback for all of the wonderful years of happiness that your son has given my daughter. And more than that, oh, my heavens, the farm as a refuge. I want to thank you for that, when my teenage Lily found refuge here when I was a less than adequate mom.",
        "Lily: You're just full of surprises, Mom.",
        "Emma: Well, that certainly is a kind offer, Lucinda.",
        "Meg: Yeah, only one hitch. Did you forget, Lucinda? Paul is Worldwide's new CEO now. This would have to be his call.",
        "Emma: You mean that Paul Ryan would own my land. Over my dead body!",
        "[SCENE_BREAK]",
        "Barbara: Honey, you're not going to regret this. I'm know you're going to be able to persuade Will and Gwen to see it from a different perspective --",
        "Paul: Mom -- Mom, you're already getting your way, okay? You don't need to push.",
        "[Knock on the door]",
        "Will: Hey, you Guys, we were expecting you, but not --",
        "Barbara: You know, Paul agrees with me. And we both feel that you need to go through with your plan to leave town --",
        "Paul: And if you're worried about her radiation treatment, you don't need to worry, okay? Because I'm going to take really good care of her.",
        "Gwen: Sofie offered to do the same thing.",
        "Paul: See, Sofie's such a sweet girl.",
        "Barbara: I know. It just took me a little while to admit it.",
        "Paul: Yeah, because you were too busy trying to take her baby away and give it to her.",
        "Barbara: I know she's lovely and caring, which is why she finally gave Hallie back to you and the three of you need to leave and start over.",
        "Will: Mom, you don't need to sell us. It's okay.",
        "Barbara: I'm sorry, I'm being so pushy.",
        "Will: No, Mom, we talked about it. And Gwen and I are ready. I think we're going to leave. We're going to leave Oakdale.",
        "Barbara: Oh, Honey, that is so wonderful.",
        "[SCENE_BREAK]",
        "Carly: Here you go.",
        "Jack: Oh, thank you.",
        "Carly: So, I've thought about what you said.",
        "Jack: Good.",
        "Carly: And you're wrong.",
        "Jack: Of course.",
        "Carly: You think I can't change, but I can. I can even become another Katie, if that's what you want. I'm already blonde. I'll just be marginally more honest, a lot more perky, and if someone makes me angry, instead of being strong and straightforward, I'll just write a tell-all book.",
        "Jack: Oh, for once and for all, Carly, this is not about Katie.",
        "Carly: That's not true, Jack, and we both know it. Hey --",
        "Jack: Damn it --",
        "Carly: Hey, all right. You're got to let me take a look, okay? I have to be sure that it's not bleeding. May I? Jack, this needs to be changed. Will you let me help you? Or shall I call Katie, see if she wants to come running over?",
        "[SCENE_BREAK]",
        "Katie: Okay, you know what? Can you -- come eat breakfast with us.",
        "Brad: What happened to taking a relaxing bath and ordering room service?",
        "Katie: What happened to \"A\" for airhead? Or did you run out of pages in your little black book?",
        "Brad: No, my black book's taken an early retirement.",
        "Katie: Why?",
        "Brad: You know why. You're the only one that I want.",
        "Katie: How am I supposed to believe that?",
        "Brad: Because it's true.",
        "Katie: You know what --",
        "Audience members: Shh!",
        "[SCENE_BREAK]",
        "Carly: How many of these close calls have we survived, huh?",
        "Jack: Nature of the job, I guess.",
        "Carly: You know, I worried about you every time you walked out that door. But there was only one time that I was really terrified. When you disappeared and everyone wanted me to believe you were dead. Every other time, no matter the danger, I knew you'd pull through. That's probably a mistake, taking you for granted. I thought no matter what happened, no matter what I did, you'd always be there for me. But I've learned my lesson. Doesn't that count for something?",
        "Jack: Sure. Maybe that next guy in your life will really -- really appreciate the new and improved Carly. [Carly punches Jack on his bad shoulder] Oww!",
        "Carly: Ooh --",
        "Jack: Ooh, what the --",
        "Carly: Oh, I'm sorry. I'm really sorry. I'm sorry. Not funny, I'm sorry.",
        "[SCENE_BREAK]",
        "Meg: Mama, you can't dismiss Lucinda's offer because you don't like the idea of being in business with Paul.",
        "Emma: I do not want that man anywhere near my family nor my property.",
        "Meg: Okay, look, what you do with the farm is your call. But if it's me you're worried about, you don't need to worry. I can separate work from -- not work.",
        "Holden: You can. Paul Ryan can't.",
        "Meg: How do you know?",
        "Lucinda: Look, listen, let's not be emotional. I think that Paul has shown himself to be quite savvy with Worldwide business. And I am satisfied he will not jeopardize his position --",
        "Lily: Why don't we just talk to Paul and see what he has to say?",
        "Meg: Well, that would be a fair thing to do.",
        "Emma: Paul Ryan has never been fair as far as you're concerned.",
        "Meg: Okay, well, why don't we just show him how it's done? Who knows? Maybe Paul will end up surprising you.",
        "[SCENE_BREAK]",
        "Paul: I just want you to know I'm proud of you. I think it's great you're leaving Oakdale. Everybody needs a break every once in a while.",
        "Will: You got that right.",
        "Paul: And look, while you're all here, I just want to apologize for interfering with Hallie's adoption. I know it looks like it took Sofie's side, but I just wanted everything to work out for everybody. And I don't know when I'm going to learn to stop sticking my nose in other people's business -- you think I would have after everything that happened with Jennifer --",
        "Will: Well, Jennifer forgave you. We can forgive you, too.",
        "[Cell phone rings]",
        "Paul: Um --",
        "Will: Oh -- yeah.",
        "Paul: Meg?",
        "Meg: Hey, I'm at the farm. Do you think you could come over?",
        "Paul: Uh, is this some kind of April Fools?",
        "Meg: No, it's serious. We have a proposition for you.",
        "Paul: Well, I'm on my way. Um, please don't leave without saying good-bye.",
        "Gwen: Okay.",
        "Barbara: So, what's the plan? How soon do you think you're going to leave?",
        "Will: Uh, not sure. A couple of days. I don't really know.",
        "Barbara: Oh, Honey -- please don't go that soon. You've got to let me give you a farewell party.",
        "Will: I don't think that's a good idea.",
        "Gwen: I think that sounds great.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Paul: Hey. You made it sound so important. A surprise party for me? You shouldn't have.",
        "Lucinda: Surprise.",
        "[SCENE_BREAK]",
        "Brad: Did you hear what I said? My black book is collecting social security. You're the only one --",
        "Katie: Shhh.",
        "Brad: Forget the stupid --",
        "Audience members: Shh --",
        "Brad: I like it when it's covered in chocolate.",
        "Katie: I'm sure you do.",
        "Brad: I'm talking about the popcorn. It tastes better when you mix it with chocolate-covered raisins.",
        "Audience members: Shhh.",
        "Brad: Sorry. It's good for you, too. It's good for the heart. It lowers your blood pressure. Look, it's not a come on. I mean, it's a fact. You can look it up.",
        "Audience member: Shhh.",
        "Katie: All right, if I try it, will you leave me alone?",
        "[SCENE_BREAK]",
        "Holden: My mother has decided to sell off part of the farm.",
        "Lucinda: So, immediately, I thought this would make an excellent investment for Worldwide.",
        "Paul: Well, your mother's always wanted me to buy the farm.",
        "Lily: Circumstances change. People change.",
        "Paul: They certainly do. Emma, I didn't -- I didn't think you'd ever let this place go.",
        "Meg: So, are you interested, or not?",
        "Paul: More than ever.",
        "Holden: Just in case you're getting any funny ideas, my sister -- not part of the offer.",
        "[SCENE_BREAK]",
        "Katie: Oh, God, oh, this is awful. Have you ever tried it?",
        "Brad: I can't say that I have, no.",
        "Katie: So why did you tell me -- you're impossible!",
        "Brad: Well, I took a chance. It could have been good. You never know until you try.",
        "Katie: I can't deal with this right now. I can't deal with you, okay? I came to just turn off my brain and watch a movie for a couple of hours.",
        "Brad: It's Jack. You messing up this morning was about Jack. You coming to see movies is about Jack. It's always Jack, Jack, Jack --",
        "Katie: Wrong. No, not even wrong, impossible. Jack's not even in my life anymore.",
        "Brad: So you went and saw Jack and he --",
        "Katie: Made it perfectly clear that he's not interested.",
        "Brad: I am really sorry.",
        "Katie: Yeah, right.",
        "Brad: I am. I mean, it's true, I didn't get the whole you and Jack attraction. I always thought you and I were a much better fit. Plus, our kids, admit it, would be so much better looking. But if Jack was the one you wanted, and it's over and you're sad about that, then believe or not, I am really sorry. I care about you and I want you to be happy.",
        "Audience members: Shh!",
        "[SCENE_BREAK]",
        "Jack: Oww, that hurt like hell? Where's your sense of humor?",
        "Carly: Limited to jokes that don't involve me and another man. You are the only man in my life, Buddy. Always have been, always will be.",
        "Jack: Oh, we have a selective memory these days, don't we? Let me throw out a couple of names, just for fun. Hal?",
        "Carly: Oh, Hal. Money.",
        "Jack: Brad?",
        "Carly: Money.",
        "Jack: Winston.",
        "Carly: He kidnapped me --",
        "Jack: Okay, you're right. Not fair. Craig Montgomery?",
        "Carly: Temporary insanity.",
        "Jack: Simon?",
        "Carly: Your fault.",
        "[SCENE_BREAK]",
        "Barbara: Thanks for letting me do this. It will give something to think about besides radiation treatments. I love you Guys.",
        "Gwen: We love you, too.",
        "Will: Okay, so that's a really nice thing that you're doing for Mom. You're right. Are you sure? You really ready for this? We're not going to get to another town and then you're going to change your mind because you miss the burgers from Al's, are you?",
        "Gwen: I don't know, those burgers are like so good. I'm kidding --",
        "[SCENE_BREAK]",
        "Meg: I can speak for myself.",
        "Paul: So can I. Look, none of you trust me. I understand that. Personally, I don't blame you. But this isn't personal, this is business. And I understand the value of this land. Not just in terms of its profitability, but as something that needs to preserved so it can be passed down to the next generation. I get what Meg was trying to do at Worldwide. We should leave this world in a little better shape than we found it. And Emma, if you give me a chance --",
        "Meg: You really mean that, don't you?",
        "Paul: Yeah, of course, I do. It would be an honor to be a part of something this important. Emma, look, I know what this farm means to your family, and I promise to protect this family's interests every step of the way.",
        "Lucinda: Okay, then, let's get the ball rolling.",
        "Holden: You're sure you're okay with this?",
        "Meg: It's not my call. Mama, is this what you want?",
        "Emma: You cross me, young man, and you'll be staring down the barrel of a shotgun.",
        "Paul: Is that a yes?",
        "[SCENE_BREAK]",
        "Will: Hey, so you and Mom are going to take care of the party stuff, right? And I guess I'll just handle the mundane dad stuff. Like finding a place to live and signing up for school.",
        "Gwen: I bet your dad was really good at stuff like that.",
        "Will: Yeah, he was the best.",
        "Gwen: Hallie's got quite the namesake to live up to.",
        "Will: We all do. You know, I was thinking about him and what he would do to take care of his family. And the first thing I thought was he would find a new place to live with two bedrooms, so Hallie could have her own room.",
        "Gwen: Oh, that reminds me, I need to call Lucinda and tell her that we're moving out.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Lucinda: Excuse me, Emma. Yeah?",
        "Gwen: Hey, Lucinda, it's Gwen. Listen, I need to talk to you about something. Is there a time that's good for you?",
        "Lucinda: Well, I'm almost through where I am now. Shall I stop by on my way home?",
        "Gwen: Terrific. Thank you so much.",
        "Lucinda: Emma, I'm very glad that we're keeping the farm so close to the family, if not exactly in the family.",
        "Emma: Oh, you are close enough, Lucinda.",
        "Lucinda: Is that a compliment?",
        "Emma: Oh, you know exactly what that is.",
        "Lucinda: All right, generous --",
        "Emma: Thank you --",
        "Lucinda: Very generous, okay. Very generous.",
        "Lily: Thank you.",
        "Lucinda: Bye, Darling.",
        "Lily: Bye.",
        "Paul: Emma, thank you so much for giving me a chance. I'll have some papers drawn up in the morning.",
        "Meg: I'll walk you out. I hope you meant what you said. That this is strictly business and this has nothing to do with the two of us personally.",
        "Paul: Actually, that's not what I said at all.",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Brad: Is this supposed to be funny?",
        "Katie: That's what the poster outside said.",
        "Brad: What's so funny about a guy who's making a fool out of himself for a woman who's made it perfectly clear that she doesn't want him?",
        "Katie: Or a woman who's too stupid to see that the perfect guy is right in front of her. He's practically doing cartwheels to get her attention.",
        "Brad: This is totally terrible. Do you want to get out of here and get something to eat?",
        "Katie: Yeah. Drown our sorrows in a juicy steak with extra French fries and onion rings.",
        "Brad: Nothing good for your heart, I promise.",
        "Katie: Count me in.",
        "Brad: Come on, like you don't know how it ends?",
        "Audience members: Shh.",
        "[SCENE_BREAK]",
        "Jack: You running off with Simon Frasier is my fault?",
        "Carly: Simon was a mistake. A mistake I felt forced to make because you moved out of our house, remember? Anyway, you have to stop throwing past affairs in my face. Like you have some kind of clean, track record. What about Julia?",
        "Jack: Which one?",
        "[Laughter]",
        "Carly: I rest my case.",
        "Jack: Ooh, hey, you were the one who said I was the only man for you. I don't recall ever saying that you were the only woman for me.",
        "[Laughter]",
        "Carly: Jack!",
        "Jack: Ow!",
        "[SCENE_BREAK]",
        "Brad: Thank you. Just ignore the carrots on the side. We don't want to risk mixing our vitamins with our cholesterol.",
        "Katie: An hour ago, I couldn't even look at the food I'd ordered. And now I'm starving.",
        "Brad: See? I'm good for you.",
        "Katie: You are good for me. You're a good guy, Brad. I've got no problem with you. It's just -- it's me, I'm so --",
        "Brad: Oh, Man. Oh, Man, you're going to give it's not you, it's me speech, aren't you? I've only seen this on TV. See, I've never gotten it myself, so come on. I can't wait to hear it. Give it to me.",
        "Katie: It's not you, it's me.",
        "Brad: Uh-huh.",
        "Katie: I'm confused right now. I've been through so much and I just want to take break for a while from making mistakes. And leading you on would be a huge mistake.",
        "Brad: How long is a while? Because I can wait.",
        "Katie: You can wait for me to make a mistake?",
        "Brad: I can wait for your confusion to clear up. And I can definitely wait for you to realize that being with me is no mistake.",
        "[SCENE_BREAK]",
        "Paul: This is a business deal. But I'm not going to lie to you. I'm going to be completely upfront. Everything I do, every decision I make, everything I think, everything I dream of -- is only ever about you. Only you.",
        "Meg: I was afraid of this.",
        "Holden: Paul talks a good game. But I'll reserve judgment until I see what he actually does.",
        "Lily: My mother and I will make sure your mother's best interests are taken care of.",
        "Holden: What about Meg's interests?",
        "Lily: Well, Meg -- that's Meg's choice. We can't control what she does.",
        "Holden: I know you're right. But it doesn't make me worry any less.",
        "Lily: My mother would not have suggested this deal if she didn't think we could work it out.",
        "Holden: All right, I will try to see things your mother's way. And I will hope that we are not making a huge mistake.",
        "[SCENE_BREAK]",
        "Lucinda: This is all rather sudden, isn't it?",
        "Will: Yeah, we're sorry for the short notice.",
        "Lucinda: Oh, don't worry about that. You both -- you've been exemplary tenants and the place looks just a cute as it did when you moved in. Oh, Barbara must be having conniption fits now that you're leaving town.",
        "Gwen: It was actually kind of her idea in a way.",
        "Lucinda: Really? Really? You mean, she's finally realized that baby birds can't fly when they're tied to their mom's apron strings? Well, chalk one up for Barbara.",
        "Will: Well, she's got her friends and you know, my brother, she's got Paul.",
        "Lucinda: Yeah. Paul. He's a piece of work.",
        "Will: Yeah.",
        "Lucinda: Never a dull moment when you're around Paul. Well, what is the cliché? The only thing constant in life is change. The trick is to make it change for the better. So, on that, I will say good-bye, good luck.",
        "Gwen: Thank you --",
        "Lucinda: And with your little -- your little baby, it can be great.",
        "[SCENE_BREAK]",
        "Meg: No, no, you don't. If this is how you plan to act, then I'm going back in there and telling my mother to call the whole deal off.",
        "Paul: Meg --",
        "Meg: Don't even start thinking that you buying this property is going to somehow bring us back together again --",
        "Paul: Meg, when it comes to the farm and Emma, I will be poster boy for professional behavior and responsibility. Really. No one needs to know. It's nobody's business that I would give up anything and everything to have you back in my life.",
        "[SCENE_BREAK]",
        "Gwen: Once upon a time, there was a papa bear, a mama bear, and a Hallie bear. And the papa bear and the mama bear had tried all different kinds of families. And some of them too hard and some of them were too soft --",
        "Will: And some were too cold.",
        "Gwen: And then one day, the good fairy came down and gave them Hallie bear. And they found a family that was just right.",
        "Will: But it seemed like every time they turned around, there was a big, bad wolf trying to huff and puff and blow their house down.",
        "Gwen: That is from a completely different story.",
        "Will: Well, you use the good fairy, so I'm going to tell the story my way.",
        "Gwen: Sorry. Go ahead.",
        "Will: So papa bear, and mama bear, and Hallie bear hitched a ride on a tornado and got the heck out of Kansas and straight into Oz, where they lived happily ever after.",
        "Gwen: Together.",
        "Will: Together.",
        "Gwen: And everything was just right.",
        "[SCENE_BREAK]",
        "Katie: Well, thank you for my cholesterol fix.",
        "Brad: Well, it's good that you had chocolate earlier to balance it all out.",
        "Katie: Yeah. And thank you for walking me to my door.",
        "Brad: A gentlemen never leaves a confused lady without an escort. So go on, get some sleep. Things are supposed to be better in the morning.",
        "Katie: Why do people always say that?",
        "Brad: I don't know.",
        "Katie: In the morning, it will be just one more day of having nothing settled.",
        "Brad: You know what they say? The sun always rises in the morning. I don't know, I mean, people who come up with this stuff are like stupid.",
        "Katie: Oh, you're going to have to get some soda water on that before you wash it.",
        "Brad: I don't know what I would do without you.",
        "[SCENE_BREAK]",
        "Carly: Just tell me one thing, Jack. No joking around, okay? When you came back to Oakdale with Julia Larrabee, why didn't you recognize me?",
        "Jack: Carly, I had amnesia.",
        "Carly: Amnesia. You know, Jack, if it had been me, memory or no memory, I would have taken one look at you and I would have known that we belong together. It's fate. You know it. And I know it. No matter where we are, or who we're with, it's -- it's always just a matter of time before we're together again, Jack. It's our history. It's who we are. And you can't deny that, Jack. No matter how hard you try.",
        "[NEXT_ON]",
        "Jack: What do you want me to say?",
        "Carly: How about that it meant as much to you as it did to me?",
        "Emily: Resources by Nature is owned by an international conglomerate with very deep pockets.",
        "Paul: Great. That's all I need is a betting war. Who's in charge? Who's the CEO?",
        "Meg: Mike Kasnoff?",
        "Brad: Will you marry me?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=diVO4B7U7XU"
}