{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bonnie: Mother, you can't be serious about this job thing. \r\n",
        "Jessica: Serious as a heart attack. Hopefully, your Godmother will \r\nconsider hiring you. \r\n",
        "Bonnie: As a shop girl waiting on people? \r\n",
        "Jessica: Well, I know it pales in comparison to your perfect life in Europe\r\n\r\nwith your perfect ex-fiance, the lord of the manor. \r\n",
        "Bonnie: He's a Duke, mother. \r\n",
        "Jessica: Whatever. It would have been nice if I could have met him. \r\n",
        "Bonnie: So you could lecture him on his lack of working class values? \r\n",
        "Jessica: No, honey, so that I could know what's going on with your life. \r\nNow, I knew something was wrong from your phone calls. I could hear it in \r\nyour voice. \r\n",
        "Bonnie: It's just the same old, tired story. I dropped in at the country \r\nhouse, and I found him with his ex-girlfriend and her friend and her friend's\r\n\r\nfriend, and did I mention the upstairs parlor maid? \r\n",
        "Jessica: I'm so sorry. \r\n",
        "Bonnie: Don't be. I'm so past it. \r\n",
        "Jessica: Oh, really? \r\n",
        "Bonnie: Really. I mean, he wanted whatever he wanted whenever he \r\nwanted it. It's good I found out now, right? Good riddance. \r\n",
        "Jessica: Bonnie, I know what it's like to lose someone you love. I want to\r\n\r\nhelp. \r\n",
        "Bonnie: But I'm fine. \r\n",
        "Jessica: Sweetheart, I'm your mother. I know you, and I love you. And \r\nsometimes, I just think it helps to talk about it. So why don't you tell me \r\nwhat else happened over in Europe? \r\n",
        "Bonnie: Well, what happened was I just needed a break from the constant \r\nround of social engagements. I mean, you give a guy a title, and they expect \r\nyou to be by his side at every new library, art gallery or day care center on\r\n\r\nthe continent. Look, all I wanted to do was come home for a visit, not be \r\npushed into the third circle of hell. \r\n",
        "[Jessica laughs] \r\n",
        "Jessica: This is how you refer to the working world? Sweetheart, there's \r\nnothing wrong with making your own way. \r\n",
        "Bonnie: And I will, as -- as soon as I find out what I'm really suited for.\r\n\r\n",
        "Jessica: Yeah, but you can't find that out in a spa or at the country club.\r\n\r\nOh, I need to see what's keeping Lisa. Maybe I should talk to her about this \r\nfirst, okay? Now, you work on that smile. ",
        "Bonnie: Oh, God. Be there, please. Please be there. Just \r\nbe there. Hi. It's me. Look, I should have never left Europe. It was a huge, \r\nhuge mistake. I'm so sorry. Well, how can I calm down? All of my credit \r\ncards are frozen, and my own mother is forcing me to -- I can't even barely \r\nsay it -- take a job waiting on people. I swear, if you don't come and rescue\r\n\r\nme, I'm gonna die from the terminally bored. ",
        "Duncan: You know, it's amazing. You look remarkably healthy for such \r\na tortured soul. \r\n",
        "Bonnie: Daddy, I can't do this. Please. Please, you have got to take me \r\nhome now! ",
        "",
        "Rose: Am I late? Oh, I hate to be late. \r\n",
        "Craig: Oh, perhaps you're still on Atlantic City hours. \r\n",
        "Rose: Tell me about it. You know, it took me six months to hit the sheets \r\nbefore 4:00 A.M. ",
        "[Craig laughs] Thanks for the wine. Ah, thanks. \r\n",
        "Craig: I'm sure you didn't ask me here to discuss your sleep patterns. \r\n",
        "Rose: No. You strike me as a guy who likes to cut to the throat -- I mean \r\nchase. \r\n",
        "Craig: Nervous, Rose? \r\n",
        "Rose: Me? No. I haven't been nervous since my first confession. ",
        "[Both \r\nlaugh] Yeah. So I'm just gonna get right down to it, okay? Right down to \r\nbusiness. I want you to drop the lawsuit against Barbara and Paul Ryan. \r\n",
        "Craig: Is this you or Lucinda talking? \r\n",
        "Rose: Both. You see, this lawsuit is riding up our back like a bad rash. So\r\n\r\ndrop it before there's any trouble. Consider it a friendly suggestion. \r\n",
        "Craig: Are we friends? \r\n",
        "Rose: Don't you think you've done enough to those poor people? \r\n",
        "Craig: \"Those poor people\" who tried to send me to prison? \"Those poor \r\npeople\" who accused me of attempted murder? \"Those poor people\" who \r\nslandered me every day in the press as the antichrist? \r\n",
        "Rose: Ah, they weren't far off. You didn't light the match, but you sure \r\nblew up Barbara's life. You robbed her, you used her, you lied to her. There \r\nare many ways, many ways to kill a woman, Craig. \r\n",
        "Craig: Yeah, what about what Barbara and Paul did to me? You think I \r\ncould rebuild my life with a snap of my fingers? A reputation is a fragile \r\nthing, you know. \r\n",
        "Rose: I'm taking this as a no? \r\n",
        "Craig: The thought of sitting in a prison cell without hope of seeing my \r\nchildren or even the light of day for 40 years was pretty scary, Rosie. \r\nBarbara and Paul owe me for that, and they will pay me, with interest. \r\n",
        "Rose: I was afraid you'd say that. \r\n",
        "Craig: What is this? \r\n",
        "Rose: It's something that you're very, very familiar with. It's a lawsuit \r\nthat is all dressed up and ready to be filed at the courthouse. So either you\r\n\r\ndrop the lawsuit against Barbara and Paul Ryan, or Lucinda will sue those \r\ntacky pants off of you. Salut. ",
        "",
        "Nick: Yeah, the paper's kind of unusual, too. So can you \r\ncheck to see if anyone at your shop remembers working on it or if they \r\nremember who placed the order? Great. Yeah, I can be reached at the \r\nnumber I left. Thank you. ",
        "",
        "Carly: Excuse me. Hi. I'm looking for Molly Conlan. Is she around? \r\n",
        "Nick: No. She left after the broadcast. \r\n",
        "Carly: Do you happen to know if she was headed home? \r\n",
        "Nick: I don't know. ",
        "",
        "Kim: I don't believe it. Carly Tenney, you've got more nerve than any ten \r\npeople I know. You are not welcome here. ",
        "",
        "Jack: Hey, I was just -- \r\n",
        "Molly: You were just what? Jack, you don't look very good. You know \r\nwhat? I'm really sorry, 'cause I meant to call. Do you mind if I come in for a\r\n\r\nminute? \r\n",
        "Jack: No. No, please. Please, sure. \r\n",
        "Molly: Are you selling the place? \r\n",
        "Jack: No. It's just the rest of Julia's stuff. Her mom wants it sent back to\r\n\r\nPennsylvania. \r\n",
        "Molly: Listen, I tried to call you. I really did. I called down at the \r\nstation. \r\nI called your cell phone. I called Carly's apartment. \r\n",
        "Jack: What's up, Molly? \r\n",
        "Molly: Nothing. My whole life's just falling apart, that's all. \r\n",
        "Jack: What's wrong? \r\n",
        "Molly: It took me so long to find the perfect guy, I mean, the guy that I \r\ncould count on. Look at him. Jake is -- he can hit a seven/ten split. He can \r\nmake oatmeal taste edible. He can juggle the twins. He can even sing a heck \r\nof a lullaby, and he can win an Endicott Award, but he can't fix this. Jack, I\r\n\r\nneed you. I have no place else to turn. ",
        "",
        "Jessica: I know, I've been pushing the envelope lately. And, well, you \r\nalways taught me to test the limits and never settle. \r\n",
        "Duncan: I didn't mean the financial limits. \r\n",
        "Bonnie: I know. I know. I made a big mistake, and from now on, I'll \r\nmake better choices, and I'll live within my budget. I'll do whatever you ask.\r\n\r\nJust, please, please take me home with you. \r\n",
        "Duncan: Bonnie, you never do what anyone asks. And that fierce \r\nindependence is part of why we love you so much. But I don't think it's in \r\nyour best interests right now to go back to Europe. So you and I are going to\r\n\r\nsay a temporary good-bye. \r\n",
        "Bonnie: Good-bye? Where are you going? \r\n",
        "Duncan: Well, I just got a call from Edinburgh. I've got to go home and \r\ntake care of business. I think this time with your mother will be good for \r\nboth of you. \r\n",
        "Bonnie: You're leaving me alone with mother? \r\n",
        "Duncan: You two will get along just fine, and I think you'll be a natural \r\nin the fashion business. \r\n",
        "Bonnie: Fashion, yes, but retail? \r\n",
        "Jessica: Well, hopefully. I don't even know if Lisa will take you on yet. \r\n",
        "Duncan: But if she does, it will be an extraordinary opportunity for you. \r\n",
        "Jessica: Absolutely. \r\n",
        "Bonnie: Oh, yes, \"extraordinary.\" Selling off-the-rack merchandise to \r\nhicks with no taste and getting sore feet for minimum wage? \r\n",
        "Jessica: Oh, please, can we dispense with the drama? \r\n",
        "Bonnie: Right. I need to just \"Buckle down and put my nose to the \r\ngrindstone\" -- whatever a grindstone is. Look, I'm sorry if I'm not who or \r\nwhat you think your daughter should be. \r\n",
        "Jessica: Sweetheart, there is not any who or what I think you should be. \r\n",
        "Bonnie: Well, can't you just accept me for who I am? Can't you just be a \r\nmoth and not a drill sergeant or a career counselor? \r\n",
        "Jessica: Okay, now, you're pushing it, bonnie. \r\n",
        "Bonnie: Oh, I'm sorry. I forget. I keep forgetting. I'm a project, not a \r\nperson, like one of your cases. God, you ask me to pour out my heart about \r\nthe details of my love life, but why should I? Why should I with someone \r\nwho cares ten times more about their career than they ever have about me?! ",
        "",
        "Duncan: She's upset. \r\n",
        "Jessica: That is so not true. \r\n",
        "Duncan: She didn't mean it. I'll go talk to her. ",
        "",
        "Jack: Yeah, I got one of these invites, too. You sure Nick Scudder's \r\nbehind this? \r\n",
        "Molly: I'm positive. The problem is, even Jake thinks the guy is clean. \r\n",
        "Jack: Why? \r\n",
        "Molly: Because he had a talk with him. He checked him out. But you \r\nknow what? He doesn't know Nick like I do. This guy can talk his way out \r\nof a hanging. \r\n",
        "Jack: This is pretty sick stuff. \r\n",
        "Molly: Yeah, I know. Sick enough to make someone go crazy, make you \r\ndoubt who you are and how you want to live your life. \r\n",
        "Jack: You said you talked to Hal about this? \r\n",
        "Molly: Yeah. \r\n",
        "Jack: Then why me, Molly? \r\n",
        "Molly: Because -- because this guy isn't getting the message. \r\n",
        "Jack: Molly, I couldn't arrest the guy even if I caught him red handed. \r\nI've been suspended. \r\n",
        "Molly: Jack -- well that's not like being fired, through, right? \r\n",
        "Jack: Well, it's kind of like a dry run before they fire you. \r\n",
        "Molly: Listen, this is obviously not the right time to get you involved in\r\n\r\nsomething like this. I don't want to get you in even more trouble down at the\r\n\r\nstation. So I'll handle him, or he'll handle me. Whatever it is, I'll work it \r\nout. \r\nI really appreciate you listening to me. \r\n",
        "Jack: Molly, wait. I may not officially be a cop, but I'm still your friend.\r\n\r\nAnd to tell you the truth, leaning on some guy who deserves it sounds pretty \r\ngood right now. ",
        "",
        "Carly: Don't give me a hard time, please. Things are tough enough. \r\n",
        "Kim: Well, I tell you, you go and walk around in Barbara's shoes for \r\nawhile and then come and tell me how tough life is, Carly. \r\n",
        "Carly: I didn't do anything to hurt her. \r\n",
        "Kim: Oh, excuse me. That wasn't you, then, having a passionate kiss with \r\nher husband a few minutes before they got married. \r\n",
        "Carly: Why don't you take that up with Craig? Oh, right. Because I'm one \r\nnotch above \"The happy hooker,\" and Craig is just a guy being a guy, right? \r\n",
        "Kim: Wrong. I don't want to see either one of you around here. \r\n",
        "Carly: Fine. I just came by to tell molly I'm leaving town. I wanted to tell\r\n\r\nher in person. \r\n",
        "Kim: When are you leaving? \r\n",
        "Carly: Asap. Is that soon enough for you? Just tell her, okay, please? Tell\r\n\r\nher I'll call her when I get settled. \r\n",
        "Kim: Fine. \r\n",
        "Carly: You know, I thought having a long and pretty happy life was \r\nsupposed to bring you good things, like wisdom, tolerance. \r\n",
        "Kim: You thought wrong. ",
        "",
        "Craig: If Lucinda were here, I would point out that chronic hatred of an \r\nex-son-in-law is hardly grounds for a lawsuit. \r\n",
        "Rose: Could I ask you something? Do you know what a good guy would \r\ndo in this situation? \r\n",
        "Craig: Haven't a clue. \r\n",
        "Rose: He would drop this lawsuit and let his ex get on with her life, for \r\ncrying out loud. \r\n",
        "Craig: Funny you should mention that. I came to that same conclusion \r\nmoments before your tortellini arrived. \r\n",
        "Rose: Really? Good. \r\n",
        "Craig: Yes, really. But now that I know that my ex-mother-in-law is so \r\neager to make this suit go away, I will take it all the way to the Supreme \r\nCourt if I have to. So why don't you scarf your pasta and scurry back to \r\nLucinda and tell her that? \r\n",
        "Rose: No. No, I can't, because we have unfinished business, Craig. \r\n",
        "Craig: Ah, I thought this meeting was over. \r\n",
        "Rose: No, it's over when I say that it's over. Remember that little incident\r\n\r\nat the boardroom, Worldwide, when Lucinda went all cuckoo? \r\n",
        "Craig: Ah, yes, one of my fondest memories. The failing queen watching \r\nreality slip from her grip. \r\n",
        "Rose: Well, she had a little help on that one-way trip to Mars. It turns out\r\n\r\nthat box of chocolates that she received as a gift was laced with goofy juice.\r\n\r\nBut who am I telling? The man who did it with his own two hands. And that \r\nlittle card with the chocolates saying that it's from her granddaughter -- that\r\n\r\nwas sheer brilliance. Lucinda loves Lucy. She gobbled 'em all up, and the \r\nrest, as they say, is unfortunately history. \r\n",
        "Craig: There is one problem with your fairy tale. There is no proof. And \r\nbesides, I was as shocked at Lucinda's behavior as you were. \r\n",
        "Rose: Yeah, I'm sure you were. Who am I to say? But you know, don't \r\nyou want to know what I got in my -- in my bag? \r\n",
        "Craig: No, not really.\r\n",
        "Rose: You know, my family, they used to call 'em something really fancy \r\n-- truffles. Yeah, truffles. You know what I call them? Proof. ",
        "",
        "Curtis: All right, what do you mean there's a Harris curse? \r\n",
        "Isaac: See, ask Ben to explain it to you. \r\n",
        "Ben: This is not open for discussion. We're outta here. \r\n",
        "Isaac: Come on, man. You have to admit, you size up a woman, and it's, \r\n\"Wham, bam, I'll race you to the altar, ma'am.\" \r\n",
        "Ben: Should he be hearing this? \r\n",
        "Isaac: He's practically a man. \r\n",
        "Ben: He's 14. \r\n",
        "Isaac: You're never too young to learn your way around the opposite sex. \r\nAnd you have good taste, too -- great taste. I mean, Denise, Lien -- \r\n",
        "Curtis: Camille. \r\n",
        "Isaac: All beautiful women, all first class. I admit, I even gave them a \r\nlook or two. But I didn't pony up for any diamonds. Now, you -- you're in \r\nsuch a rush to say \"I do,\" you can't see they never will. See, some women -- \r\nsome women are great appetizers. You don't sit down to a whole meal. \r\n",
        "Ben: No, I believe in making a commitment. \r\n",
        "Isaac: But nobody is committing back. \r\n",
        "Curtis: What does he need to do, Isaac? \r\n",
        "Isaac: He's got to break the Harris curse. Break it now before you end up \r\na lonely old man drooling over \"Golden Girls\" reruns. \r\n",
        "[Curtis laughs] \r\n",
        "Curtis: That won't be happening to me. \r\n",
        "Isaac: That's a good man. You get out there. \r\n",
        "Ben: He hasn't even had a date. \r\n",
        "Curtis: What are you talking about? I asked Michelle baker to the back-\r\nto-school dance. \r\n",
        "Isaac: Way to go, Curt! \r\n",
        "[Isaac laughs] \r\n",
        "Curtis: But she turned me down. \r\n",
        "Isaac: You see? This is getting serious. \r\n",
        "Curtis: Man, I don't want to be cursed. I think of ladies every second of \r\nevery day. I live for the sight of a beautiful female. \r\n",
        "Ben: Okay, okay. We get the idea. \r\n",
        "Isaac: The problem isn't finding a woman, gentlemen. I mean, look \r\naround. They're all over. We've got the big, the small, the tall, the short, the\r\n\r\nyoung, the old, the pretty and the not so pretty. No, the problem isn't finding\r\n\r\na woman, Curtis. The problem is finding the right kind of woman. ",
        "",
        "Duncan: You know, it's okay to need your mother. \r\n",
        "Bonnie: I need to go back to Europe. \r\n",
        "Duncan: Oh, is that why you came here when things went bad with the \r\nduke? Sweetheart, you were hurt and confused. \r\n",
        "Bonnie: It was a mistake. \r\n",
        "Duncan: I think it was the most natural thing in the world. And your \r\nmother wants to be here for you, to help you through it. \r\n",
        "Bonnie: No, she wants to make me a slave to her values. If she wanted to \r\nspend so much time with me, daddy, why is she locking me in this dress \r\nshop all day? \r\n",
        "Duncan: What she wants is for you to learn the meaning of the word \r\n\"responsibility.\" \r\n",
        "Bonnie: You're starting to sound just like her. \r\n",
        "Duncan: She just wants to help you, because she loves you very much. \r\n",
        "Bonnie: I guess. \r\n",
        "Duncan: I know. ",
        "",
        "Jessica: Lisa will be out in a minute. \r\n",
        "Bonnie: Great. \r\n",
        "Duncan: I should go. You two play nicely. I'll call you in a couple of \r\ndays. I'll miss you. \r\n",
        "Bonnie: I'll miss you more. \r\n",
        "Duncan: You be a good girl while I'm gone. She loves you, Jess. \r\n",
        "Jessica: I guess. \r\n",
        "Duncan: You two have more in common than you know. That's why I'm \r\ncrazy about both of you. \r\n",
        "Bonnie: I love you. ",
        "[Cell phone rings] It's okay, mother. You don't have \r\nto feel guilty. Go ahead, take the call. Oakdale needs you. Look, I'll just go\r\n\r\nand try to find Lisa before my big chance passes me by. ",
        "",
        "Jack:  Thanks, Murphy. I appreciate it. Yeah. I got the rundown on Scudder's stay in the pen. He got in his usual \r\nscuffles but basically kept his nose clean. You sure he's working at WOAK \r\nthis afternoon? ",
        "Molly: Yeah. \r\n",
        "Jack: Good. \r\n",
        "Molly: Wait, Jack. I don't want you to do something that's gonna come \r\nback to bite you, something that's gonna keep you from getting back on the \r\nforce. \r\n",
        "Jack: You think I'm worried about that? I've got the right to have a \r\nprivate conversation with somebody, don't I? \r\n",
        "[Molly laughs] \r\n",
        "Molly: You know what? It is no wonder that Carly is crazy about you. \r\n",
        "Jack: You haven't talked to her lately, have you? \r\n",
        "Molly: Why? \r\n",
        "Jack: Carly and I broke up. \r\n",
        "Molly: What? What, Jack? Is it that kiss? Are you still steamed about that\r\n\r\nkiss? \r\n",
        "Jack: Molly, it wasn't the kiss or any one little thing or any one little \r\nmoment. It was a lot of little moments, too many people, too many \r\nproblems. Julia was mine. We let them take us down with them. \r\n",
        "Molly: You know what? There's something I know. Carly is nuts about \r\nyou, Jack. She doesn't know how not to be nuts about you. \r\n",
        "Jack: Molly, I love Carly, too, but no matter how hard we tried, we \r\ncouldn't get past the little hurts. I covered for Julia, she covered for Craig,\r\n\r\nand neither one of us told the other. I guess maybe we knew how fragile our \r\nrelationship was, and we didn't want to risk what little happiness we had. So\r\n\r\nwe stopped trusting each other, and we hoped the little problems would take \r\ncare of themselves. That's no way to build a future. Listen, do me a favor, \r\nwill you? If Carly needs anything -- \r\n",
        "Molly: I'll let you know. \r\n",
        "Jack: Good. I'll get back to you about nick. \r\n",
        "Molly: Thank you. You know, you're still the best thing that ever \r\nhappened to Carly. Don't you let her go without a fight. \r\n",
        "Jack: What's the use of fighting for someone when they want nothing to \r\ndo with you? \r\n",
        "Molly: Oh, yeah, right. The day I believe that, Jack Snyder, is the day \r\nthey elect Craig Montgomery Humanitarian of the Year. ",
        "",
        "Craig: So because of that bag of after-dinner mint, I'm supposed to drop \r\nmy suit against Barbara and Paul, beg Lucinda for mercy? \r\n",
        "Rose: That would be great. \r\n",
        "[Craig laughs] \r\n",
        "Craig: I hate to trample all over your bit of dramatic flair. That candy \r\nlooks a bit generic. You know what \"generic\" means? \r\n",
        "Rose: Oh, don't be a wise guy. Yeah. Yeah, but see, this is the Real \r\nMcCoy, I hate to tell you. That box of chocolates was sitting out there, and I\r\n\r\ntook one, but I didn't eat it. \r\n",
        "Craig: So what did you do with it? \r\n",
        "Rose: Okay, so I'm a -- I'm a slob. I took it. I put it in my purse. But then\r\n\r\nLucinda ends up in the bug house. I figured it was drugged. So I put it in this\r\n\r\nnice little baggy for later on if I needed it. \r\n",
        "Craig: Interesting. So why didn't you go to the police? \r\n",
        "Rose: Because they already had you for trying to light up your wife like a\r\n\r\nRoman candle. But once the charges were dropped, I had to go to Plan B. \r\nAnd I figured this kind of thing, it belongs in civil court, you know? Where \r\nyou only need a preponderance of evidence to win. \"Preponderance\" -- it's a \r\nnice word, isn't it? \"Preponderance.\" \r\n",
        "Craig: So many syllables. \r\n",
        "Rose: This is how it's gonna go, okay? You're gonna drop the lawsuit \r\nagainst the Ryans, and this piece of chocolate ends up in the dumpster. If \r\nyou dig your heels in deeper, then Lucinda's gonna sue you for trying to \r\ncause her bodily harm. \r\n",
        "Craig: Except you don't have a chance in traffic court, let alone civil \r\ncourt. Suppose that thing is full of arsenic. Doesn't prove I put it there. In\r\n\r\nfact, if I didn't know better, I'd say you're trying to frame me. \r\n",
        "Rose: Now why would I do that? \r\n",
        "Craig: To win bonus points with Lucinda, your new boyfriend, Paul, \r\nBarbara. They'd all like to be grand marshal at my funeral, so stop trying to\r\n\r\nembarrass yourself with empty threats, flimsy evidence. You're out of your \r\nleague, Rosie. \r\n",
        "Rose: I got your attention at that trial. That picture of you doing mouth-\r\nto-mouth with Carly right before your wedding? I told you I was the one -- \r\nme, right here -- who put that in the D.A.'s lap. \r\n",
        "Craig: Yes, and publicly humiliated an innocent Carly Tenney in the \r\nprocess. \r\n",
        "Rose: Aw. I didn't even break a nail. So much for being a lightweight. \r\nCome on, welcome me into the big leagues, Craig. ",
        "[Craig laughs] Oh, you \r\nknow what else I have? I have the note that came with the box of chocolates. \r\nIsn't that a good thing that I saved this, too? \r\n",
        "[Rose holds up Lucy’s card]",
        "",
        "Molly: Honey, are you okay? \r\n",
        "Carly: Hey. \r\n",
        "Molly: I just came from seeing Jack. \r\n",
        "Carly: You did? How is he? \r\n",
        "Molly: Well, actually, the two of you look a lot alike -- miserable. I can't\r\n\r\nbelieve you guys broke up. -\r\n",
        "Carly: Yeah, I really wanted to tell you myself, Molly. I even went to the\r\n\r\nstation. Kim showed me the door. \r\n",
        "Molly: I'm really sorry about that. Listen, what can I do? I want to help.\r\n\r\nTell me. What? \r\n",
        "Carly: I don't think there's anything anybody can do. Besides, I have \r\nmuch more important things to worry about than my love life. \r\n",
        "Molly: What could possibly be more important than you and Jack? \r\n",
        "Carly: Parker. That kid has been bounced around so much lately, I don't \r\neven think he knows what it feels like to have a real home with his own \r\nmother. I don't know what we would've done if you didn't let us stay here. \r\n",
        "Molly: Honey, you know that you guys can stay here as long as you \r\nwant. \r\n",
        "Carly: I know. And I really appreciate that. But up until now, my entire \r\nlife has revolved around being with Jack, not being with Jack, waiting to be \r\nwith Jack. And it's just not working. Every once in awhile, we got this \r\nwonderful little glimpse of how good things could be. And then, before you \r\nknew it, I'm back in limbo, waiting for 100 pieces to fall back into place so\r\n\r\nwe can be together for like another five minutes in time. I just can't live like\r\n\r\nthat anymore. \r\n",
        "Molly: So what's your plan? \r\n",
        "Carly: My plan is to not plan my life around Jack or any other man. I \r\nhave a wonderful son. I've got some talent. And I'm not too afraid of hard \r\nwork. And that's a lot more than a lot of people have. So I'm moving to \r\nChicago. It's time. It's time for me to pack up and never look back. ",
        "",
        "Isaac: If you don't lighten up and play a little -- learn to have fun! \r\n",
        "Ben: I have fun. \r\n",
        "Isaac: Working a double shift at Memorial? \r\n",
        "Curtis: It's not Ben. It's the curse thing. \r\n",
        "Isaac: No, I'll tell you what it is. Up until now, Ben, all of your women \r\nhave had one thing in common. \r\n",
        "Curtis: They're hot. \r\n",
        "Isaac: And they're hot and ambitious. They were all tied up in their own \r\ncareers. Now, believe it or not, a lot of women still find marrying a doctor \r\nhas that 9-to-5 thing beat by a mile. \r\n",
        "Ben: Look, did you sleep through the whole women's movement? \r\n",
        "Isaac: Before you go burning the bra, Mrs. Harris, just allow me to \r\ndemonstrate. You give me five minutes. I'm gonna cruise the bar, and I'll \r\nfind you your future bride. ",
        "",
        "Ben: Great, yeah, yeah, yeah. If he comes back here with my future \r\nbride, you will get a Ferrari for your 16th birthday and free concert tickets\r\n\r\nevery week for a year. \r\n",
        "Curtis: Well, I'm lookin' at a set of wheels with 100,000 miles on it, aren't\r\n\r\nI? \r\n",
        "Ben: Most definitely. ",
        "",
        "Isaac: Sorry that took so long. Excuse me, gentlemen, I'd like you to meet\r\n\r\nSadie. Sadie, this is my brother, Ben, and his son, Curtis. \r\n",
        "Sadie: It's a pleasure meeting you, Ben. \r\n",
        "Ben: Hey. \r\n",
        "Sadie: I understand you're a doctor. ",
        "",
        "Craig: You're starting to annoy me, Rosie. \r\n",
        "Rose: \"Good luck on your big day, grandma. Love, lucy.\" So nice of her \r\nto send a box of chocolates to her grandma on her big boardroom day. \r\n",
        "Craig: Uh-huh. \r\n",
        "Rose: The boardroom, ha ha. When I was her age, all I could think about \r\nwas partying and dancing and boys, boys, boys. But not your kid, no. Sitting \r\ndown at a desk, writing a nice note, sending chocolates to her grandma. You \r\nknow what? Maybe I should call Lucy in Montega and see how she feels \r\nabout all of this. \r\n",
        "Craig: Don't drag Lucy into this. \r\n",
        "Rose: No, you're the one -- you are the one doing the dragging. It's time \r\nto find out what kind of father you really are. You're gonna drag your \r\ndaughter all the way over here and lie for you on the stand? Or are you \r\ngonna do the right thing and keep her out of it? You have the Rose D'Angelo \r\nword of honor. I'm telling you right now, if you drop this lawsuit, this whole\r\n\r\nthing, all of this disappears like a box of melted chocolates. The truffle's in\r\n\r\nyour court, Craig. What are you gonna do? ",
        "",
        "Craig: So, suppose Lucy didn't send that candy. It doesn't mean I did it. \r\nLucinda has lots of enemies, Rosie. \r\n",
        "Rose: No, yeah, I'm sure it was Joe Blow from the ACME Poison Candy \r\nCompany. I'm sure he did it. \r\n",
        "[Craig laughs] \r\n",
        "Craig: Well, your opinion won't count for much in court. \r\n",
        "Rose: Yeah, you're probably right, you know. What do I have here? I got \r\na little candy, I got my silly little note. The court's tough. You should know.\r\n\r\nBut your ex-wife and your daughter, how are they gonna feel? They can add. \r\nYou put one, two and three together. What do you get? A skunk of a guy \r\nwho pulled a dirty little trick on Lucy's grandmother and used his own kid to\r\n\r\ndo it. Ha. Why do I need a jury of strangers to nail you to the wall when your\r\n\r\nown family will do it for me? \r\n",
        "Craig: Sierra won't give you the time of day. \r\n",
        "Rose: No, not me, but Lucinda, yeah. For sure. And Lucy, she adores her \r\ngrandmother. How is she gonna feel that you used her to hurt her \r\ngrandmother? She won't even show up at your deathbed. Look, I don't want \r\nto hurt your kid, and I know deep in your heart, if you have one, you don't \r\nwant to cause Barbara any more pain. She's been through enough already. \r\nWould you just drop the lawsuit, please? \r\n",
        "Craig: So you and Paul can ride off into the sunset? \r\n",
        "Rose: No, no. So you, me and everybody else can finally have a decent \r\nnight's sleep in peace without feeling a little bit dirty. \r\n",
        "Craig: All right, Rosie. I'll call Cass, get him to drop the lawsuit against\r\n\r\nBarbara and Paul. \r\n",
        "Rose: You did the right thing. And I didn't even have to break your \r\nkneecaps to do it. I could do that. Great. ",
        "",
        "Lisa: I suppose I could give her a trial run here and just see. I am -- I \r\ncould use some help with Barbara still recuperating and all. \r\n",
        "Jessica: Oh, really, Lisa? That's all I ask. Just give her a chance. And if \r\nit \r\ndoesn't work out, no hard feelings. \r\n",
        "Lisa: Okay, why not? It would be nice to have some young blood around. \r\n",
        "Jessica: Thank you, Lisa. ",
        "",
        "Shopper: Excuse me, miss? Do you think this dress will make me look \r\nheavy? \r\n",
        "Bonnie: Oh, no, that dress is lovely. And that print is stunning. \r\n",
        "Lisa: She's a natural. \r\n",
        "Bonnie: Unfortunately, it's your big hips that make you look so heavy. So \r\nif you wrap a print like that around yourself, you might as well hang a big \r\n\"Wide Load\" sign around your neck, if you know what I'm saying? \r\n",
        "Shopper: Oh! \r\n",
        "Lisa: Has she tried professional wrestling? ",
        "",
        "Molly: What about my wedding, Carly? \r\n",
        "Carly: Molly, I'm gonna be at your wedding. I'm just -- I'm going to \r\nChicago, not Siberia. \r\n",
        "Molly: I know. I just wish it wasn't now. \r\n",
        "Carly: I think -- I think now is pretty perfect for both of us. My life is --\r\n\r\nwhat can I say? -- Is just my life. But you -- you got a guy who'd slay \r\ndragons for you, Molly. Jake adores you, your past, your present, whatever \r\nhappens in the future. That's the part that Jack and I could never get quite \r\nright. We just got tangled up in trying to fix the things that we couldn't \r\naccept about each other, you know? And if you do that long enough, \r\neventually you're gonna come apart at the seams. But I'm gonna be fine. I \r\nstill have a little cash in the bank. And it's time for me to try new roads, you\r\n\r\nknow? I'm not gonna stick around here and do Craig or Lucinda's dirty work, \r\nor take charity from you and Jake. I'm stuck. I gotta get unstuck. \r\n",
        "Molly: I know. I hear all that. It's just that I'm gonna miss you. I'm gonna\r\n\r\nreally miss you, and I'm gonna miss this. I'm gonna miss just dropping in \r\nand folding laundry, honey. \r\n",
        "Carly: Me, too. But I really want my son to be proud of me. I want him to \r\nhave a mom that people are proud to call a friend. And if I stay here, he's \r\nalways going to be the son of that lying little tramp that the \"good\" people of\r\n\r\nOakdale love to hate. I won't do that to him. I won't do it to me. ",
        "",
        "Jack: Hey, Nick, right? \r\n",
        "Nick: Yeah. And you are? \r\n",
        "Jack: Oh, it doesn't matter who I am. \r\n",
        "Nick: You're a cop? \r\n",
        "Jack: Quick study. Kim Hughes know you did time? \r\n",
        "Nick: Look, that's none of your business. \r\n",
        "Jack: No, I'm making it my business. Did you give her the whole \r\nrundown? \r\n",
        "Nick: She knows everything. \r\n",
        "Jack: Oh, Nick, you disappoint me. I thought you were better at playing \r\nthe game. And that look, the one you just gave me? That tells me how you \r\nlook when you lie. And now that i've seen that look, I'll know if you're \r\nplaying straight with me and when you're not. But I'm a fair man. I'll give \r\nyou another shot at getting it right. Tell me about the computer courses in \r\nthe joint. \r\n",
        "Nick: What about them? \r\n",
        "Jack: Well, I hear you're quite a graphic arts whiz. \r\n",
        "Nick: Yeah, they had a lot of software. \r\n",
        "Jack: Software that teaches a guy how to create one of these? \r\n",
        "Nick: I had nothing to do with that piece of trash, okay? Or anything else\r\n\r\nMolly Conlan is telling everybody I did. \r\n",
        "Jack: This is just a toy, nick. It's not worth my time. It's not worth your\r\n\r\nparole officer's time. It's not gonna get you locked up again. But I think it's\r\n\r\ntime you packed up all your little toys. Do you understand what I'm saying \r\nto you? \r\n",
        "Nick: I told you, I didn't do it. \r\n",
        "Jack: Are you telling me the truth, nick? 'Cause I'm really in no mood to \r\nplay guessing games. \r\n",
        "Nick: I told you everything, okay? \r\n",
        "Jack: I'm really cranky these days, nick. You don't want to get on my bad \r\nside. So I'm gonna spell it out for you. If anything happens to anyone in the\r\n\r\nMcKinnon family, if their goldfish so much as goes belly up, I will hunt you \r\ndown. Nick, I will find you. From now on, I'm your shadow. I'm everywhere \r\nyou don't want me to be. Remember that the next time you want to put \r\ntogether another surprise for Molly Conlan. ",
        "",
        "Jack: Hey, Kim. \r\n",
        "Kim: Oh, Jack. Hi. Is there some kind of problem? \r\n",
        "Jack: No, no problem at all. I was just having a little conversation with \r\none of your new employees here. \r\n",
        "Kim: Did molly send you? \r\n",
        "Jack: No. No, Nick and I are old friends. And that's the truth. Right, \r\nNick? \r\n",
        "Nick: Yeah. \r\n",
        "Jack: Well, you two have a nice day. I'll be seeing you around. ",
        "",
        "Isaac: What did I tell you? \r\n",
        "Curtis: Sweet. I'm gettin' a Ferrari. \r\n",
        "Isaac: Even Ben can't screw this up. Oh, yeah! ",
        "[Isaac and Ben laugh] The \r\nman with the golden touch. ",
        "",
        "Ben: That is one incredible lady. \r\n",
        "Curtis: So when are you guys going out? Does she like kids? Does she \r\nlike teens? I mean, I want to know. I mean, we can go shopping. I mean, \r\nwe'll go car shopping after the wedding. \r\n",
        "Isaac: I'll book Reverend Dansby. \r\n",
        "Ben: Actually, she -- she has her own \"in\" with the church set. \r\n",
        "Isaac: Ooh, a woman with high moral fiber. You two were destined. \r\n",
        "Ben: She's also already -- already committed to another. \r\n",
        "Curtis: Whatchoo talkin' about, Ben? \r\n",
        "Ben: Tonight is Sadie's last night out on the town before she joins the \r\nHoly Order of the Sisters of Good Hope. She was having some doubts, but \r\nafter talking to me, she's sure that she wants to commit the rest of her life to\r\n\r\nthe lord, so -- \r\n",
        "Isaac: That fox is joining a convent? \r\n",
        "Curtis: Oh, man, the Harris curse. \r\n",
        "Isaac: Oh, no, no, no, no. We're not rolling over and playing dead. No. \r\nYou know what? Forget Sister Sadie. We regroup. No, no, we join back here \r\ntomorrow night. I'm gonna break this Harris curse and find you the perfect \r\nwoman or die trying. \r\n",
        "Ben: Come on, Isaac, don't do it. You're too young to die. ",
        "",
        "Bonnie: Oh, God, I'm sorry, Lisa. I didn't mean to cost you a customer. I \r\njust -- \r\n",
        "Lisa: No, no. It's all right, sweetheart. Go up there and look at that new\r\n\r\nline that came in from Milan. Now, you'll love it. I want to talk to your \r\nmother. \r\n",
        "Bonnie: Okay. ",
        "",
        "Jessica: I know, I know. Sometimes she's a little too direct. \r\n",
        "Lisa: Jessica, just because fashions is not the right place for her, that \r\ndoesn't mean there's not another place that is. \r\n",
        "Jessica: Well, according to bonnie, her \"place\" is on the beach of a \r\ntropical island at a five-star resort. \r\n",
        "Lisa: I have an idea. She might like this very much. Why don't you bring \r\nBonnie over to Java Underground tomorrow evening? \r\n",
        "Bonnie: Java what? \r\n",
        "Lisa: Your mother and I are planning a girls' night out. And you be \r\nstunning and be prompt. And now, if you'll excuse me, I'm going to see if \r\nMrs. Van Dorn, if I can convince her that she's really a size 6 just encased in\r\n\r\na size 18 body. Wish me luck. \r\n",
        "Jessica: Good luck. ",
        "",
        "Bonnie: Am I on the payroll? \r\n",
        "Jessica: No. \r\n",
        "Bonnie: Darn. I love the smell of rayon in the morning. \r\n",
        "Jessica: Oh, that's very good. Now we just have figure to out how to put \r\nthat unique sense of humor to good use. ",
        "",
        "Craig:  Cass, it's me. Seems we have a little problem. My \r\nenemies have decided to join together. Lucinda, Paul and Barbara. That's \r\nwhy it's more imperative that we hold onto that worldwide stock now than \r\never. It's the only leverage I got. ",
        "",
        "Carly: I'm gonna miss you. \r\n",
        "Molly: It's all his fault. \r\n",
        "Carly: It isn't. It's not Jack's fault. It's not my fault. It just is. \r\n",
        "Molly: No, honey, I'm not talking about Jack. I'm talking about that \r\nsleazemeister Craig Montgomery. That's right. If it wasn't for that thing he \r\nhas for you. That kiss started everything. \r\n",
        "Carly: No, it didn't. It started long before that. \r\n",
        "Molly: I don't care. I don't care, because families stick together, honey.\r\n\r\nWhen you love someone, you don't let 'em just run off and leave town. So \r\nthere's got to be some way that you can start over right here. \r\n",
        "Carly: Molly, I don't want you in the middle of this. You understand me? \r\nSo don't you go to Jack, okay? \r\n",
        "Molly: Oh, I won't. \r\n",
        "Carly: Good. \r\n",
        "Molly: I promise I won't do that. You can trust me on that. But I'm gonna \r\ntake care of everything. I love you so much. You stay right here. You stay \r\nput, and don't call the movers yet, 'cause – ",
        "Carly: Molly. Molly! Molly! She wouldn't go to Craig. She wouldn't.",
        "",
        "Nick: Kim? \r\n",
        "Kim: Yeah? \r\n",
        "Nick: Would you mind if I cut out early today? \r\n",
        "Kim: Are you okay? This thing with Jack, did that shake you up? \r\n",
        "Nick: Yeah, I'm fine. I'm fine. I did some digging, and I finally found the\r\n\r\nstationary store that printed this piece of garbage. Now, if I can get an I.D. \r\nor \r\na name on who's after molly, I can prove that it's not me. \r\n",
        "Kim: Well, why don't you just give the thing to Molly and let her follow \r\nthe lead? \r\n",
        "Nick: Because she'll think that I just set it up to make myself look \r\ninnocent. But if I can get real proof on this creep, she'll have to believe me.\r\n\r\n",
        "Kim: Take all the time you want. \r\n",
        "Nick: Okay, thanks. I mean, it's only been a couple of nasty pranks so far,\r\n\r\nbut who knows? This jerk could be out to hurt molly or her family. So the \r\nsooner I get the truth, the sooner they'll be safe."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=kytsmVSNKXk"
}