{
    "Episode Summary": [],
    "Recap": [
        "Henry and Vienna argue about what is best for Katie \u0096 Brad or no Brad, as Katie overhears and assures them that she and Brad will never be anything more then friends again. Brad is wallowing in his unrequited feelings (or so it seems) for Katie. Parker shoots Sam, and then a fearful Parker takes off with Carly hot on his tail. Parker begs for her help; he wants them to leave town, but Carly wants him to face this because running away is not the answer. Parker is upset with her, but she promises him that Jack will know what to do. Carly calls Jack and tells him that something terrible has happened. Casey continues to have trouble acclimating himself back into his life. Henry and Brad run into each other, as Brad gets drunk and continues to profess his feelings for Katie, much to Henry's chagrin. Henry and Brad get in on a poker game, and Henry wins. Katie joins a family celebration and admits to Margo, Tom and Casey about Henry and Vienna's argument about her love life. Jack shows up and Carly explains what happened to a horrified Jack. Jack decides they need to call the cops, but Carly wants to make sure Sam is actually dead first. Vienna shows up at the poker game to take Henry home, as one of the other players becomes enamored with her. Jack finds Sam, who is dead and is forced to call the police. Margo tells Katie that Brad is in love with her, but their conversation is cut short when Jack calls with details on the trouble Parker is in. Tom is asked to represent Parker. Casey's friend from jail shows up in Oakdale with a request from the guard that spoke up for Casey that he wants the rest of his money now. Margo questions Parker and realizes that he got a gun before he went to Metro without even knowing for sure that Carly was in trouble. Margo has to hold Parker overnight. Tom is concerned thinking Parker is in a lot of trouble. Katie finds a naked Brad and decides to teach him a lesson and lets a police officer arrest him for indecent exposure. Casey steals money from his job. Bonnie rides to Brad's rescue, as Katie watches unhappily. Jack and Carly are forced to tell Parker that he has to stay the night in jail. They promise he will be protected and they will have in out in the morning. Carly and Jack hug emotionally, as they watch a stunned and scared Parker being led away."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Vienna: Katie and Brad are a perfect couple. They just need a little nudge in the right direction.",
        "Henry: A little nudge? You're pushing them off a cliff and pulling us along with them.",
        "Vienna: How can you be so unromantic?",
        "Henry: Oh!",
        "Vienna: Katie doesn't even know what she wants right now, so it's up to us to help her.",
        "Henry: No. Wrong! No, wrong. Katie's love life is her own, and let me emphasize this, her own private business. Not yours.",
        "Vienna: I am not making Katie's love life my business. I'm just trying to -- improve it a little.",
        "Henry: Oh, come on. Come on, when you tried to help Brad get Katie -- he broke his leg. No, and then -- and then she nearly choked to death on the ring that he gave her.",
        "Vienna: Those were freak accidents!",
        "Henry: It's freaky. They're very, very freaky. Now, why don't you stop, while the rest of us are uninjured.",
        "Vienna: I am no quitter.",
        "Henry: I'm not saying you're a quitter, you're stubborn.",
        "Vienna: Well, Brad and Katie belong together.",
        "Henry: No, they don't.",
        "Vienna: Yes, they do!",
        "Henry: Oh no, they don't. I know Katie. I know what she needs. What makes you such an expert all of a sudden?",
        "Vienna: Because I am a woman! Katie needs what women have needed since the beginning of time!",
        "Katie: Hey. All Katie needs right now, is the cake she ordered.",
        "[SCENE_BREAK]",
        "[Brad reading]",
        "Brad: \"Katie, these long winter months can be tough on young lovers out there.\" Give me a break.",
        "[SCENE_BREAK]",
        "Henry: I was just telling Vienna to back off. That there's no chance that you and Brad will ever be together.",
        "Vienna: Katie, Brad is a gorgeous man who worships you, and that's what every woman wants.",
        "Henry: He worships his own ego. I wish you would stop playing matchmaker.",
        "Vienna: You just never listen to my point.",
        "Henry: I listen to your point. I disagree with your point.",
        "Vienna: Oh, now who's stubborn?",
        "Katie: Why are you guys fighting about this? It's ridiculous. Brad and I are not happening. We are professional colleagues, period. That's it. There is no chance that we will ever have a future. So, may I just pick up my cake? I'm expected at Tom and Margo's for dinner tonight, and I don't want to show up empty-handed.",
        "Vienna: Yes, here's your cake, Katie.",
        "Katie: Thank you.",
        "Henry: Have a good night, Bubbles.",
        "Katie: Good night.",
        "Henry: Good night.",
        "Vienna: Good night, Katie.",
        "Henry: Good night. Well, I'm so ashamed of myself.",
        "Vienna: Really?",
        "Henry: Yeah. I want to apologize.",
        "Vienna: Oh, that's not necessary, Henry.",
        "Henry: Yeah, it is. It is. I'm really disappointed in myself. You know, right there I was really close to saying, \"I told you so.\"",
        "Vienna: Oh! You -- just -- don't talk to me!",
        "Henry: That goes double for me, Baby.",
        "Vienna: Stay out of my way and my work.",
        "Henry: Fine! I need a break!",
        "[SCENE_BREAK]",
        "[Gun shot]",
        "Parker: I couldn't let him hurt you.",
        "Carly: Parker! Put that gun down.",
        "Parker: Is he dead?",
        "Carly: I think he is. Stop! Where do you think you're going?",
        "Parker: I didn't mean to kill him. I just couldn't let him hurt you.",
        "Carly: I know. I know. You saved me. There was nothing else you could do, Honey.",
        "Parker: What's going to happen now?",
        "Carly: I don't know. But we can't talk about it here. Parker, look at me. Breathe, okay? What made you go to Metro? How did you know what was going on?",
        "Parker: After I talked to you on the phone, I couldn't sleep. So, I knew I had to come and help you.",
        "Carly: Where did you get the gun?",
        "Parker: It was at the farm. They keep it locked up, but I know where Dad hides the key. I had to stop Sam. I warned you guys and you didn't believe me!",
        "Carly: I know. I know, we didn't -- I'm sorry, we should have believed you. I'll never doubt you again, Honey.",
        "Parker: What am I going to do now?",
        "Carly: It's all right. It'll be all right. We will get through this together, okay? And the first thing we need to do is call your father.",
        "Parker: No! No, please don't call Dad! Please! Dad told me never to touch that gun. He's going to be so mad at me!",
        "Carly: He's not going to be mad at you, Parker. We need his help!",
        "Parker: No, no, he's a cop. He can't help me. He's gonna have to turn me in!",
        "Carly: Parker! This is serious! A man is dead. We can't hide this.",
        "Parker: Right, right. So, let's get out of here. We can use the money in my trust fund --",
        "Carly: No, Honey, you're not thinking. Where would we go?",
        "Parker: Who cares! Somewhere far away. You helped Simon get away from the police. Can't you do that for me?",
        "Carly: Parker, no. No, running away is not the answer. For your sake, I will never do that again.",
        "Parker: No, no. That's not the reason. It's because it's not what you want. You gave up everything for Simon, but you won't do that for me!",
        "Carly: Don't say that.",
        "Parker: No, no. If you loved me as much as you loved Simon, you'd help me!",
        "Carly: I love you more than anything in the world.",
        "Parker: No, don't say that because it's not true. If you love me, you'd do anything for me, but you won't. You never do!",
        "Carly: Parker.",
        "Parker: Let go of me!",
        "Carly: No! No! I will never let you go again.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Tom: Hey Case, get that. Will ya, Buddy?",
        "Casey: Sure.",
        "Margo: Hi, I'm sorry, I can't find my key anywhere. And this -- hi, Honey. Ah.",
        "Tom: So, dinner is almost ready, your sister is coming over. We're going to have kind of a little family thing here tonight.",
        "Margo: Oh, look at you, you're wonderful. You're Mr. Wonderful.",
        "Tom: Like I don't hear that from women all the time. But it's a little nicer hearing it coming from you. What's up? Tough day?",
        "Margo: Oh, yeah. It was. Will and Gwen, they had a terrible scare.",
        "Casey: What happened?",
        "Margo: Uh, Sofie, the biological mother of their child, kidnapped the child and took her off to New York.",
        "Casey: What?",
        "Margo: Yeah.",
        "Casey: Did they find the kid?",
        "Margo: Yeah, yeah. She was sick and so Sofie brought her back to Memorial. She's fine now, but I had to arrest Sofie. And it was really kind of heartbreaking.",
        "Tom: Well, she sounds just like a lonely, unhappy kid that misses her baby.",
        "Margo: Yeah, but what she did was horrible. It really was. You know what? You should call Gwen and Will and --",
        "Casey: I don't think so.",
        "Tom: Yeah, Case.",
        "Casey: I don't want to call them.",
        "Margo: Listen, Honey, I don't want you to cut yourself off from your friends.",
        "[Doorbell rings]",
        "Casey: I have to get that. Hi, Katie.",
        "Katie: Hi, Casey. How you doing? You look great!",
        "Casey: Yeah, thanks. So do you.",
        "Katie: Wow! Did I interrupt something?",
        "Casey: No! No, I'm just getting another lecture on how to live my life.",
        "Margo: No, come on. It was not a lecture.",
        "Katie: Well, I know how he feels. I just dodged one of those, \"Get a better life\" lectures myself.",
        "[SCENE_BREAK]",
        "Brad: Henry!",
        "Henry: Hey, can I have a double martini, please. Up. Dry. No olives. Actually just a big glass of gin, please. Lots of it.",
        "Brad: Put it on my tab. Hey man, if I wanted a deep freeze, I could go outside.",
        "Henry: That's an idea, Brad.",
        "Brad: It's good to know you're not getting rid of me that easily. Can I get another one? You know, what? Sit down, sit down. Come on, come on, come on. I just don't get it. I don't get it. You have a beautiful, fun, sexy woman at home. Why are you here talking to me?",
        "Henry: First of all, I am not here talking to you. And second of all, the reason that I am here, lonely and alone is because you have destroyed my happy, little home, Brad. You have convinced Vienna to accomplish the impossible and bring you and Katie together. It is all she can think about!",
        "Brad: Okay. Well, okay, your worries are over. There's nothing left for Vienna to do. Okay, because it is over between me and Katie.",
        "Henry: See, that's I keep telling her. Katie says the same thing.",
        "Brad: Katie -- Katie, she said that?",
        "Henry: Yeah. Yeah, yeah. She said that the relationship between Brad and I is purely professional and there is no chance of a future between us.",
        "Brad: By no chance at all. I mean, she means, absolutely none?",
        "Henry: I took that to be her meaning, Brad, yeah. It's over, Pal.",
        "Brad: Yeah, man. Yeah, it's over. Man, it's so unfair.",
        "Henry: I know.",
        "[SCENE_BREAK]",
        "Casey: Well, it's good to hear I'm not the only one who needs to get a life.",
        "Katie: Oh, yeah, well, in my case, my friends are split on the issue of my future. Vienna says that I should date Brad, and Henry says I should avoid him like the plague.",
        "Margo: What does Katie say?",
        "Katie: I've already made my decision -- Brad and I are professional colleagues, period.",
        "Tom: Yeah? You feel good about that?",
        "Katie: Best decision I ever made.",
        "[SCENE_BREAK]",
        "Henry: I know it seems unfair now, Brad, looking at it from the bottom of a bottle.",
        "Brad: It's not my fault. I'm Jack's brother. So, could I help that? I could have been anybody's brother, okay? We could be brothers.",
        "Henry: No. Heaven forbid. Could I have another martini, please?",
        "Brad: Just because my name -- just because, just because my name is Snyder, I haven't got a chance with Katie. Henry, I love her, man. And it's unfair, because Jack is always there. You know, he won't even let her think about moving on and starting a new life. It's like I'm a victim of fate and biology.",
        "Henry: Brad, please. Please try to remember that the world did not begin with the Snyder brothers, okay? I hate to disillusion you, but Katie had a life before Jack and Brad.",
        "Brad: I know that.",
        "Henry: I don't think you do know that. Look, I was married to her, but more importantly, I am her friend. And I have watched her run from one crazy relationship to another, and they always end up with heartbreak. And along comes Jack, upends her life, and before she has a chance to catch her breath, here comes you. Now, if you really do indeed love her, would you let her get her act together? Would you let her move on with her life? And would you please move on with yours?",
        "[SCENE_BREAK]",
        "Carly: I won't let anything happen to you. I know you shot Sam to protect me. Your father will believe that.",
        "Parker: You're sure?",
        "Carly: I promise -- we need his help, Honey. He'll know what to do.",
        "Parker: Okay.",
        "Carly: Okay.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jack: Snyder.",
        "Carly: Jack, it's me. I'm with Parker.",
        "Jack: What? I sent him upstairs a while ago.",
        "Carly: Listen to me. We're at the church. And something terrible has happened. We need you.",
        "Jack: Okay, I'm on my way.",
        "Carly: He's on his way. Everything's going to be okay, Parker. I promise you. Hey, we're lucky, you know. With Jack on our side, everything is going to work out. I know it.",
        "Jack: Hello? Hey. What happened? Parker, why did you leave the house?",
        "Carly: He knew something was wrong, Jack. He knew I was in danger and he was right. Parker stopped Sam from raping me.",
        "Jack: Carly, are you okay?",
        "Carly: Yeah.",
        "Jack: You sure?",
        "Carly: Yes, thanks to Parker.",
        "Jack: Come on, I'll take you to the hospital and I'll call in an APB, okay?",
        "Carly: Jack, no. Um -- I think it's too late for that. I think Sam is dead.",
        "Jack: He's dead? As in -- as in dead. How?",
        "Carly: Parker shot him.",
        "Jack: No -- no, Parker -- where'd you get a gun?",
        "Carly: From the farm, Jack.",
        "Jack: The farm? Well, you said this happened at Metro, right? What are you doing here?",
        "Carly: Parker ran off. I followed him, I brought him in here.",
        "Jack: Did you call 911 after Sam was shot?",
        "Carly: No.",
        "Jack: No? Carly -- okay, okay. It'll be okay, all right? I'll call it in to the station right now.",
        "Carly: Wait, Jack -- do you have to do that?",
        "[SCENE_BREAK]",
        "Katie: Thank you. So, Casey, it must feel really good to be back.",
        "Casey: I mean -- it's an adjustment, you know. It's tough getting back into the groove of things.",
        "Margo: It'd be a whole lot easier if you contacted your friends.",
        "Casey: You mean, be needy and dependent?",
        "Tom: That's not what your mom's saying, Casey.",
        "Margo: Are you going to go back to school?",
        "Casey: I like working at the Lakeview.",
        "Margo: I know, for now that's --",
        "Casey: Yeah, but it's not a career. I know.",
        "Tom: You know, the most important thing is that Casey's home. Isn't that right, Honey?",
        "Margo: That's right, Honey. You know, when you said you weren't going to come back to Oakdale, I -- [Cell phone rings] I'm glad you changed your mind.",
        "Casey: Sorry. I thought I turned this off.",
        "Margo: Well, no, answer it. Answer it.",
        "Casey: Sorry. Excuse me. Hello?",
        "Matt: Hey, Dude! Guess who this is?",
        "Casey: Matt, is that you?",
        "Matt: Yeah. I just got out of jail last week, man. I am free and at large, as they say. When can we meet up?",
        "Casey: I'm kind of tied up.",
        "Matt: So untie yourself. It's business.",
        "Casey: Okay, where do you want to meet?",
        "[SCENE_BREAK]",
        "Brad: Hey, just keep 'em coming, man. Henry -- you know what? You're a really good friend.",
        "Henry: No, I'm not a good friend. You know what? Why don't you have something to eat? Here.",
        "Brad: Not hungry. I just don't seem to care much about food anymore. Every time I think about eating I just -- I'll say, \"I will never see Katie eat again.\" Have you ever noticed how beautiful she is when she eats?",
        "Henry: I try not to dwell on it, Brad.",
        "Brad: I notice everything about her, Henry. The way she sips a soda. The way she flipped an omelet once on the show. The way she -- the way she doesn't wear a hat.",
        "Henry: No, no, they can't take that away from you.",
        "Brad: Good point. See, that's the end of the day, Henry. It's about the love, right? I mean, that's what it's about. It's about the love.",
        "Henry: Okay, I'm going to throw up here. I can't take anymore of this. You know what? I know a friendly little poker game not too far from here. Why don't you come along? Give you a chance to take your mind off of Katie.",
        "Brad: I don't think it'll do any good. But yeah, at this point I am definitely willing to try anything, you know what I'm saying?",
        "Henry: Yeah, yeah. Put that down.",
        "Brad: Okay.",
        "[SCENE_BREAK]",
        "Casey: Listen I have to go out.",
        "Margo: Why?",
        "Tom: Come on, Case. Your mom's looking forward to this.",
        "Casey: Yeah, I know. I know. An old friend of mine called, and -- yeah, I'll just tell him I'm busy.",
        "Margo: No! No, no, no. You should go.",
        "Casey: Are you sure?",
        "Margo: Yes, absolutely. Yes. Right? Right, Honey?",
        "Tom: Okay.",
        "Casey: Thanks. I'll see you, Katie.",
        "Katie: So good to see you.",
        "Casey: Yeah.",
        "Katie: Hey listen, why don't you come by the station and watch us tape a show?",
        "Casey: I will. I heard you and Brad are quite a couple.",
        "[SCENE_BREAK]",
        "Carly: Jack, please. Do we have to tell the police?",
        "Jack: You left the scene of a crime, Carly. You left a man for dead. Why didn't you call me right away?",
        "Carly: I wasn't thinking about that. I ran after Parker. He was scared. I told him you could help us. So maybe for once you could forget that you're a cop and just be a father.",
        "Jack: Unfortunately, I'm both! Parker killed a man. He panicked and he took off. He's a kid. But we're adults. The longer we wait, the worse it'll be for Parker. I wish like hell I could've prevented this, but we can't pretend it didn't happen. And we can't just walk away, Carly. Don't you see that?",
        "Carly: Okay, what if Sam isn't dead, though? I don't know for sure that he is. Can we go to metro together and see before you call it in? Please?",
        "Jack: All right, we'll see how bad Sam is before I call it in. But I hope to God you're right, Carly. I hope Sam's still alive.",
        "[SCENE_BREAK]",
        "Poker player #1: That's 500 to you.",
        "Henry: Brad? You need to put up 500 to stay in. His head's not really in the game. Sorry.",
        "Poker player #2: His head's in that bottle of scotch.",
        "Gray: Who cares? As long as he's fattening up this pot for me.",
        "Brad: How much is this color again?",
        "Henry: You need five of those, Brad. Are you sure you know what you're doing?",
        "Gray: Henry, let the man give me his money if that's what he wants. So that's $500 to you, Henry. Still feeling lucky?",
        "Henry: Call.",
        "Poker player #2: Two pair, kings up.",
        "Gray: Ace-high straight. Beat that, Henry.",
        "Henry: Kings full. Sorry, gray.",
        "Poker player #1: Whoa, wait you guys. What have you got, Brad?",
        "[Brad laughs]",
        "Brad: Yeah, I got nothing.",
        "Gray: I like the way your friend plays poker.",
        "Henry: Yeah, he is fun, isn't he? It's not exactly poker though.",
        "Gray: This is turning into a big night for you, Henry. You're on a streak.",
        "Henry: Oh, the night is young. Anything can happen, Gray!",
        "Vienna: Well, I thought I'd find you here. If you value what we have together, you come home with me right now.",
        "Gray: Who is this beautiful creature, Henry? Introduce me, please.",
        "Henry: Not a creature exactly -- a woman, very much so. Vienna, this -- this is the poker players.",
        "Gray: Vienna -- beautiful name. Gray Gerard. It is a pleasure, Vienna.",
        "Vienna: Oh, hello. I'm sorry to interrupt. Henry, you're not going to make me beg, are you? Are you coming?",
        "Henry: Listen, I'm winning, okay? And it's not polite to leave when you're ahead like that. Just go home and I'll be there shortly.",
        "Vienna: Oh, well that's all right, I'll wait. I'm not going anywhere without you.",
        "[SCENE_BREAK]",
        "Carly: It's okay.",
        "Jack: You guys wait here. Yeah, this is Detective Jack Snyder. I need a forensics team to come down to Metro night club. There's been a shooting. Victim's deceased. Thanks. All right, let's go.",
        "Carly: Jack, you didn't say anything about Parker. Why don't I just take him home --?",
        "Jack: Carly, we're not taking him home. I'm taking him to the station.",
        "Carly: Jack, you can't take him to the police station. He's just a boy.",
        "Jack: You're both going to have to trust me on this. Things will go much easier for Parker if he doesn't hide or try to run away. Carly, he acted to protect you. We'll make that very clear.",
        "Carly: Please -- please, Jack, he's been through enough tonight.",
        "Parker: Forget it, Mom. Dad's already made up his mind. He's not going to help me.",
        "Jack: No, you've got it all wrong! What I'm trying to do will help you. Parker, I believe everything you said about what happened tonight. I'm sorry I doubted you. I'm sorry I ever accused you about making things up about Sam. You protected your mother. And if I'd been here -- if I'd seen Sam trying to hurt her, I can't deny it, I probably would've acted the same way. Taking you to the station is not a punishment for you, but a man has been killed. When a man is killed, even a bad man like Sam, the police have to investigate. Listen, you've been very brave tonight. I just need you to be brave for a little while longer. Can you do that for me?",
        "Parker: Yeah. Yeah, I can do that, Dad.",
        "[SCENE_BREAK]",
        "Margo: I know Casey was just kidding and everything, but I have tuned into Oakdale now a couple of times, and it does appear that Brad's pretty crazy about you.",
        "Tom: It's kind of obvious.",
        "Katie: Oh, you guys are just romantics. You think every guy is in love with me.",
        "[Phone rings]",
        "Margo: Yes, Jack.",
        "Jack: Margo, I need your help. It's about Parker.",
        "Margo: Guys, give me a second.",
        "Katie: Yeah, I was going anyway. Thanks.",
        "Margo: Okay. Yeah, what's going on?",
        "Jack: I'm at Metro. Sam Hutchins has been shot and killed. I've got the shooter and I'm bringing him down to the station. I'd appreciate it if you could meet me there and maybe handle taking the statement.",
        "Margo: So, but you've got the shooter in custody?",
        "Jack: Yeah. And I can't handle the case.",
        "Margo: Why?",
        "Jack: It's Parker.",
        "Margo: What?",
        "Jack: He was acting to protect his mother, Margo. Sam was raping Carly.",
        "Margo: Oh my God, Jack. I am so sorry. Yeah, I'll be right there.",
        "Jack: And could you bring Tom with you please? My son's going to need a lawyer.",
        "Margo: Tom -- Jack needs us. Parker's in trouble.",
        "[SCENE_BREAK]",
        "Henry: Um, Vienna, Sweetie, Darling, just one more hand. I have to give these guys a chance.",
        "Vienna: Remember what happened last time? Quit while you're ahead. Right, Gray?",
        "Gray: Whatever you say, gorgeous. Henry, if I had a woman like this waiting for me, I wouldn't be playing poker.",
        "Vienna: Thank you, Gray. See, Henry. Come on. Come home for me.",
        "Henry: Sweetie --",
        "Gray: I wouldn't blame you for going.",
        "Henry: All right -- all right. Forgive me -- forgive me, Gentlemen. Have a good night. Brad, are you coming?",
        "Brad: I guess so --",
        "Henry: Okay.",
        "Brad: The scotch is gone.",
        "Vienna: Okay, I'm taking my man home and three's a crowd, if you know what I mean, Brad?",
        "Gray: Don't worry, Gorgeous. We'll entertain old Brad here. You are a lucky man, Henry. Very lucky man.",
        "Vienna: Thank you, Boys. Brad, thank you for being understanding. Gray, we're in your debt.",
        "Gray: When you're in debt to Gray Gerard, Baby, you'll know it. Brad, old pal, what do you say we find you another bottle of scotch, and play some real poker?",
        "[SCENE_BREAK]",
        "Matt: Casey! It's good to see you, Man.",
        "Casey: Hey, how's it going?",
        "Matt: Oh, Man. It's good to be out.",
        "Casey: Yeah, prison sucks.",
        "Matt: Too bad your sentence got extended.",
        "Casey: Man, I should've never messed with that guard.",
        "Matt: It all worked out. Pays to have friends, right?",
        "Casey: Right.",
        "Matt: Speaking of which -- that guard that changed his story, and put in a good word for your early release? He wants the rest of his dough.",
        "Casey: Yeah -- the thing is, I don't have the money right now.",
        "Matt: Well, I feel really bad about asking you, Man. But if we don't pay the guy, I don't know what he'll do.",
        "Casey: Yeah, don't worry. I'll get the money somehow.",
        "[SCENE_BREAK]",
        "Tom: So, how are you guys holding up?",
        "Carly: We're hanging in there. Thanks for helping us, Tom.",
        "Margo: Parker, how you doing?",
        "Jack: He's pretty shaken up.",
        "Parker: I'm okay.",
        "Margo: It's a tough, tough night. But we got to ask you some questions.",
        "Parker: Can my mom and dad come with me?",
        "Margo: Of course. You're a minor, you're allowed to have your parents in the room. And you're also allowed to have an attorney.",
        "Jack: That's why we asked Tom to come down.",
        "Cop #1: Interrogation room's ready, Chief.",
        "Margo: Okay, let's go. Come on. Have a seat there. This is the initial interview of Parker Snyder, in the matter of the fatal shooting of Sam Hutchins. Also present in the room are Lieutenant Margo Montgomery Hughes, the boy's parents, Carly Tenney, Jack Snyder and also the boy's attorney Thomas Hughes. Parker, do you know why you're here?",
        "Parker: Yes -- because I killed Sam.",
        "Margo: Was it an accident?",
        "Parker: No.",
        "Margo: Parker, you say that shooting Mr. Hutchins was not an accident. Do you want to tell me in your own words what happened tonight?",
        "Tom: Jack, Carly, I think it's probably a good idea if we have a consultation before Parker answers any more questions.",
        "Margo: I just need to know Parker's side of the story. I think having an attorney in the room is sufficient. You can stop proceedings at any time.",
        "Carly: Jack?",
        "Jack: Parker, why don't we go talk to Tom, okay?",
        "Parker: No. No, Dad, please. Let me just get this over with.",
        "Jack: Okay. Parker has nothing to hide, Margo.",
        "Margo: Parker, want to tell me what happened tonight?",
        "Parker: My dad and I got two hockey tickets. I thought Sam was trying to get us away from my mom.",
        "Margo: Wait, wait a minute. I'm not -- I'm not tracking this.",
        "Jack: Margo, don't you remember? The tickets were left on my desk. I thought they were from Parker's coach. We were having trouble with Parker, that's why you gave me the night off.",
        "Margo: All right.",
        "Jack: But Parker thought they were from Sam. I didn't believe him though.",
        "Margo: Okay. I think that Parker can speak for himself. So, you thought these tickets were from Sam. But you went to the hockey game anyway?",
        "Parker: Yes, but I was still very worried about my mom, so my dad said that we could check in on her after the game. But when we got to the house, my mom wasn't there.",
        "Margo: Really? And then what did you do?",
        "Parker: My dad called her at Metro. And then I talked to her on the phone and I asked her if Sam was bugging her. She said no.",
        "Margo: So, when you talked to your mom at that point, she said that she was fine.",
        "Parker: Yeah, she said that. But I didn't like the idea of her being alone with Sam. So, when my dad fell asleep, I snuck out of the house and went to the club.",
        "Margo: And what happened when you got to Metro?",
        "Parker: I saw Sam. And he was all over my mom. Attacking her. So, I shot him.",
        "Margo: Parker, where did you get the gun? Was it under the bar at Metro or --",
        "Parker: No, no, I got it from the farm.",
        "Margo: So you left Metro and you went to the farm to get the gun?",
        "Parker: No, I went to the farm first to get the gun and then I went to Metro.",
        "Margo: Why would you do that, if your mother said that she was fine?",
        "Parker: I just knew something bad was going to happen.",
        "Margo: How did you know that?",
        "Parker: I just -- I knew.",
        "[Margo sighs]",
        "Margo: Okay, so -- your statement is that you went to the farm and you got the gun, and you brought it to Metro before you saw that this man was trying to rape your mother?",
        "Tom: Stop, Margo. Parker, don't say another word.",
        "[SCENE_BREAK]",
        "Katie: Excuse me. Do you have like a blanket or something?",
        "Waitress: No blankets -- I might have some old tablecloths in the back.",
        "Katie: Would you mind?",
        "Waitress: Yeah.",
        "Katie: Brad! Brad, hey.",
        "Brad: Katie, what are you doing here?",
        "Katie: What are you doing here? Where are your clothes?",
        "Brad: Oh, wow -- I am naked -- no wonder I felt a chill.",
        "[SCENE_BREAK]",
        "Bartender: Hey, Casey, hanging out at work on your night off?",
        "Casey: I was just in the neighborhood.",
        "Customer: Could I have another?",
        "Bartender: Crazy night, I can't catch a break.",
        "Casey: Hey, if you need someone to watch the bar for you.",
        "Bartender: I just need five minutes.",
        "Casey: Hey, you got it, man.",
        "Bartender: Thanks man.",
        "[Casey takes the money out of the cash register]",
        "[SCENE_BREAK]",
        "Tom: No more questions until I consult with Parker's parents. Jack, do you see where Margo is headed with this?",
        "Jack: Yep.",
        "Carly: What? What's wrong?",
        "Tom: Parker admitted that he got the gun before he knew you were being assaulted. That shows premeditation.",
        "Carly: Parker knew that something was wrong. He gets these premonitions, he always has.",
        "Jack: Yeah, that's true, Tom.",
        "Tom: Well, a prosecutor can piece together a case just from what Parker has already said. An unstable young boy goes to the club with intent to kill his mother's new boyfriend.",
        "Carly: Oh, Tom, that's not true. You know it's not.",
        "Jack: Sam was attacking Carly, for God's sakes.",
        "Tom: I'm just telling you what a prosecutor could make of what he said already. This boy is in serious trouble.",
        "[SCENE_BREAK]",
        "Brad: Katie, where are my pants?",
        "Katie: Good question, Brad. Where are they?",
        "Brad: Okay, my memory's a little vague at this point -- I was playing poker with Henry. And then he left with Vienna. And there was a fresh bottle of scotch. And I'm here with you. And just all of a sudden I'm like I'm just really tired.",
        "Katie: No, no. Get up! Get up! I should let you freeze to death right here. But I'm not going to.",
        "Brad: Hey, have you been following me?",
        "Katie: No way. No. You are the last person I want to see right now.",
        "Brad: That's really funny because you're like the only person that I want to see. Look, there's something that I wanted to tell you -- but what was it?",
        "Katie: Brad, don't do this. Don't do this.",
        "Brad: No, no, no. It's very serious. Oh, now I remember.",
        "Cop #2: Hey, back away from the lady, Mister!",
        "Katie: It's okay, Officer. He's not dangerous, I think he's just really drunk.",
        "Cop #2: That's enough of that, nature boy. You want to press charges against this pervert, Miss?",
        "Katie: He didn't mean any harm, Officer, really. But a night in jail might teach him a little lesson.",
        "Brad: I haven't done anything wrong, Officer.",
        "Cop #2: What happened to your clothes?",
        "Brad: Okay, this is where it gets a little foggy. Okay, you tell him.",
        "Katie: Don't look at me.",
        "Brad: I think there -- there has just been a terrible mistake, all right? I'm just -- I need to go. I need to go home.",
        "Cop #2: I can't let you wander the streets like that.",
        "Brad: No, no. Its okay, it's okay. Ms. Peretti, she's going to take me home with her.",
        "Katie: Oh, no, no, no, no. I'm not.",
        "Cop #2: You know this guy, Miss?",
        "Katie: I just gave him the tablecloth. That's where it ends with me.",
        "Cop #2: Then I have no choice but to arrest you for indecent exposure.",
        "[SCENE_BREAK]",
        "Margo: I am really sorry, but I'm going to have to hold Parker until he can appear before the judge.",
        "Jack: Margo --",
        "Margo: I'm sorry. It's not a simple case anymore, juvenile or not.",
        "Tom: Margo, you and I both know from personal experience, sometimes a kid just needs a break.",
        "Margo: Tom, let's not make this personal. I'm doing my job.",
        "Tom: I'll see the judge first thing in the morning. I'll get Parker out.",
        "Jack: Okay, thanks. Thanks, Tom. Margo, can we talk to Parker for a minute alone please?",
        "Margo: Absolutely, yes. Go.",
        "[SCENE_BREAK]",
        "Customer: Keep the change. Have good night.",
        "Casey: Thank you, sir. Good night.",
        "Bartender: Thanks a lot, Casey.",
        "Casey: Hey, no problem, man. If everything's okay, I guess I'll head on home. You know. See you later, man.",
        "[SCENE_BREAK]",
        "Brad: Wait a minute, wait a minute. You can't do this to me! Do you know who I am? I am Brad Snyder. I am star of Oakdale Now.",
        "Cop #2: I don't have TV. Cable bill's a killer.",
        "Brad: This is Katie. She's my co-star.",
        "Katie: If I were you, I would keep a low profile. Someone from \"The Intruder\" is probably waiting at the police station to get a candid naked shot of the local TV celebrity who's losing it.",
        "Brad: I need you. Why aren't you helping me?",
        "Katie: You don't need me. You need professional intervention. Good night, Officer.",
        "Bonnie: Officer, Officer, what's going on here?",
        "Cop #2: I'm busting this guy for indecent exposure.",
        "Brad: I know you. I mean, I don't know exactly how, but I know you. And you're a good person. Can you help a victim of a miscarriage of justice?",
        "Bonnie: It's your lucky night. Bonnie McKechnie, attorney at law. Officer, my Cousin Dallas is on the force. And this just happens to be Detective Jack Snyder's brother. I mean, how about cutting him a break?",
        "Cop #2: You're the victim, Miss. Is it okay if we let him skate this time?",
        "Bonnie: Of course it is. I mean, he just had a little too much to drink. No harm done, right?",
        "Katie: I guess not.",
        "Cop #2: Okay, Counselor, you have to promise to get him home and sober.",
        "Bonnie: Done. Come on, Brad. Let's get you inside and warmed up.",
        "Brad: You are a good person. And one hot-looking lawyer.",
        "[SCENE_BREAK]",
        "Parker: What's happening now?",
        "Jack: You have to stay here tonight.",
        "Carly: Just for the night. We'll get you out in the morning.",
        "Parker: Do I have to?",
        "Jack: I'm afraid so. Parker, its one night.",
        "Carly: I'm sorry, Babe.",
        "Parker: I'm scared, Mom.",
        "Carly: I know. Listen to me. Tom is an excellent lawyer. And everybody here, they know who your dad is so they will look out for you. We are going to protect you.",
        "Jack: Always. I won't let anyone hurt you.",
        "Margo: I'm sorry, it's time. We have to go.",
        "[NEXT_ON]",
        "Vienna: No, forget it, Henry. You know what? No more sex as long as you're gambling.",
        "Henry: Yeah, but I'm not! I'm not!",
        "Vienna: Oh, better yet -- no more sex as long as you're thinking or dreaming about gambling.",
        "Will: She belongs in jail.",
        "Chris: I think there's another side to Sofie's story and you need to hear it.",
        "Sofie: Now I lost everything because of you. The last thing I want is your help.",
        "Casey: It's all there.",
        "Kit: They're going to lock you up and throw away the key!",
        "Jack: Out! Get out!",
        "Carly: I'm the mother. I'm supposed to be able to fix this, and I can't."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2LWjS0M02Bs"
}