{
    "Episode Summary": [],
    "Recap": [
        "Katie has to sneak out of her own house in order to spend the night with Mike and spare Henry and Maddie's feelings. Unfortunately, Katie gets caught sneaking back in the next morning, and has to answer to Maddie. Barbara calls Dr. Michaels when she finds Jen at the church waiting to see her baby. Jen agrees to taking anti depressants and therapy in order to help her through her grieving process. Gwen gets bad news from her lawyer when he has to file a motion for a postponement. She and Will decide to find her another lawyer. Emily and Paul have a showdown regarding the truth about Jen's baby. Paul is steadfast in his belief that Jen be kept in the dark about her baby, but Emily thinks what he is doing is torture to Jen. She thinks his motives are selfish and revolve around Rosanna also. She takes off when Paul is occupied, and rushes over to see Jen, who is getting on the Lakeview elevators, exclaiming there is something Jen needs to know!"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: Pair of aces.",
        "Katie: I swear, you're cheating.",
        "Henry: That's my gal.",
        "Katie: Don't encourage her, Henry.",
        "Maddie: Well, if you can't cheat at poker, what's the point?",
        "Henry: Yeah, Katie, what's the point?",
        "[Henry grunting]",
        "Katie: What did I do? What did I do?",
        "Henry: You, you, you -- you fell for it again. I can't believe this. It's just incredible.",
        "Maddie: You are so easy.",
        "[Chuckling]",
        "Katie: Wait till I get you back.",
        "Henry: Oh, be careful. Careful, careful. She's one of the great retaliators.",
        "Maddie: Oh. [Cell phone ringing] Are you gonna get that, this late?",
        "Katie: It's not that late. Besides, it's my mom.",
        "Henry: Your mom never calls you. You always call her.",
        "Katie: Untrue. Mom,hey. What's up? What? Oh, I can't hear you. I have a bad connection. Let me take this outside. I'll be right back.",
        "Henry: What?",
        "Maddie: Like you don't know.",
        "Henry: I don't until you tell me.",
        "Maddie: Come on. It's obvious.",
        "Henry: What's obvious?",
        "Maddie: My plan is so working.",
        "Henry: Maybe it's the painkillers, sweetie. I'm not following you.",
        "Maddie: Don't be dense. You know exactly what I'm talking about. Katie is falling back in love with you.",
        "Katie: So, Mom, what's so urgent?",
        "Mike: I've got great news.",
        "Katie: What?",
        "Mike: Meet me and I'll tell you.",
        "[SCENE_BREAK]",
        "Barbara: Jennifer?",
        "Jennifer: Mother, what are you doing here?",
        "Barbara: I followed you.",
        "Jennifer: Why?",
        "Barbara: I saw you leaving the hotel when I arrived, and you looked very upset and I was worried about you. And if you want, I will leave you here to your prayers.",
        "Jennifer: I didn't come here to pray, Mother. I came here to be closer to my baby.",
        "Barbara: Of course you did.",
        "Jennifer: No, I mean for real. He was here earlier. And I came back, hoping he might still be.",
        "Barbara: Honey, I'm not sure what you mean.",
        "Jennifer: I heard him. I heard him crying through that door. It was my baby. I know it was.",
        "Barbara: Oh, honey. Honey. Oh, Jen.",
        "Jennifer: No, don't look at me like that. I know this sounds crazy. But I also know what I heard. He was here. My baby was here.",
        "[SCENE_BREAK]",
        "Emily: Come on, Paul. Tell me the truth.",
        "Paul: Emily, you need to let this go. You need to give those back to me and forget we ever had this conversation.",
        "Emily: Craig switched the babies, didn't he? Jennifer's baby's alive and I'm holding the proof right here in my hands.",
        "Paul: No. You're mistaken. Jennifer's baby is dead.",
        "Emily: Why are you trying to bury this? Jennifer is your sister. You can't keep something like this from her. She deserves to be told.",
        "Paul: There's nothing to tell.",
        "Emily: Why are you lying to me? Craig switched the babies and Jennifer's baby is alive and living at Carly's, isn't he?",
        "Paul: Yes. But Jennifer can never know. Do you understand? Jennifer can never know.",
        "Emily: You can't keep something like this from her. You have to tell her!",
        "Paul: No.",
        "Emily: This is insane.",
        "Paul: Where are you going?",
        "Emily: If you're not going to tell your sister, then I will.",
        "[Emily yelps]",
        "Paul: No, you won't.",
        "[SCENE_BREAK]",
        "Katie: Come on, Mom. I'm going to need a little more than that. I can't just disappear on Henry and Maddie for no good reason.",
        "Mike: They've finished installing the sprinkler and repainting my place. The paint smell is gone. I am back in.",
        "Katie: You're back in your place?",
        "Mike: And you're invited to the grand reopening. A private party for two.",
        "Katie: Oh, Mike. There's one problem. How am I gonna sneak away?",
        "Mike: You're a grown woman, Katie. You don't have to make excuses to people for where you go and what you do.",
        "Katie: You know what I mean.",
        "Mike: I know, I'm sorry. I don't want to make Henry feel any more uncomfortable than he already does.",
        "Katie: And Maddie's watching me like a prison guard. I don't think that girl ever sleeps. And ever since she's been here, neither does Henry.",
        "Mike: Too bad you can't slip 'em both a Mickey.",
        "Katie: Now that's an idea I hadn't thought of. Actually --",
        "Mike: Katie, I'm kidding.",
        "Katie: I'm not. Put the champagne on ice. I just had a brainstorm.",
        "Maddie: What is taking her so long?",
        "Henry: She's very close to her mom.",
        "Maddie: Maybe she ran off again, like the other night.",
        "Henry: Maddie, get off her case, okay? So what if she does? She's a grown woman. She doesn't have to make excuses for where she goes or what she does to anybody.",
        "Maddie: Uh-oh.",
        "Henry: What?",
        "Maddie: Maybe that wasn't really her mom calling. Maybe she's really on the phone with a guy whose name we shall not mention --",
        "Henry: Wait, whoa, where are you going, Maddie? Get back here. Thought we lost ya.",
        "Katie: Sorry it took so long.",
        "Maddie: What, did you and your mom make up for 20 years of fighting in one phone call, or something?",
        "Katie: Oh, no, we just like to talk. That's all.",
        "Maddie: How sweet.",
        "Henry: Maddie, I think it's time for bed, huh?",
        "Maddie: No. I'm on vacation, remember?",
        "Henry: The vacation time is winding down. It's time to get back into that school night rhythm.",
        "Maddie: What for? I'm not going back to that school.",
        "Henry: Why not?",
        "Maddie: I hate it. It's ruining my brain. It's ruining my life.",
        "Katie: Sounds pretty damaging.",
        "Maddie: How about I just stay here with you? I'm sure the schools in Oakdale are much better than the ones at home, and wouldn't you be happier having me nearby? I know I would love --",
        "Henry: I am not having this conversation. Shh! I am not having this conversation this late at night, flat on my back, and under the influence of drugs. So, off to bed you go.",
        "Maddie: Okay, that's fine. You guys want some time to yourselves. But, can I get anything for you before? Maybe a couple glasses of wine?",
        "Henry: I can't drink, remember?",
        "Katie: How about some tea? Wouldn't that just hit the spot?",
        "Maddie: Yeah. Tea. Whatever.",
        "Henry: Yeah, sure, I'd love some tea.",
        "Maddie: What kind?",
        "Katie: No, don't worry about it. I'll get it for him.",
        "Maddie: Are you sure? Because I really don't mind.",
        "Katie: No, thank you so much. But I know just how he likes it.",
        "Maddie: Okay. Good night, then. Goodnight.",
        "Henry: Good night.",
        "Katie: Good night.",
        "Henry: How's your mom?",
        "Katie: Oh, she's fine. She's on a cruise, South Pacific. So, that's why she called so late. I think she got the times mixed up.",
        "Henry: South sea cruise. How romantic.",
        "Katie: Yeah. Well, I mean, you know how she is. She's not in it for romance, just another singing paycheck.",
        "Henry: Yeah. I'm sure she gets a little sight-seeing in on her days off though, huh?",
        "Katie: Yeah, I'm sure she does.",
        "Henry: What's her favorite island?",
        "Katie: Oh, I don't know. I don't think she's picked. I mean, who could? They're all so beautiful. Chamomile okay?",
        "Henry: Yeah. Yeah, sure, fine.",
        "Katie: Okay. I'll be right back.",
        "Henry: Okay.",
        "[SCENE_BREAK]",
        "Barbara: Honey, what are you doing here?",
        "Jennifer: Jack and Carly were christening Rosanna's baby. The one she adopted with Craig.",
        "Barbara: Oh, God, Jen, why would you put yourself through that?",
        "Jennifer: Because -- because both babies, Rosanna's and mine, both of them were born at virtually the same time. Both preemies. And I just felt like there was this connection that no one else can understand. I know what this must sound like. I know you must think I'm out of my mind.",
        "Barbara: No. I think that you're a woman filled with grief, and you're trying to deal with it.",
        "Jennifer: It's so strange. I was standing on the other side of that door. Inside, a baby was crying. And I knew. I knew right here that I was hearing my child.",
        "Barbara: Jennifer, that's not possible. Because, your baby died.",
        "Jennifer: Then how do you explain what I felt in my heart? What I feel in my whole body?",
        "Barbara: Because I think you are desperately trying to believe this. Jen, c'mon, honey. Let me take you home, okay? We can talk about things there.",
        "Jennifer: No. I don't want to go home. I want to stay here.",
        "Barbara: And do what? Nobody's here. Everyone's gone.",
        "Jennifer: When I heard that cry, I felt such joy, such hope. And that's all I want. I just want to feel that again. I just want to feel that hope again. And this is the only place that I'll have a chance to. Don't you see that?",
        "[SCENE_BREAK]",
        "Paul: I won't let you, Emily. I won't let you tell Jennifer about this baby.",
        "Emily: This is just wrong.",
        "Paul: It's not arbitrary, emily. I have my reasons.",
        "Emily: I don't care what your reasons are, it's cruel! And let go of me.",
        "Paul: Hear me out. Give me a chance to explain myself to you.",
        "Emily: I'd like to hear you try.",
        "Paul: Fine, sit down.",
        "Emily: No, forget it. Just start talking.",
        "Paul: Somehow Craig managed to switch the babies that night in the hospital, and Rosanna found out about it. That's what she was doing. She was on her way to see me to tell me, the night of the accident. That's why Craig ran her off the road, so that she wouldn't tell anybody about it.",
        "Emily: God. That's horrible. But it makes sense, when she said what she said about \"wrong foot.\"",
        "Paul: She was so desperate to tell me something. She said that she had found out some disturbing news about Craig.",
        "Emily: Yeah, well, now we know what it was. He switched the babies? Oh, my God. He switched the babies, so he could adopt Jennifer's and secretly know it was really his. That's sick.",
        "Paul: I found a footprint with Rosanna's things, and I thought it was just Cabot's and she was keeping it. Something to remember him by. But then, Jennifer pointed out that this one says memorial hospital on it. And then later, I was talking to Will, he mentioned how he remembered seeing Gwen's baby and Jennifer's baby side-by-side in the nursery that night. And that was it. After that, I questioned everything. So I went to Jack and Carly's and I took my own footprint of Rosanna's adopted baby, and they didn't match. You see that crease there? Two different babies. There were the only two preemies born in the hospital that night.",
        "Emily: Oh, my God, Jennifer's baby is alive. Wait a minute. This still doesn't explain why you're keeping this from her. Why do you want to keep her suffering like this?",
        "Paul: Because it's nothing next to the suffering that Craig will put her though if she gets her baby back. He will put her through a hell ten times worse than that. And I can't do that, Emily. I just -- I won't. Wanna know a secret?",
        "[SCENE_BREAK]",
        "Katie: Henry? You still awake? Henry?",
        "[SCENE_BREAK]",
        "Will: You're not on duty. Why are you serving the guests?",
        "Gwen: Because it's better than listening to the lady complain about the bad service. You were saying?",
        "Will: I was saying yes. I'm behind you 100%. I don't even know why you're worried about it.",
        "Gwen: Because I feel so -- against the odds with everything. And I don't want to drag you into something that could get even messier than it already is. Are you sure you want that?",
        "Will: Yes.",
        "Gwen: Good.",
        "Will: I mean, it's not to say I wasn't sure at first. I admit to having my doubts about you trying to get the baby back.",
        "Gwen: Because you didn't think I had a shot?",
        "Will: Because I wasn't sure if you were ready.",
        "Gwen: What made you change your mind?",
        "Will: You did. You know, you started planning, and figuring out everything, making it all work. And I could see it was something that you really wanted. And then I starting thinking, you know, is anybody ever ready to have a kid? 'Cause it doesn't matter who you are, how old you are, how rich or poor -- everyone's just kind of making it up as they go along. And if they can, why can't you?",
        "Gwen: That's the million dollar question, isn't it? We'll find out that soon enough.",
        "Lawyer: Not as soon as we'd thought.",
        "Gwen: Mr. Parks, what are you doing here?",
        "Lawyer: I've got some news I don't think you're going to like.",
        "[SCENE_BREAK]",
        "Jennifer: I know you must think I'm crazy.",
        "Barbara: No, no, I think that you're a woman trying to deal with your grief. And if being here gives you a little peace, I will stay with you all night long. But if it makes it worse for you, I think that we should leave here, and if you don't want to go home, I'll take you anywhere you want to go.",
        "Jennifer: I don't know what i feel right now, Mother, and I don't know where I should go. Can you just let me sit here a few minutes, let me figure it out?",
        "Barbara: Sure. Hi. It's Barbara Ryan. I am sorry to call you so late, but this is an emergency. I need your help.",
        "[SCENE_BREAK]",
        "Emily: You are so not thinking clearly. You're letting your anger cloud your judgment.",
        "Paul: No, I'm thinking clearly for the first time in a long time. I'm going to protect the people that I care about. I couldn't protect Rosanna from Craig, but I will not make the same mistake with my sister. I just wish I could get you to understand.",
        "Emily: I do understand it! I just don't agree with your method, Paul. You're punishing your sister because of some personal vendetta.",
        "Paul: No, I'm protecting her.",
        "Emily: From what? From something that probably will never happen? This makes no sense.",
        "Paul: It makes perfect sense.",
        "Emily: Oh, for Pete's sake. You're destroying the very person you're trying to protect.",
        "Paul: It's nothing next to what Craig will do if he gets his hands on her and her baby. My father all but destroyed my life. And I'll be damned if I let the same thing happen with Craig and Jennifer's son.",
        "Emily: How far are you willing to go?",
        "Paul: As far as I have to.",
        "Emily: That's just great. Do you even hear yourself? You say you're doing this to protect your sister and the baby? Well, you're turning into your father to do it.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Emily: You're not thinking about Jennifer's well-being. This is all about Rosanna.",
        "Gwen: I don't trust Jack, and I sure as hell don't trust Carly.",
        "Will: Then let's find another lawyer.",
        "Maddie: Where's Katie?",
        "Katie: Wearing anything under that sheet?",
        "Mike: Come find out.",
        "[SCENE_BREAK]",
        "Paul: That's a very cruel thing for you to say.",
        "Emily: I'm sorry, but it's true.",
        "Paul: I am not like my father. I will never be like my father.",
        "Emily: Well, not in most ways. But you are so blinded by all this anger that you've convinced yourself that lying is the only option.",
        "[Paul sighs]",
        "Paul: It is.",
        "Emily: No, it isn't. Craig is one man. And for the foreseeable future, he's not going anywhere except from his cell to an exercise yard. And Jennifer, she's got her family, her friends -- she's got the support of this entire town. He's not gonna hurt her or the baby.",
        "Paul: Yeah, well, I can't take that chance.",
        "Emily: Will you stop thinking about Craig for one minute and think about your sister? My God, the agony she's going through. You can take that pain away, Paul. Right now. Tonight. And what is wrong with you? Don't you owe her that much? Can't you see the pain she's in? She's dying inside.",
        "Paul: So am I. Rosanna's gone. There's no hope left for her.",
        "Emily: What are you talking about?",
        "Paul: She had a seizure. Craig told me when I went to see him at the prison.",
        "Emily: Why did you go see Craig?",
        "Paul: To confront him. To tell him that I knew that he was doing something wrong. But I didn't even get the chance. He told me that he had spoken with Rosanna's doctors in Switzerland and that there was no chance for her recovery. And that is because of Craig. He did that. That's what this man is capable of.",
        "Emily: That's what this is all about. You're not thinking about Jennifer's well-being. This is all about Rosanna.",
        "[SCENE_BREAK]",
        "Jennifer: Mom, I'm -- I think I'm ready now. What is she doing here?",
        "Barbara: I called Dr. Michaels.",
        "Jennifer: Well, I'm sorry that she wasted your time, because I'm not going out of my mind. I'm just trying to deal with my grief. Isn't that how you put it?",
        "Dr. Michaels: However you put it, it's a pretty tough process. Your mother thought you might benefit from some help.",
        "Jennifer: Well, I don't need your help. 'Cause no one can help me.",
        "Dr. Michaels: Well, I can't make the pain go away. But I have had experience with a lot of people who've been through what you're going through right now. I'd like to share some of that experience with you. If you'll let me.",
        "[SCENE_BREAK]",
        "Lawyer: One of my other cases is switching up to superior court and unfortunately, I've got to deal with it tomorrow.",
        "Gwen: But my case is tomorrow.",
        "Will: Gwen, its okay. It's not the end of the world.",
        "Gwen: It is if it means I lose a shot at getting my kid back.",
        "Lawyer: There's no reason to think that'll happen.",
        "Gwen: You know what? The way things have been going for me, there's no reason to think it won't happen that way.",
        "Lawyer: I'm sorry, but there's nothing I can do. I'm gonna file a motion for postponement first thing in the morning.",
        "Will: Okay, what if she chooses to get another lawyer?",
        "Lawyer: Well, that's her option. But you gotta make that decision quick. Once I file for the postponement, that's it.",
        "Will: Okay. Thank you. We'll let you know.",
        "Gwen: What do I have to do to get a break?",
        "Will: Its okay, we're gonna figure this out.",
        "Gwen: I don't want to wait for weeks. I don't trust Jack, and I sure as hell don't trust Carly.",
        "Will: Then let's find another lawyer.",
        "Gwen: You have any idea where to find one?",
        "Will: Actually, yes. Let's go.",
        "[SCENE_BREAK]",
        "[Maddie sighs]",
        "Maddie: Hey. Hey, snoozer. Hey. Wake up.",
        "Henry: Huh? Maddie. What's wrong?",
        "Maddie: It depends. Where's Katie?",
        "Henry: I don't know. Bed, I suppose. Where you should be.",
        "Maddie: Wait, wait, wait. At least give me some details.",
        "Henry: Details about what?",
        "Maddie: You and Katie. What happened? Did you get all cozy and snuggly while you sipped your tea and talked about old times?",
        "Henry: Oh, we did not get snuggly. We just chatted and she gave me a kiss and said good night, and that was it.",
        "Maddie: She kissed you?",
        "Henry: I think so, yeah.",
        "Maddie: Lips or cheek?",
        "Henry: What difference does it make?",
        "Maddie: All the difference in the world.",
        "Henry: Maddie, give it up. Go back to bed.",
        "Maddie: I am not giving up, Henry. And neither should you. And falling asleep is not helping your cause.",
        "Henry: It was not the kind of kiss that you write home about, okay? And I don't have a cause. And getting back together with Katie is a lost cause. Why can't you get that through your thick, teenage skull?",
        "Maddie: Oh. As usual, my brother Henry is his own worst enemy. He had a chance to win Katie back tonight, but he blew it. But ever the optimist, I refuse to give up. He and Katie are a major destiny couple, and I will do whatever it takes to get them back together. My goal is to see them smooching by the end of the week. Suggestions for a plan are welcome.",
        "[Maddie sighs]",
        "[SCENE_BREAK]",
        "Katie: Mike Kasnoff, you did not fall asleep on me. [Mike snores] Okay, fine, I guess I'll just have to go back home to Henry and Maddie.",
        "[Mike laughs]",
        "Mike: If you hadn't taken so long, I would've waited up.",
        "Katie: I had to move heaven, earth, and a pound of chamomile to get here tonight.",
        "[Mike sighs]",
        "Mike: You didn't just tell him you were going out like a normal adult would do?",
        "Katie: No. You're right. Why are we sneaking around like we're still in high school?",
        "Mike: Maybe because we don't want to hurt anyone's feelings.",
        "Katie: Yeah. I've hurt Henry enough for one lifetime. I don't need to make it any worse.",
        "Mike: That's because you're a beautiful person. And why I love you more and more every day.",
        "[Zipper unzipping]",
        "Katie: Are you wearing anything under that sheet?",
        "Mike: Come find out.",
        "Katie: Oh!",
        "[Katie giggles]",
        "[SCENE_BREAK]",
        "[Maddie imagining]",
        "Maddie: I knew it would work. I knew you two would finally figure out that you belong together.",
        "Katie: And it's all thanks to you, Maddie. We couldn't have done it without you. You never gave up on us. You always knew that we needed to learn that we belonged together. Thank you so much.",
        "Maddie: Hey, I am just glad that it worked out.",
        "Henry: No, no, don't be modest. To show you how grateful we are, we've got a proposition for you.",
        "Maddie: What is it?",
        "Henry: We want you to stay here in Oakdale. We want this to be your home.",
        "Maddie: You mean it?",
        "Henry: We can't imagine our lives without you. You brought us together. You belong in this home.",
        "Maddie: Okay, Henry. It's a deal. I'll get you and Katie back together, whatever it takes, and you'll let me stay here. Everybody wins.",
        "[SCENE_BREAK]",
        "Katie: It always feels like the first time with you.",
        "Mike: It's been so long, no wonder.",
        "Katie: I was beginning to wonder if we'd ever be like this again.",
        "Mike: I never lost faith. I came close a few times.",
        "Katie: Yeah, tell me about it. Are you upset I'm letting Henry stay at my house?",
        "Mike: Not at all. Why would you even think that?",
        "Katie: Because it's getting a little awkward for everyone.",
        "Mike: More for him, than anybody else.",
        "Katie: You think?",
        "Mike: He still loves you. And who can blame him.",
        "Katie: It breaks my heart.",
        "Mike: I know. He's a good guy. And Maddie seems determined to push you two back together any way possible.",
        "Katie: Yeah, she's really beginning to drive me crazy.",
        "Mike: She's just a kid. And she's just looking out for her brother. You can't fault her for trying to do that.",
        "Katie: I know. I just wish --",
        "Mike: What?",
        "Katie: I just wish we didn't have anything in our way anymore. I wish we didn't have to worry about hurting people.",
        "Mike: I know. Me, too. We'll get there. One way or another. And soon.",
        "Katie: Promise?",
        "Mike: Yeah.",
        "Katie: Okay. On that note, I better get going.",
        "Mike: Wait, wait, where you going? It's not that late.",
        "Katie: The sun is almost up.",
        "Mike: But not yet.",
        "[SCENE_BREAK]",
        "Jennifer: It was so real, Dr. Michaels. And everybody keeps telling me that it couldn't be my baby, but I knew that cry. I recognized it.",
        "Dr. Michaels: That's not surprising. Under pressure, the mind will take us to places we want to be. And your body found a way to feel good for a while. That's natural.",
        "Jennifer: A hallucination is natural?",
        "Dr. Michaels: Well, it happened once. And if it doesn't paralyze you or keep you from functioning, I think you can put it in perspective.",
        "Jennifer: Yeah. Well, I'm still sitting in a church late at night, waiting to see my child. That doesn't sound good.",
        "Dr. Michaels: How do you feel physically?",
        "Jennifer: I'm tired all the time. I feel like, you know, like my skin is too tight. I get headaches and, you know, I even feel nauseous and dizzy sometimes. It's weird, like I'm holding onto the symptoms of my pregnancy.",
        "Dr. Michaels: Those are also typical symptoms of depression.",
        "Jennifer: Depression? Yeah, go figure.",
        "Dr. Michaels: You know, it's normal to feel this way. But you don't have to feel this way.",
        "Jennifer: I would give anything not to. But at the same time --",
        "Dr. Michaels: What?",
        "Jennifer: I'm afraid that if I stop feeling this way, then I'll forget him.",
        "Dr. Michaels: You will never forget him, Jennifer. I can promise you that. But if you can get rid of some of the outward symptoms, the headaches, and the feeling in your stomach, it could make it easier for you to cope with what's going on inside.",
        "Jennifer: Pills? Medication so I don't feel anything?",
        "Dr. Michaels: Oh, I didn't say you wouldn't feel anything. That's not how anti-depressants work. They just balance out the serotonin levels in your body. But it's your choice. I don't happen to think that anti-depressants are a cure-all. And they're not for everyone. But they have helped a lot of people, especially in conjunction with regular therapy sessions.",
        "Jennifer: I have -- I have never really been a fan of medication.",
        "Barbara: Honey, it wouldn't be forever.",
        "Dr. Michaels: Oh, of course not. Once you start to feel better, you can begin to taper off and eventually stop completely.",
        "Barbara: And Jen, if it would help you, isn't it worth a try?",
        "[SCENE_BREAK]",
        "Paul: I only mentioned Rosanna to prove a point -- that Craig destroys everything he comes into contact with. And if Jennifer lays claim to this baby, Craig will destroy Jennifer as well.",
        "Emily: Well then let Jennifer make that decision, not you.",
        "Paul: I don't know why you're fighting me on this. You know, I really -- I thought, Emily, that you were the one person that I could come to. The one person in the world who would understand me. That you would be with me on this. And I -- I guess I was wrong.",
        "Emily: That's why you kept it from me? Please. I mean, the only reason I even know is because I found out and I forced your hand. You weren't going to tell me anything. You weren't going to tell me about Rosanna's seizure. You were going to keep me in the dark about everything.",
        "Paul: No, it's not like that. It's just all happened so --",
        "Emily: You try so hard to control everything in your life, Paul. Bend things to your will. But you know what, it's all going to fall apart around you. Everyone that you are trying to protect is going to end up getting hurt! Is that what you want?",
        "[Paul clears throat]",
        "Paul: I know what I'm doing is right. And you, Emily, are either with me or against me.",
        "Emily: It's come to that?",
        "[Doorbell rings]",
        "Will: Hey, I'm sorry to show up so late, but we need your help. It's really important.",
        "Paul: Will, I'm kind of in the middle of something. Could you come back tomorrow?",
        "Will: No, we can't come back tomorrow. Gwen's got a court date in the morning.",
        "Paul: Why do you have a court date?",
        "Gwen: I'm fighting to get my baby back and I just lost my lawyer.",
        "Will: We were hoping you could suggest somebody.",
        "Paul: Will, this is a really bad time, okay? I'm sorry.",
        "Gwen: That's okay. Will, come on.",
        "Will: No, no, wait a second. Paul, I'm asking you for a favor for something that's very important to me. Why are you blowing me off like this?",
        "Paul: Because it's not always about you, Will, is it? Here. It's a phone book. \"Lawyer\" begins with the letter \"L.\" Did she leave?",
        "Gwen: I guess she didn't like your attitude that much, either.",
        "Paul: Emily!",
        "Gwen: You know, we don't have to be at your brother's house to go through a phone book. We could do this at my place.",
        "Will: I don't know why he's being like this. Except maybe he's still really upset about Rosanna.",
        "Paul: You're right, I am. And a lot of other things, too. Look, I don't mean to give you a hard time, all right. I'm just having a really, really bad night.",
        "Will: Is there anything I can do?",
        "Paul: No. I just -- I need to get to Emily.",
        "Will: Well, we need to find a lawyer. Cass Winthrop, didn't he do some work for Mom?",
        "Paul: The name sounds vaguely familiar. Call him. I'll see you later.",
        "Will: Paul? Are you and Emily okay?",
        "Paul: I don't know how to answer that.",
        "[SCENE_BREAK]",
        "Katie: Oh, good. Chamomile tea works every time.",
        "Maddie: Where have you been?",
        "Katie: We have to stop meeting like this.",
        "Maddie: You were out all night.",
        "Katie: Oh, I'm sorry, Mother. I didn't know I had a curfew.",
        "Maddie: Well, I was worried. And so was Henry.",
        "Katie: Was he, now?",
        "Maddie: So, where were you?",
        "Katie: I don't think that's any of your business.",
        "Maddie: And I think it is.",
        "[SCENE_BREAK]",
        "Barbara: You're not upset with me for calling Dr. Michaels?",
        "Jennifer: No. I just wish you had told about it first, that all.",
        "Barbara: Would you have said yes?",
        "Jennifer: All right, I'll admit, I do feel better after talking to her.",
        "Barbara: I was hoping you would. That's all that counts.",
        "Jennifer: Yeah. Do you think I'm doing the right thing?",
        "Barbara: In taking the anti-depressant that she's prescribed? Yes, I do.",
        "Jennifer: I am a little scared, though.",
        "Barbara: Honey, if it doesn't work for you, or if it makes you feel worse, she will change to a different type of drug or change the dosage. She'll be monitoring it every step of the way. You have nothing to lose, everything to gain.",
        "Jennifer: I sure hope so.",
        "Barbara: Listen, the pharmacy should be open by now. I'm going to go get this filled and I'll meet you back upstairs, okay?",
        "Jennifer: Okay.",
        "Barbara: Okay.",
        "Jennifer: Hey, Mom? Thank you.",
        "Emily: Jennifer, wait! There's something you need to know.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Henry: Accident?",
        "Maddie: You fell.",
        "Henry: Oh, this should be good.",
        "Lucinda: What?",
        "Emily: There's a reason why you heard your baby crying. You were right.",
        "Paul: Emily, this is not the time or the place.",
        "Jennifer: You believe that I heard my baby cry?",
        "Emily: You did. And I know why."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=J430zHblX8Q"
}