{
    "Episode Summary": [],
    "Recap": [
        "Emily questions Larry if he ever knew an Aurora Hunter and were they lovers. This would have been around the time Alison was born. She wants to know if he and Aurora used Emily's eggs to have a baby. He denies it all. Emily will just have to accept the fact that her eggs are gone and they won't ever figure all of this out. So they can talk more privately, Larry invites Emily to his suite and they have a drink. All of this seems pretty farfetched to him, so no need to worry Hunter about this. Emily spills her drink and while Larry is retrieving a cloth to clean up, she grabs his comb and stuffs it in an envelope and puts it in her purse. Meanwhile Hunter and Alison kiss and he wants to take it further. She insists they both are in a bad place right now, but she doesn't want him to get hurt. Sleeping with him right now would be a huge mistake. He tells her that she can go as the last thing he wants is for him to feel sorry for him. Adam and Casey continue to be at each other's throat. Casey even blames his breakup with Alison on Adam. Adam tells him that he is not the bad guy here, so that is just an excuse. Go find Alison and explain to her and make up. Craig brings his sis flowers and gives Margo the good news that he and Carly are getting married. He just wants her good wishes .oh and her house just for a little while. He knows it is corny, but this is the real thing. It feels like he is marrying the girl of his dreams. Against her better judgment, she says she is happy for him and yes he can use her house. Carly has a bad day with pricking her finger and getting blood on her wedding dress/veil. She grabs the bottle and takes a swig for her comfort as Rosanna walks in. Rosanna wants them to celebrate and to get Carly away from the stress by taking her out to lunch. Craig interrupts and wants to speak with Carly alone. He reminds her that she should not be near alcohol. Rosanna interrupts but when Craig won't explain, she tells Carly they can have lunch another time. Casey finds Alison in Hunter's room and in the melee Hunter admits he loves Alison. Casey wishes them a good life and charges off. Carly begs Craig not to tell Rosanna about her drinking. She doesn't want her watchful eye all around her on her wedding day. Rosanna questions Parker about how his mom really is, she seems stressful. Emily confiscates Hunter's coffee mug so she can get a DNA testing. Hunter clears out his desk and tells Emily that he is quitting. She makes him promise to stay in touch. Larry discovers that his money clip is missing and finds it on the floor where Emily dropped it. Craig asks Parker to be his best man. While fixing dinner, Rosanna finds a bottle of vodka in Carly's spice cabinet and asks her about it. Carly claims she did not want to tempt Parker. Later Rosanna pours champagne and will not take no for an answer and insists they all toast to the marriage. Carly manages to fake drinking it. Margo goes home from the hospital. Alison shows up and Casey is very cool toward her. Adam tells her that he is sorry that Casey is taking out his frustrations on her. Emily barges into Hunter's room and tells him no matter if he has a bus to catch, she has something important to tell him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Larry: Let's sit down and have a drink.",
        "Emily: No, thank you. You didn't answer my question.",
        "Larry: I insist. I was about to order a glass of wine. I'd love some company. Red or white?",
        "Emily: I don't want any wine. Just tell me. Did you ever know a woman named Aurora Hunter?",
        "Larry: No, not really.",
        "Emily: Really? That's so interesting. Didn't the both of you work at the University of Chicago hospital?",
        "Larry: I certainly knew her by reputation. She was a distinguished researcher. I'm hardly in her league, though.",
        "Emily: But your paths never crossed?",
        "Larry: Emily, it was a long time ago.",
        "Emily: Right. Around the same time Alison was born, as a matter of fact.",
        "Larry: What does Alison have to do with this?",
        "Emily: And around the same time my fertilized eggs were transferred to the University of Chicago hospital under your name.",
        "Larry: Emily, what is your point?",
        "Emily: Were you Aurora Hunter's lover? Did the two of you have a child together using my eggs?",
        "Larry: We can't have this discussion here. Let's go upstairs.",
        "[SCENE_BREAK]",
        "Hunter: You are so beautiful.",
        "[SCENE_BREAK]",
        "Riley: Hey, you want to go to the hospital with me to visit Margo?",
        "Casey: You're going to call her Margo in front of me?",
        "Riley: It's her name.",
        "Casey: No, she's your mom.",
        "Riley: Yeah, we're not advertising that right now.",
        "Casey: You know what? You can go without me. Because I don't know the new rules to this new game you're playing.",
        "Riley: So you're just going to sit here playing video games all day?",
        "Casey: Why do you give a damn what I do?",
        "Riley: How long are you going to hold this grudge, Casey? 'Cause it's not doing either one of us any good.",
        "Casey: You know, it is more than a grudge. You've ruined my life, Adam.",
        "[SCENE_BREAK]",
        "Larry: Look, Emily, I keep telling you, I knew nothing about your eggs being transferred to Chicago. I barely knew Dr. Hunter. And I certainly don't know what happened to her after her fellowship ended.",
        "Emily: Why does that not ring true?",
        "Larry: Listen, painful as this may be, I think you have to face the fact that your eggs, whatever happened to them, are gone. And given the fact that so many years have passed, it's going to be impossible to figure this out.",
        "Emily: Well, I'm not giving up.",
        "Larry: Okay. But maybe I could change your mind about having a drink? I think we have some scotch here.",
        "Emily: Sure, why not?",
        "Larry: So, Aurora Hunter -- how did you hear about Aurora Hunter? Did you speak to her?",
        "Emily: No. Oh, no. And now I'll never get that chance. Aurora Hunter's dead.",
        "Larry: Is that so?",
        "Emily: You seem kind of upset over someone you barely knew. What's up with that?",
        "[SCENE_BREAK]",
        "Alison: We can't do this.",
        "Hunter: Why not?",
        "Alison: It's not right.",
        "Hunter: It feels completely right to me.",
        "Alison: Hunter, you just lost your mother. You're too upset. And I'm upset about Casey.",
        "Hunter: Forget about him. You deserve someone who can make you happy. I think I can do that.",
        "Alison: No, we're friends. Good friends, and maybe one day, we could be more, but right now, it's just not --",
        "Hunter: No one has ever understood me the way you understand me. When I felt so messed up because my mother was flipping out -- you got that. You always knew exactly what to say to make me feel better.",
        "Alison: I'm glad. But it's just -- we're both in a weird place right now, and I don't want you to get hurt.",
        "Hunter: You wouldn't hurt me, Alison. I trust you. I want you to feel the same way.",
        "Alison: I do.",
        "Hunter: Then make love to me.",
        "[SCENE_BREAK]",
        "Riley: You know, I'm not Adam anymore. I'm Riley now. So get used to it.",
        "Casey: No.",
        "Riley: You promised Mom you'd keep this secret.",
        "Casey: Yes, don't remind me.",
        "Riley: And I didn't ruin your life. You did a damn good job of that yourself.",
        "Casey: Oh, and your life is so together, isn't it?",
        "Riley: At least I'm trying.",
        "Casey: Really? By lying to everyone about who you are? Yes, good luck, man.",
        "Riley: You know, Casey, we've both things stuff we're not proud of. But the thing is, we have to move on from them.",
        "Casey: Yes. So I should get a new face, steal a dead guy's identity, and then boom -- new life right there. You know, if I'd done that, I would've stayed out of the slammer, right?",
        "Riley: You know, Casey, you're not doing yourself any good by obsessing over the past.",
        "Casey: Then let's forget the past, okay? Let's concentrate right on the present. My girlfriend broke up with me. And do you want to know why? Because of you!",
        "[SCENE_BREAK]",
        "Margo: Oh, hoo-di-do, Craig. You have outdone yourself now.",
        "Craig: Nothing but the best for my sis, Sis.",
        "Margo: I have to take a bullet for you to turn into a gentleman?",
        "Craig: I've changed. Haven't you noticed?",
        "Margo: You've got that look in your eye. What do you want?",
        "Craig: Well, actually, there is one thing. I have wonderful news.",
        "Margo: Am I going to think it's wonderful?",
        "Craig: I hope so. Carly and I are getting married.",
        "Margo: Oh, I -- yeah, I have to take a painkiller.",
        "Craig: Now, now, now. This is the real thing.",
        "Margo: Don't, ow!",
        "Craig: Sorry, sorry. This is the real thing. And it's actually happening this time. And I'll tell you, I couldn't be happier.",
        "Margo: Wow.",
        "Craig: You know, you were the first one that made me realize I was falling in love with her.",
        "Margo: Oh, so I'm responsible?",
        "Craig: Only in so far as it opened my eyes. I shouldn't have taken any prodding, but it turns out this true love thing takes some getting used to.",
        "Margo: Do I have to be your best man again?",
        "Craig: No, no, no, no, I've got that covered. All I want from you, Margo, is your best wishes for me and Carly to have a wonderful future together. Oh, and I need your house.",
        "[SCENE_BREAK]",
        "Carly: Ouch! Ow! Oh, damn! Damn it! Oh, no. Oh, no! This is not happening!",
        "[Door opening]",
        "Rosanna: Hello? Carly? Hey.",
        "Carly: Hi!",
        "Rosanna: How you doing?",
        "Carly: So how did it go?",
        "Rosanna: Oh, not good. I'm getting a little discouraged. Nobody seems to be hiring right now.",
        "Carly: I'm sorry.",
        "Rosanna: Yeah.",
        "Carly: At least you don't have to worry about room and board.",
        "Rosanna: I know. And I'm very grateful for that.",
        "Carly: Are you sure? Because I want you to be happy here. I want you to be comfortable. And if Craig being around is going to prevent that, I wouldn't be happy.",
        "Rosanna: I am very grateful, okay? You have really helped me out. Paul was footing my bill at the Lakeview, and I just want to pay him back and be done with that.",
        "Carly: I just still can't get used to it -- my sister the beautiful mogul is completely broke.",
        "Rosanna: Yeah. Well, I had to get used to it pretty fast myself. I'm going to go rethink my life. I'll be right back, okay?",
        "Parker: Is that your wedding dress?",
        "Carly: It's a work in progress.",
        "Parker: If you say so.",
        "Rosanna: Carly, I just had a really great idea. Since I don't have to pay for room and board anymore, or at least, not for the moment, I would like to take my sister out to lunch to celebrate her engagement.",
        "Carly: Oh, no. That's not necessary.",
        "Rosanna: No, it is necessary. I mean, I insist. Come on, you could use a break. You look stressed.",
        "Carly: Yeah. I guess I am a little bit stressed. Celebrating sounds great.",
        "[SCENE_BREAK]",
        "Craig: Come on, Margo, I only need the house temporarily. Just long enough for the wedding.",
        "Margo: When?",
        "Craig: Day after tomorrow.",
        "Margo: Has it escaped your -- I just took a bullet in the line of duty, Craig.",
        "Craig: I know, I know, and I've taken all that into consideration --",
        "Margo: And Carly has a really nice night club. Now why can't you get married at Metro?",
        "Craig: That's just the thing. You see, the idea of getting married in a bar just doesn't feel right. No, we want this to be an intimate affair. Just close family.",
        "Margo: Well, but Tom --",
        "Craig: Oh, come on, last I heard, you had him wrapped around your little finger.",
        "Margo: Oh, I wish.",
        "Craig: Please, Margo. Carly and I need to begin our married life in the right way. I know it sounds corny, but it feels like I'm finally marrying the girl of my dreams.",
        "Margo: You know, it must be the painkiller, but I can't really hear you.",
        "Craig: This is for real. It's the real thing, Margo. I love her. Well, I won't say pure and simple, because Carly and I are neither of those things.",
        "Margo: No, no, you're not.",
        "Craig: But I know that I want to take care of her, and I want it to last. She's all that matters to me.",
        "Margo: I believe you.",
        "Craig: Something to be said for the healing power of love, eh?",
        "Margo: Well, yes, there is. And we do need more of that in this world today. So, okay, yes, you can use our house. Okay, yes, I will talk to Tom. And okay, yes, I'm happy for you.",
        "Craig: Thank you.",
        "[SCENE_BREAK]",
        "Riley: You can't blame all your problems on me, Casey. Whatever happened with Alison, that's between the two of you? Don't bring me into this.",
        "Casey: I wish I didn't have to. But she's ticked because of the way I treated you. She thinks there's no reason for me to be suspicious. How funny is that?",
        "Riley: Not very.",
        "Casey: No. Because I hit it right on the mark. You've been lying to everyone. But I'm going to keep it a secret, because I promised my mom I wouldn't say a word. So where does that leave me?",
        "Riley: I'm sorry.",
        "Casey: Yes, you should be. And now because of you, she dumped me and she's with another guy.",
        "Riley: Well, why don't you do something about it instead sitting here feeling sorry for yourself?",
        "Casey: What am I supposed to do about it?",
        "Riley: Go get her back. All right? Tell her you're wrong about me. Because you are. I'm not the bad guy here. Look, if you really want to be with Alison, go find her.",
        "Casey: I tried. I went there. But no, because you -- thanks to you, it was a disaster.",
        "Riley: Okay, if you want to blame me for everything, Casey, go ahead. But it's just an excuse. If you end up losing Alison over this, it's your own fault, not mine.",
        "[SCENE_BREAK]",
        "Larry: How did you hear about Dr. Hunter?",
        "Emily: Her son.",
        "Larry: Her son?",
        "Emily: You've met him. Hunter. You know, Ali's friend.",
        "Larry: I thought Hunter was his first name.",
        "Emily: No, it isn't.",
        "Larry: What does Hunter think about your theory about missing eggs?",
        "Emily: Well, I didn't come right out and ask him what he knew about his family history. But he did tell me that after his mother had a stroke, she told him that his birth father wasn't who he thought.",
        "Larry: That's wild.",
        "Emily: Oh, believe me, it gets better. She told him that she had this lover that she called Tristan -- you know, like from the opera \"Tristan and Isolde.\" Your favorite opera. Remember? The one you told me that reminded you of a special woman in your life. Coincidence?",
        "Larry: No way, Emily. That just doesn't -- that just doesn't ring true. You said she had a stroke, right? She was probably aphasiac. She was having delusions. It's very common with stroke patients.",
        "Emily: Maybe. Or maybe she finally wanted to tell her son the truth.",
        "Larry: Who are you calling?",
        "Emily: Hunter. Might as well go right to the source.",
        "[SCENE_BREAK]",
        "Hunter: At the risk of repeating myself -- you are so damn beautiful.",
        "Alison: Hunter.",
        "Hunter: I will never hurt you.",
        "[Cell phone ringing]",
        "Hunter: Damn it. I'm sorry. It's work. No, it's just work. What's wrong?",
        "Alison: This is very tempting. You're making me feel really good about myself at a time when I've been feeling kind of beat up. And I do care about you, Hunter.",
        "Hunter: Then what's the problem?",
        "Alison: I think sleeping with you right now would be a huge mistake.",
        "[SCENE_BREAK]",
        "Emily: Hunter, can you do me a favor, please, and call me back right away. It's important. Bye.",
        "Larry: Probably best that you didn't reach him right now.",
        "Emily: Best for whom?",
        "Larry: For him. Come on, Emily, he just lost his mother. You don't need to add to his grief. Especially with something like this. It's probably much ado about nothing.",
        "Emily: How do you know that?",
        "Larry: It all seems so farfetched to me. Plus, don't forget, you're still dealing with your own grief, your own loss. I think we'll still be able to find a way for you to have a baby. But for right now, you oughta sit down, put your feet up. Relax. Rest. You need to rest.",
        "Emily: Thank you. You know what, do you mind? Can I have some ice for my drink?",
        "Larry: Sure, I'll call down.",
        "Emily: No. You know what, no. Don't do that. Room service takes forever. Why don't I just go down to the bar and I'll get it myself.",
        "Larry: No, stay. I'll do it. I'll do it. I'll be right back.",
        "Emily: Okay. \"For Tristan from Isolde.\" What I don't understand is...",
        "Emily: Hi, that was quick.",
        "Larry: You bet. And here you go.",
        "Emily: Oh, thank you so much. Great. Oh, God, I'm so sorry. I am so sorry.",
        "Larry: Are you all right?",
        "Emily: Yeah, I'm fine. I apologize.",
        "Larry: I'll get a towel. Let me get a towel.",
        "[Larry leaves the room, Emily picks up the paper on the desk and puts it in an envelope and puts the envelope in her purse]",
        "Emily: Thanks. You know what, put some water on a wash cloth or something so the carpet doesn't stain.",
        "Larry: Here you go. This oughta do it.",
        "Emily: I am so sorry.",
        "Larry: This'll be fine.",
        "Emily: Yeah. You know what, I changed my mind. I think I'm going to pass on that drink after all.",
        "Larry: You are?",
        "Emily: Yeah. You know what, I'm not very good company right now. I'm just not myself. But thank you for trying to make me feel better.",
        "Larry: I'm afraid I just disappointed you.",
        "Emily: No, actually, it was very illuminating.",
        "[SCENE_BREAK]",
        "Hunter: I know you don't want to hear this, but I wish you could forget about Casey. He talks to you like you're trash, Alison. When the truth is, he doesn't deserve a woman like you.",
        "Alison: He's not always like that. But Casey does let his temper get the best of him sometimes. And it hurts a lot.",
        "Hunter: Are you going to go back with him?",
        "Alison: Right now, that doesn't seem very likely. I mean, we're both just too angry. But I can't react to that by jumping into bed with you, Hunter. I've made that mistake before.",
        "Hunter: I don't want to pressure you, Alison. I trust you. I want you to trust me, too.",
        "Alison: Are you okay?",
        "Hunter: Yeah, sure. You can go. The last thing I want you to do is to stick around because you feel sorry for me.",
        "Alison: I don't think you should be alone tonight.",
        "Hunter: I've always been kind of a loner. It's just, since mother's gone, it's like a different kind of alone.",
        "[Knock at the door]",
        "Hunter: Who could that be?",
        "Casey: Don't call the cops. I'm sorry I exploded before. I'm just looking for Alison.",
        "Alison: Casey --",
        "Casey: I should've known.",
        "[SCENE_BREAK]",
        "Carly: It's so good to have you back with us. It's exactly what I needed.",
        "Rosanna: It's what I need, too. Which is why I hope I'm not blowing the moment by asking you this, but Carly, you just seem really wound up. Are you sure you're okay?",
        "Carly: Of course.",
        "Rosanna: I know you have a lot going on, but still --",
        "Carly: I guess I'm a little bit stressed about planning the wedding, yeah. But that's all.",
        "Rosanna: Oh, I ordered champagne for us. You're getting married, we're sisters, I figured why not? A celebration's a celebration. Bring on the bubbly. Ooh, yay!",
        "Carly: Okay. All right, why the hell not?",
        "Craig: Well, it looks like you two are throwing caution to the wind. Having champagne, are we?",
        "Carly: Rosanna surprised me.",
        "Craig: Rosanna, do you mind if I borrow Carly just for a minute.",
        "Carly: Not now, Craig.",
        "Rosanna: I think your fiancée is telling you to leave us alone.",
        "Craig: And I will. But I need really Carly to come with me, just for a minute. She'll be back, I promise.",
        "Carly: Excuse me. That was really rude.",
        "Craig: Yes, it was, and you know why I did it.",
        "Carly: Because Rosanna, unbeknownst to me, ordered a bottle of champagne.",
        "Craig: You're not supposed to be drinking.",
        "Carly: I know that.",
        "Craig: Well, you can't throw away your resolve every time there's a happy occasion and someone breaks out the bubbly!",
        "Carly: I wasn't going to drink it! I just didn't want to make a scene, like you just did.",
        "Craig: I think there's more to it than that.",
        "Carly: Like what?",
        "Rosanna: Hi, guys. What's going on?",
        "Carly: Nothing, nothing.",
        "Rosanna: Craig, you can talk to Carly later. The waiter was just about to open the champagne.",
        "Craig: I know, I understand. But we really have so much to confer about to plan the wedding.",
        "Carly: Craig, Rosanna was just taking me to lunch to celebrate.",
        "Rosanna: Yeah. But we can have lunch another time if this is inconvenient.",
        "Carly: I guess it might be. I'm really sorry. Craig just reminded me about something that I promised I'd do, so can I have a rain check? And we'll get together later for dinner. We can order in.",
        "Rosanna: No, you know what, I'll cook.",
        "Craig: That would be lovely. Thank you very much, Rosanna. We'll see you later.",
        "Rosanna: Okay.",
        "[SCENE_BREAK]",
        "Alison: Casey, nothing happened. At least, not what you think.",
        "Casey: Yeah, sure, whatever.",
        "Hunter: Are you calling her a liar? Because that's what it sounds like.",
        "Casey: Was I even talking to you? I'm sorry.",
        "Hunter: If you're going to treat her like that, why did you even come down here?",
        "Alison: Hunter, its okay.",
        "Hunter: No, it's not. Alison doesn't need you, Casey. And if you can't trust her enough to listen to what she's saying, then you don't deserve her.",
        "Casey: Oh, and you do?",
        "Hunter: I'll never treat her like you treat her. I love her.",
        "Casey: Great. Wow. I'm glad we cleared that up. I hope you two are happy together. Have a nice life.",
        "Alison: Casey, it's -- Hunter, why did you say that?",
        "Hunter: Why did I say that I love you? Because it's the truth.",
        "Alison: It doesn't change anything. I'm really sorry.",
        "[SCENE_BREAK]",
        "Emily: Yes!",
        "[SCENE_BREAK]",
        "Margo: Oh, wow. Home sweet home. Scene of the crime.",
        "Riley: Sure you don't want to call Tom?",
        "Margo: No, let's surprise him.",
        "Riley: What if he goes to the hospital and sees you're not there?",
        "Margo: He'll stop home and change first. You know, this place looks good. The three of you cohabitating here. You and Casey didn't throw things at each other. That's a good start.",
        "Riley: Yeah, Casey's been more into the verbal abuse. And I'm trying to go back to the brother I never was.",
        "Margo: Hey now, don't worry. It's all going to happen, it just takes time. Casey loves you, deep down.",
        "Riley: Yeah, right.",
        "Margo: He does. He just needs time to adjust. He'll come around, you'll see. You know what, I'm going to go get myself settled in here.",
        "Riley: You know what, let me go ahead and take care of this for you.",
        "Margo: Uh-uh, no, I'm going to do things on my own, okay?",
        "Riley: All right, don't push it.",
        "Margo: Who's the mother here, huh?",
        "Casey: Hey, great suggestion, Riley. I went looking for Alison, and she was with another guy.",
        "Riley: Seriously?",
        "Casey: Seriously.",
        "Riley: Oh, man, Casey, I'm really --",
        "Casey: Save it. Okay? Just tell her I'm not here.",
        "Riley: Casey, don't be such a jerk.",
        "[Doorbell rings]",
        "Riley: Hey, Casey's really not feeling so well.",
        "Alison: Please don't make excuses for him. He doesn't want to see me, right?",
        "Riley: Alison, it's not you he has a problem with. All right, it's me.",
        "[SCENE_BREAK]",
        "Carly: I need you to have faith in me, Craig. And not doubt me. Especially not in front of Rosanna.",
        "Craig: You know, I don't understand why you won't tell your own sister about your drinking. I thought you two were close.",
        "Carly: I don't want her to know.",
        "Craig: Carly, it's not --",
        "Carly: I don't want her to know, okay? I don't want her looking at me with worry and suspicion on my wedding day. It's bad enough that everybody there is going to know my dirty little secret.",
        "Craig: It's nothing to be ashamed of.",
        "Carly: I just want the wedding to be special. Can you understand that?",
        "Craig: Of course. That's why I'm trying to keep you from things that could spoil it.",
        "Carly: Okay. There won't be any trouble. I promise.",
        "[SCENE_BREAK]",
        "Rosanna: How are you doing with everything? You know, all this change?",
        "Parker: I'm okay.",
        "Rosanna: Yeah, really? You got a new stepfather and a new little stepbrother and me all moving in. It's like a major invasion around here, huh?",
        "Parker: Yeah, it's no big deal. I mean, Johnny's pretty cool. And he's my nephew. This family's pretty weird, isn't it?",
        "Rosanna: You're so right. How do you think your mom is doing?",
        "Parker: I -- she's okay.",
        "Rosanna: Really?",
        "Parker: Yes.",
        "Rosanna: She seems a little anxious to me.",
        "Parker: I don't know.",
        "Rosanna: Parker, come on, you can tell me. What's going on? Is there something I should know about? Parker, I'm just going to tell you this because I think you're old enough. Carly has changed a lot. It's been a big change. And it just kind of scares me, you know?",
        "Parker: What kind of change?",
        "Rosanna: Well, for one thing, she seems incredibly passive. She's letting Craig do all these things for her. And that's just not like the Carly I know. In fact, very little seems like the Carly I know.",
        "Parker: You know what, that might be my fault.",
        "Rosanna: Your fault? What do you mean?",
        "Parker: I made things pretty rough on her lately. I mean, dropping out of school.",
        "Rosanna: Oh. You think that's what's got her all wound up?",
        "Parker: It's been a tough year. Maybe she's just worn out and she wants someone to come over and do stuff for her. Like Craig.",
        "Rosanna: Oh. You really think that's all it is?",
        "Parker: Sure.",
        "[SCENE_BREAK]",
        "Alison: Why does Casey hate you so much?",
        "Riley: You know, I don't know. I mean, I think it may have something to do with my connection to his brother Adam. Bring up Adam, and Casey goes nuts.",
        "Alison: Yeah, anyone can understand that part. I mean, Adam did terrible things. But that's not fair for him to attack you just because you knew the guy. I mean, you're not Adam.",
        "Riley: Like I said, it's messed up.",
        "Casey: Don't believe a word he's saying. He's lying to you. He's lying through his teeth right now.",
        "Alison: About what, Casey? What's going on?",
        "Riley: See, no matter what I say, he thinks there's an ulterior motive. But he's wrong. There's nothing to be suspicious about.",
        "Casey: Are you sure about that, Riley? I'm sorry.",
        "Margo: Hey Casey, are you going to welcome me home?",
        "Casey: I didn't know you were here.",
        "Alison: I'm glad you're better, Margo.",
        "Margo: Thanks.",
        "Casey: When did you get out of the hospital?",
        "Margo: This afternoon. Riley brought me home.",
        "Casey: You sure it's soon enough?",
        "Riley: She's fine.",
        "Casey: How do you know? You're not a doctor.",
        "Margo: Yeah, it was soon enough. I'm fine. I wanted to go home, and he helped me.",
        "Casey: Where would we be without him, right? Yeah.",
        "Margo: Ali, how're you doing?",
        "Alison: I'm okay.",
        "Margo: Good.",
        "Alison: But you look really great. I mean, considering.",
        "Margo: Considering, yeah. Well, I'm good now that I'm home with my family. So, do you want to stay for dinner?",
        "Casey: No. Alison was just about to leave.",
        "[SCENE_BREAK]",
        "Emily: Hey, Hunter, what are you doing?",
        "Hunter: What does it look like I'm doing? I'm quitting.",
        "Emily: Quitting?",
        "Hunter: Lucinda Walsh can find some other computer guy to baby-sit you and your online tabloid. I'm out of here.",
        "Emily: No, no, no. You cannot just leave.",
        "Hunter: Why not?",
        "Emily: Because I need you. The paper needs you.",
        "Hunter: I'm sorry, Emily. You're on your own.",
        "Emily: Wait a minute, just stop. Is this because of your mother?",
        "Hunter: I really don't think I owe you an explanation. What the hell? Where's my coffee mug?",
        "Emily: I have no idea.",
        "Hunter: Never mind, it's not important.",
        "Emily: Okay, wait. Can you do me a favor? Just call me before you go anywhere.",
        "Hunter: Why?",
        "Emily: Why? Because I may need to talk to you. You know, tie up some business ends. Please, just call me before you go anywhere, okay?",
        "Hunter: I'll try and remember.",
        "Emily: Robin? It's Emily. Are you in the lab later this afternoon? Great. Great. No, no. I need to order some DNA testing. I've got three samples, right. No, I know. I know confirmation takes a while, but I need preliminary results ASAP. Oh, thank you so much. I'll be there in five minutes. Bye.",
        "[SCENE_BREAK]",
        "Carly: I'm home.",
        "Parker: Hey, Mom. Craig.",
        "Carly: Hi.",
        "Craig: Hey.",
        "Rosanna: Well, I've got dinner in the oven.",
        "Carly: Okay. I'll be right back to help you. Sage is staying at the farm with Jack tonight. I'm just going to run this stuff upstairs.",
        "Rosanna: Okay. I will check the chicken.",
        "Craig: Parker, you got a second?",
        "Parker: Yeah, what's up?",
        "Craig: I'm going to need your help. I'd like you to be my best man. You think you could do that?",
        "Parker: I don't know. It didn't exactly work out last time.",
        "Craig: I know but it's going to happen this time, I promise. You know, pretty soon, you and I are going to be the most important people in Carly's life. We're going to have to stick together.",
        "Parker: Sure. Sure, I'll be your best man.",
        "Craig: Great. Thank you.",
        "Rosanna: Hmm. Needs something. Garlic salt. Garlic salt. No. No. That's weird.",
        "Carly: Okay.",
        "Rosanna: Carly, why do you have vodka in your spice cabinet?",
        "Carly: I stashed it there because a little bit ago, Parker decided to sample some flavored vodkas that Craig and I were testing. And I thought I would just keep temptation out of sight.",
        "Rosanna: Oh, wow. Yeah, you know, he mentioned something about feeling like he's been giving you some trouble the last few months.",
        "Carly: Right, well, we're getting through it.",
        "Rosanna: Good. That's good. I'm glad.",
        "Carly: I'll take that.",
        "Craig: Everything under control in here?",
        "Carly: Yeah. Yeah, we're fine.",
        "Craig: Great. How long till dinner?",
        "Rosanna: Coming right up, brother-in-law.",
        "[SCENE_BREAK]",
        "Alison: Casey's right. Thank you for the invitation, but I really need to go. Casey, do you think you could you walk me out? There's just a couple things I wanted to say to you.",
        "Casey: I don't think so.",
        "Alison: Okay, then. I'll see you around. Or not. Take care, Margo.",
        "Margo: All right, Casey, what's going on?",
        "Casey: What?",
        "Margo: What? What is going on with you and Ali?",
        "Casey: Don't worry about it.",
        "Margo: No, I will worry about it. You were going to tell her the truth about Riley, weren't you?",
        "Casey: I was thinking about it.",
        "Margo: You promised me you'd keep this to yourself, Casey. I expect you to keep your word. You know, guys, I am tired. Your Uncle Craig and Carly are going to get married here at our house day after tomorrow. And I need to get some rest. But I expect you two to behave yourselves.",
        "Riley: You know, Casey, why did you ruin things with Alison?",
        "Casey: Why do you even care?",
        "Riley: You had a good thing going. And you can't just get mad at her 'cause you're ticked off at me.",
        "Casey: I don't need your advice. You're not supposed to be Adam, so technically, I don't have a brother. So nothing you say has weight. So just keep your opinions to yourself.",
        "Riley: Fine.",
        "Casey: I promised not to say anything. But secrets don't stay hidden around here.",
        "[SCENE_BREAK]",
        "Rosanna: Okay. I think we're all set.",
        "Carly: Parker, can you help me set the table?",
        "Rosanna: Wait a second, you guys, I have a surprise. Hold on.",
        "Craig: Surprise?",
        "Rosanna: I brought this back from the Lakeview because I already paid for it. Would you do the honors, Craig?",
        "Craig: Sure, I guess it's a special occasion.",
        "Rosanna: Carly?",
        "Carly: You know what, I have a little bit of a headache, so I'm going to pass if that's okay.",
        "Rosanna: Oh, come on. Come on. You know, just a little toast to toast the happy couple.",
        "Carly: Okay.",
        "Rosanna: Here, Craig, let me do it for you.",
        "Craig: All right.",
        "Rosanna: For you, a little bit of bubbly. And for me.",
        "Carly: Thank you.",
        "Rosanna: Okay. Sorry, Parker. To Craig and Carly and to new beginnings.",
        "Craig: Hear, hear.",
        "Rosanna: Cheers.",
        "Carly: Cheers.",
        "Rosanna: Drink up. Oh, that's good stuff.",
        "[SCENE_BREAK]",
        "Riley: Alison.",
        "Alison: Riley?",
        "Riley: Hey.",
        "Alison: What do you want?",
        "Riley: To say I'm sorry. I mean, it seems like you're getting the brunt of Casey's anger, and you don't deserve it. I do.",
        "Alison: Riley, it really had nothing to do with you. Casey walked in on me with another guy earlier. It wasn't what it looked like, but he flipped out.",
        "Riley: I just hope the two of you can straighten it out.",
        "Alison: I wouldn't hold your breath.",
        "Riley: Maybe once Casey cools off.",
        "Alison: Can I ask you a question?",
        "Riley: Sure.",
        "Alison: Why did Casey say you were lying? Did he have any reason to think that?",
        "Riley: I don't know why he said it. From the moment I got here, he has it in his mind not to trust me. Maybe he never will.",
        "Alison: He has problems trusting anyone.",
        "Riley: I was sort of hoping maybe you could straighten him out.",
        "Alison: I don't think that's going to happen. I don't want to break up with him, but I don't think I have a choice. It's just not going to work out.",
        "Riley: Are you sure? I thought you really cared for him.",
        "Alison: I did. I was crazy about him.",
        "Riley: But not so much anymore?",
        "Alison: You know, the funny thing is, I had a chance to move on tonight with someone else. Maybe I should have taken it. Maybe I will.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Hunter: Emily, what are you doing here?",
        "Emily: We need to talk.",
        "Hunter: I can't. I have to go.",
        "Emily: No, you can't. You can't.",
        "Hunter: I have a bus to catch.",
        "Emily: I don't care. There's something you need to know.",
        "[NEXT_ON]",
        "Emily: The way Alison is my daughter, you're my son.",
        "Alison: Hey, Hunter.",
        "Hunter: Don't touch me. Don't ever touch me.",
        "Jack: If you go tomorrow, you'll miss your mother's wedding.",
        "Sage: I know.",
        "Carly: Okay, fine, the wedding's off, then. Fine. It's off. Are you all perfectly happy now?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Q2OOkipIak4"
}