{
    "Episode Summary": [],
    "Recap": [
        "Maddie begs Katie to suck up her pride and get close to BJ to try to find out what happened to Henry. Katie agrees, but asks her to not tell Mike. Mike and Jack talk about Katie helping the FBI. Mike is dead set against it. Jack thinks they need someone on the inside. Something big is going down. BJ has been talking to a known assassin. Mike continues to worry about Katie's safety. Little does he know, he should be worried about his own. Henry finds out Maddie was looking for him, and that is why Olga cleaned the wine cellar. He continues to plead with Olga to let him out, even trying to regal her with stories of past Thanksgivings with Maddie, unfortunately, Olga is not moved. Maddie won't let it go until she finds Henry, but Casey thinks she is being over the top. He asks her to go to a party with him, on the pretense of getting her mind off things. She turns him down when she thinks he doesn't want to help her with Henry and that she is acting crazy over supposed clues her brother has left her. Iris tells Hal about Will's threat, and Hal learns the same poison used to kill Rose was used on Iris. Will is furious that his parents are questioning his innocence. Gwen stands by him. They search Iris' house, find the papaya drink that was poisoned, and find only two fingerprints on the glass \u0096 Iris' and Will's. Hal is forced to take his son in to question him in the poisoning of Iris."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: All right, I'm all set. You ready to go?",
        "Katie: Not even close. I cannot believe it's so late and I still have so much to do.",
        "Mike: Anything I can do?",
        "Katie: Um, bake a pie?",
        "Mike: Is that some kind of shop talk I don't understand?",
        "Katie: No, I mean literally bake a pie. I promised Margo that we'd bring one for Thanksgiving dinner. And I don't know how I'm going to do all this, get to the store, buy the stuff, make it, bake it, and still have time --",
        "Mike: Still have time for your honey?",
        "Katie: Exactly.",
        "Mike: You know, they have things called store-bought homemade pies now. Once you heat them up, you can't even tell the difference.",
        "Katie: Isn't that kind of cheating?",
        "Mike: Well, I won't tell if you won't.",
        "Katie: I love the way you think.",
        "Mike: I love you. Well, I'll pick up that pie and some whipped cream, and I'll meet you back at the cottage with time to spare.",
        "Katie: Yeah. Hey, wait. Is the whipped cream for the pie?",
        "Mike: No. See you in an hour.",
        "Katie: Maybe less.",
        "Mike: Hey, we're all done with this \"Henry's in trouble\" stuff, right?",
        "Katie: Yes, absolutely. B.J. didn't do anything bad to Henry. Maddie has an overzealous imagination. Henry's fine.",
        "[SCENE_BREAK]",
        "Henry: Whoa! Hey, stop! This is inhuman, you know. You ever heard of the Geneva convention? I mean, my, my, my toes -- I can't feel -- I think I have frostbite.",
        "Olga: Keep dancing. Toes will be warming soon.",
        "Henry: Why the little sojourn to the tool shed, anyway, Olga?",
        "Olga: Punishment. You try to steal my keys. Also, you break many bottles. Must tidy up.",
        "Henry: What do you mean, \"tidy up\"? Why? Why? I thought the whole point was to make me as uncomfortable as possible. Unless you're trying to make it look like I wasn't here. Olga, someone came looking for me, didn't they?",
        "Olga: Time for Henry to shut mouth, and time for Olga to go.",
        "Henry: Olga, who was it?",
        "Olga: What you care? You are hoping they find something? Has Henry been a bad boy?",
        "[SCENE_BREAK]",
        "Casey: You don't know for sure that Henry's the one who wrote \"help\" on that bottle.",
        "Maddie: I don't know that he wasn't.",
        "Casey: It's an old bottle. It could have been from, like, 20 years ago. Or maybe Mike Kasnoff wrote it when he was down there at Halloween.",
        "Maddie: Or maybe my brother wrote it yesterday.",
        "Casey: There was no other sign that your brother was down there.",
        "Maddie: I know! It was too clean. I mean, come on, who cleans a wine cellar, unless they're trying to hide something?",
        "Casey: Maddie, I really think we need to let this go.",
        "Maddie: You know what? Two hours ago you told me that you believed me.",
        "Casey: Yeah, that was before we broke into Fairwinds, went down into the cellar, and still came up empty-handed.",
        "Maddie: I'm not empty-handed.",
        "Casey: No, you're obsessed. I mean, seriously, this thing's driving you crazy.",
        "Maddie: Oh, so now I'm crazy!",
        "Casey: No. I just think that you need to step back for a minute, and consider that Henry actually is in Palo Alto on business. Just because he's making whiny phone calls and sending smiley faces doesn't mean he's in trouble.",
        "Maddie: Then what does it mean?",
        "Casey: He's eccentric.",
        "Maddie: Yeah. Well, that's true.",
        "Casey: Okay. That's a start. So, let's go for broke here. My friend Teddy Edwards is having a Thanksgiving break party tonight. And I think it would do you good to go.",
        "Maddie: Teddy Edwards is a stuck-up jock who got a raw deal when they handed out brains. I think I probably actually told him that once, so I doubt I'm on his guest list.",
        "Casey: No, but I am. And I'm inviting you.",
        "[SCENE_BREAK]",
        "Will: You will say anything to get Gwen and the baby out of my life. Has nothing I've said to you over the past weeks had an impact at all?",
        "Barbara: Will! Listen to me. I know what you did. I'm not here to judge you. I'm just here to help you. But we have to get you out of here before it's too late.",
        "Will: What are you talking about?",
        "Barbara: You don't even realize the pressure that this girl has put you under. And, for all I know, she convinced you to do this. But that doesn't matter. All that matters is that we get you out of here before she convinces you to do something even worse.",
        "Gwen: Are you talking about me, huh? What are you telling him I've done now?",
        "Barbara: How could you? How could you force my son to poison your mother?",
        "[SCENE_BREAK]",
        "Hal: That is one serious accusation, Ms. Dumbrowski.",
        "Iris: I know. And it must not be a picnic for you to hear, being that Will's your son and all.",
        "Hal: What makes you think he tried to poison you?",
        "Iris: He hates me, that's why.",
        "Hal: I'm sure he's not the only one who can lay claim to that.",
        "Iris: Yeah, and he's at my house day and night, filling my daughter Gwen's head with garbage. He's trying to get me out of her life.",
        "Hal: I'm sure he had his reasons.",
        "Iris: Yeah, and he's got a temper to back it up. But I'm sure you already know that, don't you?",
        "Hal: If you want this accusation to stick, you're going to need a hell of a lot more than you're telling me.",
        "Iris: All right. How about this? He threatened my life. At Java, in front of a whole lot of witnesses. He said he would do whatever it took to keep me out of Gwen's life. Then, suddenly -- huh -- I'm rushed to the hospital. But since you're his father, maybe you're not the right cop I should talk to about this.",
        "[SCENE_BREAK]",
        "Holden: So you think Luke is past the danger zone?",
        "Dr. Swan: Well, he's accepting the kidney. There's no signs of rejection. And his vital signs are strong.",
        "Holden: That is the best news I've heard in a long time.",
        "Dr. Swan: You have a lot to be thankful for this year.",
        "Holden: Yeah, I do. So, I've got a question for you.",
        "Dr. Swan: Oh?",
        "Holden: Luke was wondering whether or not he's going to be able to make it home for thanksgiving. What do you think?",
        "Dr. Swan: I think your whole family will be around the dinner table come Thursday.",
        "[SCENE_BREAK]",
        "Lily: Keith? What are you doing here?",
        "Keith: What does it look like? We're moving in.",
        "Lily: Hold it. You are hell bent on doing this your way, aren't you?",
        "Keith: What are you talking about?",
        "Lily: Okay. How could you even pack your bags without talking to me first? It wasn't hard enough for me to tell Holden and my mother that we're back together again, and now you have to rub their noses in it.",
        "Keith: Lily, we're getting married. So, that means that we're going to be living together.",
        "Lily: You have no regard for my feelings whatsoever. As long as you get what you want.",
        "Keith: Whoa, whoa, whoa. You know -- you're right. I should have called you and told you I was coming over with my stuff.",
        "Lily: Yes, I think so.",
        "Keith: Well, it's just that, you know, I'm so excited that everything's out in the open and we get to start this new life together, you know? I mean, what's wrong with that?",
        "Lily: Luke is going to be coming home from the hospital. Hopefully in a few days. Hopefully in time for Thanksgiving. He can't just show up and find you here.",
        "Keith: So you haven't told him about any of this yet?",
        "Lily: No, I haven't -- I have no idea how to tell him. You are asking way too much of me all at once. You need to be patient.",
        "Keith: Okay. I'm sorry. I'm pressuring you a little bit. It's just that, you know, I go a little crazy when I'm not around you. But since I'm here, I'm just going to put my stuff over here. You know, Lily, we have so much to be thankful for, you know, and grateful and everything with Thanksgiving right on top of us, Luke's alive --",
        "Lily: Yes. I'm very thankful for that.",
        "Keith: See? That's my girl. I'm going to make you so happy, Lily.",
        "Holden: Sorry. I thought that Lily would be alone.",
        "Keith: Well, she's not. And since I'm living here now, you might want to start knocking.",
        "[SCENE_BREAK]",
        "Henry: No, no, no! Ow!",
        "Olga: Confess, Henery. Did you leave a clue for someone to find?",
        "Henry: Of course I left a clue for someone to find. I leave a clue for every hour I'm down here, Olga. I leave them, you clean then up. Why is today any different?",
        "Olga: Surrender. You cannot win.",
        "Henry: I can die trying. No, stop! Scratch that. I don't want to die. And I don't want my sister to. You've forgotten about my sister, have you?",
        "Olga: Your sister will not die. You are watching too many movies.",
        "Henry: Yeah? Okay. I wish I could trust in your optimism. But, since it's bought and paid for by B.J. Green, I'm afraid I can't. Olga -- Olga, come on. I thought -- I thought we had an understanding, a connection? Whenever I talked about how much I love Maddie? I can't believe that you're capable of letting something bad to happen to that little girl.",
        "Olga: You are making mistake. Between Olga and Henery is no connection. Your sister is fine.",
        "Henry: Wait, wait, wait, wait. What do you mean? How do you know that she's fine? She was here, wasn't she? She's the reason you cleaned the place up.",
        "Olga: Enough with talking. I must go.",
        "Henry: No, wait, Olga. Wait, wait, wait. Come on, give yourself over to the compassion. Embrace it, it'll set you free. I know that you care about whether my sister lives or dies.",
        "Olga: Okay. Yah. Now I see problem.",
        "Henry: You do? Oh, you do. God bless you. God bless your soul -- your unfrozen soul.",
        "[SCENE_BREAK]",
        "Maddie: Okay, so let me get this straight. You want me to be your date to Teddy jock-o's party?",
        "Casey: We don't have to call it a date. I just thought maybe you could use a little distraction. You know, something to keep you from worrying about your brother so much.",
        "Maddie: Okay. All right. On one condition, though.",
        "Casey: What?",
        "Maddie: You come with me to talk to your mom. I want to tell her everything that I know about Henry's disappearance.",
        "Casey: She's going to tell you the same thing that I told you. You don't even have enough evidence for a missing persons case. I mean, there's no sign of foul play. Plus he called you. Plus he sent you a package. Plus we could get in trouble for breaking into Fairwinds and stealing this bottle.",
        "Maddie: You know, I'm starting think that the only reason why you went along with me, is to just watch me fall flat on my face.",
        "Casey: That's not true. But there's got to be a jumping-off point, and I think that we hit it. Look, just cheer up, all right? Because, when it comes time for the turkey and all the trimmings, your brother's going to be right back here where he belongs. That's why we should go to this party tonight and have fun.",
        "Maddie: Pass. Wrong crowd. Including you.",
        "Lia: Hey, Case. I'm going to see you later at Teddy's party, right?",
        "Casey: Yeah, I guess.",
        "Lia: Oh, you weren't invited, Maddie. You know, for some reason teddy just really doesn't like you. I can't imagine why that is.",
        "Maddie: Yeah, you know, he isn't the same since that lobotomy. But you guys have a good time.",
        "Lia: Oh, we will. Right, Casey?",
        "Casey: Yeah.",
        "Maddie: Okay, someone needs to tell her that the witch-on-wheels look is so last year.",
        "Casey: Forget Lia. Are you going to come to the party with me or not?",
        "Maddie: Not. I don't want to deprive Lia of her big night. Besides, I have better things to do.",
        "Casey: Did anyone ever tell you that you're your own worst enemy?",
        "Maddie: Actually, yeah, Henry tells me all the time. I am determined to find him, so I can prove him wrong. So you go run along with Lia.",
        "Casey: I will. Hey, Lia, wait up. We can probably ride to the party together.",
        "[Maddie sighs]",
        "[SCENE_BREAK]",
        "Nurse: Here's the full toxicology report, Lieutenant Munson.",
        "Hal: Thank you.",
        "Iris: So, do they say what kind of poison was used yet?",
        "Hal: It's called methanol.",
        "Iris: Have you ever heard of it?",
        "Hal: I've come across it before.",
        "Iris: Yeah, so how does it work?",
        "Hal: It's usually ingested in food or a drink.",
        "Iris: In juice or something? [Iris gasps] My papaya drink. You know, I thought it tasted kind of weird.",
        "Hal: We're sending a team over to your house to give it a thorough search. But let's stick a pin in that, and get back to what you were saying earlier.",
        "Iris: Oh, you mean about how I think your son is trying to kill me?",
        "Hal: What specifically did he say to you at Java, in front of all those people?",
        "Iris: I already told you. He said he would do whatever it took to keep me out of Gwen's life. And then he had this, like -- strange expression. It made my blood turn cold.",
        "Hal: And who else heard these accusations?",
        "Iris: Well, there was a lot of people from the town, so I can't really give you names, but -- there was Gwen. There was Will's mother.",
        "Hal: Barbara was there?",
        "Iris: Oh, yeah, didn't I tell you that before? She seemed more surprised than me.",
        "Hal: Why do you say that?",
        "Iris: I don't know. She had this sort of weird expression when she looked at Will. Like, you know, like when you see someone you haven't seen in a long time, and they're the last person on earth you want to see? It was sort of creepy.",
        "[SCENE_BREAK]",
        "Barbara: Will, please, listen to me!",
        "Will: Listen to you? You think I tried to kill Iris!",
        "Gwen: Why would you ever think that?",
        "Barbara: Oh, I'll tell you why. I'll tell you why. Because this is the toxicology report. I stole it from the hospital. It says \"methanol.\"",
        "Will: I don't believe this. It's a coincidence, mom. A crazy coincidence!",
        "Gwen: What? What difference --",
        "Barbara: When the police see this report, and then Iris tells them that you threatened her, they're going to come after you. So you have one option, Will -- one. You come with me now!",
        "Gwen: Will somebody please tell me what's going on?",
        "Will: Methanol is the same -- it's the poison that I --",
        "Barbara: It's the poison that killed Rose d'angelo.",
        "Will: Okay, so it was methanol. That doesn't prove anything. And I can't believe my own mother thinks it does!",
        "Gwen: Will could never do what you're accusing him of.",
        "Barbara: Oh, stop it. Nobody's going to buy the innocent act from you. Next time, use something that can't be traced so easily.",
        "Gwen: You think I had something to do with it?",
        "Will: Mom, just leave her alone, okay? I'm telling you, she doesn't know any more about this than I do.",
        "Barbara: Would you open your eyes? Can't you see the position this girl has put you in? Trust me in this, Will.",
        "Will: You want me to trust you? I'm supposed to trust you? You think I killed someone! No thank you, Mom. Gwen and I will find a way to deal with this on our own that doesn't include you. So, please, just go away, leave us alone.",
        "Barbara: Will.",
        "Will: I'm not saying it again. Get the hell out of here!",
        "Barbara: Oh, God.",
        "Hal: What are you doing here, Barbara?",
        "Barbara: I'm taking care of my family.",
        "Hal: Gwen, you might want to take the little one out of here for an hour or two, while my guys go through the house. And Will, I need to speak to you.",
        "Gwen: What are you hoping to find by searching the house?",
        "Hal: Your mother's been poisoned. Iris seems to think that Will might have had something to do with it.",
        "Gwen: That's crazy.",
        "Will: Dad, you can't honestly believe --",
        "Hal: We'll talk outside. Let my guys go to work. You know the drill. Check the kitchen, everything in the fridge. Used glasses. She said something about a papaya drink. There's no reason for you to stay.",
        "Barbara: I'm not going anywhere.",
        "Gwen: You're not going to charge him, are you? My mom is making this up. She hates Will. She would do anything to hurt him.",
        "Hal: She's claiming the same thing about you.",
        "Will: Do you believe her? Mom does. She's already got me convicted.",
        "Barbara: That's not true, honey, I'm just trying to --",
        "Hal: Not now, Barbara. Right now, I'm here as a cop, Will. Not as your dad. I've got an investigation to run.",
        "Will: You believe I did it, don't you?",
        "[SCENE_BREAK]",
        "Jack: Double espresso, please. Thanks.",
        "Mike: Hey, Jack. How's it going?",
        "Jack: I've had better days, Mike.",
        "Mike: Let me guess. B.J. Green.",
        "Jack: Things are getting pretty bad.",
        "Mike: Look, I know I said I didn't want Katie any closer to this guy than she had to be, but she's still working for him. And I want to keep her safe, so --",
        "Jack: The only way to make sure that everybody stays safe is to take care of B.J. Green.",
        "Mike: What is it you really think he's up to?",
        "Jack: That's the million dollar question, isn't it? The feds have their suspicions, but they can't make a move on him. That's why we need someone on the inside. Someone he can trust. And, let me tell you, it's got to happen fast. Word on the street is that B.J.'s looking for someone to do his dirty work for him.",
        "Mike: What kind of dirty work?",
        "Jack: That's what we've got to find out.",
        "Mike: You're making another pitch for Katie to do this, aren't you?",
        "Jack: She may be our only shot, Mike. Listen, if I could promise you that she would stay safe, would you at least consider it?",
        "[SCENE_BREAK]",
        "Katie: Hello? Someone still here? All right, who's there? I've got mace!",
        "[Katie screams]",
        "Maddie: Shhh! Shhh!",
        "[SCENE_BREAK]",
        "Henry: Great, so now that you understand, you'll help me get out.",
        "Olga: I understand you think I am fool.",
        "Henry: No, no, I don't think you're a fool. I think you're very savvy.",
        "Olga: What is this, savvy?",
        "Henry: Savvy is smart. It's clever. It's clever enough not to be duped by B.J.",
        "Olga: What is this, duped?",
        "[Imitating Olga's accent]",
        "Henry: Duped? It's fooled. It's tricked. It's hoodwinked.",
        "Olga: What is this, hood --?",
        "Henry: Okay, that's it. That's enough. Enough, enough. I thought you understood why I was so scared for my sister. I thought we got it here, but obviously you don't care. So, just leave me alone, all right? Let me just sit here and be by myself, and dream about being at Thanksgiving with Maddie and eating turducken.",
        "Olga: You mean turkey?",
        "Henry: I mean turducken, lady. Turducken, okay? It happens to be a very special dish to my sister and I. I should be spending Thanksgiving with her, not with you. I don't even know if she's going to make it to Thanksgiving. So, go, please, just leave me alone.",
        "Olga: Maybe. After you answer for me this one question. What is turducken?",
        "[SCENE_BREAK]",
        "Holden: Boy, you don't waste any time, do you?",
        "Keith: Well, you know, Lily and I have a lot of catching up to do.",
        "Holden: I just came by to pick up some stuff for Luke. Then I'll be on my way.",
        "Lily: Is he getting discharged?",
        "Holden: Looks that way. First thing tomorrow morning. I was going to bring him back here, but I think I'm going to take him out to the farm instead, so he can be with his sisters and his grandmother on Thanksgiving. You can come out there, if you want. Spend some time with him. You, on the other hand, I don't want you anywhere near my family.",
        "Keith: Well, you're going to have to accept the fact that I'm living here, and I'm not going anywhere.",
        "Holden: Accept it? Maybe. Like it? Never. So you're okay with the kids spending Thanksgiving out at the farm?",
        "Lily: I think it's -- I think it's best.",
        "Holden: Yeah, I just think that they're going to ask a lot of questions. And the last thing I want them to hear on Thanksgiving is that you're back with him.",
        "Lily: So you're saying that I should stay away?",
        "Holden: I'm saying that I think it's going to be pretty awkward, unless you want to lie.",
        "Keith: Well, now, I don't think we should be doing that. Not now.",
        "Holden: Lily, it's your call.",
        "Lily: I think its best, under the circumstances, if I don't show up.",
        "Holden: You know, I just -- I can't believe that you're going to choose him over your children.",
        "Keith: No, not the children. Just me over you.",
        "Holden: Do you think that I could have a minute alone with the mother of my kids?",
        "Keith: Yeah. I'll take this upstairs.",
        "Holden: Lily, what is going on here? You have never turned your back on your children. Why now?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Holden: Is Keith holding something over you?",
        "Lily: Please, just stop, okay?",
        "Maddie: Why do you think he got involved with B.J. in the first place? And now, it might end up getting him killed!",
        "Olga: Whack! Whack!",
        "Iris: When you add all the pieces together, they all point to Will Munson.",
        "Hal: There were only two sets of prints on the glass. Iris' and yours.",
        "[SCENE_BREAK]",
        "Katie: Maddie, you scared me half to death.",
        "Maddie: I'm sorry.",
        "Katie: Why didn't you just say something when I called out?",
        "Maddie: Because I was scared you were here with B.J. I don't want him to know that I'm here.",
        "Katie: Why not?",
        "Maddie: Because I need to find out what he did with Henry.",
        "Katie: Henry's in California.",
        "Maddie: No. No, he's not. Okay. Last time I talked to him, he was trying to give me a code. He kept telling me to stop whining, and I couldn't figure out why. And then I realized -- he is trapped in B.J.'s wine cellar. So then Casey and I went to Fairwinds --",
        "Katie: Wait, was Henry there?",
        "Maddie: Well, no, but he left me this clue. That's Henry's handwriting.",
        "Katie: Well, that's kind of hard to say, Maddie.",
        "Maddie: Okay, well, then how about this? He sent me a lime green mp3 player with a smiley face on it.",
        "Katie: So?",
        "Maddie: I hate lime green. And I hate smiley faces. Henry knows that, but B.J. doesn't. So that means that B.J. was trying to make me believe that Henry is okay.",
        "Katie: I don't know, Maddie. This is a little far-fetched.",
        "Maddie: Come on, Katie. Deep down, you know something is wrong here. You just don't want to admit it.",
        "Katie: And why wouldn't I want to admit it?",
        "Maddie: Because it's your fault that Henry's in trouble.",
        "[SCENE_BREAK]",
        "Will: You think I tried to kill Iris, and that I'm playing out the whole Rose thing over again.",
        "Hal: I am interested in getting evidence that's going to prove that you're innocent.",
        "Will: I am innocent!",
        "Hal: What happened at Java? Iris says that you threatened her, and that Barbara witnessed it.",
        "Barbara: He was upset. He wasn't himself.",
        "Will: Yes, I was. She got me really mad, and I got very angry at her. Is that such a crime now?",
        "Hal: What were you doing there, Barbara?",
        "Barbara: Iris called me. I agreed to see her. She wanted to tell me how upset she was about Will and Gwen, and I agreed with her.",
        "Will: And you wonder why I lost my temper? You guys were sitting there, planning on how to break us up!",
        "Hal: What exactly did you say to Iris?",
        "Will: I told her I would do whatever it took to keep her from messing up Gwen's life. And then I rushed over to the nearest poison store and picked up the same exact poison I used on Rose. How stupid do you think I am?",
        "Hal: I know you're upset, son. But this attitude -- not helping.",
        "Will: What difference does it make? Both of my parents already have me convicted.",
        "Barbara: Honey, don't make us the enemy.",
        "Will: Somebody else poisoned Iris, and she's taking advantage of it to get me out of the way. She's trying to get to Billy's trust fund, and both of you guys are playing right into her plan!",
        "[SCENE_BREAK]",
        "Iris: Ooh. I will take that one. That one. [Iris gasps] Got to have that. That one. Okay, this. Hi, Gwennie.",
        "Gwen: How are you feeling?",
        "Iris: Better, I guess. Where's Billy, honey? He's not with Will, I hope.",
        "Gwen: He's downstairs in the nursery.",
        "Iris: Oh, good. See, now you see why I was worried about you hanging out with Will Munson?",
        "Gwen: Drop it, Mom. I'm not buying it.",
        "Iris: You don't think I was poisoned?",
        "Gwen: All I know is that Will would never do something like that in a million years.",
        "Iris: Well, from what I understand, he did do it one time before.",
        "Gwen: Look, all I know is that he's a different person now. And I'm not going to let you use what happened to you to try to get him out of my life.",
        "Iris: You think I would do that?",
        "Gwen: I think you would do anything to get a piece of Billy's trust fund, yeah.",
        "Iris: That hurts my feelings, Gwennie. I didn't want to point my finger at him. But he threatened me, and you heard him. Plus, he was hanging around the house all morning. I mean, that's motive, and that's opportunity.",
        "Gwen: Look, Will didn't poison you! You're just using that to try to get back at him.",
        "Iris: Honey, I know you don't want this to be true, because it would really hurt you. And I'm sorry. But I'm not making this up. Look, when you add all the pieces together, they all point to Will Munson. He's a scary guy, honey. But not because of what he's doing to me. It's because of what he's doing to you.",
        "[SCENE_BREAK]",
        "Lily: The sooner you make peace with this, Holden, the sooner I can get my children to accept it.",
        "Holden: I don't think you accept it.",
        "Lily: What is that supposed to mean?",
        "Holden: Something is going on here. Is Keith holding something over you?",
        "Lily: Just stop. Please, just stop, okay?",
        "Holden: Lily, we have always been honest with each other. That's the reason we've always had this incredible bond. If you feel like you're in over your head, if you feel like you need help, you can trust me. Please, just tell me what's really going on here.",
        "Lily: Keith did not force me into anything. I made a choice. I made a promise.",
        "Holden: A promise?",
        "Lily: I came home here to rest because I'm so tired. That's why you sent me home. I need to get some rest.",
        "Holden: I'm sorry, but I just have a hard time believing that everything changed so drastically, so fast. When we were in Mexico, we made a connection. And every day that we've been back, that bond was growing stronger and stronger.",
        "Lily: Yes, we bonded because Luke was in trouble.",
        "Holden: You're saying that's all it was?",
        "Lily: No. But you can't accept the fact that I would choose somebody else over you.",
        "Holden: I don't think you accept that you have. Lily, your kids are living at the farm. You've accepted the fact that you're not going to see them on thanksgiving. That tells me even more than your denials.",
        "Lily: You're just seeing what you want to see.",
        "Holden: It's more than that. Something is terribly wrong here. And it just tears me up that you're not willing to share with me what it is.",
        "[Door slamming]",
        "[SCENE_BREAK]",
        "Katie: If something bad has happened to Henry -- and I'm not saying it has -- why would it be my fault?",
        "Maddie: Come on, Katie. Wake up and smell the heartbreak. Henry's heartbreak.",
        "Katie: Whoa, that's not fair. Henry and I broke up a long time ago.",
        "Maddie: What, do you think he stopped loving you? Why do you think he got involved with B.J. in the first place? To get over you. And now it might end up getting him killed!",
        "[SCENE_BREAK]",
        "Henry: Maddie was maybe five, we were having Thanksgiving together, it was just the two of us, I don't know where the rest of the family was. It doesn't matter. Anyway, she had all these questions about Thanksgiving-- do you want a drink? No? And it was like, \"why the pilgrims?\" And \"what about the Indians?\" And maize. You know, those kind of questions. Why this? Why that? And then she got to the turkey. \"Why the turkey? Why not a duck? Or a goose? Or even a chicken?\" [Henry laughs] And she thought, \"Well, maybe the duck and the goose are jealous of the turkey.\" And I said, \"You've got a point there. In fact, the duck and the chicken have been plotting revenge for years against the turkey. What they decided they would do, is that the chicken would stuff itself into a duck, and then the duck, in turn, would stuff itself into a, well, I guess an abnormally large turkey. And then, that way, the meal would be even. There'd be no favorites.\" Well, Maddie -- Maddie just thought this was the greatest idea she'd ever heard of in her life. So she demanded that we make this meal and we did. And the turducken was born.",
        "Olga: Was good?",
        "Henry: No, it was zhodawful. It was, like the worst thing I've ever had in my life. It was horrible. But -- but Maddie loved it and had a great time. And she was happy. And so it was a great Thanksgiving. Sometimes it's not the meal that's important, it is the meaning of the meal. Come on, Olga. Let me out of here. Let me go spend Thanksgiving with Maddie. You know what? You can come with us. You can come spend Thanksgiving with us. You can even try some turducken. We've actually learned some tricks to make it very palatable over the years. I think you might even like it. What do you say?",
        "[SCENE_BREAK]",
        "Gwen: Will did not poison you!",
        "Iris: Honey, I know you don't want it to be true because it would break your heart. But facts are facts. He killed a woman before. You're wondering if he could do it again, aren't you?",
        "Gwen: No.",
        "Iris: Come on. Not even a little bit of doubt? You started having them when he walked out before. Then, all of a sudden, he shows up with this money for a down payment for the apartment. It's all sweetness and light.",
        "Gwen: No, I'm not like you, Iris. It's not all about the money with me.",
        "Iris: No, this is not about money. This is about all the attention that he gives you. You're scared you're going to lose it.",
        "Gwen: All right, just stop talking, okay?",
        "Iris: You want me to stop talking, because you know what I'm telling you is true. Look, he's a very sick young man, honey. But it's not all his fault. I mean, his family screwed him up, and so now he wants a new family. Which is why he has glommed on to you and billy. He saw that I didn't like it, and then he came after me.",
        "Gwen: No, you're wrong.",
        "Iris: He's too good to be true, Gwennie. And you know it.",
        "[SCENE_BREAK]",
        "Cop #1: Lieutenant, the lab's calling with some results on those drinking glasses we sent over.",
        "Hal: I'll take it inside. Don't go anywhere, either of you.",
        "Barbara: Honey, I'm trying to listen to you here. You made a good point when you said that it would have been stupid to use the same kind of poison with Iris that you used --",
        "Will: Rose. Mom, you can say her name.",
        "Barbara: My point is this -- you wouldn't even be involved in this mess if you weren't involved with Gwen Norbeck.",
        "Will: You are amazing! What bothers you more? That you think I tried to kill Iris? Or that I'm involved with Gwen? Great, more bad news.",
        "Hal: There were traces of methanol found in a glass of papaya juice in the living room. I'm guessing that was Iris'.",
        "Will: Yeah, Gwen says she's the only one that'll drink the stuff.",
        "Barbara: But that's not what's got you worried, is it?",
        "Hal: There were only two sets of prints on the glass. Iris' and yours.",
        "[SCENE_BREAK]",
        "Henry: What do you say, Olga? It's your last chance at sainthood and turducken.",
        "Olga: Too many sins for to be saint. Also, I have allergy to chicken and duck.",
        "Henry: You're heartless, you know that? You tease me into thinking I got through your shell, and then you just slap me in the face.",
        "Olga: Whack! Whack!",
        "Henry: You're just as evil as B.J. get out.",
        "Olga: What you need is rest. Go sleep. Sleep and dream of turkey dinner. [Olga laughs] Turducken. Crazy.",
        "Henry: Maddie, here is to you. Wherever you are. I hope you're safe.",
        "[SCENE_BREAK]",
        "Maddie: You didn't see him, Katie. You didn't see what he looked like when you left him for Mike, okay? He was a shell, living his days in the backseat of his limo.",
        "Katie: Okay, okay, I know. I hurt him. And I hate how things ended between us. But we talked about it. I thought that there were no hard feelings.",
        "Maddie: That's what he wanted you to believe. He did the noble thing so you wouldn't feel bad about yourself.",
        "Katie: Still, that gives Henry no right to throw me to the wolves on Halloween night. Who knows how far B.J. would have gone to fill out his little fantasy. And Henry let it happen.",
        "Maddie: He felt so bad afterwards. He confronted B.J., and they got in this terrible fight.",
        "Katie: Really?",
        "Maddie: Yes. And right after that, he disappeared. Do the math, Katie.",
        "Katie: Okay. I don't know what you want me to do.",
        "Maddie: Suck up your pride and get back in good with B.J. If anybody can get close to him --",
        "Katie: I know, I can. And that's exactly what I'm going to do.",
        "Maddie: Now you're talking.",
        "Katie: Just please promise me something -- you will not breathe a word of this to Mike.",
        "Maddie: I won't. I promise.",
        "[SCENE_BREAK]",
        "Jack: That was my FBI contact. Turns out that B.J. Green had more than one conversation with the man the feds believe to be a professional assassin.",
        "Mike: Oh, that's very encouraging. If it was \"no\" before, it's definitely \"no\" now.",
        "Jack: I'm just being honest with you here. Do you think I would be talking to you if there was another option? There isn't. This guy could be making a play on anybody in town, Mike. You. Me. It could be the governor of Illinois. Who knows? But it's happening. Which is why we need someone on the inside, ASAP. Listen, Katie will be wired, okay? Armed protection will never be more than a room away, I promise you that. She will be safe.",
        "Mike: You can't guarantee that, Jack, and you know it. If B.J. even gets a whiff that she doublecrossed him, she is dead.",
        "Jack: No, it's not going to come to that.",
        "Mike: Hey, it's too late anyway. The only reason she was doing it before is because she wanted to see if Henry was okay. Now that we know that he is --",
        "Jack: What, Henry's back?",
        "Mike: No, but it turns out B.J. sent him on a business trip out to California.",
        "Jack: And who told you that? B.J.? And you believe him?",
        "Mike: Why shouldn't I?",
        "Jack: He's hiring an assassin. If Henry found out about it -- why would you take anything this guy tells you at face value?",
        "[SCENE_BREAK]",
        "Hal: Come on, son. I've got to get you down to the station.",
        "Will: You're arresting me?",
        "Hal: I'm just bringing you in for questioning.",
        "Barbara: We'll get this cleared up, honey. I'll call my attorney.",
        "Will: Yeah. You do that.",
        "Gwen: Will? What's going on?",
        "Barbara: You stay away from my son.",
        "Will: I've just got to go down to the police station for a little while, okay? Everything's going to be fine. Don't worry, it's all going to work out.",
        "Gwen: Promise?",
        "Will: Yeah. Yeah. Would I lie to you?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Jennifer: You are such good boy. I know your mommy loves you. Yes, she does.",
        "Will: And she was so freaked out that I had the package, she grabbed it from me, and then she handed me back my credit card. Gwen, that's it. That's why all the evidence points to me. Your mom is setting me up!",
        "Lucinda: Hurry up, what is it?",
        "Holden: I think I just figured out why Lily went back to Keith."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=qkPxfQ9qqVg"
}