{
    "Episode Summary": [],
    "Recap": [
        "Meg arrives at Worldwide just in time to get a front row seat for the soon-to- be fallout. Meg apologizes for the way Holden reacted the last time she and Craig were together at the farm to buy her some time. Meanwhile Allison sits in a hotel room with an almost giddy Paul and Lucinda who are still being very vague yet demanding about the \"job\" they want her to perform for them. Paul gives Allison a CD to listen to and quickly recognizes the voice. \"This is Rosanna Cabot?\" After knowing whose voice is on the CD, Allison demands to know who she is pulling a con on and why? Finally Paul gives up the truth to Craig, no explanation is needed as far as Allison is concerned, anything to get to or hurt Craig she is on board for. So she makes the call. The plan works. Craig freaks out, calling off all plans for the evening and making numerous phone calls about the matter. Paul, Lucinda, and Allison celebrate. Allison also treats herself to a generous amount of meth.",
        "Cleo shows up at Gwen's house. At first it scares her, causing Gwen to call the police department. Will is at Al's, picking up dinner. When Gwen calls the police, Cleo gets scared and tries to leave but passes out before she can get out of the door. Gwen helps her back to her feet and feeds her to shake the nerves. Gwen takes the time to question Cleo. Will returns home furious to see Cleo back in his house. Gwen blows it off and cozies up to her husband."
    ],
    "Recap Author": "Dani",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Gwen: Hello? Yeah, hi, is Detective Snyder there? This is Gwen Munson. Could you please get him? It's an emergency.",
        "Cleo: You're really calling the police? You were serious? Look, I'm leaving, okay? I'm \u0096",
        "Gwen: Hey -- hey, come on. Get up! Come on, wake up. [Phone rings] Oh, God -- hello?",
        "Cleo: Ow --",
        "Gwen: Are you okay?",
        "Cleo: Yeah, I -- you wanted me to leave, right? I just got dizzy. That's why I fell. But I'm okay now. I'm fine. Just give me a minute. I'm going to get out of here.",
        "Gwen: Don't move too fast, okay? You might pass out again.",
        "Cleo: I don't know what happened to me. I never pass out. Wait a minute. You already called the police! I have to get out of here.",
        "Gwen: It's okay.",
        "Cleo: No, I don't want to go to jail. I just -- I just wanted to meet you.",
        "Gwen: You can relax. The police aren't going to come. Okay? Just -- just rest.",
        "Cleo: Ow!",
        "Gwen: When was the last time you ate something?",
        "Cleo: Yesterday. I've been trying to eat only one meal a day, so I can make my money last longer. But I bought you those flowers today --",
        "Gwen: Well, you bought me the flowers because you broke into my house. I'm not going to feel sorry for you.",
        "Cleo: I don't want you to feel bad about any of this, Gwen. I'm the one who messed up. Honest. I just got so caught up in getting to meet you. But I'm okay. I'm going to leave now, all right?",
        "Gwen: Are you okay?",
        "Cleo: No, I don't think so.",
        "Gwen: Okay. Just sit down. Come on.",
        "Cleo: You think I hit my head harder than I thought?",
        "Gwen: Okay, well, I'll go get you some ice -- and don't move, okay? And --",
        "Cleo: It's Cleo.",
        "Gwen: Cleo, don't touch anything.",
        "Cleo: Okay.",
        "[SCENE_BREAK]",
        "Lucinda: Dear, we're paying you. You don't need any explanations.",
        "Alison: But if you're out to hurt somebody with this, I need to know who it is.",
        "Lucinda: Okay, fine. You don't want it? Fine. Give back the money. We'll find somebody else, all right?",
        "Alison: Is it Emily?",
        "Paul: No, it's not Emily. What would Emily have to do with any of this?",
        "Alison: The phone calls you want me to make, are you going to use them to hurt my sister?",
        "Lucinda: That's an absurd idea.",
        "Alison: You don't like her, and you never have.",
        "Lucinda: Well, there are a lot of people that I could put on that list, and you're zooming to the top of it at this moment.",
        "Alison: Just tell me. I'll do whatever you want, but I can't hurt Emily. I just can't.",
        "Paul: It's Craig Montgomery.",
        "Lucinda: What are you doing?",
        "Paul: She's going to hear Craig's voice when she calls him on the telephone.",
        "Lucinda: I know, but what if, when she leave us here, she goes right to him and spills the beans to him? And then he tries -- for a higher price, she goes over to him?",
        "Alison: I won't.",
        "Lucinda: Ohh, what? We're supposed to take your word for that?",
        "Alison: I hate Craig. If scaring him is what you're after, I'm all for it.",
        "Paul: Why? What did Craig ever do to you?",
        "Alison: He blackmailed me when I was just a kid. He got me so scared, I ended up hurting Lucy, Will and Aaron. I'd love to get him back for that.",
        "Paul: Great. Then, we're agreed.",
        "Lucinda: No, no, no, no, no. We're not. She's just admitted that she's a weak link. What if Craig gets wind of her, and he manipulates her back into working for him again --",
        "Paul: No, that's ancient history.",
        "Lucinda: Is it, Dear?",
        "Paul: Is it? Is there anything that Craig could use to blackmail you now?",
        "Alison: Not one thing. Just tell me what you want me to say.",
        "Paul: Well, I've got a script for you right here.",
        "Alison: Okay. I should probably listen again, practice a little.",
        "Paul: Okay. Are you all right? You're a little shaky.",
        "Alison: Yeah, yeah --",
        "Paul: Are you sure? Alison, you need to be positive about this. One little slip with Craig could be a disaster.",
        "Alison: I'm fine. I just need to chill, that's all. Don't worry, I'm a professional. If Rosanna's who you need me to be, that's who I'll be.",
        "[SCENE_BREAK]",
        "Meg: And if I kiss you?",
        "Craig: Then we make love.",
        "Meg: Here?",
        "Craig: Why not here?",
        "Meg: And then?",
        "Craig: Then we do it again.",
        "Meg: At any point, is there going to be anything real behind that?",
        "Craig: It's real now. I really, really want you. Oh, come on. Meg, come on now! That was not a dig, that was a quip. We quip, Meg. That's what we do.",
        "Meg: Yeah, yeah, we quip. You're right. You're right. It's all on the surface for us. We have sex, we don't make love. We quip, you don't talk to me.",
        "Craig: Interesting. You know, this all started about us, and suddenly it's about me and what I don't give you. Well, that goes both ways. I don't see you putting anything real on the table.",
        "Meg: You're right. I want to get close to you, but I've been holding back.",
        "Craig: Why?",
        "Meg: Because you weigh everything I say. You study everything I do. You're waiting for me to --",
        "Craig: To what? To leave?",
        "Meg: To betray you. You still don't trust me, Craig.",
        "Craig: You won't answer any of my questions.",
        "Meg: What questions?",
        "Craig: I hurt your family, the family that you love above all things. And yet, here you are. Why?",
        "Meg: I told you why!",
        "Craig: What? Apologizing for Holden? That's just an excuse to get you in this room. The girlfriends, that's a test. \"Will he believe me or not?\" The dress, this is an invitation. Oh, you are sending out plenty of signals, Meg. Which one did you want me to trust?",
        "Meg: You did hurt my family. But I know I'm just as responsible for what happened as you are.",
        "Craig: Oh, that's ludicrous! I have been planning this takeover for months.",
        "Meg: Yeah, but you wouldn't have gone through with it, Craig. Not until you saw me with Paul.",
        "Craig: Paul Ryan has no influence over what I do! I was going to lower the boom on Lucinda that day. If not that day, it would have been the next, or the next! I was going to have this company. And you want to know why, Meg? Because I wanted it. I want you. What do you want?",
        "Meg: I wish I knew.",
        "Craig: At your mother's house when I kissed you, why didn't you stop me sooner?",
        "Meg: I was confused. I still am.",
        "Craig: Okay. You know what? I will do this talking/listening thing, just this once. But you're going to have to look at me. And you're going to have to tell me the truth. Are you angry with me for what i did to your family?",
        "Meg: Yes.",
        "Craig: And was coming here tonight part of a plot to get back at me?",
        "Meg: Yes.",
        "Craig: And what was the plan?",
        "Meg: I wanted you to lose -- just once.",
        "Craig: And when I kissed you at your mother's house, how come you didn't stop me sooner?",
        "Meg: I didn't want to. My life changed in an instant.",
        "[SCENE_BREAK]",
        "Cleo: That was the best turkey sandwich I've ever had. Thank you.",
        "Gwen: You feel better?",
        "Cleo: Yeah, I feel a lot better.",
        "Gwen: Well, then you can answer some questions for me.",
        "Cleo: What do you want to ask me?",
        "Gwen: Where are you from?",
        "Cleo: California.",
        "Gwen: Do you still have family out there?",
        "Cleo: Yeah, my mom's still there. It's a really small town.",
        "Gwen: Well, why did you leave home?",
        "Cleo: I was bored. The thought of staying there and never meeting new people or doing new things, it started to drive me crazy. So, I left.",
        "Gwen: And your mom was okay with that?",
        "Cleo: No. Are you kidding? I didn't tell her. She would have thrown a fit and a half. I don't know what happened. My dad, he passed away, like, a couple years ago, and my mom got really strict after that. We started having to go to church, like, five days a week. She wouldn't let me wear any makeup or go on any dates or anything. And she made me do home schooling and stuff, so I didn't get to meet a lot of friends. Is it true that you're an emancipated minor?",
        "Gwen: Yeah.",
        "Cleo: Wow. When I found out about that, I thought that was so cool. I would love to get a divorce from my mom.",
        "Gwen: How did you know about that? Who told you that about me?",
        "Cleo: I don't remember. You can enjoy the flowers.",
        "Gwen: Cleo -- did you lie to me before?",
        "Cleo: What?",
        "Gwen: Well, you said that you were my biggest fan. I'm not in a hurry, so why are you in such a big rush to get out of here?",
        "Cleo: I just don't want to bother you, that's all.",
        "Gwen: You're not bothering me. Come on, sit down. So, after you left your home, you came here?",
        "Cleo: No, first I went to Los Angeles. But it's so expensive to live there, and if you don't have car, you can pretty much forget about it. But that's where I first heard you sing.",
        "Gwen: I was only there for one night.",
        "Cleo: I know. Isn't it amazing that I happened to be at the same club at the very same night? And I'll never forget. I was so blown away by your voice. But you know what the weirdest thing was? When you were up on stage, I felt like -- like I was watching myself up there. I mean, of course, with, like, blonde hair and really cool clothes. But we do look a lot alike, don't you think?",
        "Gwen: Yeah. So you were working out in Los Angeles?",
        "Cleo: Yeah, I was a cleaning lady at a motel. And the truth is, I just really wanted to get to hear you sing again. But I couldn't afford it, so I started to save up. But then when I called the club to see when you'd be singing there again, they said that you already had left and gone back home. And then I found out after that, that you weren't going to be making a cd. And that's when I got really sad, because you're so talented. I really don't think that I'll ever forget that night. And there was a guy who was with you --",
        "Gwen: You saw Adam?",
        "Cleo: Is that his name? He has, like, dark brown hair. He's so cute.",
        "Gwen: Yeah, he was my producer.",
        "Cleo: Really? Well, where is he now? Oh, did he fire you? I mean, is that why you quit singing and stuff? Because, if he doesn't want to make a cd with you, I bet you that somebody else will. Wait a minute, wasn't there, like, a big record guy there that night? Yeah, like, a really big deal. He owns, like, his own record label. What was his name?",
        "Gwen: Gordon Richards.",
        "Cleo: Yeah. Yeah, that's right. That's his name. You know what? I think you should call him. I bet if you picked up the phone right now and called him, he'd make a cd with you, with or without that Adam guy.",
        "Gwen: How do you know all this stuff about me? I mean, who sent you. Did Adam send you?",
        "Cleo: Wow, he must have been a really big creep.",
        "Gwen: What makes you say that?",
        "Cleo: Well, because of what your mother-in-law said about him, and your husband. Did he do something really bad?",
        "Gwen: Okay, if Adam didn't send you, then Jade sent you. Did Jade send you?",
        "Cleo: I don't know. Who is this Jade person?",
        "Gwen: Okay, you need to cut the crap, Cleo.",
        "Cleo: Okay, I don't understand. I think that I should go now.",
        "Gwen: No, you're not going anywhere until you tell me what you're planning and why Jade sent you.",
        "Cleo: Look, I know that you're really upset. I can tell. But honestly, I don't know anybody named Jade. I swear.",
        "Gwen: Look, Cleo, I know how twisted Jade can be. But she uses people. And you can't believe anything that she says. You know that I would never hurt you, right?",
        "Cleo: You're a good person, Gwen. Everybody says that.",
        "Gwen: Then let me help you. Please. Tell me who sent you here and told you all this stuff about me. It was Jade, wasn't it?",
        "[SCENE_BREAK]",
        "Lucinda: There is something very off with that girl.",
        "Paul: Yeah, she's terrified of you.",
        "Lucinda: No, she's not! And that's what the problem is. She should be. I mean, the more time she spends with us, the more peculiar she becomes. You know, it's you.",
        "Paul: It's me?",
        "Lucinda: Yes, because you're putting too much pressure on her.",
        "Paul: I am?",
        "Lucinda: Every time she gets the mimicry of Rosanna correctly, you get this look on your face.",
        "Paul: Well, it's -- it's because, for one instant, it's like Rosanna's here. And there was a time in my life when Rosanna was very important to me.",
        "Lucinda: Then let's make certain that Craig pays for the accident.",
        "Paul: Well, that's what I'm trying to do.",
        "Lucinda: Okay. Then control your emotions, so that Alison can be calm -- and she can get this job done. [Door opens] Ah --",
        "Alison: I'm ready.",
        "Paul: Great. Why don't we practice one more time?",
        "Alison: Oh, forget practicing. She's right. The more I rehearse, the worse I get. Let's just go for it.",
        "[SCENE_BREAK]",
        "Meg: I shouldn't have said that.",
        "Craig: No. If that's how you feel --",
        "Meg: I didn't want you to kiss me before you kissed me, and when you kissed me -- look, I don't like acting coy. It's no secret that I'm attracted to you.",
        "Craig: But you don't want to be.",
        "Meg: You told me that I've been looking for love in all the wrong places -- Dusty, Paul -- I didn't want to get involved with someone like you. You're just so --",
        "Craig: Relentless?",
        "Meg: Yeah. I don't want to be with someone who wears me down, someone who I'm drawn to -- a man who --",
        "Craig: What, I'm just too sexy for my own good?",
        "Meg: You don't require anything of me.",
        "Craig: That's a bad thing, Meg?",
        "Meg: It's lonely, for both of us.",
        "Craig: All right, I do -- I need you to be honest with me.",
        "Meg: And I need you to trust me.",
        "Craig: So is that a yes for sex on the desk, or --",
        "Meg: Maybe, later.",
        "Craig: Have a drink with me.",
        "Meg: I have plans. [Craig sighs] You're not pushing.",
        "Craig: It's killing me!",
        "[Meg laughs]",
        "Meg: Okay, just one drink, but no expectations after that.",
        "Craig: No, no, no. Eternal hope, but no expectations.",
        "Meg: Okay. I'll have one drink with you. I'll call my friends and cancel.",
        "Craig: Oh, joy. [Phone rings] Excuse me. Hello? Hello? Anyone there?",
        "[Alison sighs]",
        "Alison: Craig?",
        "Craig: Who is this?",
        "Alison: I know, Craig. I know everything.",
        "[SCENE_BREAK]",
        "Craig: I need you to tell me who this is. [Alison sighs] Hello? Is anyone there?",
        "Meg: Craig? What's wrong? Who was that on the phone?",
        "Craig: I guess it was a wrong number. Ready?",
        "Meg: Yeah, I brought my car. Do you want to meet me at the Lakeview?",
        "Craig: Sure, let's go.",
        "Meg: Okay.",
        "Craig: Oh -- oh, gosh! I forgot, I've got to call this guy on the west coast.",
        "Meg: Well, I could wait.",
        "Craig: You know, we always have to play phone tag together -- is it too late for you to keep your date with your friends?",
        "Meg: Are you sure?",
        "Craig: Yeah. Don't tempt me.",
        "Meg: Don't tempt me.",
        "Craig: Okay.",
        "Meg: Okay, I'll see you around.",
        "Craig: You can count on that.",
        "Craig: Damn it! Damn it! It can't be.",
        "[SCENE_BREAK]",
        "Paul: That was perfect. Wasn't she perfect?",
        "Lucinda: She got the job done.",
        "Alison: Great. I'm happy you're happy. Now pay up.",
        "[SCENE_BREAK]",
        "Will: Thanks.",
        "Barbara: We can't let Jade get away with this.",
        "Will: Mom, we're not even sure that she's the one who set this up.",
        "Barbara: Of course she is. She hates Gwen.",
        "Will: And if we push Jade, then she's going to go to the cops and tell them what Gwen and Maddie did to Adam.",
        "Barbara: She has no proof!",
        "Will: She doesn't need proof, she has Gwen.",
        "Barbara: You don't think Gwen's going to defend herself?",
        "Will: Well, she hasn't really forgiven herself for everything that's happened.",
        "Barbara: Adam attacked Gwen. If Maddie hadn't shown up when she did, I don't know what would have happened.",
        "Will: Mom, it doesn't matter. All Gwen can think about is her guilt. She's convinced that there's some kind of karmic payback right around the corner.",
        "Barbara: Oh, I see. And that's why she stopped singing? To do some kind of penance?",
        "Will: Yeah, I think so. Maybe. So you're not going to go after Jade?",
        "Barbara: I promise I won't go after Jade, but I am going to go talk to Gwen.",
        "Will: About what?",
        "Barbara: About protecting herself from people like this so-called fan, and making sure that you have some kind of security in your house.",
        "Will: Mom, I can handle all of that.",
        "Barbara: Oh, really? Is she alone right now?",
        "Will: Yes, she is, but she's fine. And that girl's not coming back.",
        "Barbara: We don't know that. Now, we'd better go make sure that Gwen is all right.",
        "[SCENE_BREAK]",
        "Gwen: Cleo, who brought you here to Oakdale?",
        "Cleo: Nobody brought me here, Gwen. I just didn't have anywhere else that I could go. I couldn't go home, because my mom would lock me in my room for the rest of my life, and I couldn't stay in L.A., because everybody there is rich -- or acts like they are.",
        "Gwen: So you came here?",
        "Cleo: Not exactly. I was on my way to Chicago. I have an aunt and uncle who live there, and I was going to stay with them for a while so I could save some money. And the bus was passing through here, and one of those guys was handing out fliers, and it was the one of you singing at Crash. And I thought it must have been a sign or something. I thought, \"I gotta stay here.\" You know? At least to here you sing again.",
        "Gwen: Okay, fine, well, I sang. Why are you still here?",
        "Cleo: Because I'm a loser. I don't really have a family that I can count on. Or friends, or a life. I just have this connection to some unknown singer who sang this song, and it really got to me. It probably sounds lame, huh?",
        "Gwen: You're right, Cleo, it does sound pretty lame.",
        "Cleo: You think somebody forced me to learn all this stuff about you? I wish that was the case. But the truth is, you're all that I had to hold onto. So I made myself learn every single thing that I could possibly learn about you, because I thought that my life would be better if I could be more like you and less like me.",
        "Gwen: I don't know, that's pretty hard to believe.",
        "Cleo: Stop -- you need to not call me a liar!",
        "Gwen: I'm not calling you a liar. It's just hard for me to understand how my life could mean so much to somebody who's never met me. I mean, I -- you don't know me, Cleo.",
        "Cleo: I am you, Gwen. And there's millions of girls who are just like me, only we don't have an amazing voice, and we don't have words to say how we feel. But when we sing along with you, it's like we have your voice and your words, and it gives us hope. And that's the most important thing there is in the world. You know what? You should sing again.",
        "Gwen: No.",
        "Cleo: Why did you quit?",
        "Gwen: Well, I'm in college. And I'm married. And the music business is really hard.",
        "Cleo: That's dumb. That's pretty much the worst excuse I've ever heard. You have a gift, and you really have no right to keep it from the rest of the world, no matter what horrible things have happened to you.",
        "Gwen: Are you going to be okay? You want me to give you some money?",
        "Cleo: No, I don't want your money.",
        "Gwen: Well, Cleo, you said you haven't eaten anything. You're eating one meal a day.",
        "Cleo: I'm fine. I don't want any handouts from you. But, I do want to give you something before I go.",
        "[SCENE_BREAK]",
        "Craig: This is Craig Montgomery. Is this the telecommunications specialist? Good. Listen, I have a situation that's come up. I need to put a trace on the origin of a call that came into my office today on the private line. Yes. Yeah, it came within the last hour. No, I don't know. There was no caller I.D. on it. Network interference? What -- well, why can't you trace the call then? All right, I'll tell you what -- you know what I want? I want a report of every single phone call -- the origin of every call that came into my office on that private line today. And I want that on my desk by tomorrow morning. And if you can't handle that, then why don't you try getting yourself another job? Step on it!",
        "[Craig remembering]",
        "Alison: I know, Craig. I know everything.",
        "[SCENE_BREAK]",
        "Paul: Did you get rid of the phone that Alison used.",
        "Lucinda: It's already done. Who are you calling?",
        "Paul: She just left. Hey.",
        "Meg: Hey.",
        "Lucinda: Meg? I thought she was out of this? What are you doing rushing here to see Paul?",
        "Meg: Well, that's why I came up the back stairs.",
        "Paul: Where have you been?",
        "Meg: To see Craig.",
        "Paul: Dressed like that?",
        "Lucinda: Let's forget about the jealousy, all right? What -- tell us, what happened?",
        "Meg: Look, I was there when he got Alison's call. And he played it off like it was a wrong number, but he was completely rattled.",
        "Lucinda: Are you sure of that?",
        "Meg: Yeah, yeah. I had just let him convince me to go out for drinks, and then suddenly, he got busy. He had to make a phone call.",
        "Lucinda: Well, that's good. That's excellent, although I don't think it's a good idea that you and Paul are --",
        "Meg: No, no, no, no, no. I had to come here. I had to come here -- the minute Craig hustled me out of there, I realized there was a huge flaw in our plan.",
        "[SCENE_BREAK]",
        "Will: Mom, you can't talk to Gwen, not tonight.",
        "Barbara: We have to take precautions, Will.",
        "Will: And we will, you're right. I'll handle it.",
        "Barbara: It never stops hurting, you know -- how much you don't want me to be a part of your life.",
        "Will: Mom, it's not about that. I just don't want to make a big deal out of this. Things just started getting back to normal.",
        "Barbara: Normal? You call this normal?",
        "Will: Yeah, Gwen's finally starting to get over the whole Adam situation, and I don't want to bring it all up again. Can you understand that?",
        "Barbara: You're sure this girl's not going to come back?",
        "Will: I scared her. I took her driver's license and I copied down all the information. I told her I'd go to the cops if I ever saw her again, so she's probably on a bus on her way out of town right now.",
        "Barbara: I hope so.",
        "Will: Are we still on for dinner this weekend?",
        "Barbara: Of course we are. I love you. You tell Gwen I love her, too, all right?",
        "[SCENE_BREAK]",
        "Gwen: What do you want to give me?",
        "Cleo: A promise -- that if I run into you or Will in town, or at Al's or anywhere like that, I promise I won't say anything, and I'll just leave.",
        "Gwen: It sounds like you're planning on staying in town for a while.",
        "Cleo: Well, I gotta stay until I make some money. And I still don't want any from you.",
        "Gwen: Okay.",
        "Cleo: You don't want me anywhere near here, do you?",
        "Gwen: No -- not, it's not that, it's just -- you make me really uncomfortable. Whether you're being completely honest, or you are working with Jade and Adam, you just -- you make me uncomfortable.",
        "Cleo: But is it okay with you if I stay here? I mean, if I keep my distance and everything?",
        "Gwen: Well, you don't have to run in the other direction when you see me. I don't own this town. You have every right to be here, just as much as I do.",
        "Cleo: You mean that?",
        "Gwen: Yeah, sure.",
        "Will: What the hell are you doing? I told you never to come here again.",
        "Gwen: She brought flowers by, she wanted to apologize.",
        "Cleo: I brought flowers.",
        "Will: Flowers? You broke into our house! Do you think that makes it okay?",
        "Cleo: No, it's not. I'm sorry.",
        "Gwen: Cleo, are you feeling better now? Are you okay enough to leave?",
        "Cleo: Yeah -- yeah, I feel much better now. Thanks for the sandwich and the water and everything.",
        "Will: You fed her?",
        "Cleo: Bye, Gwen.",
        "Will: Do you want to explain to me why you decided to let your stalker in and stay?",
        "Gwen: She passed out on the floor. I had to give her something, I couldn't let her leave all dizzy and everything.",
        "Will: Hey, there's a lot of warped people in this world, and she's one of them. Did you give her money?",
        "Gwen: I offered, but she wouldn't take it.",
        "Will: Well, that's something. I don't think you should encourage her, though. I don't want her to come back any time she feels like it.",
        "Gwen: Don't worry, Baby, if she comes back, I'll protect you.",
        "Will: Gwen, this isn't funny. I don't want her coming back at all. I don't want her anywhere near us.",
        "Gwen: I don't, either, okay? She swore that she would keep her distance.",
        "Will: You think she's going to stick to that?",
        "Gwen: Yes, yes, I do.",
        "Will: What was that for?",
        "Gwen: For bringing me dinner, and being my man.",
        "[SCENE_BREAK]",
        "Alison: Make it two hits this time, instead of one.",
        "Jesse: That new job must be paying you well.",
        "Alison: Yeah, and it looks like it's gonna be going on for a while. Which means you're looking at a regular customer -- if your supply can meet my demand.",
        "Jesse: How much ice are we talking about here?",
        "Alison: Just enough to keep me happy.",
        "[SCENE_BREAK]",
        "Meg: Look, all Craig has to do is call the hospital in Switzerland, okay? At least we bought ourselves a few hours, because it's still the middle of the night over there.",
        "Paul: Meg, everything's going to be okay.",
        "Meg: We have a few hours to deal with this, okay? By morning, Craig will know that Rosanna's still in a coma, and that wasn't her on the phone.",
        "Paul: Hey, you are underestimating the far-reaching power of Lucinda Walsh.",
        "[SCENE_BREAK]",
        "Craig: I want to speak to somebody else about my wife -- I'm sorry? Yes. Yes, you've located the doctor -- I will hold for Dr. Frankel, thank you.",
        "Dr. Frankel: Mr. Montgomery?",
        "Craig: Doctor, yes -- yes, I'm very concerned about my wife. Has there been any change in Rosanna's condition?",
        "Dr. Frankel: I'm afraid I have disturbing news.",
        "Craig: What? What, Doctor, what?",
        "Dr. Frankel: I'm sorry to inform you, Sir. But your wife has disappeared.",
        "[SCENE_BREAK]",
        "Meg: Wait, I don't understand. You actually had Rosanna moved out of the hospital?",
        "[Cell phone rings]",
        "[Lucinda laughs]",
        "Lucinda: Hello?",
        "Dr. Frankel: Good evening, Ms. Walsh.",
        "Lucinda: Ah, Herr Director -- oh, your voice sounds so faint. Just a moment, I'm going to get a better connection. Excuse me. All right, yeah --",
        "Meg: Do you really think she can pull this off?",
        "Paul: It's nice to see you.",
        "Meg: I wish I could stay with you.",
        "Paul: So, how'd things go?",
        "Meg: Well, Craig is still devising little tests to make sure that, you know, I can trust him, he can trust me.",
        "Paul: I bet he liked your dress.",
        "Meg: Paul --",
        "Paul: I'll never be okay with you being a part of this. Look, let's go forward with Alison. We'll get Craig that way.",
        "Meg: No, that's not enough. I still need to know how well it's working, and what he's thinking, and you need me to help out with this.",
        "Paul: So what was he thinking, before the phone call?",
        "Meg: Well, he was questioning me on why I was there, trying to trip me up.",
        "Paul: He wants you to prove to him that you care?",
        "Meg: Yes. So, what did your friend say?",
        "Lucinda: As anticipated, he called. And Mr. Montgomery from America was told exactly what we wanted him to know.",
        "Meg: It's working.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Emily: She cannot afford a drug habit. If she's using, where's she getting the cash?",
        "Craig: Hello?",
        "Alison: I know you tried to kill me, Craig.",
        "[Glass shattering]",
        "Brad: What are you doing here?",
        "Jack: Police business.",
        "Brad: What kind of police business?",
        "Jack: Somebody wants to kill you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=bHKddSv5YQM"
}