{
    "Episode Summary": [],
    "Recap": [
        "Dr. Oliver and Bob butt heads again, but Bob gets the upper hand. The Hughes family prepare for Casey and Alison's wedding, as Alison goes to the church beforehand where she finds Mick. He is clearly not in his right mind, as he seems to have taken on a different persona and soon Alison realizes she is talking to \u0091James.' She talks him into waiting for her in the tower to talk with him after he tells her that he is there to exact his revenge. Emily comes in, and Alison tells her what is going on. Emily calls Margo, who rushes over to the church. Alison tries to convince Mick that she wants to go away with him to calm him down, but he isn't buying her act. Margo shows up though and is able to take him into custody, as Mick promises to pay her back for this. Alison still defends Mick to Paul and Casey though. Casey wonders if they should postpone the wedding, but Alison wants to marry as soon as possible. Henry and Katie argue about him hiring a PI to find something on Dr. Oliver, as Katie tells Henry she doesn't want to go to the wedding with him anymore. An aggravated Henry then asks Barbara to be his date. At first, she turns him down, as she doesn't want to be his rebound and Paul told her to stay away, but they wind up deciding to go. Henry is taken by how beautiful Barbara looks when she gets ready, as they seem to bond a bit. Katie and Dr. Oliver talk about how she broke her date with Henry because of what he did and Dr. Oliver jokes that he owes her; he will take her to the wedding and besides he has to suck up to Bob a bit. At the wedding, Henry and Katie are each annoyed at the other's date. The wedding begins and seems to be going along nicely, but unbeknownst to everyone, Mick has escaped custody, which Margo finds out mid ceremony and leaves quickly. Paul is doing a reading when Mick shoots him in the leg. Mick takes hostages, as everyone struggles to stay calm and try to convince Mick to let certain people go. In the end, after Bob feigns a stroke, Mick lets everyone go except for Barbara, Paul, Emily, Henry, Alison and Casey. Mick is ranting about exacting revenge against those who betrayed him, as Alison tries to talk him down, but Mick is not in charge and so she seems to have no effect over the \u0091James' personality. Soon Mick is insinuating things about Alison right before he tells Casey he shouldn't start his marriage with a lie, as Casey doesn't understand. Alison assures him it is nothing, as Mick becomes very vocal about how sleeping with someone is not nothing."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Margo: Why is this so hard?",
        "Tom: Well, you never had a problem before.",
        "Margo: I don't know. I guess maybe I'm nervous. There we go. Do you think I should have insisted that Casey and Alison postpone the wedding?",
        "Tom: Why?",
        "Margo: Mick Dante.",
        "Tom: Would you stop being a cop? Your only job today is to watch our son get married.",
        "Margo: All right, all right, all right. I'm not gonna let anything distract me from this wedding.",
        "Tom: Good girl.",
        "Margo: But do you think that I should tell Casey that Mick is on the loose?",
        "Tom: It's not gonna matter. He's just like his father. Nothing's gonna stop him from marrying the woman of his dreams.",
        "[SCENE_BREAK]",
        "Paul: What are you doing here?",
        "Barbara: Did you find him?",
        "Paul: Who, Mick Dante? He can't bother us anymore, Mother.",
        "Barbara: Oh, my God. What did you do?",
        "Paul: You're asking me did I shoot him?",
        "Barbara: Did you?",
        "Paul: No, but I wanted to.",
        "Barbara: Thank God.",
        "Paul: Why are you still on his side?",
        "Barbara: I am on your side, always.",
        "Paul: Really? You got a funny way of showing it.",
        "Barbara: I don't want you spending the rest of your life knowing that you killed your own father.",
        "Paul: My father's already dead.",
        "Barbara: DNA tests and fingerprints don't lie.",
        "Paul: Yeah, but they can be faked. You know what? Let's let the cops figure out how he pulled this off, all right? I'm not gonna even think about Mick, not today. This wedding is too important to Emily and to the rest of her family to let anybody ruin it, even you.",
        "Barbara: I have no intention of doing that.",
        "Paul: Good, so stop obsessing over Mick Dante. And do us all another favor, will you, and don't come.",
        "[SCENE_BREAK]",
        "Kim: Honey, I really don't want to be late for this wedding.",
        "Bob: I have one more patient to see.",
        "Kim: There are dozens of doctors in this hospital. Let one of them cover for you.",
        "Reid: Well, you can scratch the lady in 402, Simmons.",
        "Bob: What happened?",
        "Reid: She drove me nuts with her questions. I strangled her.",
        "Bob: She was scared. She needed reassurance.",
        "Reid: And you assigned her to me? How advanced is your dementia?",
        "[Kim gasps]",
        "Kim: Don't you dare talk to him like that.",
        "Reid: You want to see my fuzzy, teddy-bear side? Get me on a flight back to Texas.",
        "Bob: Before we do that, let's see if we get hit with a lawsuit by a perfectly healthy patient that you quarantined.",
        "Reid: You heard about that?",
        "Bob: Didn't you think that I would? He got annoyed with Henry Coleman, and he diagnosed him with T.B.",
        "Kim: You're kidding?",
        "Reid: He needed a time-out.",
        "Bob: We prefer that our doctors don't use their hospital privileges to settling personal grievances.",
        "Reid: Really? That's the whole reason I got into medicine.",
        "Kim: The sad thing is, I actually believe you.",
        "[SCENE_BREAK]",
        "Henry: What? What is it? You think it's funny that he put me in quarantine?",
        "Katie: I think it's funny that you jumped out of the window in your hospital gown. What did you do to tick him off?",
        "Henry: That's not important! What about his Hippocratic Oath -- \"Do no harm\"?",
        "Katie: What did you do, Henry?",
        "Henry: I may have hired a P.I. in Texas to see if there's anything in his past that we should know about.",
        "Katie: Why are you so obsessed with him?",
        "Henry: I'm not obsessed! Sweetie, I'm just trying to protect you.",
        "[SCENE_BREAK]",
        "[Emily gasps]",
        "Emily: What -- what are you doing?",
        "Paul: Is this for Ali?",
        "Emily: Yes, it's for Ali. She asked me to pick it up for her, you know? I think she wanted a little time to herself before the madness.",
        "Paul: Ah, the madness.",
        "Emily: Yes.",
        "Paul: Do you regret never having had an extravagant wedding?",
        "Emily: Not at all.",
        "Paul: You sure?",
        "Emily: Am I sure? All -- all I ever wanted was to be married to you.",
        "Paul: Yeah? You frisking me?",
        "Emily: Mm, maybe. Should I?",
        "Paul: Wow.",
        "[Emily laughs]",
        "Paul: I owe you an apology. I'm sorry. You're right. Mick Dante or whoever he is isn't worth the hassle. All I'm thinking about today is this wedding and you.",
        "[SCENE_BREAK]",
        "Tom: Seriously, you better stand still.",
        "Casey: Okay.",
        "Margo: Look at me.",
        "Casey: You know we -- we hired a photographer.",
        "Margo: I know, but he's not here yet, and I don't want to miss anything. Smile.",
        "Casey: How about you two get in?",
        "Tom: How about you use the self timer and we get all of us.",
        "Margo: Yeah, yeah, yeah, yeah, yeah.",
        "Casey: Okay. Very nice. Okay, get ready.",
        "Tom: Did you do it?",
        "Casey: Yes!",
        "Margo: Yes!",
        "Casey: So, any, uh, advice you guys have for me?",
        "Margo: Don't screw up.",
        "Tom: Yeah, and if you do, don't blame us.",
        "[Margo laughs]",
        "Margo: Ah!",
        "[SCENE_BREAK]",
        "Mick: The bride isn't supposed to be all alone on her wedding day.",
        "Alison: What are you doing here?",
        "Mick: I've come to congratulate you.",
        "Alison: I thought you were leaving town.",
        "Mick: Change of plans.",
        "Alison: Was it your idea or James?",
        "Mick: What's the difference?",
        "Alison: You told me that you were gonna break his hold over you.",
        "Mick: That wasn't me.",
        "Alison: Why are you here, Mick?",
        "Mick: I beg your pardon. Mick isn't here.",
        "Alison: James?",
        "Mick: That's right. You see, Ms. Stewart, I have a few scores to settle.",
        "[Alarm rings]",
        "Alison: What are you doing?",
        "Mick: Taking control of your wedding.",
        "Alison: Please don't do this.",
        "Mick: You'll thank me when you realize that I've saved you from a most unfulfilling life.",
        "Alison: You're not doing this for me.",
        "Mick: Maybe a little bit.",
        "Alison: Mick, I know you're in there, and I know that you're fighting to stay in control.",
        "Mick: Don't waste your breath. He's gone. I'm in control now. It's best this way.",
        "[Car approaching]",
        "Mick: Ah! Sounds like the party's about to get started.",
        "Alison: I'll get rid of them.",
        "Mick: They're here to celebrate your wedding.",
        "Alison: Well, I'll stall them, and then we can go up to the bell tower and -- and talk.",
        "Mick: I know that Mick used to fall for that, but I'm not that guy anymore.",
        "Alison: I swear, I will come to you. Just go up there, and I'll meet you.",
        "Mick: You double-cross me, last mistake you ever make.",
        "Alison: Thank God you're here. Where is Paul?",
        "Emily: I -- I sent him to check on the reception.",
        "Alison: Okay, tell him not to come back.",
        "Emily: What is wrong?",
        "Alison: Mick is here, and he has a gun.",
        "[SCENE_BREAK]",
        "Margo: So, Casey -- you okay?",
        "Casey: I just hope Ali and I can make our marriage as strong as yours.",
        "Margo: You will.",
        "Tom: And if you don't, your lovely bride will make your life a living hell.",
        "Margo: Don't do that!",
        "Tom: He knows that I'm joking.",
        "[Cell phone rings]",
        "[Margo sighs]",
        "Margo: Lieutenant Hughes.",
        "Emily: Margo, it -- it's Emily. I'm -- I'm at the church with Alison. Mick Dante's here. He has a gun.",
        "Margo: Where is he now?",
        "Emily: In the bell tower.",
        "Margo: Where are you?",
        "Emily: Downstairs in the church.",
        "Margo: Get out of there now.",
        "Emily: Well, Alison seems to think she can talk him down.",
        "Margo: Absolutely not. Find a safe place and lock yourself in.",
        "Tom: What's going on? Who's that?",
        "Margo: Emily.",
        "Casey: Isn't she at the church with Alison? Mom, what's wrong?",
        "[SCENE_BREAK]",
        "Bob: I thought we agreed that you would conform to our standards as long as you were here.",
        "Reid: When did we agree to that?",
        "Bob: When I gave you temporary privileges.",
        "Reid: You didn't have a choice. The rich kid wanted me to take care of his boyfriend.",
        "Bob: Luke Snyder asked me for a favor. He doesn't make the rules here.",
        "Reid: The rich kids always make the rules.",
        "Bob: Not in this hospital. There's a patient in 406 that has a suppurated cyst that needs your attention.",
        "Reid: What? No way! Find someone else.",
        "Bob: That's an order.",
        "Reid: You know what you're doing? You're using your hospital privileges to settle a personal grievance.",
        "Bob: I am? Where would I learn a thing like that?",
        "[SCENE_BREAK]",
        "Katie: I don't need you looking out for me. Reid is a friend.",
        "Henry: I don't trust him.",
        "Katie: Well, I don't care! He's here, and he pays his rent on time, and it's really comforting to have a doctor in the house with a newborn.",
        "Henry: What -- what kind of doctor quarantines a healthy man?",
        "Katie: The kind that's as annoyed with you as I am right now.",
        "Henry: Okay, okay, okay. Maybe I -- maybe I shouldn't have hired a P.I. it maybe wasn't such a good idea.",
        "Katie: You think? You should go.",
        "Henry: What do you mean? What do you mean go? What about the wedding?",
        "Katie: I'm not going with you. Come on.",
        "Henry: What? Wait, no. Look, I'm sorry, Katie. I'm sorry.",
        "Katie: It's too late! It's too late.",
        "Henry: Don't you think you're overreacting just a little bit here, Sweetie? Come on.",
        "Katie: No, I don't. Get out.",
        "Henry: Katie -- Kat --",
        "[SCENE_BREAK]",
        "Mick: You came.",
        "Alison: I told you I would. You know that you can trust me.",
        "Mick: Mickie boy trusted you to do the right thing and break off your engagement to Casey, but you want it all, don't you? Respectable Hughes lifestyle in one hand, little boy toy in the other.",
        "Alison: That's not true.",
        "Mick: You can't fool me.",
        "Alison: I never lied to you about my feelings for Casey.",
        "Mick: I don't care about your feelings.",
        "Alison: Mick Dante does, because he is sensitive and understanding.",
        "Mick: And weak. And that's why he lost.",
        "Alison: He hasn't. Mick, I know you're in there. And if you stop this right now, I'll go away with you.",
        "Mick: Even he isn't foolish enough to believe that.",
        "Alison: I don't love Casey. I don't want to marry Casey. I want to be with you. And I want to help you break James' hold on you.",
        "Mick: Why should he believe you?",
        "Alison: 'Cause I've never lied to you before, and I'm not lying right now. Please, I want to be with you, just like before, as we were here.",
        "Mick: You're lying!",
        "Alison: I'm not.",
        "Mick: Mick may have been seduced by you, but I am not so easily charmed.",
        "Margo: Drop the gun, Dante, now. It's over. Put it down now.",
        "Mick: You sold me out. I won't forget it.",
        "Paul: What's going on?",
        "Cop: Please stay back, Sir.",
        "Paul: My wife is in there. She's --",
        "Emily: Paul! Paul, thank God.",
        "Paul: Are you all right?",
        "Emily: I'm good. Everyone's good. Dante's here. He has a gun.",
        "Paul: I'm gonna kill him.",
        "Emily: No, no, no! Stop. Listen to me. Its okay, it's okay. He's arrested. It's over.",
        "Casey: Are you okay?",
        "Alison: Yeah, I'm fine.",
        "Casey: If he did anything to hurt you --",
        "Alison: No, he didn't. He -- he wouldn't.",
        "Mick: Hello, Son.",
        "Paul: I'm not your son. You're sick.",
        "Margo: Get him out of here.",
        "Mick: Don't worry, Son. I forgive you.",
        "Margo: Is everyone okay? Make sure they know what you're doing out there. I'll be right back.",
        "Casey: What the hell was he doing here?",
        "Paul: He was looking for me.",
        "Emily: You don't know that.",
        "Paul: Yes, I do. He had a gun. He says he's my father. He's all ticked off at me for not falling into his hands. He was looking for me.",
        "Alison: Mick just needs some help.",
        "Paul: No, he doesn't need help. What he needs is to be pushed off of a very high cliff.",
        "Alison: It's not his fault! James brainwashed him a long time ago, and he was trying to fight it, but obviously, he lost.",
        "Casey: And how do you know all this?",
        "Alison: He told me.",
        "Casey: Just now? And you believed him?",
        "Tom: Let's leave the psychological analysis to the professionals. Do I need to remind everybody, we have a wedding here today.",
        "Casey: Yeah. I think we should wait.",
        "Alison: What? Why?",
        "Casey: All the stuff you've been through today --",
        "Alison: No, I'm fine. Mick didn't hurt me. I just need a minute to put on my dress.",
        "Casey: Are you sure?",
        "Alison: Yes. I don't want to wait. I want to marry you today.",
        "Margo: Take him in, book him, put him in a cell, and hold him till I get there.",
        "Cop: You coming right in?",
        "Margo: No! I'm not gonna let this creep keep me from my son's wedding.",
        "Cop: Hope you enjoyed yourself, Dante.",
        "Mick: The name's Stenbeck, Officer -- James Stenbeck.",
        "Emily: You okay?",
        "Paul: Yeah, I'm fine.",
        "Emily: I'm gonna go help Alison get dressed, okay?",
        "Paul: Mm-hmm.",
        "Emily: It's over.",
        "Paul: I hope you're right.",
        "Susan: I just passed what looked like a police car.",
        "Emily: I'll explain everything later. We have to help our bride get dressed, so let's go.",
        "Susan: Okay.",
        "Emily: Come on, Ali.",
        "Paul: I hope you're right.",
        "[SCENE_BREAK]",
        "[Barbara groans]",
        "Henry: Is that really the look you're going for?",
        "Barbara: I don't know what you're talking about.",
        "Henry: Casey and Alison's wedding.",
        "Barbara: I'm not going to the wedding. Paul doesn't want me there.",
        "Henry: So what? I do.",
        "Barbara: I thought you were going with Katie.",
        "Henry: Not anymore.",
        "Barbara: Even if I agreed to be your rebound date, I don't think it's a very good idea, because Paul blames me for everything that happened with James.",
        "Henry: You mean Mick. He is not James, Barbara.",
        "Barbara: It doesn't matter anymore.",
        "Henry: What doesn't matter is -- is Paul's opinion, okay? If you want to go, you should go.",
        "Barbara: I don't know.",
        "Henry: Look, I want to go. I want you to go. I don't have a date now. And I think you should go there and prove to people you have nothing to be ashamed of.",
        "Barbara: Can you give me 10?",
        "Henry: I can give you 15.",
        "Barbara: I'll take five. I'll be right back.",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Reid: You broke your date to defend my honor?",
        "Katie: Something like that.",
        "Reid: You didn't have to do that. I already paid him back.",
        "Katie: I know. That wasn't so nice, either.",
        "Reid: Where did you get the idea I do nice? Oh, great. Now I owe you for sticking up for me.",
        "Katie: You're welcome. What are you doing? Hey, I was eating that.",
        "Reid: No, you were inhaling it. You're gonna need to save room for the wedding cake.",
        "Katie: What are you talking about?",
        "Reid: We're going to the wedding. What? It will be -- fun.",
        "Katie: Why would I get the idea that you do fun?",
        "Reid: The groom is Dr. Hughes' grandson. Maybe if I show the old blowhard some respect, he'll give the suppurating cyst to someone else.",
        "Katie: Okay, gross.",
        "Reid: I'm gonna go get dressed.",
        "Katie: Wait. Reid, uh, a word of advice. Bob Hughes won't be fooled by any kind of phony butt-kissing.",
        "Reid: I learned a long time ago the most important thing in life is sincerity. Once you can fake that, you can fake anything.",
        "[SCENE_BREAK]",
        "[Henry sighs]",
        "Henry: Wow. You look, uh --",
        "Barbara: Acceptable?",
        "Henry: \"Acceptable\" for -- talking in understatements. Yeah, I -- I can't believe you did all this in, um --",
        "Barbara: 4 1/2 minutes. A new record.",
        "Henry: It's to be admired.",
        "Barbara: There's one little hitch, though.",
        "Henry: No, don't. Don't tell me that you've changed your mind about going again. There is only one reason that you would not go to this wedding, and it has nothing to do with being seen with me or what Paul wants you to do.",
        "Barbara: And what would that one reason be?",
        "Henry: You'd upstage the bride.",
        "[Barbara sighs]",
        "Henry: Barbara, no one's gonna be looking at Alison coming down the aisle when you're standing there in plain sight.",
        "Barbara: Oh, stop it.",
        "Henry: No, I'm serious. So if that's what you were gonna tell me --",
        "Barbara: It's not.",
        "Henry: Well, good.",
        "Barbara: No, I was gonna tell you that we could leave as soon as, uh -- you zip me up.",
        "Henry: Yeah. I can do that. Sure.",
        "[Barbara laughs]",
        "Henry: Sorry.",
        "Barbara: No, no, no. It's just that I'm -- a little ticklish.",
        "Henry: Right, yeah. Ticklish.",
        "Barbara: It's a spot.",
        "Henry: It's -- its one of many, as I recall. Oh!",
        "Barbara: Thank you.",
        "Henry: It's my pleasure.",
        "Barbara: So, what do you think Katie's gonna say when you walk in with me?",
        "Henry: I told you, this is not about Katie.",
        "Barbara: Oh, but I think it is, because you were originally gonna go with her.",
        "Henry: Yeah, and then she decided she didn't want to go with me, so --",
        "Barbara: Younger women make such foolish choices.",
        "Henry: I ever told you that I like the way you think?",
        "Barbara: With experience comes wisdom.",
        "Henry: Maybe you see something in me that she just doesn't.",
        "Barbara: And if I do, that's her loss.",
        "Henry: Shall we go?",
        "Barbara: Okay. You can lead the way.",
        "[SCENE_BREAK]",
        "Emily: Alison, you look absolutely beautiful. Doesn't she look wonderful?",
        "Susan: Absolutely stunning. It's going to be the most wonderful wedding.",
        "Alison: Is -- is Mick, uh --",
        "Margo: He's on his way to the station, Honey. You have nothing to worry about.",
        "Alison: The only thing I'm thinking of right now is Casey.",
        "Emily: Good. You ready?",
        "Alison: I am. This is it. The happiest day of my life.",
        "[Alison laughs]",
        "Lisa: I just heard that the police were here.",
        "Bob: When?",
        "Lisa: Well, a while ago. They made an arrest.",
        "Kim: Well, that can't be right. The news desk would have called.",
        "Lisa: It's just what I heard.",
        "Kim: I'm gonna call the studio and find out.",
        "Tom: Well, you could, but you're not working today, remember? Hi, Mom.",
        "Lisa: Hi, Sweetheart. Hello, Handsome.",
        "Casey: Hello.",
        "Lisa: Look at you. I'm so proud of you, both of you.",
        "Tom: So, where's Grams?",
        "Lisa: She's still fighting that terrible cold.",
        "Tom: Aw!",
        "Lisa: She's so sorry she's gonna miss this.",
        "Casey: Oh, well, I guess we're gonna make her look at the photos and videos twice now.",
        "[Laughter]",
        "Bob: Tom, the police were here?",
        "Tom: Yeah. There was some kind of disturbance before we all got here, but they dealt with it, and -- and they left. Right, Case? It's over?",
        "Casey: Yeah, sure.",
        "Tom: In fact, we're just getting ready to start.",
        "Kim: Oh, look who's here.",
        "Katie: Bob, Kim, hi.",
        "Kim: Hi.",
        "Bob: Dr. Oliver.",
        "Reid: Dr. Hughes, Mrs. Hughes. Congratulations to you both.",
        "Bob: Thank you. I'm -- I'm surprised you're here.",
        "Reid: Well, I figured since I'm gonna be working here in Oakdale, I should make more of an effort to be part of the community.",
        "Kim: Why?",
        "Bob: I -- I think that's a good idea. I'm glad you came.",
        "Reid: Well, congratulations again.",
        "Katie: See you.",
        "Bob: It's amazing what a suppurating cyst can do.",
        "Reid: I think he bought that. Don't you?",
        "Henry: Hello, Katie, Doctor.",
        "Katie: Hello, Barbara.",
        "Barbara: Hello, Katie.",
        "Katie: Barbara Ryan, this is Dr. Reid olive.",
        "Reid: It's nice to meet you.",
        "Barbara: You as well.",
        "Reid: How's the recovery coming?",
        "Barbara: I think we should take our seats.",
        "[Whispering]",
        "Henry: I can't believe she's here with him!",
        "Katie: I can't believe he's here with her!",
        "Reid: Are you having fun yet?",
        "[Organ playing]",
        "[SCENE_BREAK]",
        "Mick: Ow! Ow, my head! My head, it feels like it's gonna explode! I don't know what's happening!",
        "Cop: I don't believe this.",
        "[Mick grunting]",
        "Mick: Come on!",
        "[SCENE_BREAK]",
        "Reverend: Casey and Alison would like to speak to each other. Casey?",
        "Casey: Alison, uh -- I want to thank you for making me a better person. I -- I know its so cliché, but it's the truth. That's not the only reason I love you, and you know that, but it's a big one. You probably want me to mention the other ones. Okay. Um, but I -- I love your sense of humor, your strength, your courage, your fairness, but most of all your honesty. You know, you don't play games, you don't lie, and you don't hurt people. You're an amazing person, Alison, and I want to spend the rest of my life with you, being amazed by you. Okay, you can tell me how cool I am.",
        "Alison: I've made mistakes, and some of them really big ones. And it's very sweet of you to say that I never hurt people, but we both know that's not true. But you -- no one's ever been as understanding and as forgiving as you are. And you never judge me, and you always accept me with all my flaws. I love you so much. And starting today, I'm gonna do everything that I can to make you happy for the rest of your life.",
        "Margo: I got to go.",
        "Tom: Now?",
        "Margo: I'll be back as soon as I can.",
        "Emily: Before Casey and Alison exchange rings, they asked us to read from Shakespeare's sonnet \"On True Love.\" Would you like to go first?",
        "Paul: Sure. \"Let us not to the marriage of true minds admit impediments. Love is not love --\"",
        "[Gunshot]",
        "[Screaming]",
        "Mick: \"Love alters not with his brief hours and weeks, but bears it out even to the edge of doom.\" God, I love Shakespeare.",
        "Emily: He's bleeding! Somebody help him!",
        "Bob: Can you find a wound?",
        "Reid: It's his upper leg.",
        "Bob: We need a tourniquet. All right, all right, all right.",
        "Barbara: What the hell have you done?",
        "Mick: What does it look like?",
        "Barbara: You shot your own son!",
        "Mick: I know, and it felt really good. [Gunshot] Okay, I think everyone should listen to the guy with the gun. Wait, that's me. Lisa, be a dear and turn off your cell phone now. Everyone, take out your cell phones, throw them in the aisle. I catch anyone with a cell phone, the next call you make will be from the mortuary. Son number two, you can't leave yet. The party's just getting started.",
        "Henry: Uh, he's not talking to me. Just --",
        "Mick: Aw, looks like somebody beat you to it, as usual.",
        "Alison: Mick, listen to me.",
        "Mick: Stay where you are.",
        "Casey: Alison, don't.",
        "Mick: That's right. Hang on to her while you still can.",
        "Bob: We need to get him to a hospital. We need an ambulance.",
        "Mick: Sorry.",
        "Emily: Please!",
        "Barbara: It's okay. He's not gonna let anything happen to Paul.",
        "Mick: Barbara, I thought you knew me better than that by now.",
        "Barbara: I do. But not even James Stenbeck would stand by and let his son die.",
        "Mick: Why the hell do you think I'm here?",
        "[SCENE_BREAK]",
        "[Cop groaning]",
        "Margo: Where is he? Where's Dante? Where's your weapon?",
        "Cop: He must have taken it.",
        "Margo: Call for backup and medics and meet me at the church.",
        "[SCENE_BREAK]",
        "Bob: You can't move.",
        "Emily: No.",
        "Paul: Help me up.",
        "Reid: You need to hold still till we get you to an ambulance.",
        "Paul: There's not gonna be any ambulance.",
        "Emily: Paul -- just help him.",
        "Bob: Okay, okay, okay.",
        "Paul: I'm fine. What is it that you want, Dad?",
        "Mick: I thought you didn't believe it was me.",
        "Paul: It doesn't matter what I believe. The only thing that matters is what you believe.",
        "Mick: Time to humor the crazy guy, huh?",
        "Paul: Tell you what. Why don't you just let everyone go? You and I can settle this.",
        "Mick: How very noble of you. Foolish trait you must have inherited from your mother.",
        "Paul: Just let them go.",
        "Emily: No, you're hurt. I'm not going anywhere without you.",
        "Mick: There you go. Done in by a woman, again. How does it feel to wear the dress in the family?",
        "Emily: Oh, go to hell!",
        "Mick: Careful, Emily. We're in the Lord's house.",
        "Paul: What is it that you want?",
        "Mick: Payback for everyone who's ever betrayed me -- everyone.",
        "Reid: Look, I don't really care why you're here or what it is that you want, but if we don't get this man to a hospital right away, he's gonna bleed out.",
        "Mick: Let's hope so.",
        "Barbara: Stop it.",
        "Bob: Don't push him. He's the one with the gun, remember?",
        "Reid: We need to lay him down so we can immobilize him.",
        "[Cell phone rings]",
        "Mick: Who could that be?",
        "Bob: All right, lower him!",
        "Margo: You listen to me, Dante.",
        "Mick: Sorry. Mick has left the building. But if you want me, Margo, I would appreciate you showing me some of the respect that I've earned over the years.",
        "Margo: Fine, James. You unlock the door now and I won't add attempted escape and assaulting an officer to your list of charges.",
        "Mick: What a generous offer.",
        "Margo: Look, this place is gonna be surrounded in five minutes. This is your last chance to leave on your own terms.",
        "Mick: Okay, let's stop pretending that I'm not the one with the hostages, shall we?",
        "Margo: No, no. Don't go there.",
        "Mick: This is where I'm going. I see one cop or one police car outside these windows, I kill a hostage.",
        "Margo: You do not want it to go down like that.",
        "Mick: You make a move to come in here, I kill two hostages.",
        "Margo: You won't do that.",
        "Mick: Do you want a demonstration right now?",
        "Margo: No.",
        "Mick: Because I am in a room full of hypocrites who act like I am the only criminal that Oakdale has ever seen! And I will happily kill any one of them!",
        "Bob: Let the women go!",
        "Kim: No. I'm fine, and I'm not going anywhere without you.",
        "Mick: Well, we are full of the heavenly spirit, aren't we?",
        "Casey: This isn't a joke. They have nothing to do with this. You don't need them.",
        "Mick: Don't tell me what I need.",
        "Paul: Please just let everybody else go, please.",
        "Mick: No one is leaving! Do you hear me? Not unless I put a bullet in them myself.",
        "Tom: Dad?",
        "Kim: Bob? No! Sweetheart, are you all right?",
        "Bob: I'm okay.",
        "Reid: He's having a stroke.",
        "Kim: Oh, my God.",
        "Tom: Dad? Dad, you need to hang on.",
        "Mick: I said nobody move.",
        "Tom: He's my father.",
        "Mick: You act like I don't know you, Tom. I'm hurt.",
        "Tom: You need to let him get out of here.",
        "Mick: You need to tell someone who cares.",
        "Reid: You have plenty of hostages without him. Let me get him some help.",
        "Alison: Mick, please. Bob never did anything to hurt you.",
        "Mick: He didn't accept me. You know what that's like, don't you?",
        "Alison: Dr. Oliver is right. You don't need everyone.",
        "Mick: You might have a point. You, you, you, you, out into the foyer.",
        "Tom: I'm not leaving.",
        "Casey: Yes, you are.",
        "Tom: No!",
        "Casey: Mom needs to know what's going on in here. You can help her from the outside.",
        "Kim: What about my husband?",
        "Mick: Yeah. Take him, too.",
        "Emily: And Paul?",
        "Mick: Are you kidding? He's the guest of honor.",
        "Reid: Dr. Hughes needs a doctor to go with him.",
        "Mick: Then go. You're getting on my last nerve anyway.",
        "Reid: No, not me. Let Dr. Stewart go.",
        "Susan: No. Somebody's got to look after Paul.",
        "Alison: I can do that.",
        "Casey: No, no. You should go, too.",
        "Mick: No. She stays. Don't need you, though.",
        "Casey: I'm not going anywhere without her.",
        "Mick: Why am I not surprised? Quite a loyal one, isn't he?",
        "Susan: I don't want to leave you with that monster.",
        "Casey: I will take care of her.",
        "Alison: Just go. There's nothing more that you can do here, okay? Just help Dr. Oliver with Bob.",
        "Henry: Excuse me, whoever you are. I insist that you let Katie go. S -- she has a child who just lost his father.",
        "Mick: This town always was full of sob stories.",
        "Reid: I'm taking her.",
        "Mick: Yeah. Go.",
        "Henry: And Barbara.",
        "Mick: No. Mother stays. You, too, Junior. Because I am such a nice guy, I am letting go everyone who doesn't particularly interest me.",
        "Margo: I'd like your permission to bring a few cops up here to help with the release.",
        "Mick: Don't push it. Might want to call an ambulance, though.",
        "Margo: There's one on the way. Who's hurt?",
        "Mick: You'll find out soon enough.",
        "Margo: Out this way! Out this way! Hurry, everyone. Everyone, out this way. Where is everyone else? Hurry, hurry. Careful, careful. Let's go, let's go. Let's go, let's go, let's go. Casey?",
        "Tom: I'm sorry, Margo.",
        "Kim: Are you sure everything's all right?",
        "Bob: I'm fit as a fiddle.",
        "Susan: Please get my daughters out of there.",
        "Margo: We will, we will. Reverend, Reverend, could you please make sure that Lisa gets back into town?",
        "Reverend: Of course. We can say a prayer, if you'd like.",
        "Lisa: I don't mean to be disrespectful, but right now, I could use a stiff drink.",
        "Reverend: Amen to that.",
        "Lisa: Casey will be all right. I know.",
        "Margo: Thank you.",
        "Tom: Thanks, Mom.",
        "Mick: Isn't this cozy?",
        "Barbara: When are you gonna tell us what you want?",
        "Margo: How's Casey?",
        "Tom: Uh, Dante seems to be focused on Paul right now. He -- he only fired one shot. Got Paul in the leg. He -- he's okay, but he's losing a lot of blood. Then Dante confiscated all the cell phones.",
        "Margo: He's still behaving as if he's James.",
        "Tom: Well, he's herded everybody into the chapel. He tried to let Casey go, but he wouldn't leave.",
        "Margo: I'm surprised you didn't stay with him.",
        "Tom: Well, he told me to come out here and help you.",
        "Margo: That's okay, that's okay. We're gonna get them all out safe.",
        "Tom: Hey. I know you will, Baby.",
        "[Cell phone rings]",
        "Mick: Hello, Margo.",
        "Margo: Why don't you send Paul out?",
        "Mick: Because I've used up all my good deeds for the day.",
        "Margo: But he's been shot.",
        "Mick: I know he's been shot. I'm the one who shot him. Listen, I need you to back off. No more cops. No more medics. No more trying to talk me down with your tricks from \"Hostages 101.\"",
        "Margo: Just tell me what the hell you're trying to do.",
        "Mick: I'm trying to spend some quality time in the loving bosom of my family.",
        "Casey: Listen, I am sick of you and your twisted games.",
        "Alison: Casey --",
        "Mick: That's a shame, because I'm still having fun.",
        "Casey: Well, your fun's about to end.",
        "Mick: Are you really sure that you want to follow this phony hero act all the way through?",
        "Alison: Casey, don't. Put down the gun. You don't need it, and you don't want to hurt anyone.",
        "Mick: You are so wrong about that.",
        "Barbara: No, she's not. James, listen to me. You can still run. I'll go with you. I'll make sure you're safe wherever you want.",
        "Mick: What makes you think I want to go anywhere with an old sex kitten like you?",
        "Henry: Come on. Is that really necessary?",
        "Mick: Shut up.",
        "Emily: You're the one who's pathetic. You're nothing more than a freaking joke! I should have listened to Paul from the beginning.",
        "Mick: But fortunately for me, you are so weak and desperate that you would believe in the tooth fairy if he could bring you a baby.",
        "Alison: Mick, you have to stop this.",
        "Mick: Why's that?",
        "Alison: 'Cause this isn't you. You've been tortured and brainwashed, but you still have a soul in there. I know you do.",
        "Mick: You don't know me.",
        "Alison: I do. And I've seen it. And -- and this is your last shot to let it out, to be the good man that you want to be.",
        "Mick: You think it's that simple?",
        "Alison: It is that simple. All you have to do is hand me that gun.",
        "[SCENE_BREAK]",
        "Bob: How is she?",
        "Susan: Heartbeat is stable. Vitals are normal.",
        "Kim: I'm just fine. I keep telling both of you that.",
        "Susan: We still want to run the full battery of tests on you.",
        "Kim: But there's no need. Now, you go call Margo.",
        "Susan: I don't want to leave you alone.",
        "Reid: I've got it covered. Go check on your daughters. You want to check out your wife for me?",
        "Bob: I'll be glad to.",
        "Kim: Would you mind telling me how you guys came up with this unbelievable scheme?",
        "Bob: I thought to myself, what would Dr. Oliver do?",
        "Reid: You should get home to your son.",
        "Katie: I want to find Susan, see if she has any news.",
        "Reid: You're worried about Henry? Trust me, he can take care of himself.",
        "[SCENE_BREAK]",
        "Mick: That is a nice try, but you're off the mark. Little friend Mickie is gone.",
        "Alison: I don't believe you.",
        "Mick: I guess wounding Paul wasn't enough for you. Maybe if I kill him, would that convince you?",
        "Emily: No!",
        "Alison: You won't do that because you already had the chance.",
        "[Mick laughs]",
        "Mick: Listen to this. The little porn queen's gonna psychoanalyze me.",
        "Casey: I swear, I am gonna --",
        "Alison: Casey --",
        "Mick: Or maybe instead of killing Paul to prove who I am, I can kill him.",
        "Alison: No, you won't.",
        "Mick: You want to pick someone else? That's kind of amusing. You decide who dies first.",
        "Barbara: You can't make her do that.",
        "Mick: Oh, I can make her do anything I want, can't I?",
        "Alison: What do you want me to say?",
        "Mick: I want to know what you think. Come on. I want to know, how cruel am I? How far will I go?",
        "Casey: Just leave her alone. She's trying to help you.",
        "Mick: [Laughing] You don't know the half of it.",
        "Casey: What are you talking about?",
        "Mick: You want to tell him.",
        "Casey: Tell me what?",
        "Mick: Well, you know, you don't want to start your marriage with a lie.",
        "Alison: Stop it.",
        "Casey: What -- what is he talking about?",
        "Alison: Nothing.",
        "Mick: Nothing? Nothing? You think you can sleep with a guy and it means nothing?",
        "[NEXT_ON]",
        "Emily: He's bleeding. You have to let Paul go.",
        "Paul: I'm not going anywhere without you.",
        "Henry: You don't know what beauty is, or bravery. But they begin with \"B,\" and they stand for \"Barbara\"! Oh, oh!",
        "Alison: I am so sorry.",
        "Mick: She seemed to enjoy it at least as much as I did.",
        "Margo: What have you done with them?",
        "Mick: Well, they're working through some issues right now. I have a feeling there won't be a couple much longer."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-Uzzhp084KE"
}