{
    "Episode Summary": [],
    "Recap": [
        "Sam seems to be developing feelings for Carly, as he tells her that he is sticking around for her. Parker and Jack discuss how he can get Katie back. Meg meets with Paul and tells him how she thinks her baby may be his after all. Parker gives Jack hockey tickets, as Jack heads off to ask Katie to the game. Jack misinterprets something going on in Katie's room and does something drastic. Susan is reluctant to help do another DNA test for Meg and Craig, but she finally agrees; they all narrowly miss seeing Craig at the exam. Carly learns Sam is giving up a great paying job to stay with her and demands he reconsider but he won't. Katie and Jack talk, as a depressed Brad waits on the sidelines. Henry realizes the depth of Brad's feelings. Katie reiterates how badly Jack makes her feel even though she still cares for him. Jack realizes the damage he has done to her and how Brad is making her happy, so he leaves her with the hockey game tickets to take Brad if she wants. Margo and Craig talk about how a parent handles raising someone else's child. Meg and Paul receiving exciting news for them. Meg explains why she thinks Rosanna was actually the one that set this in motion. An emotional Katie wants to make love to Brad after Jack leaves, but Brad puts a stop to it. Katie misunderstands and throws him out. Brad tries to figure out how to tell Katie that he loves her. Jack tells Parker that Brad did what he couldn't for Katie \u0096 he made her happy. Sam asks Carly if he can continue to live with her even though Kit isn't around? Carly agrees even though she knows Jack will not be happy. Paul wants to confront Rosanna, but Meg doesn't want Paul to worry about getting her or Craig back; they have to protect their son and they need to start their family now. Craig has a change of heart about Paul's baby. Paul doesn't want Meg near Craig so they concoct a plan. Meg wants to get on with their life, but Paul's face seems to suggest he may be having a hard time letting this go."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Sam: Hey, let me help you. Whoa, whoa, whoa. I got it.",
        "Carly: Oh, thanks, Sam. That's the second time you've rescued me. You better watch out, or I might not let you leave.",
        "Sam: Fine by me.",
        "[SCENE_BREAK]",
        "Jack: I don't even know if he has a booking agent. Listen, you want to call this Sam guy or Carly, call them at the Metro. You -- you have a good day, too.",
        "Parker: What did Mom do this time?",
        "Jack: Nothing. How was hockey practice?",
        "Parker: Okay, I guess. You've been in a bad mood since New Year's, which means that Mom did something to break up you and Katie again.",
        "Jack: No, Parker, your mother is not to blame for that.",
        "Parker: Well, I bet I know who is.",
        "[SCENE_BREAK]",
        "Brad: Yeah?",
        "Waiter: Order for Ms. Peretti.",
        "Brad: Okay. Here you go. Thanks.",
        "[SCENE_BREAK]",
        "Jack: It doesn't matter what Brad did, okay? I can't blame him for what happened on New Year's. I was off my game. I let Katie get away.",
        "Parker: Look, Mom's against you. Brad's against you. You just need someone on your team.",
        "Jack: Parker Snyder?",
        "Parker: Yup. And you just lucked out because I've got something guaranteed to win Katie back.",
        "[SCENE_BREAK]",
        "Carly: Are you really planning on sticking around?",
        "Sam: Yeah. You worried your ex won't like it?",
        "Carly: No, actually, I was thinking about Kit. I'm sure New Year's Eve in some jail in Idaho -- I'm sure she was a little bit lonely, right?",
        "Sam: Well, I know my girl. I'm sure she made the most of it. She probably led the whole lockup in \"Auld Lang Syne.\"",
        "Carly: Still, I bet she misses you.",
        "Sam: Yeah, maybe. But she asked Cowboy Jack and me to stay put. We don't want to get no whooping.",
        "Carly: Well, when you talk to her, tell her that she doesn't have to worry about her investment. She can trust me.",
        "Sam: Well, she knows that. But if I leave, you know, who's going to do all the heavy lifting?",
        "Carly: Well, I'm a pretty tough girl.",
        "Sam: I can see that. But how is your singing and your guitar playing?",
        "Carly: All right -- all right, Sam, I admit it. I was hoping that I could talk you into doing one more performance here at Metro.",
        "Sam: You don't have to talk me into anything. I'm yours. As long as you need me.",
        "[SCENE_BREAK]",
        "[Elevator dings]",
        "Meg: Hey, I am so glad you're here. This isn't a good place to talk.",
        "Paul: Why not?",
        "Meg: Because I thought you would be here earlier.",
        "Paul: You're lucky I'm here at all.",
        "Meg: I don't know when Craig will be home from work.",
        "Paul: Okay. So say what you've got to say. What do you want to tell me about this baby?",
        "Meg: I don't think Craig's the father.",
        "Paul: Okay, look, I know what you're trying to pull and I told you the last time --",
        "Meg: No, no, no, you don't understand. The test results we got were wrong.",
        "Paul: And you think this, what, because you're a big fan of conspiracy theories?",
        "Meg: No. Because of Craig.",
        "[SCENE_BREAK]",
        "Interior designer: Um, Mr. Montgomery?",
        "Craig: What? What is it?",
        "Interior designer: I asked what you thought about the design of the nursery?",
        "Craig: What is that a child needs a room that big? And why is my den so small?",
        "Interior designer: Well, from what you said before, I thought you wanted the whole west wing for that chip off the old block?",
        "Craig: That's not what this baby is.",
        "[SCENE_BREAK]",
        "Meg: Craig has been horrible to me lately.",
        "Paul: Oh, that's proved positive that he's not the father of your child. Have you even met Craig?",
        "Meg: He's been interested in every detail of my pregnancy. But lately, he doesn't want to go to any of my doctor's appointments, or even touch me. And I even asked him if he wants to name the baby Craig, and he said no.",
        "Paul: Which is weird for a megalomaniac.",
        "Meg: Okay, will you stop joking around, Paul? I think somebody switched the DNA results and he found out --",
        "Paul: Look, maybe you should don't want to believe that you're having Satan's spawn --",
        "Meg: Why can't you just believe that this is a possibility --?",
        "Paul: So, you convinced yourself -- because I -- let myself believe that once before and I got slapped in the face with the truth. And I'm not doing that with you again. Not again.",
        "Meg: Okay, okay. What if I could get you proof?",
        "Meg: I want to go to the hospital to do another blood test --",
        "Paul: I -- I can't do that.",
        "Meg: Why?",
        "Paul: Why -- because the last time I went to the hospital, I got caught. Rosanna has a relapse.",
        "Meg: Okay, where is she now?",
        "Paul: She's in Detroit on business.",
        "Meg: Okay, so then that won't be an issue. And besides, you're going to have to eventually deal with the fact that this could be your child.",
        "Paul: He's not my child, Meg. He's not my son. He's not.",
        "Meg: Look, I know you were devastated by the test results last time. So was I. Partly because I was so sure this was your baby.",
        "Paul: Well, just because you want something, doesn't make it true.",
        "Meg: What if there's even a 1% chance that this baby could be yours? Don't you need to know? Do you really want Craig raising your son?",
        "Paul: Let's go.",
        "[SCENE_BREAK]",
        "Parker: I won these hockey tickets in a raffle at school --",
        "Jack: Oh, hockey tickets --",
        "Parker: The Wolves are playing Chicago. And I figured it could help you score some points with Katie.",
        "Jack: The last time I took Katie to a game, she got pegged in the eye with a hockey puck.",
        "Parker: So? She still talks about how much fun she had. And this time, you guys can have a candlelit dinner or do some other romantic stuff that girls like afterwards --",
        "Jack: All right, Casanova, you really think getting Katie back is going to be that easy?",
        "Parker: No. But start small and never give up. That's what you always tell me.",
        "Jack: If I'm going to invite Katie, I better snap to it.",
        "Parker: Uh, maybe you want to do it in person? Get down on one knee or something.",
        "Jack: All right, okay, Doctor Love, I'll do it in person. But the knee thing, that's overkill?",
        "Parker: Good luck, Dad.",
        "[SCENE_BREAK]",
        "Sam: So you didn't answer my question about detective do-right. Is he still on you to give me the old heave-ho?",
        "Carly: Oh, he eased up a little bit when he saw what a crowd-pleaser you are. He wants me to succeed here.",
        "Sam: So you think he won't mind if I sing here again.",
        "Carly: I don't know. It's not really his decision. I have to do what's best for the business. Best for my kids.",
        "Sam: You're a good woman, Carly Tenney. I think your ex should just stop picking on you and get a life.",
        "Carly: Well, you know, he did have a life until I wrecked it.",
        "Sam: Jack had another girl?",
        "Carly: A wife. I ruined it for him. He'll never forgive me and he's still trying to get Katie back.",
        "Sam: So you don't want Jack dating this Katie girl?",
        "Carly: Would you like it if Kit were dating somebody else?",
        "Sam: Break my heart.",
        "Carly: Well, that's what happened to me. I'd rather see Jack happy with Katie then miserable without her. So if Katie is what he wants, then I hope its Katie he gets.",
        "[SCENE_BREAK]",
        "Henry: Hey, Jack. Hey, where are you going?",
        "Jack: To see Katie.",
        "Henry: Oh, hey, do you want to meet my new puppy Pepper first?",
        "Jack: You think she's with Brad, don't you? Fine. I'll call first.",
        "[SCENE_BREAK]",
        "Brad: Okay, whoever's calling is seriously messing with my mojo and Ms. Peretti and I are in very tense moment --",
        "Katie: Oh, come on get back here and finish what you started!",
        "Brad: Agh.",
        "[SCENE_BREAK]",
        "Henry: You know, I've got an open tab at the bar. Now, if my ex-wife were trying to make a baby with my brother, my drink of choice would be all of them --",
        "Jack: No, I'm not going to need that drink, Henry. Because there is no way that Katie is going to have a baby with Brad.",
        "Henry: She isn't?",
        "Jack: No. I'm going to stop them. Right now!",
        "Henry: I salute you, Jack. Better yet, I will toast to you.",
        "[SCENE_BREAK]",
        "Sam: So, does this Katie lady even want your ex?",
        "Carly: Why are you so interested?",
        "Sam: Well, I just -- I know what a broken heart can do for a business. Last time Kit and I split up, I was -- I had a good job managing a service station. And a few weeks later, I was unemployed and crying in my beer.",
        "Carly: You don't have to worry. I'm not going to blow our investment crying over some man. Even if he is the love of my life.",
        "Sam: Kit will be happy to hear that. And you're my inspiration. Next time I have a broken heart, I'll just stay focused in what I'm doing and meet my goals. So, where do you want me to put this box over here?",
        "Carly: In the back. Thanks, Sam.",
        "Sam: You got it.",
        "Carly: Oh, hi. Can I help you?",
        "Man: I'm looking for Sam Hutchins.",
        "Sam: What are you doing here?",
        "[SCENE_BREAK]",
        "Meg: Eli approved the last set of DNA tests. But since he's out of town, I just need a physician to sign off on these.",
        "Susan: So, contact your ob-gyn.",
        "Meg: But the tests aren't for me. They're for Paul.",
        "Susan: I was wondering why he was lurking over there.",
        "Meg: Look, Susan, we need to keep this quiet. If anybody found out --",
        "Susan: Don't worry. I'm not going to say a word because I'm not doing it.",
        "Meg: Look, I know I'm asking for a lot.",
        "Susan: Actually, you're not. It would only take a few seconds to give you my signature. But I don't want to do it.",
        "Paul: Look, I know you don't like me.",
        "Susan: I don't like blueberries. You, I despise. You ruined my daughter's life.",
        "Paul: I'm very sorry for what I've done to Emily --",
        "Susan: Oh, really? You've turned over a new leaf? You don't lie to people or ask your loved ones to lie --",
        "Meg: Susan, please, the truth is, Craig may not be the father of my baby. We think somebody switched the DNA tests.",
        "Susan: After Paul's little baby switch? Serves you both right.",
        "Meg: I know what we did was horrible. And whatever you may think of Paul and me, this baby never did anything to hurt anyone. Doesn't he deserve to know who the father is?",
        "Susan: Either way, this kid is in for a rude awakening. Oh, okay, come on.",
        "[SCENE_BREAK]",
        "Craig: Excuse me, hi. I'm looking for Evan Welsh's office.",
        "Nurse: I think it's down the hall.",
        "Craig: Oh, okay, thank you.",
        "[SCENE_BREAK]",
        "Sam: I told you not to come down here.",
        "Man: I thought you owed it to yourself to hear my offer one more time.",
        "Sam: Come here. How many times do I have to tell you? I'm not interested --",
        "Man: I understand --",
        "Sam: I'm not going to Texas.",
        "Man: Okay. I give up. Lady, I got to know, what are you paying this guy?",
        "Carly: What do you mean? I'm not paying him anything.",
        "Man: Well then he must be plum out of his mind because he just turned down a four-week gig with a guaranteed extended run at a major club in Austin to stay here.",
        "Carly: Sam! Are you insane? Go!",
        "[SCENE_BREAK]",
        "Jack: Hey, open up! I want to talk to Katie.",
        "Brad: Not now, Bro. We are in the middle of something.",
        "Katie: Ooh, that was awesome. Yes!",
        "[Jack kicks in the door]",
        "[SCENE_BREAK]",
        "Sam: Thank you again for the offer, but I really can't accept, okay? For the last time. Thanks a lot. Okay, so what do you want me to do next?",
        "Carly: You can tell me why you just turned that man down. Because I'm not being a card. I'm serious. I cannot pay you. I'm still tens of thousands of dollars in the hole here.",
        "Sam: That doesn't matter. I'm still not doing the gig.",
        "Carly: Why the hell not?",
        "Sam: Because of you.",
        "[SCENE_BREAK]",
        "Jack: You've got to be kidding me.",
        "Brad: Are you a moron? Are you like a moron -- seriously -- I mean, look -- I was on level seven. One more level, I would have been in the bonus round.",
        "Katie: No, no, I was still beating you. I was in level ten.",
        "Jack: Okay, hey, hey, hey -- can I talk to Katie alone? Please, Brad, please.",
        "Brad: No, no, no. No, no, no. The death match is not over.",
        "Jack: Yeah, well, okay, then I'll sit down and I'll watch you --",
        "Brad: No, no, you know what -- you just kicked in a door, Detective Snyder. That's got to be against some law somewhere. So, either you leave, or I'll call security.",
        "Katie: No, Brad, don't. Let me just -- I'm kind of over the video game playing for the day anyway.",
        "Brad: You're going to let him ruin our fun?",
        "Katie: Just give Jack and me one minute together and I'll let you win next time.",
        "Brad: Oh, no, no. I'm going to win next time. Don't hurt her.",
        "[SCENE_BREAK]",
        "Susan: Run it for blood type and chromosomal patterns.",
        "Nurse: Yes, Doctor Stewart.",
        "Paul: How long is this going to take?",
        "Susan: It depends on the lab.",
        "Meg: Can you put a rush on it?",
        "Susan: Believe me, I already have. I want him out of here as soon as possible. And my doing this for the two of you better be insurance that he never bothers my daughter again \u0096",
        "[SCENE_BREAK]",
        "Craig: One of your colleagues sent me on the most ludicrous wild goose chase. Do you have any idea where Evan Welsh's office is?",
        "Nurse: I'm sorry, Sir, I don't know. You can ask Dr. Stewart. I saw her over there.",
        "Craig: Thank you.",
        "Susan: Craig, hi. How can I help you?",
        "Craig: Do you have any idea where I might find Evan Welsh?",
        "Susan: Not a clue. But I understand congratulations are in order.",
        "Craig: Oh, you heard that Montgomery Enterprises is backing the new research lab here.",
        "Susan: I saw Meg. She told me that the two of you were having a baby. How exciting. Another chance to form another human being in your own image.",
        "[SCENE_BREAK]",
        "Paul: I think he's gone. Are you okay? Hey. It's not the baby, is it?",
        "Meg: No, no, I was just scared. I was scared.",
        "Paul: You're not just scared, Meg. You're terrified.",
        "Meg: Will you keep your voice down?",
        "Paul: What did he do?",
        "Meg: What if he comes back?",
        "Paul: Did he threaten you?",
        "Meg: No.",
        "Paul: What did he do? Did he hurt you, Meg? Tell me what he did.",
        "[SCENE_BREAK]",
        "Sam: I made you and Kit a promise and I never go back on my word.",
        "Carly: Well, you should for a big-time music career.",
        "Sam: Look, if I left now, I would never forgive myself.",
        "Carly: Well, if you feel guilty, just dedicate a song to me or something.",
        "Sam: Carly, you gave me and Kit a chance when no one else in the world would. I really don't know how to repay you. I mean, do you have any idea how huge that is?",
        "Carly: I do know what it is like to need a second chance.",
        "Sam: And you deserve one, more than anyone else I know. So, I'm not only going to dedicate a song to you, I'm sticking it out right here at Metro.",
        "Carly: Forget it, Sam.",
        "[SCENE_BREAK]",
        "Katie: Here you go. Thank you for responding so quickly.",
        "Jack: Sorry I busted down your door.",
        "Katie: Are you okay?",
        "Jack: I'm cool, yeah. I was trained by skilled police professionals, so --",
        "Katie: Right. Except this time, the suspect was your brother being accused of baby making.",
        "Jack: Falsely accused, I'm happy to say. Now is where you tell me where I should mind my own business.",
        "Katie: Bingo.",
        "Jack: Hey, listen, I didn't bust down your door because I was jealous and I want to control your life or anything, okay? Maybe I was a little jealous, though -- but bottom line is, I just don't want to see you get hurt again.",
        "Katie: By Brad? You don't have to worry about him. In fact, operation baby making is over.",
        "Jack: It is?",
        "Katie: Yeah. Actually, we haven't been together since -- before New Year's Eve.",
        "Jack: Good. Great, that's great. That's -- that's terrific. Good decision.",
        "Katie: Well, actually it wasn't my idea. It was your brother's.",
        "[SCENE_BREAK]",
        "Brad: Henry, I don't need a drink right now. Do you know who's up in Katie's room?",
        "Henry: Mm-hmm, Jack. Here's to the order of the world being restored.",
        "Brad: You sent him up there? If Jack convinces Katie to lose me and take him back, I'm going to blame you. I'm telling you -- I'm going to postal --",
        "Henry: Whoa, whoa, hey, wait, wait just a second, okay? Now, in your heart of hearts, do you really think that Jack and Katie getting back together is just a horrible thing?",
        "Brad: The horriblest.",
        "Henry: The horrible -- why -- why -- Jack loves her.",
        "Brad: I've got to get up there --",
        "Henry: No, no, -- just wait a sec -- wait a sec -- here me out, okay? Do you think it's going to make her happy to have a baby with a guy that she's -- she's not in love with?",
        "Brad: No. That's why we haven't done it in 135 hours, 23 minutes and 27 seconds. And that's the way it's going to stay.",
        "Henry: Brad, is that -- is that you in there?",
        "Brad: Okay -- I don't know, man. I don't know -- I am all mixed up -- I mean, the sex between me and Katie, it was like -- I mean, it was great -- it was hot --",
        "Henry: Okay -- but, but, but, but --",
        "Brad: But then Jack told me that sleeping with her is not the way to win her, so I stopped the sex and it turns out that my brother's method isn't half bad. And so we were just hanging out, and sex-free -- she just looked so happy. And then when I look at her, I just see this -- amazing, gorgeous human being. Dude, why are you looking at me like that?",
        "Henry: Dude -- dude, I knew you were gone. I just didn't realize how far gone. You really do love Katie.",
        "[SCENE_BREAK]",
        "Jack: So let me get this straight. Brad said that he wanted to quit having sex.",
        "Katie: Yeah. And he's been very fun and sweet ever since. He says he wants to concentrate on our friendship.",
        "Jack: Friendship -- that will kill him.",
        "Katie: Why?",
        "Jack: Because the only reason he did that was because I told him to.",
        "Katie: What?",
        "Jack: We had a fight New Year 's Eve. I told him that he couldn't win you over with sex.",
        "Katie: Why were you even talking about that --?",
        "Jack: Because I wanted him to leave and stop messing up our night.",
        "Katie: Our night? Jack, you asked me to Metro to work.",
        "Jack: Katie, we both know why I wanted you there. So did Brad. I can't believe he's actually trying to get you to be his friend again.",
        "Katie: What is wrong with that?",
        "Jack: Because it's an act. He's just doing it for the sex.",
        "Katie: You don't give your brother enough credit, Jack. He wasn't using me, I was using him. And it wasn't just to get a baby.",
        "Jack: Well, what else did you want him for?",
        "Katie: To hurt you.",
        "[SCENE_BREAK]",
        "Margo: Hey, Craig! What are you sitting here on your lonesome for? Where's your beautiful, pregnant bride?",
        "Craig: Oh, who knows? Danny, hey --",
        "Daniel: Hi.",
        "Craig: Wow, you're back in town, huh? Hey, high-five.",
        "Daniel: Bill, from my soccer team, is over there. Can I go say hi to him?",
        "Margo: Uh, yeah, sure. Just take a few minutes. But stay where I can see you.",
        "Daniel: Okay.",
        "Craig: That kid loves me.",
        "Margo: Well, what do you expect, Craig?",
        "Margo: What did you do to your hand there?",
        "Craig: I refuse to answer on the grounds that it would make you think less of me.",
        "Margo: Is that possible?",
        "[Laughter]",
        "Craig: How do you do that?",
        "Margo: What?",
        "Craig: How do you love a kid that you know is not yours? How do you treat him like he's your own?",
        "[SCENE_BREAK]",
        "Paul: If Craig has done something to you, you need to tell me about it.",
        "Meg: No. No, he hasn't touched me or the baby. But if he's acting out, because he knows this is your child, can you imagine what he's going to do if he finds us here together?",
        "Paul: I can handle Craig. I hate to see you this upset. Meg, you need to prepare yourself for the possibility that this is not my child.",
        "Meg: But I know it is. I feel it. I've always felt it --",
        "Paul: Yes, but if it isn't, Meg, what are you going to do? Can you really raise a child with that man?",
        "Susan: Relax. It's only me. It's too soon for a definitive DNA report. But I did get your blood labs back.",
        "Paul: And?",
        "Susan: And I can tell you right off the bat -- um, looking at certain proteins, the DNA profile that we have on record, under the name \"Other\" doesn't match the results we've gotten.",
        "Paul: What does that mean?",
        "Meg: That means that you're the father. You're really the father.",
        "[SCENE_BREAK]",
        "Katie: Brad told me a while ago that he thought I was using the baby making thing as a way to get revenge.",
        "Jack: That's what he thought. And he went through with it anyway. Well, that's class for you.",
        "Katie: Don't blame this on him. I was the one that went out of my way to convince him that he was wrong. I guess I just -- didn't want to face how vindictive I was being.",
        "Jack: Katie, no one would blame you for trying to get back at me after the way I hurt you.",
        "Katie: But you didn't hurt me out of spite. I was going to bring a child into this world to tick you off? I would have been a great mother.",
        "Jack: Hey, the fact that you didn't go through this shows what a great mother you will be someday. You've got such a -- a good, strong heart, Katie.",
        "Katie: It doesn't feel very strong. Not when I'm around you.",
        "Jack: Yeah, I was hoping you still feel that way.",
        "Katie: But I have to stay away from you, Jack.",
        "[SCENE_BREAK]",
        "Carly: Not only am I keeping you from Kit. But now I'm making you miss out on thousands of dollars and a chance at fame, Sam.",
        "Sam: Please. I never cared about that stuff.",
        "Carly: All right, well, absolutely cannot ask you to stay without paying your something.",
        "Sam: Look, you're not going to make a profit on this place for another few months. And I'm certainly not going to eat into Kit's take, so --",
        "Carly: All right, well, I guess you'll just have to eat into my take then.",
        "Sam: Or there's another way you can compensate me. Only I don't think your ex is going to like it.",
        "[SCENE_BREAK]",
        "Jack: So, let me get this straight. You still feel something for me.",
        "Katie: Yes.",
        "Jack: Yeah, but you got to stay away from me? Katie, we were going to dance on New Year's, right?",
        "Katie: I know and I got this excited fluttering feeling when you asked me.",
        "Jack: Well, that's good. That's good. Because I also was going to ask if I could kiss you at midnight.",
        "Katie: You were? And then you ran off to help Carly.",
        "Jack: Don't you see that -- do you see how important it is for that club to succeed? Whether it goes or it's a flop, it directly affects my kids --",
        "Katie: I know that, Jack. But it's more than that. She has this pull on you.",
        "Jack: I don't love Carly, though. I love you.",
        "Katie: I know that. That's not the problem. The problem is, I can't trust you anymore.",
        "Jack: Wow -- that's what I said to Carly when we ended things.",
        "Katie: And she didn't believe you, did she?",
        "Jack: Carly, no.",
        "Katie: I didn't want to believe it, either, when Mike ended things. When he couldn't take it anymore, but eventually I had to accept it --",
        "Jack: I don't care how you ended things with Mike -- it doesn't matter. We can't be over.",
        "Katie: Jack, just listen to me, okay --",
        "Jack: I don't want that and neither do you.",
        "[SCENE_BREAK]",
        "Brad: I've got go.",
        "Henry: Brad -- Brad -- you do know that Katie loves Jack, yeah?",
        "Brad: Duh, that's why you better not tell anybody about this, Henry.",
        "Henry: My lips are sealed. And I am sorry.",
        "Brad: About what?",
        "Henry: I have been where you are now. I have been in love with Katie, knowing that she was in love with someone else. And I can tell you what's going to happen. You are going to suffer.",
        "[SCENE_BREAK]",
        "Katie: I feel like we've done this so many times. I say we're over, you say we're not. And then you charm me over coffee or with a Christmas tree. And for a split second, I believe that we can really make it work.",
        "Jack: I believe it, too.",
        "Katie: But every single time, I end up hurt and hating myself all over again.",
        "Jack: And I hate that I've hurt you.",
        "Katie: And that's a lot of hating. When was the last time we made each other happy?",
        "Jack: This morning. Five minutes ago, right now. Every time I see you. Every time I think about you, I feel happy, Katie.",
        "Katie: Not me. I'm scared that I will believe you and then I'll lose you again. That's how I feel every time I think about you or I see you.",
        "Jack: That's not good. I really only wanted to make you happy. And I'm sorry that I couldn't. You're a wonderful woman. You deserve it. Happiness. I'm sorry. Uh, Parker wanted me to give you these -- these hockey tickets.",
        "Katie: He's still trying to get us back together?",
        "Jack: The kid's not usually an optimist, but for some reason, he believes in us. So do I. Hey, if you go to the game, be careful of the stray pucks. I'd hate to see you get hurt again.",
        "[SCENE_BREAK]",
        "Margo: Oh, yes, possession -- possession -- possession -- nine-tenths of the law. Has nothing to do with how much you love a kid. I mean, who cares who Danny's biological mother is, even if it is Emily.",
        "Craig: Yes, it's now neurotic, perpetual thorn in your side?",
        "Margo: Yes, but his father is Tom Hughes, the love of my life. Greatest guy in the world.",
        "Craig: Who cheated on you.",
        "Margo: What is the matter with you? I mean, I'm not squeaky clean. We've all made mistakes. But I love Tom enough to forgive him for what he did. And I'm lucky that the outcome of -- somebody like Danny in my life.",
        "Craig: Where do you get off being all understanding like that? Are you sure we're even related?",
        "Margo: Let me ask you a question. If we weren't related by blood, would you disown me?",
        "Craig: Not a chance.",
        "Margo: Then let me ask you another question. How's everything with you and Meg and the baby?",
        "Craig: Never better.",
        "Daniel: When are we going to eat?",
        "Margo: Um, why don't you -- why don't you go call your dad and see if he'll meet us at Al's for dinner, okay?",
        "Daniel: Cool.",
        "Margo: Okay. So? Is everything okay?",
        "Craig: Oh, come on. Don't waste your time going all detective on me. Go, okay? Enjoy your family.",
        "[SCENE_BREAK]",
        "Paul: We're having a baby! Nobody cares except for you and me.",
        "Meg: Yeah. That's why I like this place. Because nobody knows your name.",
        "Paul: Is that why you picked it the last time?",
        "Meg: Yeah, but this time, we have something to celebrate. Hey, what's wrong?",
        "Paul: Rosanna.",
        "Meg: But I thought --",
        "Paul: You thought what? You thought I'd just pick up and leave her? I do love you, Meg. But this isn't easy. I care about Rosanna. So I guess the million dollar question is, who switched the DNA results? My money is on Craig.",
        "Meg: Um, Rosanna.",
        "Paul: That's impossible. Why would Rosanna have anything to do with this?",
        "Meg: Because Craig was initially excited about the DNA results. I know he was upset that you and I slept together. But he was genuinely excited to be a dad. And it was just recently that everything just shifted. I mean, just yesterday.",
        "Paul: He went crazy with the doll.",
        "Meg: And then, Rosanna went to see Craig.",
        "Paul: When?",
        "Meg: When you were having dinner. I bumped into her in the lobby and she admitted that she went to see Craig to defend you.",
        "Paul: Why didn't you tell me this earlier?",
        "Meg: Because none of this made sense before. But now, it would make a lot of sense that Rosanna switched the results.",
        "Paul: She went to see Craig to make sure that he kept his mouth shut.",
        "[SCENE_BREAK]",
        "Henry: No, no, no, no. Drinks are on me, fellow sufferer in love.",
        "Brad: Katie already kicked Jack out. It's a sign, man.",
        "Henry: It's a sign of what?",
        "Brad: Brad Snyder's not going to suffer.",
        "Henry: Oh. Oh.",
        "[SCENE_BREAK]",
        "Brad: You decent? What happened? What did -- what did Jack say?",
        "Katie: No, I don't want -- I don't want to talk about it.",
        "Brad: Okay, that's cool. You want -- you want to play some more video games? Stuff our face with chocolate cake?",
        "Katie: I want you to make love to me.",
        "Brad: Oh, man, oh, Katie. I really want to make love to you. I really do. But I don't think making a baby right now with me is what you need.",
        "Katie: That's not what this about.",
        "Brad: You don't want a baby anymore?",
        "Katie: No, I do, just not right now. Right now, I just want you.",
        "Brad: Why? Why -- because you're ticked off at Jack?",
        "Katie: Because you're the one person who's made me laugh lately. Because you're amazing in bed. Because I need this. Because I need you.",
        "Brad: I'm sorry -- I'm sorry, Katie. I -- I can't. I can't.",
        "[SCENE_BREAK]",
        "Parker: Did you give Katie the tickets?",
        "Jack: Yup.",
        "Parker: Sweet. I knew she would want to go.",
        "Jack: Yeah, she does -- but she's not going with me.",
        "Parker: Why not? Did Mom do something?",
        "Jack: No.",
        "Parker: Okay, then Brad did something, didn't he?",
        "Jack: Actually, yeah, he did something really great. He made Katie smile.",
        "Parker: So? That doesn't mean that she likes him more than you. Brad's a goofball. She was probably laughing at him --",
        "Jack: Parker, for the first time in a long time, I saw Katie genuinely happy. So despite what you and I may think of Brad, I'm glad he could do that for her. Because I can't anymore.",
        "[SCENE_BREAK]",
        "Katie: Oh, I get it. You don't want to do this because you think I might fall for you.",
        "Brad: No. No, that -- that's not -- no, that's not it.",
        "Katie: Then what is it?",
        "Brad: I just don't want you to do something that you will regret --",
        "Katie: Stop trying to protect me, please. Stop trying to tell me what I think and how I feel. You know what? You're just like your brother. Get out. Get out.",
        "Brad: You -- Katie? Will you listen to me, please?",
        "Katie: No. I said -- get out!",
        "Brad: Just -- come on. Katie, what you don't understand is -- I can't just have sex with you because I'm in love with you. Okay -- oh, what the hell? What the hell? Okay. I love you. I love you. I love you. Ooh.",
        "[SCENE_BREAK]",
        "Carly: Don't you worry about what Jack thinks. Just tell me how you want to be compensated.",
        "Sam: Well, how about letting me stay at the house just a little while longer?",
        "Carly: That's all you want?",
        "Sam: Yeah. That and a few scraps to eat. You don't look too sure.",
        "Carly: You know, Jack said that if you're at the house, he won't let the kids come and see me.",
        "Sam: Well, I guess then it would be a problem.",
        "Carly: No. No, no, no. I will handle Jack, okay? I'm just worried about you. I don't know if my lousy leftovers are going to be enough for you.",
        "Sam: So, then we have a deal?",
        "Carly: A deal. You are a good man, Sam Hutchins. I'm lucky to have you.",
        "Sam: No, I'm the lucky one.",
        "[SCENE_BREAK]",
        "Paul: If Rosanna had anything to do with this, I want her back in town right now.",
        "Meg: Why? To punish her? Paul, we're having a baby. There's no time to --",
        "Paul: She lied to us and Craig covered it up. What are we supposed to do?",
        "Meg: Let it go. Come on, we can't start any games because people are going to get hurt and the baby is what's important now.",
        "Paul: You're having my baby.",
        "Meg: Yeah. I guess it would be best if I go tell Craig --",
        "Paul: No, no, don't even think that. I don't want you anywhere near that guy.",
        "[SCENE_BREAK]",
        "[Craig remembering]",
        "Margo: We've all made mistakes, but I love Tom enough to get past what he did. And if you're lucky that it produced something as wonderful as Danny.",
        "[SCENE_BREAK]",
        "Craig: Joe, hey, it's Craig Montgomery. Listen, forget what I said earlier about the nursery. You were right. Give the kid the whole west wing. Nothing is too good for my son.",
        "[SCENE_BREAK]",
        "Meg: We can't play games with this, Paul. We have to keep our baby safe.",
        "Paul: Right. That's why I don't want you to say anything to Craig, not now. Do whatever you have to do to stay away from the guy until I can figure out a way for you and I to be together.",
        "Meg: And what if I tell Craig that Mama's sick and that she needs me at the farm?",
        "Paul: I bet that -- everyone knows Meg Snyder loves her mama.",
        "Meg: And everybody will know how much I love you. I can't want for us to be a family.",
        "Paul: That sounds nice.",
        "Meg: And the sooner we put Craig and Rosanna behind us, the better, right?",
        "Paul: Yeah. That's right.",
        "[NEXT_ON]",
        "Luke: And if we live together --",
        "Noah: There'd be nothing holding us back.",
        "Chris: Lay it on me, Donovan. What crime have I committed now?",
        "Alison: You want me to spy on him for you?",
        "Dusty: Yeah.",
        "Lily: I want you to get out of this house! I want you to get out of this house right now!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=g8VzKnYxRCc"
}