{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Simon: We will find Luke and Holden, okay?  I promise.",
        "\r\nLily: I'm beginning to believe that.  Good night, Simon.",
        "\r\nSimon: Good night, Lily.",
        "\r\nKatie: I knew it!  I knew it!",
        "\r\nLily: You know what?  I have the wrong room.",
        "\r\nSimon: Don't you dare move.  Come here!  What the hell are you doing\r\n\r\nhere?!",
        "\r\nKatie: I followed you from Oakdale.  That whole thing about how you\r\n\r\nneeded to protect Lily, I thought it was just an excuse for you guys to -- you\r\n\r\nknow.  And then, you came into this room together.  I'm sorry, I --",
        "\r\nSimon: Don't you -- come -- stay here!",
        "\r\nLily: How could you even think of coming here?",
        "\r\nKatie: Malta's a beautiful place.  What?  Do only the Lily Snyder's of the\r\n\r\nworld get to see it?",
        "\r\nSimon: Do you realize the danger that you've probably put us all in by\r\n\r\ncoming here?!",
        "\r\nKatie: Danger?  Please.",
        "\r\nKatie: You're talking to someone who just spent weeks on an island \r\nliving off of rotten mangoes and defending herself from the last Cro-Magnon \r\nman.  This place is paradise.   \r\n",
        "",
        "[Knocking on door]",
        "\r\nCarly: Craig, are you home?  I've got something for you.  Well, you\r\n\r\nwanted a spring line.  I've designed you next spring, fall and winter, too.",
        "\r\n[Knocking on door]",
        "\r\nCarly: Craig, if you're playing hard to get, now is certainly not the time.",
        "\r\nHuh?  Where on earth could he be?  He's always underfoot when I don't\r\n\r\nwant him around. [Carly begins writing a note]  \"Craig, here are the designs\r\n\r\nyou asked for.  Do not try to reach me at home.  I'll call you.  Enjoy.  Carly.",
        "\r\nP.S.  -- Once again, you owe me big time.\"",
        "\r\n[Phone rings]",
        "\r\nCarly: Hello?",
        "\r\nJack: Hey, beautiful.",
        "\r\nCarly: Hi, Jack.",
        "\r\nJack: Where are you?",
        "\r\nCarly: Out and about.  Why?",
        "\r\nJack: Oh, just calling to see how things are going with work.  Has anyone\r\n\r\nfallen in love with your designs so far?",
        "\r\nCarly: Well, I think I've got somebody interested.  But no one's paying\r\n\r\nme the big bucks yet.",
        "\r\nJack: Look, they will.  The important thing is you're getting your designs\r\n\r\nout there.  Something's got to break.",
        "\r\nCarly: I think you're right.",
        "\r\nJack: How 'bout I take the woman I love out to dinner?  You up for a\r\n\r\ncheap date?",
        "\r\nCarly: Just name the place.",
        "\r\nJack: Al's?",
        "\r\nCarly: I'll meet you there.",
        "\r\nCarly: I'm doing this for us, Jack.  It's all for us.  \r\n",
        "",
        "Rose: You must have missed this living in Paris.  Nothing finer than a\r\n\r\nburger from Al's -- oh, except for my homemade pasta, of course.  What?",
        "\r\nAren't you gonna eat that?",
        "\r\nPaul: No, I'm not hungry.",
        "\r\nRose: Oh, all right.  Thanks.",
        "\r\nPaul: Look, you said something down at the police station, something\r\n\r\nabout being able to sneak into Montgomery's suite?",
        "\r\nRose: Yeah.  Easy.  Piece of cake.  What?  What are you looking at me\r\n\r\nlike that?  I got some -- oh, my, I got somethin' in here, ketchup?  No?  Oh,\r\n\r\nyou think you can't trust me.",
        "\r\nPaul: No.  I'm picturing you in one of those cat burglar suits with the --",
        "\r\nwith the flashlight.",
        "\r\nRose: I'd look really cute in that.  No, it's not illegal.  It's -- it might be a\r\n\r\nlittle illegal, I'm not --",
        "\r\nPaul: Okay, so what's the plan?",
        "\r\nRose: Well, first, you got to tell me what you want to do here.  Are we\r\n\r\ntalking about files, something in the suite?",
        "\r\nPaul: Yeah, files from the New York office, files that could prove how\r\n\r\nmuch he's been siphoning off from my mother's company.",
        "\r\nRose: Shouldn't the police department handle that?",
        "\r\nPaul: Yeah, they should, but his sister's heading up the investigation.",
        "\r\nShe's dragging her feet on the warrant.",
        "\r\nRose: I guess even Jack the ripper had family that loved him.",
        "\r\nPaul: Meanwhile, we don't have a lot of time, 'cause he could have an\r\n\r\naccomplice go in there and destroy all the evidence.",
        "\r\nRose: Absolutely.",
        "\r\nPaul: So, if you really do have a way to get in there --",
        "\r\nRose: Oh, okay.  Hold your horses one second.  Did you know that my\r\n\r\ntwin sister Lily owns half the Lakeview?",
        "\r\nPaul: Yeah, and Lily's out of the country.",
        "\r\nRose: Maybe I can bring her back.",
        "\r\nPaul: I told you, we don't have a lot of time.  We gotta --",
        "\r\nRose: Could you stop speaking for like a second, all right?  Just let me do\r\n\r\nmy little thing here, okay?  Close your eyes.  Would you humor me, please?",
        "\r\nJust for a second, close your eyes.  All right, I'll tell you when to open them.",
        "\r\nRose: [Imitating Lily] \"Paul, it's so good to see you again.  I understand\r\n\r\nyou met my sister, Rose.  Isn't she incredible.\" All right, you can open 'em\r\n\r\nup now.",
        "\r\nPaul: Your sister was right.  You really are incredible.  \r\n",
        "",
        "Paul: That was amazing.  You sound just like her.",
        "\r\nRose: Well, if anybody can get into Craig's suite, it's Lily.",
        "\r\nPaul: Okay.  Are you sure?  I mean, you don't know me, and this could\r\n\r\nbe really risky.  You've already bailed me out once.",
        "\r\nRose: What are you talking about?  I gave you $20 for cab fair.  It's\r\n\r\nnothing.  You know, I'm not doing it for you.  I'm doing it against Craig,\r\n\r\n'cause he hurt my family, too.",
        "\r\nPaul: You're really willing to break the law?",
        "\r\nRose: You're trying to save what's left of your mother's company, and\r\n\r\nyou're also trying to nab the guy that tried to kill her.  So in my book, that's\r\n\r\nway up there.  If you need any help, I'm here for you.",
        "\r\nPaul: Oh, wait, one last thing.",
        "\r\n[Paul wipes off Rose’s chin]",
        "\r\nRose: Oh, mustard?",
        "\r\nPaul: Ketchup.  I don't think that's something Lily would wear on her\r\n\r\nchin, do you?  \r\n",
        "",
        "Carly: Hey.",
        "\r\nJack: Hey.",
        "\r\nCarly: Try that.",
        "\r\nJack: Mm, mm, mm, mm.  Is what I want.",
        "\r\nCarly: Isn't it so nice, we can kiss anywhere we want to.",
        "\r\nJack: Well, I don't think anyone's gonna kick us out of Al's for a little\r\n\r\nPDA.  When I start taking you to four-star restaurants, it'll be a different\r\n\r\nstory.  Hands off.",
        "\r\nCarly: Jack, fries are just fine with me.",
        "\r\nJack: No, they're not!  Look, this isn't for long, Carly.  I've already been\r\n\r\nthinking of ways to get out of debt.",
        "\r\nCarly: Oh, Jack, please --",
        "\r\nJack: Next month, maybe I could put in for some more overtime, and I\r\n\r\nwas thinking of maybe moonlighting as a security guard.",
        "\r\nCarly: Jack!",
        "\r\nJack: Hey, it's not forever, Carly, and I know that we won't be able to\r\n\r\nspend all that much time together, but at least I'll be able to pay off some of\r\n\r\nCass' legal bills.",
        "\r\nCarly: Look, I do not want you knocking yourself out to make ends meet,\r\n\r\nokay?  You worry too much about me.",
        "\r\nJack: Yeah, well, thank goodness I worried enough to keep you from \r\ngoing into business with Craig, or you'd be in a real pickle right now.",
        "\r\nCarly: What do you mean?",
        "\r\nJack: Craig's back in jail again.  Oh, come on, Carly.  Haven't you heard?",
        "\r\nIt's been in all the papers.",
        "\r\nCarly: No.  I guess I -- I've been a little preoccupied.  What happened?",
        "\r\nJack: Craig left Oakdale for a -- I guess a business trip in New York, a\r\n\r\nclear violation of his bail.",
        "\r\nCarly: But he'll get out, right?  I mean, he always gets out.",
        "\r\nJack: No, he won't.  No.  See, I wasn't jealous when I tried to keep you\r\n\r\naway from him.",
        "\r\nCarly: I know.",
        "\r\nJack: I was trying to protect you.  Aren't you glad you didn't take him up\r\n\r\non his offer to design for B.R.O.?",
        "\r\nCarly: Yeah -- glad, glad is the word.   \r\n",
        "",
        "[Monitor beeping]",
        "\r\nHal: Barb?  It's Hal.  Are you okay when there's no one here?  I get\r\n\r\nscared you're gonna get lonely.  I don't know what you're thinking or feeling,\r\n\r\nwhat you see in there, if you're dreaming.  If it were me lying there, I know\r\n\r\nthat no matter how we left it, I'd want you sitting right here more than \r\nanybody else.",
        "\r\nHal: You're gonna make it through this, barb.  Jen said you squeezed her\r\n\r\nhand.  You gotta fight with all your strength.  Open those beautiful eyes.",
        "\r\nWe'll all be here waiting for you.\r\nMargo: Hal.",
        "\r\nHal: Margo?",
        "\r\nMargo: I'm sorry.  I hope I'm not interrupting, but I sent Slocumb on a\r\n\r\nbreak.  Did I hear you?  Really, did she squeeze Jen's hand?",
        "\r\nHal: Yeah.  The doctors say there's increased brain activity on the Cat\r\n\r\nscan, too.",
        "\r\nMargo: Isn't that wonderful, Hal?",
        "\r\nHal: Yeah, that's what we're rooting for.",
        "\r\nMargo: She's coming along.",
        "\r\nHal: That's right.",
        "\r\nMargo: I'm really sorry that I haven't been here much.",
        "\r\nHal: No, you've got a lot on your plate.  How's Lien doing?",
        "\r\nMargo: Oh, you know what?  Great.  You know, nobody thought it was\r\n\r\ngonna happen, but it looks like she's gonna recover.",
        "\r\nHal: That's good news.",
        "\r\nMargo: You know, Hal, I came here to talk to you, but would you mind if\r\n\r\nI spoke to Barbara just for a bit?",
        "\r\nHal: Go ahead.",
        "\r\nMargo: Hey, Barbara.  It's Margo.  I've been here a couple other times to\r\n\r\nsee you, but I didn't say anything because -- well, I didn't think you wanted\r\n\r\nme here.  We haven't always been kind to one another, Barbara, but oh, my\r\n\r\nGod, none of that really matters seeing you like this.  Barbara, I'm going to\r\n\r\ndo everything I can to make sure I find out who did this to you.  I promise\r\n\r\nyou.  So you keep fighting in there, and you come back to us, please.",
        "\r\nHal: You wanted to talk to me?",
        "\r\nMargo: Yeah.  Listen, Jack told me something a while ago.  And I -- I\r\n\r\nreally need you to be completely honest with me, Hal.  Jack said that you\r\n\r\nwere having doubts that Craig actually did this.",
        "\r\nLucinda: Margo, give that up.  That's wishful thinking.  Whether you like\r\n\r\nit or not, your brother is finally going to pay for his crimes.   \r\n",
        "",
        "Katie: Why do I feel like I've been sent to the principal's office?",
        "\r\nSimon: I want you to explain right now how you got here, who saw you,\r\n\r\nif anyone asked questions about us.",
        "\r\nKatie: I followed you from Oakdale because I was worried about you.  I\r\n\r\nwas.  And every time you get involved with this woman, nothing good \r\ncomes of it.  It wasn't easy to follow you, either.  The minute we landed, you\r\n\r\ngot whisked off in that helicopter.  I had to ride a bike up all these hills.  I\r\n\r\nalmost passed out.  Then, when the bike broke, I jumped on an onion truck.",
        "\r\nI couldn't even breathe.",
        "\r\nSimon: Who followed you here?",
        "\r\nKatie: No one.  I don't know.",
        "\r\nSimon: Wait, wait, wait.  So you were on the plane the entire time?  I\r\n\r\ndidn't even see you.",
        "\r\nKatie: That's because I was dressed up as a nun, so you might've missed\r\n\r\nme.  It's actually a really good look for me.",
        "\r\nSimon: You were that -- you were that nun I saw heading into the \r\nbathroom?",
        "\r\nKatie: That was me, and you know what?  I had such a problem trying to\r\n\r\nget into first class.  You would think the religious people would get an\r\n\r\nautomatic upgrade.",
        "\r\nSimon: Zip it!  Just -- how did you track us down here?",
        "\r\nKatie: Well, I heard the stewardess talking to you about that fortress.",
        "\r\nWhat was the name of it?  The Knights of Saint Joan --",
        "\r\nLily: John.",
        "\r\nKatie: Anyway, by the time I got there, you guys were taking off in some\r\n\r\nbeautiful, big car, so I hopped on the back of some guy's moped.  \"La dolce\r\n\r\nvita,\" it was not.",
        "\r\nLily: You think this is funny?  This is not a pleasure trip for me.  My\r\n\r\nhusband and my son's lives are at risk here.  Do you have any idea?  You\r\n\r\ncould have made things worse for them!",
        "\r\nKatie: I don't see how.",
        "\r\nSimon: Look at you, Katie!  Look!  It's not like you're gonna go being\r\n\r\npassed unnoticed in this town.",
        "\r\nKatie: I didn't mention your names to anyone!",
        "\r\nSimon: You probably didn't have to!  You probably just led them straight\r\n\r\nto the door.",
        "\r\nLily: I am trying to get questions answered here.  Your tricks, your little\r\n\r\nantics, may have alerted Damian or the people that kidnapped Luke and \r\nHolden!",
        "\r\nSimon: Lily, please don't get upset.",
        "\r\nLily: If anything happens to them, do you understand?  I will kill you\r\n\r\nmyself!",
        "\r\nSimon: Please, just let me deal with this, okay?",
        "\r\nLily: Fine.  This room is getting way too crowded.",
        "\r\nKatie: Well, someone's a little cranky.  Baby, it's so good to see you.",
        "\r\nSimon: What do you think -- ?  What do you think you're doing?",
        "\r\nKatie: I'm picking up where we left off.  You can't blame me for\r\n\r\nfollowing you, Simon.  You just got done rescuing me.  You risked your life\r\n\r\nfor me, and we were just getting close, and then you took off.",
        "\r\nSimon: I am beginning to think that getting close to you has a way too\r\n\r\nbig a price tag.",
        "\r\nKatie: You don't mean that.  Lily, again, of course.  She's turned you\r\n\r\nagainst me.",
        "\r\nSimon: No!  No, Katie.  No, this time you brought all this on yourself. \r\n",
        "",
        "Katie: Just a few days ago, you said you loved me.",
        "\r\nSimon: No, what I said was that I wasn't --",
        "\r\nKatie: Simon, I know you hedged it, but you said those three words to\r\n\r\nme.  You said them, and you can't take them back.",
        "\r\nSimon: You know what?  Whatever I said -- whatever I said, this little\r\n\r\nstunt has made me want to retract everything in full!",
        "\r\nKatie: Simon, no, please.  Please, you are everything I have ever wanted\r\n\r\nin this life.  I have given up everything for you.",
        "\r\nSimon: Have you even stopped to think about what Lily's going through\r\n\r\nright now?  Do you know what we found at that fort?  Lily walked into a\r\n\r\nroom that was sprayed with bullets and blood everywhere.  Holden's \r\nwedding ring was on the floor.",
        "\r\nKatie: Oh, my God.",
        "\r\nSimon: We don't even know if anyone's alive.  Now, I've convinced her\r\n\r\nto keep searching and not to give up hope.",
        "\r\nKatie: I wasn't thinking --",
        "\r\nSimon: No.  No, you weren't.  Just put yourself in her shoes, okay, for\r\n\r\none second.  Imagine you lost someone, someone closer to you than anyone\r\n\r\nin the whole world.",
        "\r\nKatie: Don't say that, Simon.  I can't.",
        "\r\nSimon: How does it feel?",
        "\r\nKatie: It feels like there's no reason to live.  Can you ever forgive me?",
        "\r\nSimon: I'm not the one you should be apologizing to.\r\nKatie: Lily, I'm so sorry.  I wasn't thinking about what you were going\r\n\r\nthrough.  I was only thinking about myself.  If I put myself in your shoes, I\r\n\r\ndon't know what I would do or how I would get through this.",
        "\r\nLily: Save it, Katie.  What are we going to do with her?",
        "\r\nKatie: What do you mean?  I mean, you can't just kick me out, not now.",
        "\r\nLily: I want her gone.",
        "\r\nKatie: Please, just let me stay.  Let me help you.  I am good at finding\r\n\r\nthings.  I found that diamond -- before I lost it.",
        "\r\nLily: I don't want to hear anything right now from you.",
        "\r\nSimon: Let's go, Katie.",
        "\r\nKatie: Simon, I don't have any more money.",
        "\r\nLily: You're resourceful.  You'll figure something out.",
        "\r\nSimon: Come on.",
        "\r\nKatie: Simon?   \r\n",
        "",
        "Hal: Margo and I were having a private conversation.",
        "\r\nLucinda: Don't tell me you're defending her.  Hal, you can't possibly\r\n\r\nbelieve that Craig is innocent.",
        "\r\nHal: I'm no longer a public servant.  I don't have to answer to anyone.",
        "\r\nLucinda: Well, no, of course not, but you only led the crusade against the\r\n\r\nman ever since he put his foot back into this town.  I think I'll take your\r\n\r\nsilence as a misguided effort to protect a friend.",
        "\r\nHal: Lucinda, what are you doing here?  You and Barbara aren't \r\nparticularly close.",
        "\r\nLucinda: Well, it wasn't always like that, and I am very fond of Jennifer\r\n\r\nand of Paul.",
        "\r\nMargo: Paul?  There's always been bad blood between the two of you.",
        "\r\nLucinda: No, he was just at my house, just today.  We had a meeting, and\r\n\r\nthere was a little misunderstanding.  I thought he might be visiting his mom,\r\n\r\nand I thought I'd like to clear it up.",
        "\r\nHal: No, even if he were, now is not the time or place.",
        "\r\nLucinda: I had no idea of the extent of Barbara's injuries.",
        "\r\nHal: She's strong.  If anyone can make it back, she can.",
        "\r\nLucinda: Oh, of course.  Absolutely.  Absolutely.",
        "\r\nMargo: Well, Paul's not here, so I guess you can go.",
        "\r\nLucinda: It could've been me in there, Margo, lying there --",
        "\r\nMargo: What are you talking about?",
        "\r\nLucinda: You know that your brother has been trying to poison me.  He\r\n\r\nwants to get his hands on everything I got.",
        "\r\nMargo: Oh, Lucinda, where's your proof?  Nothing you've ever said\r\n\r\nabout Craig has ever stuck, has it?  I'm just so sick of your ridiculous\r\n\r\nharangues.",
        "\r\nLucinda: My proof?  I thought gathering evidence was your job.",
        "\r\nPossibly, if you would stop trying to enlist people to your brother's defense,\r\n\r\nyou could find the time to build a case against him.",
        "\r\nHal: Lucinda, I think we can talk about this some other time.",
        "\r\nLucinda: I'd love to, but I am not an innocent bystander in this.  He tried\r\n\r\nto kill me.",
        "\r\nHal: Are you okay?  Margo, can we go back in?\r\n[Monitor beeping]",
        "\r\nMargo: Do you think that Lucinda's right?  Do you think that Craig did\r\n\r\nthis?",
        "\r\nHal: I've had my doubts, but then another piece of evidence comes up,\r\n\r\nand I don't know what to think.  There's a bartender out there that used to\r\n\r\nwork security for Montgomery & associates, and he claims that Craig once \r\nasked him how to build a bomb.  Is there something you haven't told me, \r\nMargo?  Sooner or later, I'm going to find out.  You know me.  This isn't\r\n\r\nCraig's first go-round with explosives, is it?",
        "\r\nMargo: No, no.  No, it's not.   \r\n",
        "",
        "Lily: Thank you so much, Kevin.  I really appreciate you letting us in\r\n\r\nhere.",
        "\r\nLakeview manager: There's no telling how much longer Mr. Montgomery \r\nwill be holding onto this suite, but if Mr. --",
        "\r\nPaul: Dennehey.",
        "\r\nLakeview manager: -- Dennehey is interested in a penthouse apartment,\r\n\r\nthis is the best we have.",
        "\r\nLily: You're right, absolutely right.  Thank you so much.  I will\r\n\r\nremember you at bonus time.  Good-bye.   \r\n",
        "",
        "Paul: You should be on stage.",
        "\r\nRose: Hey!  You have a very good eye.  I have been, actually.  I was on\r\n\r\nstage.  I retired after a short but very brilliant career.  So what are we looking\r\n\r\nfor?",
        "\r\nPaul: Anything with B.R.O. on it.",
        "\r\nRose: You know, I just want to let you know, I can't make a habit out of\r\n\r\nimpersonating Lily.  I mean, you may hear some things about me in the past,\r\n\r\nbut I don't do that anymore.  I don't -- not anymore.",
        "\r\nPaul: What do we have here?  \"Barbara Ryan Originals.\" It looks like\r\n\r\nwe've just hit the jackpot.   \r\n",
        "",
        "Jack: You made the right choice, Carly.  Craig's trial will be starting\r\n\r\nsoon, and the last thing you need when you're trying to make a name for \r\nyourself is to have that name linked with his right now.",
        "\r\n[Phone rings]",
        "\r\nJack: Sorry. [Jack answers the phone] Snyder.  You don't say.  No, that's\r\n\r\ngreat.  Listen, I'm at Al's.  I'll be here, all right?  Okay.  Thanks.",
        "\r\n[Jack hangs up]",
        "\r\nJack: Speak of the devil.",
        "\r\nCarly: More news about Craig?",
        "\r\nJack: The noose is tightening around his neck, and speaking of necks --",
        "\r\nCarly: Come on, Jack.  You can't just leave me hanging here.",
        "\r\nJack: We got another warrant to search Montgomery's penthouse.",
        "\r\nCarly: What?",
        "\r\nJack: I didn't think it would come through.  Margo was against it at first.",
        "\r\nCarly: But the warrant -- it'll take a little time to get approved or\r\n\r\nwhatever, right?",
        "\r\nJack: Oh, no, if all goes well, Grady will be walking through that door\r\n\r\nwithin the next half hour.",
        "\r\nCarly: Here?  Why would Grady be coming here?",
        "\r\nJack: Well, you're looking at the lucky man who's conducting the search.",
        "\r\nCarly: So you're gonna be searching Craig's suite tonight?",
        "\r\nJack: Mm-hmm.  \r\n",
        "",
        "Carly: So you'll be looking through Craig's papers?",
        "\r\nJack: Well, Craig had some key files removed from the B.R.O. office in\r\n\r\nNew York.",
        "\r\nCarly: Why do you have to be involved exactly?",
        "\r\nJack: Well, it's still my case.",
        "\r\nCarly: Well, so?  Somebody else can search, right?  Shouldn't you be\r\n\r\navailable for something more important?",
        "\r\nJack: Well, nothing is more important than seeing Craig being put behind\r\n\r\nbars for a very long time.  Listen, you know, Grady's gonna be coming \r\nthrough that door any minute, and the last thing I want to do is be talking \r\nabout Craig.  I want to enjoy the last few minutes I have with you.",
        "\r\nCarly: Okay.  Oh, Jack?",
        "\r\nJack: What?",
        "\r\nCarly: Oh, I forgot.  I got to go.",
        "\r\nJack: Why?",
        "\r\nCarly: It's Parker.  I'm supposed to pick him up from Jennifer, and I'm\r\n\r\nlate.  I gotta go.  Good-bye.  I'll see you later.   \r\n",
        "",
        "Paul: We've got to find something, something with Craig's name on it.",
        "\r\nAnything, a memo, bank transaction, anything that connects him to a large \r\nwithdrawal of cash.",
        "\r\nRose: What about all those checks that he wrote before your mom got \r\nhurt?",
        "\r\nPaul: No.  He was too smart.  He used Mom's signature stamp.  It's not\r\n\r\ntraceable.",
        "\r\nRose: That's right.",
        "\r\nPaul: So we've got to find something that directly relates him to the latest\r\n\r\nround of missing funds.",
        "\r\nRose: All right.",
        "\r\nPaul: Nothing.  Nothing.  In this whole pile, nothing.",
        "\r\nRose: Well, maybe he hid the icky-sticky stuff somewhere else in the\r\n\r\napartment.",
        "\r\nPaul: What's this?",
        "\r\nRose: Oh, I found that by the door.  It's probably the bill that he'll never\r\n\r\npay, of course.  Someone must have slipped it under the door.",
        "\r\nPaul: [Reading Carly’s letter] \"Craig, here are the designs you asked for.",
        "\r\nDo not try to reach me at home.  I'll call you.  Enjoy, Carly.  P.S. -- Once\r\n\r\nagain, you owe me big time.\" Do you know what these are?",
        "\r\nRose: Well, no.",
        "\r\nPaul: These are new designs for B.R.O.  That sneaky son of a -- and\r\n\r\nCarly Tenney of all people \r\nRose: Your mom -- your mom caught him.  He was trying to pass off\r\n\r\nthose designs, Carly's designs --",
        "\r\nPaul: I know all about Carly Tenney.  I just didn't know step-daddy was\r\n\r\nplanning to replace my mother with his mistress.   \r\n",
        "",
        "Lily: Signora Cordina, what were you doing right outside our door?",
        "\r\nKatie: Listening through the keyhole.",
        "\r\nSignora Cordina: It is I that should question you.  I rented you this room\r\n\r\nout of kindness.  This is a small Pensione.  I get my guests through\r\n\r\nrecommendation only.  But I took a chance on you.",
        "\r\nLily: And I'm very grateful.",
        "\r\nSignora Cordina: And I looked the other way when you brought this man\r\n\r\nhere, because I know, in life, one gets lonely.  But two women and a man in\r\n\r\none bedroom?  No.  I have a reputation to uphold.",
        "\r\nKatie: Whoa.  Are you suggesting that we're having a --",
        "\r\nSimon: Katie --",
        "\r\nLily: I know this looks very -- a little strange, but I reassure you that this\r\n\r\nwoman right here is leaving, now.",
        "\r\nSignora Cordina: I hope she has made arrangements, because all of the\r\n\r\nhotels in this area are full, and I cannot make arrangements for her to travel\r\n\r\ntonight.",
        "\r\nLily: Of course you can't.  You've gone out of your way so much for me\r\n\r\nalready, and I appreciate it.",
        "\r\nKatie: So I guess that means I'm gonna have to stay here tonight, huh?",
        "\r\nLily: Can you please let her stay just one night?  I will pay whatever you\r\n\r\nthink is fair.",
        "\r\nSignora Cordina: Very well, but I can only allow one night.",
        "\r\nLily: Of course.  I understand.",
        "\r\nSignora Cordina: Buona notte, then.",
        "\r\nLily: Good night.\r\nKatie: Does anyone else feel like we're spending the night at the Bates\r\n\r\nMotel?",
        "\r\nSimon: Lily, I don't like this.  I mean, she could have knocked and asked\r\n\r\nus what was going on, but instead, she's listening outside the door?  For how\r\n\r\nlong?",
        "\r\nLily: I know it seems a little strange, but she's been so helpful to me.",
        "\r\nKatie: She didn't seem very helpful tonight.",
        "\r\nSimon: Think about it.  Think about it.  She appears exactly when you\r\n\r\nneed her.  She rents you this room.  She gives you directions to the fort.  She\r\n\r\neven gives you her son's car to get there.  And now, she's clearly angry that\r\n\r\nyou're not alone -- why?",
        "\r\nKatie: You think she could be involved with the people that kidnapped\r\n\r\nHolden and Luke?  Do you think they're gonna hurt us?",
        "\r\nSimon: No.  No, no one's hurting anyone.  I'm gonna sleep outside\r\n\r\ntonight and keep watch.",
        "\r\nKatie: Okay.",
        "\r\nSimon: Hey, hey!  Alone.",
        "\r\nLily: Maybe we're just being paranoid.",
        "\r\nSimon: Or maybe we're not, Lily.  I promised your mother I was going to\r\n\r\nget you home in one piece, and that's exactly what I'm going to do.",
        "\r\nKatie: What about me?  You're just gonna make me sleep alone?  Simon?",
        "\r\nLily: Leave him alone, Katie.",
        "\r\nKatie: Oh, no, no, no.  Lily, that's okay.  You take the bed.  I'll sleep -- I'll\r\n\r\nsleep on the floor.   \r\n",
        "",
        "[Monitor beeping]",
        "\r\nMargo: Craig set a bomb in a truck, but it was so many years ago.",
        "\r\nHal: Go on, go on.",
        "\r\nMargo: All right.  It was Betsy Stewart.  Both Craig and Steven\r\n\r\nAndropoulos were both in love with her.",
        "\r\nHal: So Craig tried to kill Steve?",
        "\r\nMargo: He set the bomb, but I know in my heart he never would've gone\r\n\r\nthrough with it.  He never would've.  In fact, the only person hurt in the\r\n\r\nexplosion was Craig, because Betsy had accidentally gotten into his truck, \r\nand he went to save her.",
        "\r\nHal: Why didn't you tell me this?",
        "\r\nMargo: Because what would have been the point?  Prior bad acts, they're\r\n\r\nnot admissible in court.",
        "\r\nHal: Unless it's to prove identity or clear motive.  I don't care.  What you\r\n\r\njust told me is very damning.",
        "\r\nMargo: Look, I know that there's no reason for you to believe me, but\r\n\r\nHal, I'm telling you, the brother I grew up with, the brother I fought with, the\r\n\r\nbrother that I love would never take another human life.  Not then, not now.",
        "\r\nHal, I'm telling you, whatever else he may have become in all of these years,\r\n\r\nhe's not a murderer.  How can I get you to see that?",
        "\r\nHal: I'm supposed to take that on blind faith after what you've just told\r\n\r\nme?",
        "\r\nMargo: All right.  Let me ask you this.  If Barbara wakes up --",
        "\r\nHal: When she wakes up --",
        "\r\nMargo: Yes, when she wakes up -- you know that deep in your heart, \r\ndon't you, that she will again realize how much she loves you?  You do.  I\r\n\r\nknow you do.",
        "\r\nHal: What I believe about Barbara and you believe about your brother\r\n\r\nhas nothing to do with each other.",
        "\r\nMargo: No, no, Hal, you're wrong.  They have everything to do with one\r\n\r\nanother, because you believe that you know Barbara better than anybody \r\nelse on this earth, right?  Well, that's how I feel about Craig.  The fact that\r\n\r\nI'm so close to him is not a liability in this case, it's an asset, because I am\r\n\r\nthe only person who can see the real man inside there.",
        "\r\nHal: Is that why you covered up his going to New York, violating his\r\n\r\nbail?",
        "\r\nMargo: Hal, I used that as leverage to get him to make full disclosure of\r\n\r\nwhat happened the night of that explosion.  I'm doing my job, Hal.  I'm\r\n\r\nbuilding a case against my brother, brick by brick, even though everything in\r\n\r\nmy heart tells me it's wrong to do that.  But I don't have a choice, because\r\n\r\nthere isn't another suspect.",
        "\r\nHal: No, there isn't.",
        "\r\nMargo: This is pretty funny, isn't it, huh?  My coming to you to get you\r\n\r\nto help me clear Craig's name.",
        "\r\nHal: Is that what you're doing?",
        "\r\nMargo: I know I don't have any right in the world to ask you to do this,\r\n\r\nbut Hal, right now you are the only one who has any doubts about his guilt.",
        "\r\nCome on, Hal.  Hal, help me save my brother.     \r\n",
        "",
        "Paul: It wasn't enough Craig tried to sneak Carly onto the payroll when\r\n\r\nmy mother was healthy.  Now, she's fighting for her life, and he pulls this.",
        "\r\nRose: Wait, you know, maybe we should just leave this to the police, the\r\n\r\nnext part of this --",
        "\r\nPaul: This is my battle.  Just go.  I don't want you to get caught up in this.",
        "\r\nRose: What if the manager comes back looking for Lily?  Then I --",
        "\r\nPaul: I'll chance it.",
        "\r\nRose: Could you just let me know how this all turns out?",
        "\r\nPaul: And thanks, again.",
        "\r\nRose: No problem.",
        "\r\n[Door closes]  \r\n",
        "",
        "Margo: No matter how much you despise Craig, you can't let him go to\r\n\r\njail if you think he's innocent.  Hal?",
        "\r\nHal: Of course not.",
        "\r\nMargo: Then don't -- don't do this because I say he's innocent.  Don't help\r\n\r\nme because I want you to help me.  Do it to help Barbara.  Come on, Hal.",
        "\r\nThe truth about what happened to Barbara.  If there's another person out\r\n\r\nthere that did this to her -- I know if it were Tom laying there, I would move\r\n\r\nheaven and earth.  I would want to find out beyond a shadow of a doubt that\r\n\r\nI got who did it.",
        "\r\nHal: I will do this.  I will continue this investigation, but not to prove\r\n\r\nCraig innocent.  For Barbara.",
        "\r\nMargo: Thank you.  You don't know how much this means to me.",
        "\r\nHal: I'll walk you out.",
        "\r\nMargo: You know what?  I know that I've made a lot of mistakes on this\r\n\r\ncase, but I'm going to make up for that.  I'm going to take some time, and I'm\r\n\r\ngonna do some thinking, and I'm gonna make some real tough decisions.",
        "\r\nBut now, I know I can do that, Hal, because not I'm not alone.   \r\n",
        "",
        "Katie: Lily, are you awake?  I don't know if you're really asleep or you\r\n\r\njust don't want to talk to me, but I hope you hear this.  I didn't mean to put\r\n\r\nHolden and Luke in danger or make things more difficult for you.  I only\r\n\r\ncame here because of Simon.  The way I feel about him, it's -- I can't even\r\n\r\ndescribe it.  Maybe it's how you feel about Holden.  I mean, I know that we\r\n\r\nhaven't been together as long as you guys, but maybe when you first got \r\ntogether it felt like this.  I don't know.  I'm just crazy about him, and as weird\r\n\r\nas it is, it's true.  So again, I'm so sorry.",
        "\r\nLily: Good night, Katie.",
        "\r\nKatie: 'Night, Lily.  'Night, Simon.  \r\n",
        "",
        "Signora Cordina: I don't know who they are.  All I know is suddenly\r\n\r\nSignora Snyder has two guests.  I don't know if they believe it or not.  You\r\n\r\nhave to do something about the two Americans.  Move them.  Move them\r\n\r\nout of Argotti as soon as possible. \r\n",
        "",
        "Jack: Hey, Grady, you got the warrant?",
        "\r\nGrady: The ink's barely dry, but it's legal.",
        "\r\nJack: I can't believe it.  Margo came through.  Let me see that.  Oh, this is\r\n\r\ngreat.  Yeah.  Hey, you don't mind if I take it from here.  I've been looking\r\n\r\nfor a nice shiny nail for Montgomery's coffin.  I'd kind of like to be the guy\r\n\r\nto nail it shut. \r\n",
        "",
        "Paul: Carly Tenney?  Looking for these?"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=OZyz49bok8E"
}