{
    "Episode Summary": [],
    "Recap": [
        "Henry tells a stunned Katie that he wanted to apologize to Vienna, but he found Vienna with another guy. Emma offers Vienna words of comfort. Casey doesn't handle it well when Maddie, Will and Gwen show up with balloons and other party supplies. Cleo lets herself into Will and Gwen's house. She ends up lying in their bed. Katie suggests Henry talk to Vienna, but Henry thinks she has already moved on with \u0096 Brad. Emma thinks Henry is afraid to love Vienna and will come back to her. Casey lets Maddie in on why he is afraid today. Maddie comforts him and Casey becomes himself again, as he enjoys his party, complete with gifts. He learns that his parents got him two additional days before he has to report to jail, but they had to put up $100,000. Margo cuts off his ankle bracelet. Tom and Margo assure Casey as long as he abides by the rules, they will not lose their money. Cleo is trying on Gwen's clothes when Will and Gwen come home. Will and Gwen prepare their home in a romantic setting for Casey and Maddie, as Cleo hides close by. Henry goes to see Vienna. Vienna thinks he wants her back after he apologizes, but he just wants to give her money back. A thrilled Vienna becomes devastated when she realizes this and kicks Henry out. Katie assaults Brad when she learns of what he supposedly did with Vienna. Brad explains that nothing happened, and Katie ends up believing him. Katie concocts a plan to get Vienna and Brad back together again after Brad calls her on whether she is really sincere about helping Henry. Cleo slips out the bedroom window when Maddie and Casey show up. Maddie and Casey enjoy an intimate night together, but she is upset when he has to go home. Casey reassures her. Katie goes to Henry with a ploy to get him to an Inn upstate. Brad goes to Vienna in order to get her upstate at the same Inn. Cleo stands in front of the mirror with Gwen's stolen dress on, repeating that she is Gwen Munson. Gwen receives an email from Carly supposedly."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: This is Katie Peretti.",
        "Brad: And Brad Snyder.",
        "Katie: Reminding you that if it's fun and informative --",
        "Brad: Outrageous and sexy --",
        "Katie: It's happening on \"Oakdale Now.\"",
        "Female stage manager: And we're out!",
        "Katie: Outrageous and sexy?",
        "Brad: Yeah, it's called improvisation. Keeps things fresh.",
        "Katie: Oh.",
        "Brad: Yeah.",
        "Katie: Got it. I'll remember.",
        "Female stage manager: We're good. That's a wrap.",
        "Katie: Thanks, Tara.",
        "Katie: Why don't you stick to the script? We're supposed to be branding ourselves by saying the same thing every day. If it's informative and fun. Outrageous and provocative. It's happening on \"Oakdale Now.\"",
        "Brad: Okay, well provocative has too many syllables. And who even knows what that means? Provocative. But sexy is -- well, is me. Look at me -- you think sexy, you know, which makes you think of \"Oakdale Now.\" Get it? Get it? Okay.",
        "Katie: When is Jack coming back?",
        "Brad: Are we're done talking about me?",
        "Katie: Yes, were done talking about you. Do you know when Jack is back from Chicago.",
        "Brad: I don't know.",
        "Katie: Well, his kids probably do. Could you ask them?",
        "Brad: I don't care. Okay, you know what I think? You just need to give him some space. He needs time to recover from the thing you two had.",
        "Katie: The thing? We didn't have a thing. It was a kiss. Nobody needs to recover from a kiss.",
        "Brad: Well, I know my brother. You know -- and you know, he's going to avoid you for a while. And this kind of the way he works. He's probably going to avoid you for a long, long time. So the sooner you accept that, the less frustration you'll have.",
        "Katie: You know what? We should go through these new contest entries.",
        "Brad: Can you get started? I'll be right back. But what's the stage manager -- what's her name again?",
        "Katie: Tara. You've been working with her for weeks.",
        "Brad: Tara. I know, I know, I know. I'm sorry. Okay. Okay, Tara.",
        "Katie: \"Dear Brad, could you please come to my hometown and dust the knickknacks in my bedroom? And while you and I are busy, Katie can go out back and cut the kudzu.\" I don't think so.",
        "Cameraman: Katie --",
        "Katie: Yes?",
        "Cameraman: You have a visitor.",
        "Katie: A visitor? Ooh, is it a guy? Is he tall, dark and handsome?",
        "Henry: No, he's tall, glum and lovelorn.",
        "Katie: Henry! Where have you been? I've been looking all over for you!",
        "Henry: I've been hiding. Which is difficult to do in broad daylight in a tux.",
        "Katie: How are you?",
        "Henry: How am I? Katie, I'm a cad. All right? I'm a louse. I took Vienna's heart, and I threw it right back in her face, in front of God and everybody.",
        "Katie: Have you spoken to her?",
        "Henry: I tried. But she was already with another guy.",
        "[SCENE_BREAK]",
        "Vienna: Oh, Emma!",
        "Emma: Hi, Beauty! I brought you a treat.",
        "Vienna: You are so dear. Pepperkakor!",
        "Emma: Yes!",
        "Vienna: But Christmas isn't until months!",
        "Emma: I know, I know. But I thought you could use a little something to remind you of home. And I also thought you should have this.",
        "Vienna: My wedding dress. You've brought the bitter with the sweet.",
        "Emma: Now, I know you said you wanted to leave it for the girls to play with, but I really -- I really think you should hold onto it. You never know.",
        "Vienna: Henry isn't going to come back. He doesn't love me, Emma. I need a drink.",
        "Emma: No, no, no, no, no, no, no. What you need is to -- just to leave this lonely old hotel room. And come back to the farm with me. I just loved having you there.",
        "Vienna: No, no, I can't. Because everywhere I look at the farm, it's just going to remind me of what I loved and lost.",
        "[SCENE_BREAK]",
        "Maddie: Hey.",
        "Casey: What are you doing here?",
        "Maddie: I came to see you.",
        "Casey: I thought you were spending the day with Henry.",
        "Maddie: No, Henry went out. Can I come in?",
        "Casey: You know what? You know, my parents aren't here.",
        "Maddie: Oh, well I thought I saw your dad's car is in the driveway.",
        "Casey: Yeah, left with my mom this morning. They'll be back later. You want me to call you when they get back?",
        "Maddie: Casey, what's wrong with you?",
        "Casey: Nothing. Look, I'll call you.",
        "Maddie: I'm not going anywhere until you tell me what's going on.",
        "Casey: Maddie, would you just go?",
        "Maddie: No!",
        "Will and Gwen: Surprise!",
        "Casey: Did you know they were coming here?",
        "Gwen: Oh, no, it wasn't a big plan. We just thought --",
        "Casey: You just thought you'd that you'd come by and watch me get carted away by the cops?",
        "Maddie: Why would you even say that?",
        "Gwen: You make it sound like you're leaving right now.",
        "Casey: I don't get to choose when I go! I'm not packing for some weekend trip. I'm going to prison!",
        "Will: We know that.",
        "Casey: So you show up with balloons and cake, and act like it's a party?",
        "Maddie: Casey, come on, they were trying to get your mind off things.",
        "Casey: Well, they can't. And you can't. So just get out of here and leave me alone.",
        "[SCENE_BREAK]",
        "[Cleo finds Will and Gwen's door key outside. She opens the front door]",
        "Cleo: Feels like home.",
        "[SCENE_BREAK]",
        "Katie: Vienna was with another guy? What guy?",
        "Henry: I haven't slept five minutes since the wedding. I've just been wandering and hiding, trying to figure out some way to make this up to Vienna.",
        "Katie: Did you know the guy?",
        "Henry: Look, forget about the guy. Forget about the guy, okay? Just follow the bouncing heartbreak here, Bubbles. I'm spilling my guts to you. I need some advice.",
        "Katie: Okay. Talk to Vienna.",
        "Henry: And say what? Honey, I have already told her that I don't love her, even though I agreed to marry her. What else is there to say?",
        "Katie: Tell her what being with her meant to you. That she made your life better, made you a better person.",
        "Henry: And break her heart all over again?",
        "Katie: Take it from a girl who's been dumped quite a few times. Vienna needs to know that she wasn't in this by herself. She needs to know that you felt at least a little of what she felt.",
        "Henry: I know, I want to say those things. I want to say all of it. I want to apologize to her. But when I went up to her hotel room -- I found her there with him.",
        "Katie: Brad? Brad was the guy?",
        "Henry: Yeah, yeah. Apparently he convinced Vienna that his body has some powers of recuperation.",
        "Katie: Oh, she slept with him?",
        "Henry: Yeah, I was up by the door. I was just about to knock. And I heard them.",
        "Katie: Why would she do that?",
        "Henry: I don't know. Don't, don't, don't. Let's not blame her. If she feels that Brad could help her move on, then who am I to judge?",
        "Katie: Okay, well just tell me something. When you heard Vienna and Brad having sex together, were you relieved or did it hurt?",
        "Henry: It hurt. It hurt. But not as much as I hurt her, though.",
        "Katie: Well, then that means you still love her.",
        "Henry: I miss her, though. God, I really miss her.",
        "Katie: Henry, you need to tell her. Why won't you just go to her?",
        "Henry: Because I don't want to hear about how great Brad was. About how easy I am to replace.",
        "Katie: Oh, Henry! Tara, excuse me. Could I just borrow my co-star for a minute?",
        "Female stage manager: Sure -- call me.",
        "Brad: You got it, Tara. Thank you so much for telling me her name. I could not remember it, but you totally saved my life.",
        "Katie: So glad I could help.",
        "Brad: So what do you need?",
        "Katie: Come a little closer? A little closer. You're such a disgusting pig!",
        "[SCENE_BREAK]",
        "Vienna: Henry doesn't love me, Emma.",
        "Emma: He's afraid to love you. A woman like you -- beautiful, intelligent, wealthy person who could have anyone that she wants. I think he's afraid to love you because he's probably afraid he's going to lose you.",
        "Vienna: How do I fight that?",
        "Emma: Well, I don't know. But when he comes back, just let him apologize, and forgive him. And then never let him forget what a jerk he's been.",
        "Vienna: Do you think he's gonna come back?",
        "Emma: Oh, yes.",
        "Vienna: But what if he doesn't?",
        "Emma: Well, if he doesn't, then he's not as bright as I know he is. But, whatever happens -- and listen to me, you have adventures. Get out there, live your life, no? And one of these days, now you mark my words, the right man will come along. He's gonna love you the way you deserve to be loved. He is! I'll see you later. Don't eat all those, now!",
        "[SCENE_BREAK]",
        "Casey: When I walked in there, I thought I was gonna get five years for stealing those bonds. I got six months, all right? That's a miracle. You know, and it might be the only one I get.",
        "Maddie: So you don't know how long you have?",
        "Casey: My mom and dad are talking to the judge right now. But if they can't get me more time, then --",
        "Maddie: It could be today.",
        "Casey: Yeah.",
        "Maddie: Why didn't you tell me?",
        "Casey: Because I didn't want you to show up and see me getting taken off. I didn't want you to see me like that. Or Will and Gwen. What?",
        "Maddie: I was just thinking that it's not really a big deal that Gwen or Will or I see you. I mean, at one point, we've all been shoved into a cop car. So I think we can handle it.",
        "Casey: I still don't want you here, though.",
        "Maddie: I know. I want to make love to you.",
        "Casey: Hey, no! Don't say that!",
        "Maddie: Why not? It's true.",
        "Casey: Because, if this is gonna be the last time we see each other in six months, I don't want to spend it when my mom and dad come in with the cops.",
        "Maddie: But we can kiss, right?",
        "Gwen: Uh, you guys hungry?",
        "Maddie: Could you do us a favor?",
        "Casey: You know, actually, I am hungry. You're hungry, too, right? We're both hungry. Let's get some food! Wow.",
        "Maddie: You even get presents.",
        "Will: So Gwen and I are kind of financially challenged. So a lot of these are handmade.",
        "Maddie: Those are the best kind.",
        "Casey: You're financially challenged because I stole --",
        "Maddie: Hey! Okay, so can I open a present, because I love to!",
        "Casey: Let's all open one.",
        "Maddie: Okay.",
        "Gwen: Okay.",
        "Maddie: I'm gonna go first. Comic books?",
        "Casey: Crash Rock! Will, where'd you get these?",
        "Will: Actually, my sister gave those to me when I was in the hospital. They're all about this guy who is imprisoned in a cave, but every night, he escapes with his mind to save the world. You know, usual stuff. It really helped me out.",
        "Casey: Thanks.",
        "Will: Yeah. And this is stationery. So you can write us all while you're in there.",
        "Gwen: And, well, we burned you some CDs.",
        "Casey: What kind of music?",
        "Gwen: We put a bunch of, you know, Maddie's favorite movie scores on there, just to make prison, you know, a truly miserable experience.",
        "Maddie: Hey!",
        "Tom: What's going on?",
        "Will: Hey, we just -- we just came by to -- give Casey some desert.",
        "Casey: Did you guys talk to the judge?",
        "Maddie: Does he have to leave today?",
        "Tom: We convinced the judge to give Casey a few days before he needs to report.",
        "Casey: Thanks! That's awesome!",
        "Margo: Yeah, well, it gets even awesomer.",
        "Tom: Yeah, I convinced the judge to grant you two full days of freedom before before you start your prison term.",
        "Will: Wait, freedom? So he can leave the house?",
        "Margo: That's right. No more ankle bracelet. As long as you stay in town, you can go wherever you want.",
        "Casey: You guys trust me to do that?",
        "Tom: With a few guidelines, yes.",
        "Casey: Thank you so much! How did you do it?",
        "Tom: I pointed out to the judge how hard you've worked to make restitution.",
        "Margo: He made the case that you have earned the right to have a couple of days with your friends and family to say proper good-byes.",
        "Will: And the judge was okay with that?",
        "Tom: Well, I had to put up a $100,000 bond, and my personal guarantee Casey would report on the appointed day. But that's pretty standard.",
        "Casey: You guys are the best. Thank you so much.",
        "Margo: We are the best!",
        "Casey: A 100 grand? I mean, how did you guys do that? Where'd you get that kind of money?",
        "Gwen: You know what? Will and I are gonna -- we're going to take off.",
        "Casey: Woah, what about all the cake and everything?",
        "Gwen: You save us a piece for tomorrow.",
        "Will: Walk us out?",
        "Casey: Yeah, sure.",
        "Will: Yeah, listen. Why don't you wait a couple hours, and then come by the house?",
        "Casey: I love you guys and everything. But Maddie and I kind of wanted some alone time.",
        "Will: Yeah, we got that covered. So just come on over.",
        "Casey: All right, all right. And after everything I did, you and Gwen coming over here and doing this, it means a lot man. I owe you.",
        "Will: Well, you could have turned Gwen in for what she and Maddie did to Adam. And you could have gotten yourself a deal. And she'd be the one going to prison.",
        "Casey: No, I could never do that.",
        "Will: Right, which is why you don't owe me anything.",
        "[SCENE_BREAK]",
        "[Cleo takes out a pad and a pen out of her bag]",
        "Cleo: Research from Gwen's house. Start in the kitchen. [Cleo goes by the bedroom and decides to go in there first] All right, where do you sleep? Will sleeps by the door to protect her. [She hugs a pillow] Hi, Will.",
        "[SCENE_BREAK]",
        "Tom: It's only a few more minutes guys. I know you're anxious to get out of here.",
        "Maddie: No, we're in no rush. I'm just happy to be here. It's nice to be welcomed back in this house.",
        "Tom: Well thanks Maddie. I totally understand why you want to spend some time alone with Casey but I think we need to make sure that we're clear on a few things.",
        "Maddie: Okay.",
        "Tom: I understand you have your own room over at the Lakeview.",
        "Casey: How did you know that?",
        "Tom: Oh, I have my ways. So Maddie?",
        "Maddie: I did have my own room at the Lakeview but since Henry broke up with his girlfriend, he moved in with me so --",
        "Casey: We'll probably just drive around and maybe stop by Will and Gwen's and --",
        "Tom: And --",
        "Maddie: If you want us to promise not to sleep together --",
        "Casey: No, I'd rather promise that we're going to be safe.",
        "Margo: Well that took forever. But they've finally disabled the tracking mechanism on your bracelet.",
        "Maddie: Scissors?",
        "Margo: This is not going to do it, I brought the kitchen shears. But thank you Maddie.",
        "Maddie: It is great having a chief of detectives in the house you don't have to go to the police station we can go and be on our way.",
        "Casey: This is awesome.",
        "Margo: Here you go, you're a free man.",
        "Casey: Thank you guys so much. How did you? A 100 grand, you guys don't just have a 100 grand lying around.",
        "Margo: How long have we lived in this house now?",
        "Casey: Wait are you saying --",
        "Tom: We got the money when we took a second mortgage on the house.",
        "[SCENE_BREAK]",
        "Vienna: He might come back just like Emma said.",
        "[Vienna remembering]",
        "Henry: What is it?",
        "Vienna: Isn't this just perfect?",
        "Henry: It's ideal.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Vienna: Emma? Did you forget something?",
        "[Vienna opens the door and Henry is standing there]",
        "[SCENE_BREAK]",
        "Katie: You don't want to mess with me, Brad!",
        "Brad: See, that's where you're wrong, I do want to mess with you, I want to bust your instep, wrench your back, and make you look like a fool in front of the entire studio, just like you did to me! But I won't, you want to know why? You want to know why? Because I'm a gentleman!",
        "Katie: A gentleman? Oh yes, you're such a gentleman. That is the first word that comes to mind when I see how you act.",
        "Brad: Because I forget some girl's name? That's what's got you all twisted up?",
        "Katie: Let's try Vienna. How long did you wait, an hour? Two --",
        "Brad: What are you talking about?",
        "Katie: You slept with her! As soon as Henry was out of the picture you slept with her. That is just --",
        "Brad: Who told you that? Who told you that?",
        "Katie: I'm protecting my source.",
        "Brad: Well, you've got a lousy source because you've got the wrong 411.",
        "Katie: Why even try to deny it?",
        "Brad: Because it's not true! Okay? Yeah, I did. I took Vienna back to her hotel room -- and yes, I wanted to sleep with her. Who wouldn't, all right? But I managed to put the brakes on.",
        "Katie: I don't believe you. You're such a liar.",
        "Brad: Sometimes, but not about this. Don't you think I would rather come across as the stud who slept with the bride, instead of the loser that didn't take advantage of a ready and willing, and seriously bodacious -- you know what? Vienna was coming on to me. She was coming on to me. But you know what? I was just a warm body, and I was there. She wasn't really into me. All right? She was sad and hurting. Fine, you know what? Don't believe me. Forget it.",
        "Katie: No, actually, I do. I do -- I do believe you. My source must have been wrong.",
        "Brad: What did you just say? You said -- you're wrong?",
        "Katie: Henry must have been wrong.",
        "Brad: Henry -- he wasn't even there!",
        "Katie: This is great. No, no. Henry was wrong, so Vienna probably still does want to be with him. And he wants to be with her, so they can still be together. They still have hope!",
        "Brad: Oh, you are such a -- God, you are such a fake! You're a fake, fake! Faker!",
        "Katie: What, me?",
        "Brad: Yeah, because, you know what? You never wanted those two to get married. I bet you were doing your secret little happy dance when Henry dumped Vienna at the altar.",
        "Katie: I was not.",
        "Brad: Oh, come on. Would you just get over it, just for one second? You only want Henry to be in love with one person, and that is you.",
        "[SCENE_BREAK]",
        "Gwen: Hey, I know we don't really have money to throw around for stuff like this --",
        "Will: It's okay.",
        "Gwen: You've been kind of quiet. I thought maybe you were worried about it.",
        "Will: I lost -- I lost my keys. I don't know where they are.",
        "Gwen: Oh -- I'll get the extra set.",
        "Will: Oh, here, I found it.",
        "Gwen: You got it?",
        "Will: Yeah.",
        "Gwen: Hey -- what's going on?",
        "Will: It's just -- this stuff with Casey, it makes me think about the hospital and stuff.",
        "Gwen: You want to talk about it?",
        "Will: It changed me -- a lot.",
        "Gwen: How?",
        "Will: You know, it's like 24/7 of people telling you what to do, what to eat, when to eat and when to sleep, when to shower. And then you get out and you're worried about every decision you make, and if you're going to make a mistake and just end up right back there, you know?",
        "Gwen: Well, I can say one thing -- I mean, Casey's really lucky that he has you to talk to when he gets out.",
        "Will: Hold these for a second. This is going to take both hands.",
        "[Cleo in the bedroom stuffs some of Gwen's clothes in her bag]",
        "Cleo: It's cute.",
        "[Door opens]",
        "[Cleo hears the front door open and hides in the bedroom]",
        "Gwen: I'm kind of regretting inviting Casey and Maddie over.",
        "Will: Why?",
        "Gwen: Because I want to be alone with you.",
        "Will: Oh -- later -- you and me.",
        "Gwen: I can't kiss you anymore, I've got to go make our bedroom more inviting.",
        "Will: Our bedroom is totally inviting right now. Actually, I hear it calling my name. It's saying, \"Will? Oh, Will?\"",
        "Gwen: No, no, no.",
        "Will: \"Will?\"",
        "Gwen: No, no, no. I'm not going in there with you. It's too tempting. I'm going to go put the flowers in water, and you can light the candles, okay?",
        "Will: Hey, do we have matches? And where are they?",
        "Gwen: I think they're in the bedroom.",
        "Will: Now she wants me in the bedroom, okay.",
        "Gwen: I got 'em! I got them, right here.",
        "Will: Hey, did you leave the other candles in the car?",
        "Gwen: No -- no, I'm an idiot, I left them in the store.",
        "Will: I'll go get them.",
        "Gwen: No, I'll go, I'll go. You build a fire, and light the candles that we have here so it smells nice when they get here, okay?",
        "Will: I think it already smells nice.",
        "Gwen: All right. I gotta go.",
        "Will: Okey dokey.",
        "[SCENE_BREAK]",
        "Katie: I have no idea what you're talking about. Henry is my best friend. Of course I want him to be happy.",
        "Brad: Sure you do. So what happens when you break a nail? Okay? Or you get a flat tire? Or you fall in love with the next poor, misguided lug -- who I hope and pray is not my brother. Who are you going to call? Not old, reliable Henry. Because he's busy. He's happy! Hmm? I'm right. Huh, huh? Yeah, I can see it in your eyes. You know I'm right.",
        "Katie: Really?",
        "Brad: Yeah, really.",
        "Katie: I can't believe so much garbage could come out of one person's mouth. You know what I'm going to do? I'm going to prove you wrong.",
        "Brad: Okay.",
        "Katie: I'm going to show you how much I care about Henry. I am going to call him right now. I'm going to tell him the good news that you and Vienna did not -- I can't even say the word. No, you know what? I'm going to do better than that. I'm going to get them back together. How am I going to do that? I am going to get them to the same romantic place. That's what I'm going to do. And then I'm going to spring the good news on Henry. And then, there they'll be, there. Everything will be in place -- the room, the romance, the truth. And they will get back together. And it will be all because of me, their biggest cheerleader. Yay! And then I'll prove to you that of course I want Henry to be happy.",
        "[SCENE_BREAK]",
        "Henry: Is that --",
        "Vienna: It's the dress I was supposed to get married in, but then -- then I didn't get married.",
        "Henry: No bride ever looked lovelier than you did.",
        "Vienna: Thank you.",
        "Henry: I want to apologize, Vienna.",
        "Vienna: You do?",
        "Henry: Yeah, I do. God, I wish that I was brave enough to tell you how I actually felt before we said those vows, before you put on that dress that you look heavenly in.",
        "Vienna: You thought I looked heavenly?",
        "Henry: Oh, please, you always do.",
        "Vienna: Is your apology finished?",
        "Henry: No. I wish that I was the good man that you mistakenly thought that I was.",
        "Vienna: I accept.",
        "Henry: What?",
        "Vienna: Your apology, I accept it.",
        "Henry: You accept -- thank God. Thank you. You have made me so -- you have no idea how much I've been -- thank you -- Vienna, you are the most generous woman in the universe, you are.",
        "Vienna: You're welcome.",
        "Henry: I -- okay, I've got something to give you.",
        "Vienna: Oh, Emma Snyder, you're so smart.",
        "Henry: What?",
        "Vienna: Nevermind, never mind. Okay, go ahead. I'm ready.",
        "Henry: Okay, okay. Here is -- your checkbook, and your credit cards -- and this is all the cash I have on me right now, but I will give you all the rest of it back, everything that you spent on me. I just -- I have to do it in installments, because it may take a little while.",
        "Vienna: I take it back.",
        "Henry: What, the money? Good, I'm glad. This has been burning a hole in my pocket, I've been so guilty about this.",
        "Vienna: No, my forgiveness.",
        "Henry: What?",
        "Vienna: I take my forgiveness back. I don't forgive you, Henry. I'll never forgive you for this!",
        "[SCENE_BREAK]",
        "Casey: Wait, you put up the house so I could walk around for a couple of days? Why would you do that?",
        "Tom: Because we get the money back when you report to prison.",
        "Casey: But $100,000?",
        "Tom: You plan on running on us?",
        "Casey: Dad --",
        "Tom: Then there really is no risk involved, is there?",
        "Casey: I guess not. You ready?",
        "Maddie: I am.",
        "Margo: All right, here's the restriction. Now, you cannot leave town, and you have to be back home by 9:00.",
        "Casey: 9:00?",
        "Margo: Yep, judge's order. You want to waste time discussing it?",
        "Casey: No, and I'll obey the rules this time.",
        "Margo: We know you will.",
        "Casey: Thanks a lot.",
        "Tom: Have a good time, huh?",
        "Casey: I'll be back early.",
        "Maddie: Bye. Thank you.",
        "Margo: Bye. Well, you know what they're going to do.",
        "Tom: Well, he said they'd be safe.",
        "Margo: You think we did the right thing?",
        "Tom: I don't know about that, but I know we did the last nice thing we can do for him for a long time.",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Maddie: Ooh, it looks pretty in here.",
        "Gwen: It would have looked a lot prettier if I hadn't forgotten the extra candles. They pulled up right when I did.",
        "Maddie: Oh, you went through all this trouble, but we can't stay.",
        "Will: Why, where are you going?",
        "Maddie: We -- probably just up to Lookout Point or something, just to sit and talk.",
        "Gwen: Lookout Point? That's really far from here.",
        "Will: Yeah, it is. When you could just stay here and be alone.",
        "Maddie: This is for us? Oh! You knew?",
        "Casey: Will kind of clued me in.",
        "Will: So, there's snacks and soda in the fridge. Enjoy yourselves.",
        "Maddie: Oh, no, no, no. You don't have to leave right this minute.",
        "Will: No, we do.",
        "[Cleo climbs out the bedroom window and hides outside in the hedge]",
        "Gwen: Yeah, have a good time.",
        "Will: Okay, change the sheets.",
        "[Will and Gwen leave]",
        "Maddie: It's weird. This is exactly what I wanted, but now we're here --",
        "Casey: We don't have to do anything. We can just sit on the couch and watch the fire and hold hands, if you want.",
        "Maddie: God, this is so confusing. Why don't they explain this part in sex ed or movies?",
        "Casey: Okay, now I'm lost.",
        "Maddie: Well, when we first slept together, we'd been waiting so long, and it was just -- building up to it, it was so natural. And now, I want to make love to you. And we just -- we don't have a lot of time, and -- I don't know, I mean, what do we do? Just take our clothes off and go in to bed?",
        "Casey: Oh, you don't have your moves down.",
        "Maddie: No.",
        "Casey: Well, maybe I can help, hmm? How's this?",
        "Maddie: This is great. What happens next?",
        "Casey: Don't rush it.",
        "Maddie: I know. I can't help it, though. Because I know we have such little time --",
        "Casey: Shh -- that's the trick.",
        "Maddie: The trick?",
        "Casey: Yeah, we pretend like we have nothing but time. We can make love today, tomorrow, next week.",
        "Maddie: You will come back to me, right?",
        "Casey: You will wait for me, right?",
        "Maddie: I just remembered what happens next.",
        "[SCENE_BREAK]",
        "Henry: Look, just take some money -- the only reason that you gave it to me, is so the prince wouldn't sue you. He has cooled off by now, I'm sure.",
        "Vienna: Why? He thinks I helped steal the diamonds!",
        "Henry: He's not going to freeze your accounts and throw you in jail, not at this late date!",
        "Vienna: But is this going to help me mend my broken heart? Huh?",
        "Henry: You know what? I think your broken heart has found plenty to keep busy.",
        "Vienna: What?",
        "Henry: Yeah, let's not pretend here, Vienna. I heard you and --",
        "Vienna: What are you talking about?",
        "Henry: No, see -- okay, never mind. You can have any guy that you want. You know that, I know that, and when you and I are walking out on the street, everybody else knows that. Now, you have already done something here now -- taken some steps to forget me --",
        "Vienna: Steps? What steps are you talking about?",
        "Henry: What do you want from me?",
        "Vienna: I want you to be different! I want you to take money and get out! I don't want to see your face again!",
        "Henry: Vienna --",
        "Vienna: I never want to see your face again. Out!",
        "[Vienna pushes Henry out the door, she leans against it and cries, Henry is outside the door and hears her cry and leaves]",
        "[SCENE_BREAK]",
        "Katie: So what do you think?",
        "Brad: Sounds like a real rocking time. Let me know how it goes --I have a TV show to star in.",
        "Katie: No, no, no I can't do this all by myself. I need your help.",
        "Brad: Help you play cupid? Me? What do I know about love?",
        "Katie: I'll teach you along the way.",
        "Brad: Oh that --that fills me with confidence given your track record.",
        "Katie: I can do this --for them. I can fix this. Vienna's miserable, Henry's miserable, and any fool can see that they belong together.",
        "Brad: All right I'm in.",
        "Katie: Really?",
        "Brad: Oh yeah, yeah I mean a little work could be total disaster. Either way, I want a front row seat.",
        "Katie: Good. Good, you're about to see a love genius at work.",
        "[SCENE_BREAK]",
        "Henry: Again --",
        "Katie: No, no, no, no. He's had enough. Thanks --",
        "Henry: Am I unconscious?",
        "Katie: No.",
        "Henry: Then I haven't had enough, bartender!",
        "Katie: No, no, no, no I need a favor.",
        "Henry: Really, I need a transplant of the soul, Katie. I'm an awful, awful person. I made Vienna cry.",
        "Katie: If you don't want to make me cry, then you'll help me.",
        "Henry: With what?",
        "Katie: Well Oakdale now wants me to go up to this inn to do a piece on how to run a country inn and it's way upstate and it's in the middle of no where and I was just hoping that you would go with me.",
        "Henry: Why?",
        "Katie: Oh come on it will be fun. Like all our road trips.",
        "Henry: Like all our road trips? What like what, the one where we got stranded in a deserted island or the one where we got stuck in a typhoon.",
        "Katie: Okay I promise no typhoons, no stranded island. Nothing just good clean fun. Come with me.",
        "Henry: Why don't you ask your on-screen partner the Valentino of Oakdale to accompany you?",
        "Katie: Brad? No, he's too lazy.",
        "Henry: I'd be lousy company, Katie.",
        "Katie: It's okay. This is what you need right now. To get out of town, have a change of scenery, see things from a different perspective and I don't even care if you talk the whole time. It's just going to be good to have my best friend by myself, please. Please, please, please, please do this for me. Please --",
        "Henry: Okay, okay, don't twist my arm anymore it's going to fall off, I'll go.",
        "Katie: You'll be so glad you did.",
        "[SCENE_BREAK]",
        "Brad: Hello, beautiful.",
        "Vienna: Brad --",
        "Brad: I know, I know you probably don't want to see me but, you know I'm just no ordinary visitor. Okay, because I come to offer adventure.",
        "Vienna: An adventure?",
        "Brad: Yeah I have to go review this country inn upstate for work and I was hoping that you would come with me to see the owner of this inn. The owner of this inn, she claims that she makes the best Swedish meatballs in the world.",
        "Vienna: Yes.",
        "Brad: Yes?",
        "Vienna: Yes, you had me at adventure. Thank you so much, brad and you know what, your aunt Emma, she is the wisest woman in the entire world.",
        "Brad: She is?",
        "Vienna: Mm-hmm, when do we leave?",
        "Brad: Well pack your bags.",
        "Vienna: This is exactly what I needed!",
        "Brad: When we get there, maybe we could share a room?",
        "Vienna: No, you silly boy! I'm not ready for that. But you are paying for everything.",
        "Brad: Okay.",
        "Vienna: I'm having an adventure!",
        "[SCENE_BREAK]",
        "[ Music playing ]",
        "Maddie: You set your alarm?",
        "Casey: Yeah, I didn't want to be late getting back to my parents.",
        "Maddie: I hate this. It hurts even more now.",
        "Casey: Don't cry, okay? Today is one of the worst days of my life, until you showed up. I wanted you to go but you didn't, instead you stayed. You made me laugh, you danced with me. You gave me your heart. I love you Maddie Coleman. The way you look right now, the way you make me feel. That's a picture no camera can ever take. That's one I'll cherish for the rest of my life.",
        "[SCENE_BREAK]",
        "Cleo: Hello. My name's Gwen. Hi. Hi. Hi, my name is Gwen. Stupid, stupid, stupid -- I'm Gwen Munson. I'm Gwen Munson. Yep, that's exactly who I am.",
        "[SCENE_BREAK]",
        "Will: What?",
        "Gwen: Today was a great day.",
        "Will: Yeah it was a pretty good day, wasn't it?",
        "Gwen: Yeah, that's how I want to spend the rest of my life.",
        "Will: Planning going-away-to-prison parties for our friends every day?",
        "Gwen: I was talking about how we work together. I always know that I love you but every now and then I get reminded of how much I like you.",
        "Will: Oh --",
        "Gwen: Yeah --",
        "Will: So this marriage thing you want to give it what? 75 more years?",
        "Gwen: At least that. Unless, I die of thirst, first.",
        "Will: They're short handed, I'll be right back.",
        "Gwen: Carly?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As The World Turns\" --",
        "Katie: When you were gone for a little while it gave me time to think about our kiss --",
        "Jack: And --",
        "Henry: Katie invited me there too.",
        "Vienna: Why would she do that?",
        "Henry: I don't know? I don't think it's a coincidence.",
        "Cleo: I don't want to work anymore. I'm ready for the real thing. It's going to happen soon, right?",
        "Jade: Soon, ms. Munson.",
        "Maddie: Do you really think Carly tried to contact you?",
        "Gwen: Yes! Absolutely and if it is her, she would be terrified, which is why she didn't want me to say anything to anyone."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=aei6GeVq9bw"
}