{
    "Episode Summary": [],
    "Recap": [
        "Jennifer refuses to follow Barbara's advice and lie to Dr. Michael's to get released from Deer Brook. Casey and Lia cost Maddie a potential job at Java. Dusty visits Carly so that he can see if Rory has a stork bite the same as John Dustin did when he was born. Jack promises Carly he will do whatever he has to do to stop Iris. Jack over hears a conversation between Iris and Gwen in which Iris tells Gwen she got the water vendor to admit that Carly paid him to drug her water bottle. Jack and Gwen don't know that Iris is lying to them both and the water vendor didn't admit he helped Carly drug the water."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: Look at you. You look better already!",
        "Jennifer: Did you talk to Dr. Michaels? Is she going to release me?",
        "Barbara: I talked to her nurse. Dr. Michaels is gonna head back over here after she's finished her rounds at memorial.",
        "Jennifer: And then I can go?",
        "Barbara: Yes, honey, you can go. I'm gonna get you out of this dreadful, dreadful, awful place, and then take a vacation.",
        "Jennifer: A vacation?",
        "Barbara: Italy is marvelous this time of year.",
        "Jennifer: I can't go to Italy with you.",
        "Barbara: Honey, you don't have to worry about work or all the legal hassles. A chance of scenery will do your psyche much better than this place would. What Paul was thinking about, having you put in here?",
        "Jennifer: Mom, I'm not going to Italy with you.",
        "Barbara: Well, then, honey, we can find some other fun place to go. But first, we have to think about this meeting with Dr. Michaels. You know what you have to say, right?",
        "Jennifer: I have to say that I believe that my baby is dead.",
        "Barbara: Right. And that while you were insisting that he wasn't, it was because you were hallucinating or something. Because of the drugs.",
        "Jennifer: Mom, are you sure that that's the only way that I can get out of here?",
        "Barbara: Honey, I don think you understand. You could be facing some very serious charges here. They're accusing you of kidnapping Carly's baby.",
        "Jennifer: He's not Carly's baby. He's mine, and he's not dead!",
        "[SCENE_BREAK]",
        "Dusty: I'm not saying that Jennifer's baby is alive and well and living with Carly.",
        "Meg: That's good. Otherwise, we'd have to get a padded room right next to Jennifer's.",
        "Dusty: Why don't you just help me make some sense of this? Would ya?",
        "Meg: Okay, I'll try and control myself.",
        "Dusty: I mean, women have, what, an instinct for this kind of thing? Can a mother just recognize her child by smell or whatever?",
        "Meg: Yeah, maybe, but that's not what's happening with Jennifer.",
        "Dusty: Why are you so sure?",
        "Meg: Her baby died, Dusty. There was a death certificate filed by a doctor, a funeral, a burial.",
        "Dusty: Maybe they made a mistake. You know, maybe they made the wrong certificate for the wrong baby?",
        "Meg: Okay, great, great.",
        "Dusty: Great what?",
        "Meg: Jennifer gets this delusion that her baby is back from the dead. And you're so into her, you're actually starting to believe it, too.",
        "[SCENE_BREAK]",
        "Lia: Do something.",
        "Casey: Like what?",
        "Lia: I don't know, tell her to go away and leave us alone.",
        "Casey: Ignore her.",
        "Lia: How am I supposed to do that when she keeps staring at us?",
        "Casey: Well, if she's bothering you that much, then --",
        "Lia: Then you'll make her leave?",
        "Casey: We'll leave, go some place quiet. I don't know, how about your house? Are your parent's home?",
        "Lia: I don't want Maddie to know where I live.",
        "Casey: Hey, I'm not a cop's son for nothing. I can ditch any tail.",
        "Lia: No.",
        "Casey: Okay, then we can go see a movie.",
        "Lia: You watch, she'll show up there, too. She'll, like, sit in the back row behind us and drip buttered popcorn down our backs. Get rid of her, Casey. Come on, for me, please.",
        "[SCENE_BREAK]",
        "Gwen: Are you following me here?",
        "Jack: That would be a neat trick, since we were here first. What are you doing here, Gwen?",
        "Iris: She's leaving. Right now.",
        "Gwen: No, I'm not going anywhere! Not until I find out what she's trying to pull!",
        "Iris: Miss Norbeck, please --",
        "Gwen: What did you just call me?",
        "Iris: You have to leave now, please.",
        "Carly: No, no, she doesn't. Now that we're all here and comfortable, I'd like to know what you two are planning.",
        "Iris: Nothing! We've hardly even spoken.",
        "Jack: I saw you together.",
        "Carly: And now you're claiming you don't know her?",
        "Gwen: Of course I know her. Have you lost it? She's --",
        "Iris: Gwen, just get the hell out of here now! I'm sorry. I didn't mean to yell at you. It's just, I'm under a lot of pressure with these people here. I mean, you can understand that.",
        "Gwen: Sure, I understand. You're playing me against them.",
        "Jack: Did she ask you for money, Gwen?",
        "Iris: No!",
        "Gwen: What, you asked them for money?",
        "Carly: How long have you been conspiring with her?",
        "Gwen: Conspiring against who? You?",
        "Carly: Why else would you be here, Gwen?",
        "Iris: She's here because I asked her to be here. And now I'm asking her to leave. You need to go so we can discuss some things.",
        "Gwen: Wait, discuss me, you mean?",
        "Iris: Yes. You, you and your baby. We're going to come to some kind of an agreement.",
        "Gwen: What kind of agreement? If you're talking about me, I would very much like to be in the room.",
        "Iris: No, I think you need to leave, and when we're done talking, I will come out and discuss it with you.",
        "Carly: Wow, you were pretty eager to get rid of her.",
        "Iris: Do you want me to tell that girl that you killed my baby? I could just bring her right back in here.",
        "Jack: Would that be before or after I haul you in for blackmail?",
        "Iris: Oh, I see, so we're gonna get right back there again. You know what? Why don't we just call it even? I'll keep your secret, you keep mine.",
        "Carly: And what about Gwen's secret?",
        "Iris: What do you mean?",
        "Jack: She knows something about you. Something you don't want us to find out.",
        "Iris: You're so off the mark.",
        "Jack: You might as well tell us what you two are hiding.",
        "Iris: Or what?",
        "Jack: Or I open the door and ask Gwen.",
        "Casey: You stay in here, I'll go outside and see what time the movie starts, okay? And then we'll leave, and we'll be all alone.",
        "Lia: I don't understand why we have to be the ones to go?",
        "Casey: The idea is to be alone, right?",
        "Lia: Are you really that hot for Casey? Well?",
        "Maddie: Oh, pardon me. I'm just stunned that you used the words hot and Casey in the same sentence. Of course, if you here talking about roasting him on a spit --",
        "Lia: Don't even pretend that you're not into him.",
        "Maddie: Into him? Casey?",
        "Lia: I know you are. Why else would you keep showing up everywhere we go?",
        "Maddie: That's called a coincidence. If you'll excuse me.",
        "Lia: And you know what we call desperate girls like you?",
        "Maddie: Impatient?",
        "Lia: Stalkers! You are a stalker.",
        "[SCENE_BREAK]",
        "Dusty: I knew you would go there. Every time we talk about Jennifer --",
        "Meg: You asked me a question. And I gave you an answer.",
        "Dusty: Why don't you try to be a professional and answer the question --?",
        "Meg: I am a professional, and I'm very proud of it.",
        "Dusty: Then stop making it personal. I'm not so into Jennifer. I'm worried about her.",
        "Meg: So this is totally objective? You're just gathering facts?",
        "Dusty: Yeah.",
        "Meg: Well, wake up, Dusty! The facts are slapping you in the face.",
        "Dusty: Really, you got facts?",
        "Meg: Yes, yes.",
        "Dusty: Let me hear them.",
        "Meg: Fact number one, no hospital, let alone a reputable one like Memorial, mixes up newborns.",
        "Dusty: It's happens. I've read stories about it.",
        "Meg: Yes, and because of those old stories, security is tighter now. Two. Jennifer has been flying high on meth and overmedicating herself on anti- depressants. I'm surprised she's not seeing little green men sitting on her shoulders.",
        "Dusty: She's going through a rough time.",
        "Meg: Which brings me to fact three. Jennifer's baby died. And she's making up this illusion that he is alive and healthy to ease the pain.",
        "Dusty: Okay, all right, I hear you. I hear what you're saying.",
        "Meg: You do?",
        "Dusty: Yes, I do, and I agree with you. I mean, I just saw Jennifer earlier.",
        "Meg: But?",
        "Dusty: She seems so sure.",
        "Meg: Well, she's in a psych ward. But, hey, if she's sure.",
        "Dusty: She's my friend, all right?",
        "Meg: Isn't that what you and I are supposed to be? Friends? Yet you believe every single word Jennifer says and totally disregard me. I'm sorry, but shoot me if I'm taking it personally!",
        "Dusty: I'll do better.",
        "[SCENE_BREAK]",
        "Barbara: Honey, don't you want to go home?",
        "Jennifer: More than anything.",
        "Barbara: Then you know what you have to say.",
        "Jennifer: Yes, I know what I have to say. But I also know that it's not true.",
        "Barbara: Jennifer --",
        "Jennifer: Mom, there is not a trace of drug left in me. I know what is real and what isn't.",
        "Barbara: I don't think you understand what will happen to you. If they keep you here for months, you will be poked and prodded, and your work, your career will go up in ashes. Just tell them what they want to hear, Jen.",
        "Jennifer: I will tell them what they want to hear, but you have to help me.",
        "Barbara: That is what I'm trying to do. That's what I'm trying to do, be with you here.",
        "Jennifer: I need you to do more than that. I will tell them that I believe that my baby is dead. But you have to understand that I'm just saying that to get out of here.",
        "Barbara: All right.",
        "Jennifer: And that after I'm released, I'm not gonna leave the country. I'm not going to do anything until I get my baby. Do you understand that?",
        "Barbara: All right, but between you and me, we know your baby is --",
        "Jennifer: Don't patronize me, Mom! I need you to believe me!",
        "Barbara: You know what? You've been through hell, and just being in this place would make you paranoid, Jennifer. Once you're on a nice beach somewhere --",
        "Jennifer: I'm not going anywhere with you!",
        "Will: Dr. Michaels's office just called. She's gonna be here in a few minutes.",
        "Barbara: We don't have a lot of time.",
        "Jennifer: I know that, Mom!",
        "Will: What's wrong?",
        "Barbara: Your sister does not understand the situation here.",
        "Jennifer: The situation? The situation is that I'm in a hospital with people who are insane. And I want out.",
        "Barbara: And I'm trying to get you out of here!",
        "Jennifer: With lies, Mom! You're lying to me, and you want me to lie, too. And I'm not gonna do it!",
        "Barbara: You don't understand about places like this, but your brother and I do. Don't we, Will?",
        "Will: Unfortunately.",
        "Barbara: They will keep you locked up here until you tell them what they want to hear. So, just do it. Just say the right words in the right order, and you can go home.",
        "Jennifer: My baby is not dead.",
        "Barbara: And if you say that one more time to Dr. Michaels, she will just throw away the key. Tell her I'm right, Will?",
        "Will: What do you want to do, Jen? Do you want stay here?",
        "Jennifer: I want someone to listen to me!",
        "Will: I'm listening.",
        "Barbara: Would you please just tell her how upset you were? How upset you were when you found out that she was here?",
        "Will: I kind of lost it when I heard that Paul had you committed.",
        "Jennifer: Me, too.",
        "Barbara: Tell her what it was like for you.",
        "Jennifer: I know what it was like. I know what it did to him.",
        "Will: You don't know until you've lived it. Being locked away -- this becomes your whole world. You live in a cubicle, and you have people for neighbors that you can't even talk to because half the time they can't remember who you are, even if they saw you a few hours ago.",
        "Jennifer: That's because, they were crazy and you weren't.",
        "Will: People treated me like I was. Sometimes they still do. And after a while, you might start to believe it's true.",
        "Jennifer: Do you think Mom's right? Do you think I should lie?",
        "Barbara: Your brother is a realist. He knows what needs to be done.",
        "Will: You know what I learned while I was in the hospital? That our mother is almost never right. Okay? You have to do what you think is best f you. And if you think that it's worth it to say anything just to get out of here, then go for it. But if you think this place can help you deal with the drugs and the way you're feeling about the baby, then maybe --",
        "Barbara: You know what? I think that your brother and I are going to find out what's keeping the good doctor, all right? Excuse us for a second. What the hell do you think you're doing?",
        "Will: I'm saving my sister from you.",
        "[SCENE_BREAK]",
        "Meg: Hey, you're back.",
        "Dusty: Do me a favor and put yourself in Jen's shoes, you know? Imagine what happened to her happened to you.",
        "Meg: You know what, Dusty? Could we give it a rest?",
        "Dusty: Your brother dumps you off at a psych ward because you believe your baby's alive. Everybody else thinks he's dead. I'm supposed to be your friend. How can I help?",
        "Meg: Get me a good doctor? Okay, fine, okay, sorry. I'd want you to prove that I'm right.",
        "Dusty: How?",
        "Meg: I guess I would want you to go see the baby for yourself, see if you get the same vibes.",
        "Dusty: That's what Jen said.",
        "Meg: And you didn't break your legs running over to Carly's?",
        "Dusty: I don't know what the point would be. I mean, all babies look alike to me, frankly.",
        "Meg: You delivered Jennifer's baby.",
        "Dusty: So what?",
        "Meg: Don't you remember, you told me you had this kind of bond with him?",
        "Dusty: Yeah, I was trying to talk you into sleeping with me?",
        "Meg: When did you ever have to talk? Come on, seriously -- I mean, it was sweet. You were telling me how you would imagine him all grown up, and you were counting all his little fingers and toes, and you were even acting concerned about that little birthmark he had. I'm just saying, you had this connection.",
        "Dusty: What did you call that birthmark? Again? A stork?",
        "Meg: Yeah, it's called a stork bite. It's very common. A lot of kids get it. It usually disappears after the first few months. All I'm saying is maybe you should go take a look at the baby for yourself.",
        "Emma: Hey, Meg. Hi, Dusty.",
        "Dusty: Hey, Emma. Thanks for your help. I gotta run.",
        "Meg: I helped?",
        "Dusty: You bet!",
        "Emma: What just happened?",
        "Meg: I'm not sure, but considering I didn't think we were speaking just a couple of days ago, I'd say that's progress.",
        "[SCENE_BREAK]",
        "Maddie: Have you been lobotomized?",
        "Lia: La-what?",
        "Maddie: You think I'm here because of you and Casey?",
        "Lia: Duh. Could you be more obvious?",
        "Maddie: Okay, sorry to throw your little melodrama off the tracks, but I'm here applying for a job. I could not care less about your boyfriend.",
        "Lia: Yeah, like that's what I believe.",
        "Maddie: Are you calling me a liar now?",
        "Lia: Uh-huh, yeah, I am. You're a liar and a stalker!",
        "Maddie: If I was going to stalk anybody, it wouldn't be two wannabes like you, okay? It would be somebody interesting.",
        "Lia: I told you she would start something! She's been talking trash ever since you left.",
        "Casey: Maddie, why don't you just leave us alone?",
        "Manager: What's all this fuss about?",
        "Maddie: Nothing, nothing. We were just talking.",
        "Manager: You're the troublemaker who started that fight in here. You and that other kid!",
        "Lia: It's not Casey's fault. She will not leave us alone. She's a stalker.",
        "Maddie: Would you stop calling me that. I was filling out an application when this bimbo started in on me.",
        "Lia: See what I'm talking about?",
        "Casey: Whoa, Lia, listen, ignore her. Me on.",
        "Maddie: I am so sorry about that mix-up. My name is Maddie Coleman. And you have a really nice place here. I would really love to work for you.",
        "Manager: That's not going to happen.",
        "Maddie: But I'm an excellent employee. I'm conscientious, hard-working. A self-starter.",
        "Manager: Troublemaker.",
        "[SCENE_BREAK]",
        "Iris: Hey, you know what? Leave the kid alone. You don't gotta ask her anything.",
        "Jack: How did you and Gwen meet?",
        "Iris: What does it matter, really? You got what you came here for. I'm not going to ask Carly for anymore money, although she owes me big time. I'm backing off.",
        "Jack: Just like that?",
        "Iris: Getting revenge isn't worth jail time. And if I go after her, you'll go after me.",
        "Jack: You're damn right about that.",
        "Carly: So if I don't press charges, you won't join forces with Gwen?",
        "Iris: You know, I really hate bailing on her, but -- if I don't look out for myself, who's going to, right?",
        "Jack: So how much have you told Gwen so far?",
        "Iris: Not much. I was planning on spilling my guts this afternoon, and then you two showed up. Perfect timing, with you two showing up and everything, so we got a deal?",
        "Carly: Yeah, sure we do. As long as you tell Gwen that you're not going to be helping her out.",
        "Iris: Okay.",
        "Carly: Okay, now, while Jack and I are here.",
        "Iris: I'd really like to tell her later. You know, I kind of want to figure out what to say to her.",
        "Carly: Hey, Iris, if you don't call it off with Gwen now while Jack and I are here, there's no deal. You go to jail, and we take our chances with Rory's custody.",
        "Iris: You're bluffing.",
        "Carly: Am I?",
        "Iris: Gwen?",
        "Gwen: You sure took long enough. Hey, what are you doing?",
        "Iris: Kid -- listen, I gotta tell you something, you're not going to like it, but you're gonna have to accept it. I can't help you get your baby back.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns.\"",
        "Carly: Hey, Dusty. Well, who did you come here to see? Me or Rory?",
        "Dr. Michaels: I understand from your mother that you have something to tell me, about the Snyder baby, and your assertion that he's really yours.",
        "[SCENE_BREAK]",
        "Gwen: You promised me!",
        "Iris: You know, I had my facts mixed up. But now that I've cleared everything with the Snyders here, I got nothing to say to you.",
        "Gwen: I can't believe I fell for this. You always --",
        "Iris: Hey, kid. I know what you're going to say because people always disappoint me, too. That's life.",
        "Gwen: They pay you to do this?",
        "Iris: What's it to you? You know, I don't know you. I don't owe you any explanations, okay? Now, go on, get out of here.",
        "Gwen: Thanks for nothing.",
        "Iris: Satisfied?",
        "Jack: I keep my word, Iris. See to it that you keep yours. Or I will be back.",
        "Carly: You buying a word of that?",
        "Jack: Not for a minute.",
        "[SCENE_BREAK]",
        "Maddie: Thank you for getting me fired before I was even hired.",
        "Lia: Drop the act. You weren't really looking for work.",
        "Maddie: As a matter of fact, I was. So I could move out of your place and move into an apartment with my brother.",
        "Casey: You want to move out? Great. What's stopping you?",
        "Maddie: Do you have ears? I need money to make that happen. But that's right, you're the little prince. You don't know about anything as mundane as paying for clothing and food.",
        "Casey: Shut up, Maddie.",
        "Maddie: You know what? You have a way with words. You two were meant for each other. See you at home, roomie.",
        "[SCENE_BREAK]",
        "Barbara: How did I end up with such ungrateful children?",
        "Will: We are what you've made us, Mom.",
        "Barbara: And do you really think that your sister is better off locked up here than with me?",
        "Will: I don't know what's right for Jennifer right now and neither do you.",
        "Barbara: But last night, you said --",
        "Will: I was mad. I didn't understand why Paul had her committed. And all I could think about was how scared and lonely I was while I was locked up. And how much I missed my family.",
        "Barbara: Then why don't you tell her that!",
        "Will: Because I needed to be put somewhere, Mom. I killed Rose!",
        "Barbara: It was an accident, Will.",
        "Will: I still did it. And she just tried to a kidnap a baby.",
        "Barbara: She's distraught.",
        "Will: And you're making excuses for her, and for you, and me. What if she needs to be here right now, mom?",
        "Barbara: What she needs is rest! And some sun and some relaxation.",
        "Will: And you? Just the two of you together in Italy.",
        "Barbara: What's wrong with that?",
        "Will: Just about everything.",
        "Barbara: How can you say that to me?",
        "Will: When I was a kid, you took me away from dad because you were lonely. Now you're keeping Jennifer from getting the help she needs because you're embarrassed.",
        "Barbara: Embarrassed?",
        "Will: Yeah, one crazy kid, that's bad. But two? That's humiliating. And then there's the drug problem. We can't have anyone find out that Barbara Ryan's daughter got hooked on crystal meth. And the longer she's here, the more people will know. And who are they going to blame? You.",
        "Barbara: And they'd be right. What, you think I'm gonna deny that? I am responsible for all the things that my children are, and the three of you are stubborn and bright and talented. And I'm responsible for that. And you all take turns loathing me. And I'm responsible for that, too. But I am not going to stand by and let my daughter be locked up in this place when what she needs is to be with her family.",
        "Will: Even if she has to lie to get there?",
        "Barbara: You know what? Did it ever occur to you that if she says that she knows that her baby is dead, she will start to believe it? I know what I'm doing here. Honey, where did you get that?",
        "Jennifer: It's Johnny's. I managed to keep it when they took him from me. I know it's just a little thing, but it helps me feel connected to him.",
        "Barbara: Jennifer, Dr. Michaels will be here any minute. And she can't see you with that. Give it to me, honey.",
        "Jennifer: No.",
        "Barbara: Give it to me!",
        "Jennifer: It's mine! It's mine.",
        "[SCENE_BREAK]",
        "Jack: That was smart, getting Iris to talk to Gwen like that in front of us.",
        "Carly: I thought Gwen would say something, you know --",
        "Jack: Iris didn't give her a chance. She wouldn't even let her in the house, which pretty much cinched it. She was afraid of what Gwen might say.",
        "Carly: If Iris tells Gwen what I did when I was kid --",
        "Jack: Carly.",
        "Carly: Jack, if they go to the judge right now, we could lose custody of Rory, and there's nothing I can do about it because I can't prove that Iris was blackmailing me.",
        "Jack: You and I, we might not be able to nail her for blackmailing, but Iris doesn't know that.",
        "Carly: Iris just wants to get her hands on Rory's trust fund. And if she can't get a through me, she's gonna get at it through Gwen. I can't let her do it, Jack. I have to stop her somehow.",
        "Jack: You're not in this alone anymore. Why do you keep forgetting that?",
        "Carly: I don't expect you to help me, especially not when you feel the way you do about what I did to Gwen.",
        "Jack: I've had some issues about your tactics, but I've got this thing hanging over my head. I guess you'd call it a chronic condition.",
        "Carly: You love me?",
        "Jack: You know it. You know you can count on me, right?",
        "Carly: I guess I forget it sometimes.",
        "Jack: You can't forget it, not this time, honey. You need to let me help you.",
        "Carly: What are you going to do?",
        "Jack: I'll stop Iris.",
        "Carly: How?",
        "Jack: By any means necessary.",
        "Carly: You don't mean that.",
        "Jack: I'll do whatever I need to do, Carly.",
        "Carly: My sweet, beautiful g-man. I've corrupt you.",
        "Jack: No, baby. You complete me.",
        "Carly: Way to ruin a tender moment.",
        "Jack: I'll love you good and tender when I get home. But right now, your lawman's gotta go serve and protect.",
        "Carly: That's great. That's it? You're gonna go now? You're not gonna throw out anymore clichés?",
        "Jack: Maybe just one more. Come on, I love you. Come on, right here, slo-mo.",
        "Carly: God, I love you, too.",
        "[SCENE_BREAK]",
        "Iris: Don't just stand there. Come on in.",
        "Gwen: Not until you tell me what you want.",
        "Iris: Oh, come on. You knew I was play acting with those people. You're my baby girl. I'd never let you down.",
        "Gwen: You always let me down.",
        "Iris: Honey, that's just mean.",
        "Gwen: No, it's true. Why did you ask Jack and Carly to come here? What, were you trying to hit them up for money?",
        "Iris: I didn't invite them here.",
        "Gwen: They just showed up out of the blue, then?",
        "Iris: Yeah, both of them, out of the blue? It shocked the hell out of me.",
        "Gwen: Well, if you didn't get in touch with them, then how do they even know where you live, huh?",
        "Iris: Well, the reason why these Snyder people were able to find me was that he's a detective. And he saw me talking to you at Java. And he just kind of followed me here. That's how he tracked me down.",
        "Gwen: I talk to people all day long. Why would they be suspicious of you?",
        "Iris: Well, because the people that you know, they probably know, too, and they hadn't seen me before. They didn't know who I was. You know, that Jack guy, he just kept asking me where we met.",
        "Gwen: What else did he ask you?",
        "Iris: All kinds of stuff. Honey, they were trying to dig up dirt on you.",
        "Gwen: That sounds like Carly. But why were you acting so weird?",
        "Iris: I couldn't let them know that I was your mom. I mean, you know, when people are out to get you, you got to keep them off track, let 'em know as little as possible.",
        "Gwen: So that's why you were calling me Miss Norbeck?",
        "Iris: Yes, honey, that's exactly it. Believe me, the longer we keep them in the dark, the better your chances are of getting back your baby.",
        "Gwen: Why?",
        "Iris: Well, because they could use my faults as a mother to weaken your case. What's wrong?",
        "Gwen: It's hard seeing you as kind and considerate.",
        "Iris: Please, everything I'm doing is totally selfish. You're my little girl, and this Snyder woman's messing with you. Nobody gets away with that. Except me.",
        "Gwen: I'll remember that.",
        "Iris: Okay. Well, I guess I'd better go head to the park and try to find that vendor guy.",
        "Gwen: Hey, I want to go with you.",
        "Iris: No, no, no, because if he finds you, you might just spook him, no matter how much money I'm gonna give him to come clean.",
        "Gwen: No, I'll keep out of sight. He won't see me, I promise.",
        "Iris: You don't trust me to pull this off?",
        "Gwen: It's not that, listen. Carly paid him to drug me. I know that. And if he admits it, I get my baby back. I just don't want to go home and wait around for a phone call. I need to be there. Okay?",
        "Iris: All right. It's you and me, kid.",
        "[SCENE_BREAK]",
        "Lia: First she's, like, stalking us, and then she tries to lay a guilt trip on us?",
        "Casey: And that whole losing her job thing, that was so bogus.",
        "Lia: Completely.",
        "Casey: Oh, man.",
        "Lia: What, was she, like, writing a journal on us?",
        "Casey: It's a job application, just like she said it was.",
        "Lia: So she told the truth for once. Why is that our problem?",
        "[SCENE_BREAK]",
        "Meg: So any word on Luke?",
        "Emma: No, not yet. But Holden's gonna find him. Thank you for asking me to lunch. Help me get my mind off things.",
        "Meg: I like spending time with you, Mama.",
        "Emma: You seem in a very good mood. It's because of Dusty?",
        "Meg: Among other things.",
        "Emma: What did he mean when he said that you were a big help to him?",
        "Meg: I talked to him about Jennifer. And don't look at me like that. I'm very proud of myself.",
        "Emma: Why? What did you do?",
        "Meg: Because for the first time, I did not overreact. I kept it very friendly, and now he wants to see me again.",
        "Emma: Well if and when that happens, I'm sure that he will break your heart. Again.",
        "[SCENE_BREAK]",
        "Carly: Dusty. Hi.",
        "Dusty: Hey. How are you?",
        "Carly: Good.",
        "Dusty: Boy, what a cutie.",
        "Carly: Yeah, yeah, come on in. I was just about to put Rory down for his sleep.",
        "Dusty: I won't keep you long.",
        "Carly: I'm just gonna go ahead here. You know, he gets pretty cranky if I don't follow his routine very closely. So what brings you by?",
        "Dusty: I just wanted to tell you that Jennifer's been committed to Deerbrook.",
        "Carly: Oh, boy, I am so sorry. I'm sorry she's going through all of this, but I'm glad that she's someplace where they can keep an eye on her. You know, after taking Rory like she did.",
        "Dusty: It must have been scary. Besides the Jennifer incident, how is Rory doing?",
        "Carly: Well, look at him. He's good. He's a good baby.",
        "Dusty: He's so much bigger than I thought. Does he always sleep on his back like that?",
        "Carly: Yeah, he does, until he can roll over on his own. It's much safer to put babies to sleep on their backs. Hey, Dusty?",
        "Dusty: Yeah",
        "Carly: Who did you come here to see? Me or Rory?",
        "[SCENE_BREAK]",
        "Barbara: Honey? We have to put on our best face for Dr. Michaels.",
        "Jennifer: You cannot take the only thing that I have that reminds me of my son.",
        "Barbara: Okay, I won't take it. You can keep it. Just put it out of sight, okay? She's gonna be here soon.",
        "Jennifer: My baby is not dead.",
        "Barbara: Okay, I'm not gonna try to get you to change your mind. Please, just say what you have to say so she will release you, and we can take you home.",
        "Jennifer: And then what?",
        "Barbara: Whatever you want.",
        "Jennifer: You'll help me keep my baby?",
        "Barbara: I will help in any way I can.",
        "Jennifer: No, you won't. I know you, you'll trick me. You'll get some power of attorney or something, and before I know it, I'll end up out of the country. No, I can't let you do that.",
        "Barbara: If you believe so strongly that your baby is alive, it must be true. So yes, I believe you. I'm a mother, too.",
        "Dr. Michaels: I'm sorry to keep you waiting, Jennifer.",
        "Jennifer: It's all right.",
        "Dr. Michaels: I understand from your mother that you have something to tell me about the Snyder baby and your assertion that he's really yours.",
        "[SCENE_BREAK]",
        "Iris: Are you okay?",
        "Gwen: Yeah, seeing that guy again creeps me out. Are you sure this is gonna work?",
        "Iris: It's worth a try. Stay out of sight.",
        "Vendor: Hello, again.",
        "Iris: I promised I would visit my favorite hero. The way you rescued that baby. What a wonderful man you are. So I have a little surprise for you.",
        "Vendor: What's that?",
        "Iris: Well, either you admit to the cops that you drugged that woman's water bottle the other afternoon and take this cash to cushion the blow, or you let me blow the whistle on you, and you go to jail broke. So sweetie pie, what's it going to be?",
        "[Jack is behind the bushes watching.]",
        "[SCENE_BREAK]",
        "Barbara: Okay, Jen. She's so much better.",
        "Jennifer: Mom, I know what you want me to say. I also know my baby is alive.",
        "Barbara: Oh, Jennifer --",
        "Jennifer: And if I denied that, then it would be like losing him twice. Whatever you or anyone else may think, I know the truth. The truth is that my mind is completely clear now, and I am absolutely certain that baby is mine. And when I get out of here, I will not stop until I get him back.",
        "[SCENE_BREAK]",
        "Meg: Why do you always do this? Is it so hard to believe that Dusty and I could have something lasting?",
        "Emma: Yes. Yes, it is. You have been infatuated with this man for over 15 years, and not once, not once in all that time has he chosen you over somebody else.",
        "Meg: Well, I wasn't exactly available once I got married, was I? So he moved on to other things. But it doesn't mean he stopped caring about me. We're still friends. And maybe, if I take things slow, we'll be more than that one day. I know what I'm doing.",
        "Emma: I know what you're doing, too. Helping Dusty with Jennifer? What? Is this some kind of romantic strategy on your part?",
        "Meg: That is not true.",
        "Emma: Look, everything -- everything that you do for and with Dusty has one goal in mind. And that is to make him love you, and I just can't stand it. I can't stand to see you hurt, Meg.",
        "Meg: Mama, I've got this under control.",
        "Emma: If it's Jennifer he wants --",
        "Meg: Then Jennifer he gets, and I walk away.",
        "Emma: If you can -- I hope you can. I hope you can just let Dusty go.",
        "[SCENE_BREAK]",
        "Dusty: I'm usually not into kids, but he is really cute.",
        "Carly: Great. You want to cut to the chase?",
        "Dusty: What?",
        "Carly: Its okay, Dusty. I know with Jennifer being out it's a huge blow to Street Jeans, and believe me, if I could help out in any way, I would, in a heartbeat.",
        "Dusty: I had to ask. For the sake of the company, anyway, but if you can't swing it right now.",
        "Carly: Really, I can't I can't be away from home now with four kids to look after.",
        "Dusty: Of course. Of course, hey, our loss.",
        "Carly: Well, thanks for thinking of me.",
        "Dusty: I bet you still do sketches in your spare time, though, am I right?",
        "Carly: Yeah.",
        "Dusty: Do you have some that I haven't seen? And be honest.",
        "Carly: I have a few.",
        "Dusty: Can I see them? And by the way, it's always good to have an extra income.",
        "Carly: That would be great, but --",
        "Dusty: I understand, not wanting to leave them after all the time -- tell me where they are. I' go get 'em.",
        "Carly: No, I'm being so silly. I'll be right back. Here.",
        "Dusty: Let me have a look at you. Hey.",
        "[SCENE_BREAK]",
        "Vendor: Keep your money.",
        "Iris: Oh, so you like the idea of spending years in jail? All you have to do is come clean about what Carly Snyder had you do.",
        "Vendor: I don't know what you're talking about. You've got nothing on me.",
        "Iris: I told you I'd do it!",
        "Gwen: I didn't see him take the money.",
        "Iris: Well, you didn't pay close enough attention.",
        "Gwen: So he's going to testify against Carly? You're sure?",
        "Iris: He's gonna come through, all right. Carly's going down!",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Gwen: It takes awhile for my brain to catch up to my mouth, and I'm sorry. I'm sorry for a lot of things.",
        "Carly: Nobody got hurt.",
        "Jack: We got hurt. Or doesn't that count?",
        "Dusty: I promised you that I would get an answer whether or not your baby's still alive. It's right here."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=e5Hek-vrqaw"
}