{
    "Episode Summary": [],
    "Recap": [
        "Hal and Paul questioned Dusty about Babs' whereabouts after they found several checks written out to him for big money. Rose came to Dusty's room wanting her check for 25K. He doesn't have the money, but lied. Rose ended up lying to Paul about seeing Dusty the day before. Rose lied to Dusty about her knowing where Babs is. Her guilt forced her to tell Dusty that Babs is okay. Molly overheard Dusty's conversation with his \"banker\". He told Molly that he had an inside track on the market. Mol plans to give him 25k to invest. Craig burned Babs' designs & gave Carly some ideas from the designs. Carly was so happy that she gave him a kiss & slapped him on the butt! Rosanna invited Mike to her wedding. After a lot of persuasion, he accepted."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: Hello.",
        "Mike: Hey.",
        "Rosanna: Is there a problem?",
        "Mike: No, I'm almost done.",
        "Rosanna: Really? That fast?",
        "Mike: Yeah. Pretty simple, actually. I just bought a stack of trellises from the lumberyard, banged 'em together.",
        "Rosanna: Oh! And you made me a pergola in less than an hour! It's beautiful.",
        "Mike: Consider it a wedding gift.",
        "Rosanna: Thank you.",
        "Mike: Yeah, anyway, you can, you know, you can put -- it'll hold flowers, if that's what you want -- roses, whatever.",
        "Rosanna: Yes, you know, I've become quite the gardener.",
        "Mike: I noticed that.",
        "Rosanna: How are you? How's the Burn unit coming?",
        "Mike: Oh, it's coming, it's coming.",
        "Rosanna: And Molly?",
        "Mike: She moved on.",
        "Rosanna: I'm sorry.",
        "Mike: It's for the best.",
        "[SCENE_BREAK]",
        "Dusty: What would a glass of ice and a can of tomato juice cost me around here?",
        "Molly: Um, let's see -- I think maybe I can work out a payment plan.",
        "Dusty: Good.",
        "Molly: Good?",
        "Dusty: Yowza! Barbara, it's Dusty. I left you half a dozen messages today. I need that money in my account. It's not showing in my account. [Sighs] where are you?",
        "Molly: You're out of tomato juice.",
        "Dusty: So call room service.",
        "Molly: Sure. Right after you tell me why it's so important that you get Barbara's money today.",
        "[SCENE_BREAK]",
        "Rose: So today, Dusty gives me my first installment, 25 grand.",
        "Paul: To Rosie's roller palace, and to happy women everywhere.",
        "Rose: And men -- if they behave themselves. Where are you going?",
        "Paul: I gotta go up to my mom's suite. I have a meeting with Hal.",
        "Rose: Keystone cops? Really think that's necessary?",
        "Paul: She was on top of the world, Rose. She was so excited about those designs. There's no way she would disappear on her own.",
        "Rose: I'm telling you, she's fine.",
        "Paul: Yeah, like you were fine? And Carly and Emily? Like they were fine?",
        "Rose: You think Steinbeck shipped her off to some spa?",
        "Paul: Well, I think somebody shipped her off somewhere, and I'm gonna find out who.",
        "Rose: I'm just telling you, don't make yourself nuts. She's probably having a comfy time out somewhere. She's all right.",
        "Emily: Hi, guys.",
        "Paul: Hi, Emily.",
        "Emily: Paul, how're you doing, honey?",
        "Paul: I'm doing fine, except I have a missing mother. But other than that, just great.",
        "Emily: Oh. Well, Hal's upstairs.",
        "Paul: All right, I'll see you later.",
        "Emily: That's nice.",
        "Rose: What are we gonna do? Paul is all over me.",
        "Emily: Try spending the morning with Hal. We kidnapped Barbara Ryan.",
        "Rose: Shh!",
        "Emily: We stashed her in a cabin, Rose, and we're never gonna get away with it!",
        "Rose: If Paul finds out that I kidnapped his mother, he's not gonna just not marry me, he's gonna kill me.",
        "Emily: You know what really gets me here? I mean, yes, I know we're doing this for Carly, and that's all nice and fine, but the one who's really gonna get away with this, who's making out? Craig. I'm telling you, I'm an inch away from blowing him out of the water.",
        "Rose: What do you mean?",
        "Emily: It's my turn to feed Barbara next, right? I'm thinking I'll unlock the door and let her go.",
        "[SCENE_BREAK]",
        "Barbara: Okay, okay. [Grunting] all right. [Gasping] maybe -- maybe if I lost 50 pounds. This is outrageous! I know you've got a camera in here somewhere, Craig! You've got a camera, and you're laughing at me. You've got a camera somewhere in here, don't you? Don't you? I know you. I know you're watching the whole thing, aren't you, Craig? Ah, microphones. Is there a little microphone somewhere? You got a little mike hidden somewhere, Craig, huh? This is not gonna work! I'm gonna get out of here! Do you understand? I'm gonna get out of here and I'm gonna show my designs to Rosanna! And you and Carly are gonna go straight to jail.",
        "[SCENE_BREAK]",
        "Craig: Come on, Carly.",
        "Emma: You don't have to do that.",
        "Craig: We've got work to do.",
        "Carly: Oh, don't be silly. You have been doing so much for me. And besides, you have an appointment in town today, don't you? This way, you can get a head start.",
        "Emma: Are you okay? You seem a little jumpy, a little antsy today.",
        "Carly: Oh, you know, I didn't sleep. Indigestion. Speaking of that, I -- do you think that you could get this prescription filled for me?",
        "Emma: Sure, of course.",
        "Carly: Dr. Schiller gave it to me for my stomach.",
        "Emma: Okay.",
        "Carly: Thanks.",
        "Emma: All right. Why don't you -- why don't you take a little nap? You know, Jack wants you to rest a little bit.",
        "Carly: Yeah, that's a good idea.",
        "Emma: Well, listen, I'd better be going.",
        "Carly: Okay.",
        "Emma: Okay. See you later.",
        "Carly: All right, see ya.",
        "Emma: Toodle-loo.",
        "Carly: Hey, it's me. No, I mean it, I want to know what's going on, and I want to know now.",
        "Craig: Well, then, don't trap me in the yard while you trade biscuit recipes with Emma. Nice to see you, too. Here.",
        "Carly: What? What is that?",
        "Craig: You haven't started designing yet, have you?",
        "Carly: Of course not. Was I really expected to take what you said last night seriously?",
        "Craig: Yes! We don't have much time, Carly. Which is why I'm returning these things that you gave back prematurely. Barbara's out, you are up. So come on, sit down, start designing us a line of clothes that'll put Monte Carlo on the map.",
        "Carly: Not until you tell me something. What have you done to Barbara? Barbara couldn't wait to take over for me at Monte Carlo. Why would she give that up?",
        "Craig: You're asking me to explain something Barbara did?",
        "Carly: What did you do to her?",
        "Craig: I didn't touch her.",
        "Carly: Who did?",
        "Craig: Maybe you and Emma kidnapped her. What does it matter? She's gone.",
        "Carly: It matters because I really don't want Jack or Hal showing up here with a warrant. I happen to have a motive. And so do you.",
        "Craig: And we both have alibis, so what's the problem? The real question here is what are you gonna do, now that you have an opportunity? You know, Barbara's not gonna be gone forever. You can't kill her. She's a cockroach, she's coming back. So are you gonna be ready? Will you have a line ready to show? Or are you done? Or is that need for you to prove yourself to the world and ride that wave of creativity over? Is Carly Tenney -- Snyder -- through?",
        "Carly: I hate you.",
        "Craig: No, you don't. How long is Emma gone?",
        "Carly: Couple of hours.",
        "Craig: Good, 'cause I have something to do. I'll come back, I'll see how you're doing. You can do this, you know. You can save the company. You can prove yourself to the world. And you can make us both rich.",
        "Carly: But no pressure.",
        "[Craig chuckles]",
        "[SCENE_BREAK]",
        "Rosanna: For what it's worth, I'm sorry for my part in all this. I know I haven't made things easier. It's sort of hard for me to see you with someone else. But I've accepted it now, and I really hope that you two can work things out.",
        "Mike: Thank you for saying that. You've certainly worked things out. I mean, getting married.",
        "Rosanna: Yeah, finally.",
        "Mike: That's not what I meant.",
        "Rosanna: No, well, it just -- just feels like that. Seems like everybody around here's been married three or four times already.",
        "Mike: I haven't.",
        "Rosanna: No, you haven't. And I know everybody thinks that I'm making a big mistake, but I love Craig. I really do. He's smart and he's funny and he's successful, and -- I know he can be maddening, but -- he knows who I am.",
        "Mike: Yeah, well, you know what? If I don't finish your pergola, you won't have any place to say your vows, so --",
        "Rosanna: Mike, would you come to the wedding? I mean, it would mean a lot to me, really. It's in two days. Would you please come?",
        "Mike: You think that's appropriate?",
        "Rosanna: Sure. Sure, why not? Besides, we're having veal ragout and roast duck. You have to come.",
        "Mike: I appreciate the thought.",
        "Rosanna: Oh, come on. Katie Frasier will be there, if that makes a difference.",
        "[SCENE_BREAK]",
        "Paul: Did you find anything?",
        "Hal: Not yet. I've checked her phone messages, I've gone through her appointment book, there's nothing to indicate that she planned on leaving town. Have you tried calling her cell phone?",
        "Paul: Yeah, I left about a dozen messages. You look through her checkbook?",
        "Hal: No, not yet. I know she keeps business accounts separate from her personal accounts, so if she paid for a plane ticket by credit card, there should be a record.",
        "Paul: Unless she paid a travel agent directly by check, but these are all household expenses -- hey, this is odd.",
        "Hal: What?",
        "Paul: A check -- actually, several checks made out to Dusty Donovan for a substantial amount of money.",
        "Hal: Have you talked to Dusty since Barbara's been missing?",
        "Paul: No, I haven't, but why -- why would my mother be giving him money?",
        "Hal: Maybe they're in business together?",
        "Paul: My mother and Dusty?",
        "Hal: Let's find Dusty, see if he's heard from her.",
        "Paul: You know what? This is odd. This is -- very weird that neither one of them mentioned this to me.",
        "Hal: It would depend on what the money is for.",
        "[SCENE_BREAK]",
        "Molly: Come on, I know that you're investing some money for Barbara, but why the panic, huh? What is the big deal about getting the money this minute?",
        "Dusty: 'Cause the currency markets, they change moment to moment. The Dow, it fluctuates. Every second counts.",
        "Molly: So you do have a tip.",
        "Dusty: In so many words, yes.",
        "Molly: Care to share?",
        "Dusty: I told you, I don't mix business with pleasure.",
        "[Molly laughing]",
        "Dusty: Ow! Smackdown.",
        "[Knock on door]",
        "Molly: Oh, no. Tell them to go away, please?",
        "Dusty: Hey.",
        "Paul: Hey, Dusty. We need to ask you a couple questions about my mother.",
        "Dusty: About Barbara? Sure.",
        "Molly: I'll be in the tub.",
        "Hal: Sorry about the -- timing.",
        "Molly: Hi, Hal. Paul.",
        "Dusty: It's not a problem.",
        "Hal: Molly.",
        "Paul: Dusty, have you -- spoken to my mother in the last couple days?",
        "Dusty: In the last couple of days? I usually see her around here. No, I haven't seen her.",
        "Hal: She's been missing since yesterday.",
        "Dusty: Missing?",
        "Paul: No one can find her.",
        "Dusty: I didn't know that. I've been, you know, involved.",
        "Hal: I want you to think very carefully, Dusty. Have you seen Barbara yesterday or the day before?",
        "Dusty: No. I haven't seen her.",
        "Paul: So when did she give you the check?",
        "Dusty: The check?",
        "Paul: My mother wrote you a substantial check not more than two days ago. I saw a copy of it in her register. Are you telling us she never gave it to you?",
        "[SCENE_BREAK]",
        "Rose: You cannot let Barbara go, got it? You get three yards, she's gonna be after you. If she sees you -- right now nobody knows we're involved in this.",
        "Emily: Are you kidding me? She knows that Craig's behind it. Or she will as soon as Carly hands in her designs!",
        "Rose: She can suspect, but she got no proof. She sees you, we go to jail. Right now we got no connection, we're in the clear.",
        "Emily: We're not in the clear.",
        "Rose: Whatever she says, whatever she does, you do not let her go. Got it?",
        "Emily: Okay. Okay!",
        "Rose: It's just a little blip. A little blip on the radar. Everything's gonna be fine. Be patient.",
        "Emily: Be patient. Be patient. When this is over, I'm gonna kill you, Montgomery.",
        "[SCENE_BREAK]",
        "Craig: When you're good, you're good, Barbara. But, too bad I can't have my cake and eat it, too. I would use yours -- and Carly's. Too bad.",
        "[SCENE_BREAK]",
        "Dusty: You went through your mother's checkbook?",
        "Hal: This is an official police investigation, Dusty. Barbara is missing. Now, I know that she wrote you that check. What I'm asking you is when she gave it to you.",
        "Molly: Hey. Excuse me, guys. I'm gonna get out of your hair. Okay? I'll be down in the lounge.",
        "Dusty: Yeah, I'll see you there.",
        "Molly: Bye.",
        "Dusty: Be safe. Sorry about her.",
        "Hal: Not a problem. When did Barbara give you the check?",
        "Paul: And why?",
        "Dusty: It's nothing illegal. As I told Rose last night, Barbara became a client of mine.",
        "Paul: Rose? What are you talking about?",
        "Dusty: She didn't tell you?",
        "Paul: No.",
        "Dusty: Okay, Barbara gave me a certain sum of money to invest for her. She wanted me not to tell anybody, and that's fairly normal. Most clients expect me to keep their business confidential.",
        "Paul: So you saw Rose last night?",
        "Dusty: Well, I think it was last night. Maybe it was the night before. [Knock on door] excuse me.",
        "Rose: Hey, there, killer, where's my 25 grand? Hey! Wow. I didn't know there was a tea party going on.",
        "Paul: Rose, why didn't you tell me that you ran into Dusty last night? And why didn't you tell me that he was investing money for my mother?",
        "Rose: Is there a problem?",
        "Hal: Oh, we're just trying to establish a time frame, who saw Barbara when and where, so we can figure out what happened to her.",
        "Dusty: Barbara left me the check at the front desk. We had touched base the day before, but not on the phone, which is why I actually didn't see her. Now, if I can do anything for you, let me know.",
        "Hal: Yeah, if you see her or you hear from her, you get in touch with me at the station.",
        "Dusty: Of course.",
        "Paul: Thanks, Dusty. You coming?",
        "Rose: I gotta get Mr. Deep pockets to give me my check. Where can I find you?",
        "Paul: Call me.",
        "Rose: All right.",
        "Paul: I still think Montgomery's involved. He's got the most to gain here.",
        "Hal: Let's go talk to him.",
        "[SCENE_BREAK]",
        "Rose: I think they're gone. Oh, they're gone. That was close.",
        "Dusty: Yeah, I'm sorry I let it slip that I saw you last night.",
        "Rose: Oh, that's okay. Because I don't think Paul suspected anything.",
        "Dusty: About what?",
        "Rose: That I was talking to you about his ma, see? I -- he came by. I saw him after you left. He probably thought it was strange I didn't mention anything.",
        "Dusty: Why were you at Barbara's?",
        "Rose: I was worried about her. Paul is worried about her. I went over just to make sure she didn't slip on the soap, you know?",
        "Dusty: Why didn't you want to tell Paul?",
        "Rose: Doesn't matter, 'cause he saw me. He knew that I was there, so --",
        "Dusty: So you talked your way out of it.",
        "Rose: Yeah. No. He understood that I was -- I was worried. About his mom. For him.",
        "Dusty: 'Cause you can't stand her.",
        "Rose: That's no secret. Just 'cause I don't like her doesn't mean that I --",
        "Dusty: Doesn't mean what? That you had something to do with Barbara's disappearance?",
        "[SCENE_BREAK]",
        "Rosanna: So Molly brought you here and now Molly's gonna drive you away.",
        "Mike: No, Molly's not a factor anymore. All right, but given how the whole thing blew up, I just -- I don't have a desire to hang around here anymore. All right, so if it's not mine, then I'm gone, all right? Which is why Katie's just a friend, and why, as much as I appreciate your invitation --",
        "Rosanna: Please come to the wedding, please? I'm sorry. I'm not trying to play matchmaker. I'm just teasing you about Katie, really. I want you to come to the wedding because of me. I don't really have that many friends, and as far as family goes, well, there's Emma and then there's Carly and Molly. Really, I -- I need someone there who knows how much this wedding means to me. You're the only other man that I was ever going to marry. So please? I would really, really, really appreciate it if you would come. So I know that there's somebody there who's genuinely happy for me. Please?",
        "[SCENE_BREAK]",
        "Barbara: Who's there? Who's there? Is that you, Craig? Is that you and Carly? Oh, Craig, you're not gonna have a design empire. I'm gonna send you to jail to rot for the rest of your miserable life! You can have it. Because I'm not gonna eat it! And you can tell Hal that the mother of his children starved to death! In a cabin! In the middle of the woods!",
        "Emily: Montgomery, I'm gonna kill you.",
        "[SCENE_BREAK]",
        "Craig: Low one in the dirt, all one.",
        "Carly: More like strike three, I'm out.",
        "Craig: Never.",
        "Carly: I can't come up with anything, Craig. Or I come up with something and that's it. It doesn't go anywhere else. It's not just about dresses, you know? It's about what those dresses represent. I need a theme. I need a concept. A reason.",
        "Craig: I'll give you a reason. If you don't come up with something, we're sunk.",
        "Carly: Oh, good, thanks. That's -- that's what I need. More pressure.",
        "Craig: Well -- okay, you need a theme.",
        "Carly: A way to start.",
        "Craig: The moon. The stars.",
        "Carly: The moon? The stars?",
        "Craig: Yeah, every woman looks beautiful in moonlight. Why don't we put 'em in moonlight? What do you think of an evening gown? Like green, a little black, with moons on the shoulders and stars around them. What? Just a crazy idea.",
        "Carly: No, that's -- you're right. Moonlight. Moonlight is sexy. Do you have anything else?",
        "Craig: Who, me?",
        "Carly: Oh, yes. Yes, you. Come on. Let's show that Barbara Ryan how this is really done.",
        "( Lounge music playing )",
        "[SCENE_BREAK]",
        "Rosanna: Please, Mike? Come to the wedding.",
        "Mike: It's not fair. You're so beautiful, and then you look at me with those big blue eyes, I'm through, I --",
        "Rosanna: So you'll come?",
        "Mike: Yes. Yes, I will come.",
        "Rosanna: Thank you.",
        "Mike: Well, just so you know, it's all right that you're getting married and I'm not. So don't feel like you have to find me a wife, all right?",
        "Rosanna: Okay!",
        "Mike: I'm doing just fine on my own.",
        "Rosanna: All right.",
        "Gloria: Look who I found on the front steps.",
        "Mike: Well, I should get going.",
        "Hal: We don't mean to interrupt.",
        "Mike: No, you're not at all, actually. I'll just come by and finish up later, all right?",
        "Rosanna: Okay.",
        "Gloria: I'll get back to Lucy.",
        "Rosanna: Okay. Would you tell her that I'll be up there to help her with the website as soon as I can finish up here?",
        "Gloria: Sure.",
        "Rosanna: Yes. Thank you. Well, come inside. So is there any word on Barbara? I tried her cell phone again this morning. There was no answer. And she knows that we're on deadline.",
        "Hal: Barbara's disappearance is now an official police matter.",
        "Paul: Which is why we're here.",
        "Rosanna: Well, I'm sorry, I don't know how I can help you.",
        "Hal: Well, we're not here to talk to you, Rosanna. We're here to talk to Craig.",
        "Rosanna: Craig?",
        "Paul: We've hit a wall. We don't know where else to look.",
        "Rosanna: Well, what do you think? He's got her squirreled away in the basement or something?",
        "Hal: Is he here, Rosanna? I do need to question him.",
        "[SCENE_BREAK]",
        "Craig: So how long do you think it'll be?",
        "Carly: What, before I can deliver a package to Rosanna? I don't know, I guess if I lock myself in the guest bedroom all night long --",
        "Craig: No, no, no, no. I want these sketches, but I don't want to do anything to hurt you or the baby.",
        "Carly: I haven't felt this good in months. I'll be fine.",
        "Craig: Just the same, I don't want you tired, I don't want you stressed, I don't want you to sit down too long --",
        "Carly: Yes, sir. Yes, sir.",
        "Craig: I'll call you.",
        "Carly: Wait, Craig, wait. Now, before you get too proud of yourself -- you ought to be. You saved the day. And I'm grateful. Now, scram.",
        "Craig: You're cruel. But unusually talented.",
        "[SCENE_BREAK]",
        "Dusty: Where's Barbara?",
        "Rose: How the hell should I know? You're asking me something that is -- it's personal. It's got nothing to do with you, and it's not just my neck on the line.",
        "Dusty: Either we trust one another or we don't.",
        "Rose: You're Paul's best friend. You'd keep a secret like that from him about his mom?",
        "Dusty: If his mother was not in danger, yes.",
        "Rose: She's fine!",
        "Dusty: Then yes, I can keep a secret from Paul about his mother.",
        "Rose: I can't give you any details, but she's fine. She's just been -- detained. For a little bit. Has something to do with business. She did something so rotten to a certain person that a certain person's friends just evened the score. She is not in any danger. In any way, shape or form. That's all I can say. Please don't say anything to Paul. You heard that she was fine, that she was coming back, that it was about business, please, because if he thinks I'm involved with this, he may call off the wedding. You find humor in this?",
        "Dusty: Yeah. You marrying into this wacky family, it's --",
        "Rose: Hey, no, I'm marrying Paul, not his mother.",
        "Dusty: Okay.",
        "Rose: Are you on board? Are you on board with me?",
        "Dusty: Yeah, I'll keep a secret.",
        "Rose: You will?",
        "Dusty: Yep. Between you and me, you know what? From what I understand of Barbara's behavior over last couple years, I think she had it coming.",
        "Rose: Yeah. Thank you. Thank you. This is about business. Business. We're partners. Please, fork over my check for 25 grand.",
        "Dusty: I have the 25 grand in the bank.",
        "Rose: Yeah, it's in the bank. Can you write me a check?",
        "Dusty: I just have to get in touch with my business manager.",
        "Rose: Okay. Could you call him now for me? Please?",
        "Rose: No, I gotta do it today. I gotta get the contractor, the good one. I gotta get him the check.",
        "Dusty: Honey, you're not gonna lose the contractor. Trust me.",
        "[Cell phone rings]",
        "Rose: That's probably him. Yeah?",
        "Emily: We got a problem.",
        "Rose: I gotta take this. What gives?",
        "Emily: She won't eat. I push the tray in, she pushed it right back out and swore she'd starve herself to death before she ate or drank anything we gave her, Rose.",
        "Rose: You talked to her?",
        "Emily: No, I didn't talk to her. I listened. Okay? And you know she's mean enough to do that, you know? She's mean enough to starve herself to death and die, and then we're guilty, Rose. We're guilty of murder. Okay? That's life in prison without parole -- if we're lucky and we don't get the death penalty.",
        "Rose: Okay, okay.",
        "Emily: I can't do this. I can't.",
        "Rose: Please tell me you did not let her go.",
        "Emily: I did not let her out. Yet.",
        "Rose: Good. Look, we've gotta think clearly.",
        "Emily: Oh, no, no, no, I am done thinking, okay? I am driving right over to Fairwinds and I'm telling Craig that this is his problem and he can handle it.",
        "Rose: Just take a deep breath.",
        "Emily: I can't do this. I'm sorry, I'm so not cut out for this.",
        "Rose: Look, I'll bring the meals.",
        "Emily: I've gotta go.",
        "Rose: Wait!",
        "Dusty: Trouble?",
        "Rose: No. I just gotta -- I gotta go. Can you tell me when you can please get me that check?",
        "Dusty: Of course. I'm gonna messenger it over as soon as I get it.",
        "Rose: Sooner, please, sooner than later, please? I don't want to lose this contractor.",
        "Dusty: Yes, ma'am.",
        "Rose: You're a good guy. Thank you. Paul was right.",
        "[SCENE_BREAK]",
        "Dusty: Barbara, you idiot. How am I gonna get this 25 grand?",
        "Molly: Hi.",
        "Mike: Hey.",
        "Molly: Coming from work?",
        "Mike: Sort of. I was out at Fairwinds. Thought I'd come get some lunch.",
        "Molly: Fairwinds?",
        "Mike: Yeah, Rosanna asked me to build a pergola for her wedding.",
        "Molly: Of course she did. She's always had you wrapped around her finger.",
        "Mike: Right. Okay, I'll see you later.",
        "Molly: No, Mike, sorry. That was nasty, stupid and I shouldn't have said it.",
        "Mike: You're right. You shouldn't have said it.",
        "Molly: It's just that, um -- I don't know what the rules are anymore, okay? I mean, I see you, and I am so glad to see you.",
        "Mike: Happy to see you.",
        "Molly: And I say the wrong thing.",
        "Dusty: How you doing? I'm sorry that took so long.",
        "Molly: We were just talking.",
        "Dusty: Oh, you need some time?",
        "Mike: No, I'm on my way over to Al's. It's fine.",
        "Dusty: Excellent onion rings at Al's.",
        "Mike: Right, right. I'll see you around.",
        "Molly: Bye, Mike.",
        "Dusty: Did you need some more time?",
        "Molly: Huh-uh. No, I'm fine. So did you and Paul and Hal solve all the world's problems?",
        "Dusty: Yes, it's all taken care of.",
        "Molly: Hmm. What about Barbara?",
        "Dusty: What about Barbara?",
        "Molly: Barbara -- you had that stock tip. Did you get ahold of her?",
        "Dusty: No, no, I mean, it's a shame, you know. Bad luck seems to follow her. You know -- forget it.",
        "Molly: What?",
        "Dusty: I guess it's about my business. You know, I just -- I hate to let a sure thing just slip away. You hungry?",
        "Molly: Dusty -- I know you have this superethical, you know, thing against mixing work and play, but you know what? I have a broker and I invest. So if you have a stock recommendation, I'd be interested.",
        "Dusty: I mean, it's the kind of thing that requires a substantial commitment.",
        "Molly: Look, I have more money than I know what to do with. So if you like it, I'm in.",
        "[SCENE_BREAK]",
        "Craig: Hal, Paul. Barbara?",
        "Rosanna: She's apparently still missing. And they seem to think that you are somehow involved.",
        "Craig: Me? I'm as worried about this as anybody.",
        "[Doorbell rings]",
        "Gloria: I'll get it.",
        "Paul: Craig, we know that Rosanna's decision to go with Barbara was threatening Carly's future at Monte Carlo.",
        "Craig: No, no, no. No, it wasn't. Carly was already curtailed when she ended up in the hospital. And Rosanna talked me into counting on Barbara for Monte Carlo's June show. Why would I jeopardize my company? That doesn't make any sense.",
        "Emily: Montgomery, we've got trouble!",
        "Hal: You've got trouble? Well, that's pretty interesting. You want to tell us about it?",
        "Hal: I asked you a question, Emily. Why have you and Craig got big trouble?",
        "Rosanna: Yes, I would like to know the answer to that question myself. Craig, darling?",
        "Craig: Well, I wanted to keep this a surprise, but given the situation -- I asked Emily to help us plan a honeymoon.",
        "Rosanna: A honeymoon.",
        "Craig: Yeah, I know you don't have time right now, but I thought maybe this summer --",
        "Hal: And why would you ask my wife to help you plan a honeymoon? Emily?",
        "Emily: Why? Because -- 'cause Craig knew that I spent a lot of time on the Amalfi Coast.",
        "Rosanna: The Amalfi coast?",
        "Craig: Yeah, I wanted it to be a surprise.",
        "Hal: Oh. So what's the big trouble?",
        "Emily: Well, because I was making all these phone calls, you know. And, Craig, the inn I was telling you about? The one with the beautiful balcony overlooking the Mediterranean? Totally booked. And, well, there's this one week in July, but if we don't get back to them, like, yesterday, it's gone. Consider it, you know. So I need your credit card. Of course, you know, unless you'd rather go someplace else, Rosanna.",
        "Craig: Rosanna?",
        "Rosanna: Well -- I don't know -- I'm -- I'd be delighted. [Doorbell rings] excuse me, I'm gonna get that.",
        "Emily: Oh, that's great. I'm sorry I didn't mention it to you earlier. You know, he stopped by my office the other day, and we got to talking, Craig and I.",
        "Hal: Understood.",
        "Emily: Okay.",
        "Hal: Understood.",
        "Emily: You're really gonna love this place.",
        "Craig: You always did come through, Emily.",
        "Rosanna: Should I call out for some hors d'oeuvres? Perhaps we should have a party.",
        "Rose: Paul, what are you doing here?",
        "Paul: I was about to ask you the same thing.",
        "Rose: Emily called me.",
        "Emily: I called her to meet me here, because she's the only one who speaks Italian. Isn't that the funniest thing? So I called Rose, and, well, the guy who owns the inn is -- his English is -- can I have your credit card? And let's -- we can get the ball rolling.",
        "Craig: Right.",
        "Emily: This is going to cost you.",
        "Craig: Whatever you need, Emily.",
        "Emily: Thank you. Come on, let's go call Italy, Rose.",
        "Rose: Oh, yeah.",
        "Emily: Let's go.",
        "Rose: Wait --",
        "Hal: I might have a couple more questions for you, Montgomery.",
        "Craig: Not a problem.",
        "Paul: Nice to see you, Rosanna.",
        "Rosanna: Paul. Darling --",
        "Craig: What a ruckus.",
        "Rosanna: If it turns out that you have something to do with Barbara's disappearance -- you're going to have a very unpleasant wife.",
        "Craig: It wouldn't be the first time.",
        "[SCENE_BREAK]",
        "Emma: Carly? Carly, can you give me a hand?",
        "Carly: Just a second. Coming! Hi.",
        "Emma: Oh, I bought too much.",
        "Carly: Let me take that.",
        "Emma: No, no, no, no, you're not supposed to lift anything heavy. I went to the store hungry. Did you get your nap?",
        "Emma: Oh.",
        "Carly: Did you get my medicine?",
        "Emma: Yes, yes, yes, I did.",
        "Carly: Good.",
        "Emma: There you go. There it is.",
        "Carly: Thanks. Okay, so I'll -- I'm gonna take that nap right now then. Okay?",
        "Emma: All right.",
        "Carly: And so if anybody -- if anybody calls or anything, you know --",
        "Emma: You're asleep?",
        "Carly: Right.",
        "Emma: Uh-huh.",
        "Carly: Right. And don't worry about me for dinner. I had some soup, so I'm fine.",
        "Emma: You don't want to be disturbed?",
        "Carly: Right. Right, thanks. Oh, and thanks for this.",
        "Emma: You're welcome. What are you up to, Miss Carly?",
        "[SCENE_BREAK]",
        "Molly: $25,000?",
        "Dusty: Yeah, they're looking for serious investors.",
        "Molly: Well, it's not a problem. I got -- my checkbook's up in the room.",
        "Dusty: You probably want to think about it.",
        "Molly: You like it, I like it. I'll just get my checkbook, and I'll be right back.",
        "Dusty: Barbara -- wherever you are, you better get back here soon.",
        "[SCENE_BREAK]",
        "Barbara: All the comforts of home. How very thoughtful, Craig! Thoughtful! Yeah, thoughtful and very stupid! Yeah, but you were never one to really think ahead, were you, Craig?! [Crashing] Oh -- now, that shouldn't be too hard to rip out. And then it's your turn, Craig!"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=nSVebDBbV0I"
}