{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nJessica: You should just relax and recuperate. I will go to Washington on your \r\nbehalf.",
        "Marshall: You'd do that? Why? My dad told you about Ben, huh?",
        "Jessica: Well, yes, he did, but that's not why. Zara needs to be found. \r\nShe needs to know her father.",
        "Marshall: Thank you, Jess.",
        "Jessica: Ben, I was just giving Marshall some good news about his \r\ndaughter.",
        "Ben: If you'd excuse us,",
        "Jessica: Ben, I was just giving Marshall some good news about his \r\ndaughter.",
        "Ben: If you'd excuse us, Jessica, I'd like to talk to Marshall.",
        "Jessica: I'll stop in later and -- and give you an update.",
        "Marshall: Thanks again, Jessica.",
        "Ben: So how many times do I have to ask the same question, not get an \r\nanswer?",
        "Marshall: What question is that?",
        "Ben: What's the real deal between you and Jessica?",
        "",
        "[Knock at door]",
        "Lucy: Aaron.",
        "Aaron: Hi. It's okay that I'm here, right? I mean, you called me, \r\nright?",
        "Lucy: It's just that --",
        "Aaron: Look, if you want me to go, then -- I mean, I don't want to hurt \r\nyou again.",
        "Lucy: No, Aaron. I'm really glad to see you.",
        "",
        "Alison: \"I don't need you, Alison. Get lost, Alison. I'll handle this \r\nmyself.\" But look what happens. They all come crawling back sooner or later.",
        "Craig: I think we can do without the attitude.",
        "Alison: Well, you need my help with little Lulu or not?",
        "Craig: I do.",
        "Alison: Well, tell me what you have in mind.",
        "Craig: Not until we've set boundaries.",
        "Alison: What does that mean?",
        "Craig: It means don't ever try to put one over on me.",
        "Alison: You make it sound like I have a reputation.",
        "Craig: You do.",
        "Alison: I love it.",
        "Craig: I can tell. But the reason I'm talking to you is because I \r\nbelieve that you and I have a mutual interest in Lucy's welfare.",
        "Alison: Well, we do. You know how close Lucy and I were -- are.",
        "Craig: Right.",
        "Alison: And Aaron, you think he's keeping her from getting better, \r\nright?",
        "Craig: Aaron's been helpful in helping her remember certain things, but \r\nI think it's time she concentrated on walking.",
        "Alison: Totally. She doesn't need to remember everything, right?",
        "Craig: I have my reasons for believing that, Alison. What are yours?",
        "Alison: What do you mean?",
        "Craig: I don't think Lucy needs to remember certain events with Aaron \r\nthat might traumatize her, but I'm her father. What are your reasons for keeping \r\nher in the dark?",
        "Alison: I didn't really mean I hoped she wouldn't get her memory back.",
        "Craig: Yes. But is it because you want Aaron for yourself? Or is there \r\nsomething else you don't want Lucy to remember?",
        "",
        "[Phone rings]",
        "Emily: Munson residence.",
        "Carly: Hi, Emily. It's me.",
        "Emily: Hey, you.",
        "Carly: I'm so glad you're there.",
        "Emily: What's the matter? You sound frazzled.",
        "Carly: Well, Hal just left here a little while ago, and he -- he had \r\nhis detective's cap on.",
        "Emily: He's suspicious? About what?",
        "Carly: Well, he -- he brought Parker upstairs, and Molly and I were \r\ntalking, and we didn't know that he'd come back down. And I'm -- I'm just afraid \r\nthat he heard us say something.",
        "Emily: The \"who's the daddy\" conversation?",
        "Carly: Yeah. And Craig's name came up. I don't know what he heard or if \r\nhe heard anything, but",
        "he had that look. You know, that confused but curious.",
        "Emily: You know what? Hal's pretty direct. I mean, he would have come \r\nright out and said it. Maybe he didn't hear as much as you think.",
        "Carly: Well, I don't know. Emily, if he presses you for details, please \r\n-- please cover for me. Because you know Hal, he will go straight to Jack.",
        "Emily: Hey. I've got to call you back, mom. Hal's here. Okay, bye. Hey, \r\nyou.",
        "Hal: Hi.",
        "Emily: How are you?",
        "Hal: Great. I just got off the phone with Will. He and I are having \r\nbreakfast tomorrow morning.",
        "Emily: Oh, that's nice. That's nice. In fact, I -- I did some of his \r\nlaundry and put it in his backpack. You can take it to him tomorrow.",
        "Hal: Yeah, and guess what else? When I was dropping Parker off at \r\nCarly's, I found something out.",
        "Emily: Oh, really? What's that?",
        "Hal: Carly's having a baby. With you guys being such good friends, I \r\nguess you knew that already, huh?",
        "Emily: Yeah. I mean, of course I knew. I mean, she asked me not to say \r\nanything, so my hands were tied.",
        "Hal: Yeah. Well, I guess that's why Jack didn't mention anything, \r\neither.",
        "Emily: Oh, I'm sorry. You're not mad, are you?",
        "Hal: Oh, no, no, no. They have a right to keep their own business to \r\nthemselves as long as they like.",
        "Emily: But --",
        "Hal: Oh, you can tell something else is bugging me, can't you? Well, I \r\nguess I ought to come right out and say it, huh?",
        "Emily: Okay. Shoot.",
        "Hal: Is Carly's baby Jack's or somebody else's?",
        "",
        "Alison: You don't think I want Lucy to remember everything?",
        "Craig: I know you don't want Lucy to remember everything. The question \r\nis why.",
        "[Alison remembering]",
        "Alison: I had reasons,",
        "Lucy -- plenty of reasons!",
        "But you just can't see them, because you don't see anything that isn't",
        "Aaron Snyder! You've never done anything worse than stay past your",
        "curfew! Never had the cops after you, never had to live",
        "with anything as terrible as knowing you burned down the barn!",
        "Lucy: Aaron didn't do it.",
        "Alison: I'm not talking about Aaron! I'm talking about me!",
        "Alison: You nailed it the first time, Mr. M. I mean, call me insane, \r\nbut I can't help it. I have a crush on my best friend's guy.",
        "Craig: I know.",
        "Alison: But of course, I wouldn't put any moves on him or anything \r\nwhile Lucy was interested. But -- and now that she can't remember much, and you \r\ndon't want her to -- I mean, hey, I'm only human. I like the guy, and -- and I \r\nthink one day he could like me back, if he wasn't so caught up with Lucy.",
        "Craig: I think you and Aaron make a great pair.",
        "Alison: So you don't mind if I help my own case a little?",
        "Craig: Well, that's why we're here, isn't it?",
        "Alison: Right. If Lucy doesn't remember everything, you get to keep her \r\nto yourself without her ever knowing she and Aaron did the dirty, and --",
        "Craig: Oh, what a way you have with words, Alison.",
        "Alison: Yeah, whatever. And if she doesn't remember how close they \r\nwere, I get a shot with a guy who's perfect for me. You and I both score, big \r\ntime.",
        "Craig: I think we understand each other.",
        "Alison: Well, I like this. No wonder you're such a big-shot business \r\nguy. Now we need a -- oh, what do you call it in your friendly neighborhood \r\nboardroom? Oh, a business plan. So what's our business plan to keep Aaron and \r\nLucy from getting closer and closer, which is what they're probably doing even \r\nas we speak.",
        "",
        "Lucy: Daddy's not here.",
        "Aaron: It's the same. I haven't been up here in a really long time.",
        "Lucy: You just missed Rosanna Cabot. You know her, right, dad's \r\nfiancee?",
        "Aaron: Well, maybe things have changed. Rosanna Cabot is living here \r\nnow?",
        "Lucy: No, but she's going to move into Fairwinds with dad and me. She's \r\nreally cool.",
        "Aaron: Since when?",
        "Lucy: What do you mean?",
        "Aaron: Rosanna Cabot is anything but cool, Lucy. You two never got \r\nalong.",
        "Lucy: Well, I know we had this fight once, but --",
        "Aaron: Once? More than once. Lucy, Rosanna is a scheming little snake. \r\nI mean, she tried everything to break us up.",
        "Lucy: Really? I don't trust her?",
        "Aaron: No way. A matter of fact, you don't even like her. You guys were \r\nnever friends, Lucy. I mean, at least you never used to be.",
        "Lucy: God, I wish I could remember.",
        "Aaron: Isn't there anything at all, you know, that can help you bring \r\nback a memory of her, like a picture or some kind of a feeling?",
        "Lucy: Well, I had this flash before when I remembered that one fight, \r\nbut when I asked her about it, she didn't try to lie or anything. She said we \r\nhad our bad moments, but she wants that to change.",
        "Aaron: She said that?",
        "Lucy: Yeah, and she acts so nice, so concerned about me.",
        "Aaron: And you're sure this is not like an act?",
        "Lucy: Well, she took up for you when daddy thought I shouldn't see you.",
        "Aaron: You're kidding?",
        "Lucy: No, so maybe she has changed.",
        "Aaron: Yeah. Yeah, maybe.",
        "Lucy: Please be patient with me, Aaron.",
        "Aaron: No, I am, Lucy. I am. Look, I'm not pushing you for anything.",
        "Lucy: Well, I know I'm gonna remember everything that's really \r\nimportant. I swear. I'll remember who I care about and who I don't and who's my \r\nfriend and who isn't.",
        "Aaron: I know you will.",
        "Lucy: And the reason I know I'm going to be okay is that -- well, \r\nsometimes I get these feelings.",
        "Aaron: What -- what kind of feelings?",
        "Lucy: The feelings you wait your whole life to feel. You know, when I \r\nget them, I think finally I'll know this for myself.",
        "Aaron: When do you feel this way?",
        "Lucy: Whenever you're around. Don't go away.",
        "Aaron: No, no. Lucy, however long it takes, if it's 100 years, I don't \r\ncare. I'll stay right here.",
        "",
        "Isaac: You know, I'm not your boss, baby. I'm your partner, remember? \r\nAnd if you can find a way to keep cutting costs, I say run with it. It will make \r\nme happy.",
        "Jessica: Looks like all's well in paradise.",
        "Bonnie: Oh, mom. Hey. How's Marshall?",
        " ",
        "Jessica: Much better, thank God.",
        "Bonnie: Well, that's good news.",
        "Jessica: Isaac, you'll be happy to know that Marshall apologized for \r\naccusing Ben of foul play.",
        "Isaac: And you believe him?",
        "Jessica: Yeah, I believe him.",
        "Isaac: Then Ben must be happy.",
        "Jessica: So what were you two putting your heads together about?",
        "Bonnie: Mom, don't do that.",
        "Jessica: I -- I'm sorry. I don't mean to pry.",
        "Bonnie: Come on, mom. You know that's not what I meant. I mean, Ben's \r\nname comes up, and you do the most obvious u-turn I've ever seen.",
        "Jessica: It's nothing.",
        "Isaac: I'll be in the back calling that distributor, okay?",
        "Bonnie: Okay, mom, he's gone. So do you want to tell me what happened \r\nbetween you and Ben?",
        "Jessica: I just can't seem to do anything right. And today, I got the \r\nsinking feeling that I'm never gonna get him back.",
        "",
        "Marshall: Jessica was happy for me, and she gave me a hug. If there was \r\nmore to tell, I'd tell it. You know I would. So, no, Dr. Harris. What you saw \r\nwas a friendly thank you. She -- she just agreed to be my legal advocate.",
        "Ben: Your advocate?",
        "Marshall: I need help getting the Brazilian Government to send Zara to \r\nthe U.S. To be with her biological father.",
        "Ben: Who's Zara?",
        "Marshall: Zara, my daughter.",
        "Ben: So you're talking about you. You're the biological father.",
        "Marshall: Yes.",
        "Ben: So what exactly is Jessica supposed to be doing for you?",
        "Marshall: She'll go to Washington. There's -- there's supposed to be a \r\nlot of red tape to go through with the Brazilian Consulate.",
        "Ben: Did she offer to do this, or did you ask?",
        "Marshall: She offered. I was grateful. And that's the only sentiment \r\nyou witnessed -- appreciation.",
        "Ben: So what was it, some kind of deal? Jessica agrees to bring your \r\ndaughter to the United States. In exchange, you back off with your accusations \r\nthat I tried to kill you?",
        "Marshall: What in god's name is the matter with you?",
        "Ben: Excuse me?",
        "Marshall: I mean, the wounded lover routine, it's -- it's getting \r\ntired. I mean, how many apologies, how many mea culpas, how many reassurances do \r\nyou need before you shed your self pity and realize that you've got an \r\nextraordinary woman waiting for you to embrace her?",
        "Ben: You know, travers, you have got some nerve. All I want is for the \r\nwoman that i know is extraordinary to stay the hell away from you. It's a simple \r\nrequest.",
        "Marshall: You don't even know how big a mistake you're making with \r\nJessica, do you?",
        "Ben: Travers, stay out of my business.",
        "Marshall: You opened the door.",
        "Ben: My mistake. Won't make it again.",
        "Marshall: You know, she's not going to stick around forever, waiting on \r\nyou to get off your high horse. And when she finally does walk away, I'll be \r\nthere.",
        "",
        "Emily: Is the baby Jack's? What kind of question is that?",
        "Hal: I think it's a logical one. Don't forget, I've been on the \r\nreceiving end of one of Carly's baby games.",
        "Emily: Who else's baby would it be, Hal?",
        "Hal: I don't know. I just heard Carly and Molly talking.",
        "Emily: You were eavesdropping?",
        "Hal: Oh, no, not intentionally. But I heard them talking about a \r\ndisparity in the baby's due date and something about Rosanna Cabot and Craig \r\nMontgomery finding out.",
        "Emily: Well, you probably heard something out of context.",
        "Hal: Out of context?",
        "Emily: Yeah. I mean, as far as I know, Carly is not playing baby games. \r\nI mean, she's not playing games with anybody about anything really.",
        "Hal: Well, and I'm not out to get her. I mean, she's a friend of mine, \r\nand I care about her. But Jack is a friend of mine, too, and I don't like the \r\nidea of a buddy of mine being played for a fool.",
        "Emily: If that's what's really happening, Hal, and that is a very, very \r\nbig if.",
        "Hal: So tell me, and I'll back off. What do you know about Rosanna \r\nCabot and the disparity in the due date?",
        "Emily: Nothing. I told you. Would you stop looking at me like that?",
        "Hal: Fine. Well, maybe I should just go straight to Jack and find out \r\nmyself.",
        "Emily: No, no, no. Don't -- don't -- don't do that. Don't -- don't go \r\nto Jack.",
        "Hal: Well, then just tell me, Emily. What's going on?",
        "",
        "Bonnie: Just tell me, why do you think everything is so hopeless with \r\nBen? Did you see him?",
        "Jessica: Not before he saw me.",
        "Bonnie: Doing what?",
        "Jessica: Hugging Marshall.",
        "Bonnie: Oh, no, mom --",
        "Jessica: It was not a romantic moment between me and Marshall.",
        "Bonnie: Then what was it?",
        "Jessica: It was an emotional one. I told him we might have found his \r\ndaughter. Then Ben walked in and sent the temperature of the room plunging to \r\nsub-zero.",
        "Bonnie: But you do see that every time Ben turns around, you are in \r\nMarshall's company, mom. I mean, come on. How would you feel if it were the \r\nother way around?",
        "Jessica: I made Marshall a promise.",
        "Bonnie: Break it.",
        "Jessica: Even if I could, I wouldn't. A helpless child's life is at \r\nstake.",
        "Bonnie: Okay, mom, I'm not trying to be hard. I'm really not. But if \r\nyou keep seeing Marshall for whatever reason, how can you actually expect Ben to \r\nget past this?",
        "Jessica: How many times can I say I'm sorry? How many times can I \r\nreassure Ben that he is the only one in my heart? But he won't listen. And you \r\nknow, after a while, it's like -- it's like reciting the telephone book.",
        "Bonnie: Do you want me to stay?",
        "Jessica: No, it's fine.",
        "Bonnie: Hi, Ben.",
        "Ben: Hey.",
        "Bonnie: How are you? Listen, if you'd excuse me, the ledgers are \r\ncalling my name.",
        "Jessica: So did you talk to Marshall?",
        "Ben: Yeah. I asked him if he'd made a deal to help him out legally if \r\nhe got off my back.",
        "Jessica: Look, I had already found out that Marshall had apologized to \r\nyou, and I offered to help him get his daughter back.",
        "Ben: Jess, I don't need your help dealing with the likes of Marshall \r\nTravers.",
        "Jessica: I offered to save a little girl from the streets and God knows \r\nwhat else. And I probably would have done it even if Marshall hadn't made amends \r\nto you, which he did. But you know what? I'm not going to apologize for it or \r\nfor anything else anymore.",
        "",
        "Lucy: It's not fair. You have all these memories of me and us that I \r\ndon't have. And now, if you're pledging your undying loyalty, I can't help but \r\nthink there's something that you want me to remember, something really \r\nimportant.",
        "Aaron: No, no, no. Lucy, there's a lot of special things.",
        "Lucy: Tell me the one that means the most to you.",
        "Aaron: They all do. I mean, I want to bring them all back to you. But \r\nif you don't remember everything for yourself, then -- then you're not gonna \r\nfeel the memories, too, and you won't feel what we had between us. Lucy -- Lucy, \r\nsomething's wrong?",
        "Lucy: I'm letting you down.",
        "Aaron: No, you're not letting me down. Look, I told you, I'd wait 100 \r\nyears if I had to. Hey, I came here to make you feel better, okay? And I'm doing \r\na pretty bad job, right?",
        "Lucy: No, don't say that. I love having you here.",
        "Aaron: I wish we could go for a walk or something, but the weather's \r\nterrible outside.",
        "Lucy: I'm sorry we're stuck inside.",
        "Aaron: No. Stop saying, \"I'm sorry.\" Look, I'm just feeling for you. I \r\nmean, you must be going nuts in here. You've been trapped in for weeks. How \r\nabout we take a spin around the hotel?",
        "Lucy: What, like go rolling up and down the hallways?",
        "Aaron: I'm gonna take you for the ride of your life, baby.",
        "Lucy: Wait, Aaron -- Aaron, what are you doing? This is insane!",
        "Aaron: That's the whole idea! Hold on, Lucy! Here we go!",
        "",
        "Carly: Come on, Emily. Call me back. Tell me I don't have anything to \r\nworry about from that husband of yours.",
        "Jack: Hey, there, beautiful wife of mine.",
        "Carly: Hi. What is that?",
        "Jack: T-ball so Parker can practice his swings.",
        "Carly: Um, in the house?",
        "Jack: No, you goof ball, in the yard when it gets warmer. This way we \r\ncan have some real quality time, so he doesn't feel left out when he finds out \r\nthere's a new baby on the way.",
        "Carly: You're a spectacular father, you know that?",
        "Jack: Well, Parker makes it easy. Hey, did Hal drop him off?",
        "Carly: Yeah. Hey, Parker! Come on down here and see what Jack brought \r\nyou. So, hey, do you think that -- that now might be a good time to tell him \r\nabout the baby?",
        "Jack: Yeah, of course. Let's do it together. Hey, buddy! Look what I \r\ngot for you for when our snowman melts. You know what this is?",
        "Parker: No.",
        "Jack: It's t-ball, so you can practice your baseball swing. Look at \r\nthis. You'll be hitting like Sammy Sosa in no time. Pow!",
        "[Jack laughs] what do you think? I got you a glove, too.",
        "Carly: And you know what, Parker? Pretty soon, you're going to be able \r\nto share your t-ball set with a brand-new baby brother or baby sister. And \r\nyou'll be the expert. You'll be able to show them how to do it. Won't that be \r\nfun? Won't it be really cool to have a new baby around?",
        "Parker: You mean Jackie?",
        "",
        "Hal: Come on, Emily. What is going on with Carly and this baby?",
        "Emily: It's complicated, all right? And you're putting me in a very \r\ndifficult position. You know I don't like to betray people's confidences.",
        "Hal: And I don't want you to. But if I tell you that I want to go and \r\nspeak to Jack, and you tell me not to do something that I think is right -- I \r\ncan't let that go, Emily. I know what a friend you are, but I am, too, and I \r\ncan't let it go.",
        "Emily: Why not?",
        "Hal: Because Jack is living in a dream world right now. He's planning \r\nhis honeymoon. He's as happy as I've ever seen him.",
        "Emily: I know, so why ruin that for him?",
        "Hal: Because, Emily -- what if this -- if there is a chance that this \r\nbaby is not his, Emily, look, if it were me, I know that I would want to know \r\nthe truth.",
        "Emily: What if Carly doesn't know what the truth is?",
        "Hal: She doesn't know if the baby is Jack's?",
        "Emily: It probably is. But she's not 100% sure, so what good would come \r\nfrom alerting Jack to any -- he'd be devastated, and he's so happy, Hal.",
        "Hal: All right, Emily, you start talking right now, or I'm going \r\nstraight to Jack.",
        "Emily: When Jack broke up with Carly the day before her wedding, she \r\nwas devastated. She had too much champagne to drink and sort of had a one-night \r\nstand.",
        "",
        "Jack: Uh -- J. J. um -- no. Listen, I guess I didn't explain that very \r\nwell, did I? Listen, do you remember how I told you that J. J. had to go home to \r\nhis real mommy and daddy? Well, we were just taking care of him for a while.",
        "Carly: Come here, sweetheart. You sit down right here. Well -- this \r\ntime, you are a very lucky fellow. You want to know why? Because you are going \r\nto have a baby brother or baby sister all your own. And do you know where that \r\nbaby is right this very minute? Right in mommy's tummy, if you can believe that. \r\nAnd this tummy is the same place that you were before you were born. And in a \r\nfew months, the new baby will come out of mommy's tummy, and you will have \r\nsomebody to care for and look out for and stick up for. What do you think of \r\nthat? Pretty cool, huh?",
        "Parker: Yes.",
        "Jack: Once again, ma saves the day.",
        "Parker: Who's the daddy?",
        "",
        "Hal: Carly slept with somebody else the night before their wedding?",
        "Emily: I told you, she had too much to drink, and she was convinced \r\nthat Jack was through with her.",
        "Hal: Oh, well, that makes it all better. She was upset. How could she \r\ndo that to Jack, Emily?",
        "Emily: \"How could she do that to Jack?\" He's the one who broke up with \r\nher. He called off the wedding, remember?",
        "Hal: Didn't she know he was gonna take it all back? That's what Carly \r\nand Jack do. Carly and Jack fight. Carly and Jack make up.",
        "Emily: Well, maybe she took it to heart this time. She was devastated, \r\nHal.",
        "Hal: How can you make it sound so understandable? Carly was upset. \r\nWell, shouldn't there be a couple of steps between \"I'm upset\" and \"I don't know \r\nif the father is Jack\"? Or who? Who could the father be? And why is she so \r\nworried about Rosanna Cabot? Start talking, Emily.",
        "Emily: All right. All right, all right, all right. The baby -- the \r\nbaby, if the baby isn't Jack's, then -- then the baby -- then the baby is Craig \r\nMontgomery's, and if Rosanna found out --",
        "Hal: Stop right there. The baby can't be Craig's.",
        "Emily: Why not?",
        "Hal: Because Craig wasn't in Oakdale the night before Jack and Carly's \r\nwedding. He was with me, on our way to St. Louis. Try again, Emily.",
        "",
        "Ben: There's got to be 1,000 attorneys out there who are more qualified \r\nto handle a case like this. Why do you have to be the one to save the day?",
        "Jessica: Like I said, I am not apologizing for deciding to help \r\nMarshall.",
        "Ben: I haven't asked you to. Jessica, I got this feeling like he is \r\nslowly drawing you back into his web, and somehow, you seem more than willing to \r\nget caught.",
        "Jessica: I am not \"willing to get caught.\" But you know, I have to tell \r\nyou, being with Marshall right now, sometimes it feels like a vacation. You want \r\nto know why? Because it's a reprieve from all the accusations that I get from \r\nyou. At least with Marshall, I know where I stand.",
        "",
        "Aaron: Yoohoo!",
        "Lucy: You're crazy, Aaron Snyder. You almost dumped me going around \r\nthat corner.",
        "Aaron: Well, next time, I'll bring the helmet.",
        "Lucy: What helmet? Wait, don't say anything. I think I remember. It was \r\n-- it was black, with stickers on it, right? You gave it to me so I could ride \r\non your motorcycle.",
        "Aaron: Yes, yes, you remember.",
        "Lucy: Yeah, I can -- I can see you giving it to me, and I was so -- \r\nGod, I remember. Thank God, I remember. It's you, Aaron. You're like this \r\nmagical potion or something. You make me feel so -- like me again. Promise to \r\nstay around.",
        "Aaron: I promise. I will.",
        "",
        "Craig: I'd like to find a way for Lucy to be the one to call it quits.",
        "Alison: Well, it won't be easy to find something that would make her \r\npush him away, but it will be easier than trying to get Aaron to break up with \r\nher. It'll break her heart, you know?",
        "Craig: Her heart will mend better if she does the breaking.",
        "Alison: I've got it. It seems to me that the best thing that we've got \r\ngoing for us right now is that Lucy doesn't remember much about Aaron. I mean, \r\nshe has no idea how in love with him she was, so what if I see it that she only \r\nrecalls the really bad stuff?",
        "Craig: What bad stuff?",
        "Alison: We can think of some.",
        "Craig: Go on.",
        "Alison: Well, what if we get her to believe that he's the reason she \r\nhad the accident? Then we can \"arrange\" for her to find out that he did \r\nsomething so rotten that she was gonna break up with him. She was running across \r\nthe street to have it out with him and that's -- that's when she got hit by the \r\ntrolley. That would paint him in a bad light, wouldn't it?",
        "Craig: But you -- you could never pull that off.",
        "Alison: You want to bet?",
        "",
        "Hal: So Craig couldn't have slept with Carly the night before the \r\nwedding, because he was on the road with me. Any other candidates for the daddy \r\npool?",
        "Emily: All right, look, if it's not Craig, then I don't know who it is.",
        "Hal: Are you lying to cover up for Carly?",
        "Emily: Will you stop playing detective with me, all right? I hate it \r\nwhen you treat me like one of your perps. Stop it.",
        "Hal: I'm sorry. I shouldn't have come down so hard on you.",
        "Emily: I'm telling the truth. I don't know the whole deal with Carly, \r\nokay?",
        "Hal: Okay. I believe you. I'm sorry.",
        "Emily: What are you doing?",
        "Hal: Calling Jack. I don't see any other way to get to the bottom of \r\nthis.",
        "Emily: What do I have to do to get through to you? For all we know, the \r\nbaby is Jack's.",
        "Hal: But you said that Carly wasn't sure.",
        "Emily: But -- she believes it is. And she loves Jack with all her \r\nheart. Who are you to question that? And this baby, how this baby's gonna be \r\nborn into a family that will treasure it. Isn't that what really matters?",
        "",
        "Carly: Who's the daddy?",
        "Jack: You're busting my chops all ready, kid? I'm the daddy, of course.",
        "Carly: Yes, of course. Of course Jack is the baby's daddy, honey.",
        "Jack: Do you understand what we're saying?",
        "Parker: No.",
        "Jack: Okay. Well, here -- oh, let's see. Do you remember when I married \r\nyour mommy?",
        "Parker: Mm-hmm.",
        "Jack: Mm-hmm. You were there. You walked her down the aisle. Do you \r\nremember that? Okay. Well, when two married people are having a baby, then the \r\nhusband -- that's me -- is always the daddy. Or at least that's the way it's \r\nsupposed to be. Anyway, do you get what I'm saying now?",
        "Parker: Yes. Can I go play now?",
        "Carly: Yes.",
        "Jack: You can go play now.",
        "Carly: Yes, of course you can, sweetheart. Go on up.",
        "Jack: I think that went well.",
        "[Carly laughs hysterically] what?",
        "",
        "Marshall: Hi, Margo. I -- I owe you a thank you. Jessica said you had a \r\nlot to do with locating my daughter.",
        "Margo: Oh, yes, well, finding lost loved ones is one of the more \r\nrewarding aspects of my job, but asking people to butt out isn't. I'm here to \r\nask you to rethink allowing Jessica to go to Washington for you.",
        "Marshall: I wasn't aware it was any of your concern.",
        "Margo: It absolutely isn't. And if Jessica knew I was here, she'd \r\nprobably deck me.",
        "Marshall: Then why betray your friend?",
        "Margo: Betray? Because it's for her own good, Marshall. Because if you \r\ndon't push her away, she's not gonna have the strength to walk away on her own.",
        "Marshall: She's a grown woman.",
        "Margo: Yes, and you know very well that you have some sort of pull on \r\nher, and whether that's guilt about your missing daughter or some deeper \r\nfeelings for you, I don't know. But I do know that despite all of this, she does \r\nwant to do the right thing by Ben Harris.",
        "Marshall: Why should I be worried about that?",
        "Margo: Because staying involved in your life is keeping her from her \r\nown. Come on, Marshall. You say you care about this woman.",
        "Marshall: I do. Deeply.",
        "Margo: Then you've got to help her let go. She loves Ben. She wants to \r\nbe with Ben. Do the right thing.",
        "Marshall: The \"right thing\" is what landed me here in this hospital bed \r\nwith a bullet in my head.",
        "Margo: So -- so -- saving Paul Ryan and standing up to James Steinbeck, \r\nthey're gonna be the last unselfish acts, huh? Dig a little deeper, Marshall. \r\nMake a stand for this woman you say you care so much about. Just send somebody \r\nelse to Washington. If you really think that Jessica Griffin is so important to \r\nyou, then let her go. Let her work things out with Ben.",
        "",
        "Ben: What, are you still -- you still have feelings for Travers?",
        "Jessica: That is not what I am saying. You're not even listening to me.",
        "Ben: I am trying, Jessica. I don't get it. You're not making sense to \r\nme. Look, all right, all right, look. let's -- let's just back up a little bit. \r\nGive me one more shot.",
        "Jessica: When I say that I know where I stand with Marshall, it's \r\nbecause he accepts me at my word. When I tell him that I want to be with you, he \r\naccepts that. It's that simple. But you know, now I have to even ask, do you \r\nstill want me? I mean, am I just chasing phantoms here?",
        "Ben: Oh, come on, Jessica, you have to know how I feel about you.",
        "Jessica: Oh, how should I know that? How should I know that, Ben? I \r\nmean, you barely can look at me, and when you do, the look in your eyes -- can \r\nyou tell me what you want from me?",
        "Ben: Yes. Here's what I want -- don't go to Washington on behalf of \r\nMarshall Travers.",
        "Jessica: I can't believe you're asking me to abandon a helpless child.",
        "Ben: Then believe that I'm asking you to abandon a trip to Washington \r\nto represent your ex-lover.",
        "Jessica: Ben -- I ask you to tell me what you wanted from me. From me, \r\nBen. And how can you bring Marshall's daughter into the equation and expect me \r\nto respond?",
        "Ben: There's got to be an Immigration expert that you can call in to \r\nwork on this.",
        "Jessica: Yes, there are. Yes, there are, and I intend to call on them, \r\n'cause I'm gonna need a lot of help with this. But I -- I gave my word. I made a \r\npromise. I keep my promises.",
        "Ben: Do you?",
        "Jessica: This one I will.",
        "Ben: Jess, come on. Jessica, all right, I shouldn't have said it like \r\nthat, Jess. I'm sorry --",
        "Bonnie: My mom just left?",
        "Ben: Yeah.",
        "Isaac: What's going on?",
        "Ben: I think Jessica just walked out of my life for good.",
        "",
        "Aaron: Today was a blast, Lucy. Laughing and hanging out together. I've \r\nbeen wishing for this day ever since you woke up in that hospital.",
        "Lucy: What?",
        "Aaron: I should let you rest. I mean, all the racing around we did \r\ntoday and stuff.",
        "Lucy: But I'm not even tired, Aaron. I feel incredible, alive. I'm so \r\nglad you came back into my life. Don't go away again, okay?",
        "Aaron: I promise I won't.",
        "",
        "Craig: This plan of yours could be a major coup, Alison.",
        "Alison: With major perks for me.",
        "Craig: If you can pull it off.",
        "Alison: Leave it to me, Mr. M. I'll have Lucy doubting Aaron by the end \r\nof the week.",
        "Craig: This is your chance to show me what you're made of.",
        "Alison: And I will. And when I'm done, you'll be worshiping the ground \r\nI walk on.",
        "",
        "Emily: Hal, you go telling Jack he might not be this baby's father, \r\nhe's gonna lose his mind.",
        "Hal: Well, that's his right, his choice, and he should get to make it.",
        "Emily: Yeah, and he'll dump Carly before he ever knows the truth. That \r\nhe might be that baby's father.",
        "Hal: Well, maybe Carly and Jack are strong enough to get through this. \r\nBut don't you think she should be honest with him, Emily, for both their sakes?",
        "Emily: Yeah, but what if this baby turns out to be Jack's after all, \r\nHal? Then you've -- you've created this big mess for nothing. And we don't need \r\nto do that. Just leave well enough alone.",
        "Hal: I don't want to see Jack get hurt. And I don't want to see Carly \r\nget hurt either. But I don't think that I can just close my eyes to this.",
        "Emily: Well, Hal the cop can't. But Hal the man, Hal the friend, Hal \r\nthe husband with the great big squishy heart can.",
        "Hal: Emily, if I find out that that baby is not Jack's, I will play the \r\nbad guy here. Now you can warn Carly yourself.",
        "",
        "[Carly laughing]",
        "Jack: Did I miss the joke?",
        "Carly: No, I'm sorry, honey. It's not -- it's really not funny at all.",
        "Jack: Do you want to let me in on it?",
        "Carly: I'm, uh -- I guess I'm laughing because it's -- it's easier than \r\ncrying.",
        "Jack: I don't get it.",
        "Carly: No, your face. When Parker asked you who the father was. Um, it \r\nwas priceless.",
        "Jack: Yeah, kid's a joker all right.",
        "[Carly laughing]",
        "[phone ringing]",
        "Carly: Hello?",
        "Emily: Carly? It's me. Listen, Hal knows the score.",
        "Carly: Oh.",
        "Emily: But he's not gonna say anything, all right? I talked him down. \r\nJust, whatever you do, stay out of Hal's way.",
        "Carly: Okay. Um, yeah, okay. Well, I'll meet you for lunch, and then \r\nwe'll go to the stylish stork. And we'll buy everything off the racks. Okay. \r\nBye-bye. ",
        "You are a good man. You know that? I think that you are the very best man \r\nthat I have ever known, and that's the God's honest truth.",
        "Jack: Where did that come from?",
        "Carly: My heart. In yet?"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=_HTsOs3BmzU"
}