{
    "Episode Summary": [],
    "Recap": [
        "Jack has an honest talk with J.J about Carly and persuades him to give Katie a chance to be his friend. Carly tells Gwen that Cleo pretended to be her in order to allow her (Carly) to see the kids. Carly asks Gwen to get Cleo out of jail. Gwen later tells Jack she wants to pay Cleo's bail but Jack won't allow her to do so unless Gwen tells him the real reason she changed her mind about Cleo. Katie files for a divorce from Mike and hopes for a fresh start with Jack. Carly is hurt when she hears Parker tell Sage he doesn't miss her and he doesn't care if she ever comes home. Paul wants Meg to drop the whole vendetta against Craig before it hurts their relationship and he is shocked when she refuses to drop the plan. Lily makes a heartfelt plea to Craig to return the company to Lucinda. Craig refuses Lily's request to allow her or Lucinda to buy the company but later he thinks about Lily's words to him and calls Meg to say that he must speak to her right away. Carly decides to see her kids one more time before she leaves town but Katie and J.J may discover her hiding at the farm."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: Well?",
        "P.I.: Ms. Snyder went to her mother's farm, Boss.",
        "Craig: As she said she would. Where's she now?",
        "P.I.: I didn't realize you wanted a 24-hour tail on her.",
        "Craig: No, don't brother, Zeke, although, it's not a bad idea. Now, if Meg was trying to pull one over on me, she's too smart to be seen with Paul Ryan.",
        "[SCENE_BREAK]",
        "Meg: You know how risky this is.",
        "Paul: Yeah, you know I can't stay away from you.",
        "Meg: Well, he could be having me followed.",
        "Paul: After what you said to me and Lucinda? Raking us over a hot set of coals? And Craig heard every nasty word.",
        "Meg: I was pretty convincing?",
        "Paul: If Craig doesn't think that you're on his side, I give up.",
        "Meg: Yeah, I should call him.",
        "[SCENE_BREAK]",
        "Katie: Hi, Tom.",
        "Tom: Hi. I'm sorry, Margo's not here. She has this work thing that she does.",
        "Katie: All right, well, no, I came to see you actually.",
        "Tom: Oh, come on in.",
        "Katie: I'm sorry to interrupt. Were you watching something?",
        "Tom: Yup, \"The Price is Right.\"",
        "Katie: Oh.",
        "Tom: I'm a good contestant. Actually, a savant. I could have won millions of dollars on this show in prizes, but they never asked me to be a contestant, so I sought my fame and fortune in the halls of justice.",
        "Katie: Yeah.",
        "Tom: So, is this a legal call?",
        "Katie: It is. I never thought I'd hear myself saying this, but I would like to file for a divorce from Mike. You don't seem surprised.",
        "Tom: Well, I share this place with your sister. Pillow talk and all that.",
        "Katie: Did she tell you that I was dating Jack?",
        "Tom: I hope it wasn't a big secret.",
        "Katie: No. No, but that's not the reason that I'm going ahead with the divorce. I'd be doing this even if I weren't seeing someone. I mean, how long am I supposed to wait around for Mike to call, right? It's been months and I probably should have filed by now. I mean, I can't be expected to wait around my entire life, right?",
        "Tom: Are you trying to sell this idea to me? Or yourself?",
        "[SCENE_BREAK]",
        "Jack: So, what exactly happened when your aunt Gwen took you for ice cream?",
        "Parker: She got Sage a bunch of different flavors and I got a mochaccino.",
        "Jack: Yeah, did she do anything to make you feel uncomfortable?",
        "Sage: Yes. She forgot our special summer plans.",
        "J.J.: Yeah, I don't know why you got so freaked out about that. She wasn't trying to hurt your feelings or anything.",
        "Jack: Okay, okay. Did she do anything else that might have seemed unusual?",
        "Parker: No, she was nice like always. And how come you're giving us the third degree?",
        "Sage: Can we go see the new foal now?",
        "Parker: I promised her.",
        "Jack: Yeah, go ahead. What's up, Buddy? Is there something you want to tell me about your aunt Gwen?",
        "J.J.: No. It's not that. It's just -- just forget it, okay?",
        "Jack: J.J.? Hey, Buddy. What's going on?",
        "J.J.: You remember how you asked me to give Katie a chance?",
        "Jack: Yeah.",
        "J.J.: Well, I don't think I can.",
        "Jack: Really, why not?",
        "J.J.: Because of Mom.",
        "[SCENE_BREAK]",
        "Gwen: You're back. I didn't think that you could ever come back.",
        "Carly: I know that I have a lot of nerve showing up here after everything I've done -- how I've hurt everyone. Yeah, you know, this was a mistake. Gwen, I'll go.",
        "Gwen: No. Wait, Carly, I'm not mad.",
        "Carly: You're not?",
        "Gwen: No. I've never been so happy to see anyone in my entire life.",
        "[SCENE_BREAK]",
        "Katie: So, I think filing for divorce is like saying, I'm ready to face reality and move on.",
        "Tom: And this has nothing to do with Jack?",
        "Katie: Well, I think seeing Jack made me start to think about what I'm doing with my life. But, I don't know. Filing for divorce is just something that I'm doing for myself. Instead of just waiting around for the guy to make the decision for me.",
        "Tom: And why do you think Mike didn't file for divorce earlier?",
        "Katie: I think he didn't want to hurt me anymore than he already had.",
        "Tom: Well, that sounds like Mike.",
        "Katie: Yeah. I mean, he does want the divorce. I do know that. I think he was just waiting for me to catch up. He knew I'd file papers when I was ready.",
        "Tom: Look, I only ask because I want you to be sure. I don't want you rushing into anything, divorce or otherwise.",
        "Katie: No, I'm not. I need to do this. Whether or not I'm seeing Jack, I do need to move on with my life.",
        "Tom: Okay. Then let's get started.",
        "Katie: Okay.",
        "[SCENE_BREAK]",
        "Jack: Are you afraid that liking Katie means you have to stop loving Carly? Okay, all right, come on. Sit down, sit down, please. J.J., life is going to hand you a lot of stuff. Not that you don't know that already. But you know, new friends are going to come into your life, and you're going to say good-bye to old friends. You're going to be really, really, really good at some stuff, and other stuff is going to pose more of a challenge for you. The thing you're going to learn as you grow up is that the life always changes, constantly. But one thing -- one thing I promise you, will never change. That's how much you love Carly. And how much she loves you.",
        "J.J.: But how do you know? She's not even here!",
        "Jack: Yeah, but I just know this, okay? Listen, you remember how we talked about when you two first met each other, how you didn't always get along?",
        "J.J.: Yeah.",
        "Jack: Right. Then, little by little, that changed, right?",
        "J.J.: I remember.",
        "Jack: And then you liked her a lot. Yeah, well, just because you liked her a lot, doesn't mean that you stopped loving your mom, Julia, right?",
        "J.J.: No.",
        "Jack: No. Well, your love for Carly is exactly like that. That just can't be erased. You will always love her and she will always love you no matter what.",
        "J.J.: But what about you? Will you always love her, too?",
        "[SCENE_BREAK]",
        "Gwen: It's so good to see you. I missed you so much. I was so worried about you.",
        "Carly: I'm sorry. I wish I could have written to you and told you that I was okay, but I couldn't. Gwen, it was too risky.",
        "Gwen: No, I understand. Well, is it less risky now? I mean, something must have changed in order for you to come back? Are you going to stay?",
        "Carly: I don't know. I hope so. I'm just waiting to hear from Simon.",
        "Gwen: He's not -- he's not with you?",
        "Carly: No.",
        "Gwen: Well, did you guys break up?",
        "Carly: I didn't want to. It broke my heart saying good-bye to him. But it was worse being without the kids. He could see that.",
        "Gwen: So he just let you go.",
        "Carly: He was the one who insisted that I come back. And people don't know what he's like, Gwen. They think they do. But they don't know how generous he is, and how kind he is. He promised that he would fix things so I could stay. And you know something? I know that he'll come through.",
        "Gwen: So, how does this work?",
        "Carly: I don't know. I don't even know the plan. And Simon said it was better that way. So, I'm just going to lay low until its safe.",
        "Gwen: And when is that?",
        "Carly: I don't know. He said -- he said that I will know. But I want you to know something. I wouldn't have come here -- I wouldn't have put you in this position unless it was very important.",
        "Gwen: So, you need my help?",
        "Carly: Yeah.",
        "Gwen: Anything, Carly.",
        "Carly: God, you say that like helping me is the most natural thing in the world. And I was really afraid that you were going to hate me, you know. I pictured you, slamming the door in my face.",
        "Gwen: I could never do that. I can never, ever hate you. If I did, I'd have to hate myself even more.",
        "[SCENE_BREAK]",
        "Craig: Quarterly reports by Thursday at the latest. Why don't you give us a second, okay?",
        "Assistant: Thank you, Mr. Montgomery.",
        "Craig: Lily. Wow, quite a surprise. So, you finished your term in rehab? Is that what they call it, a term?",
        "Lily: That's fine.",
        "Craig: You look really well. Have you finished --?",
        "Lily: I'm not here to talk about rehab. I'm here to talk about business.",
        "[SCENE_BREAK]",
        "Meg: Oh my God, look at the time.",
        "Paul: Forget the time.",
        "Meg: I can't -- you know I wish I could, but we can't stay here forever.",
        "Paul: Sure we can.",
        "Meg: No, we can't. If I just disappear, Craig is going to get suspicious. I should make an appearance. A phone call, at least.",
        "Paul: Just, no. Don't.",
        "Meg: Okay, what's going on with you?",
        "Paul: Um, I just keep seeing you taking Craig's hand and walking away from me.",
        "Meg: That was an act, Paul, to reel him in. And it worked wonders. You should have heard what he said to me in the car afterwards. He says that I'm the only person he trusts. I mean, that's progress.",
        "Paul: Seeing you with him doesn't feel like progress.",
        "Meg: I know this isn't easy for you. But we did try it your way and it was a disaster, thanks to Alison. I'm the last best chance we have at getting him to confess what he did.",
        "Paul: You misunderstand me. I'm not talking about letting you do the job or Alison. I'm talking about dropping the job. Just ending this vendetta against Craig, once and for all.",
        "[SCENE_BREAK]",
        "Craig: I didn't realize we still had any.",
        "Lily: My mother's business is my business.",
        "Craig: Okay, you know what? I've been called enough names lately to last a lifetime, so if you're here to remind me what a monster I am for stealing this company, please save it.",
        "Lily: That's not what I think.",
        "Craig: That's quite a turnaround.",
        "Lily: Now that my head is not fogged with diet pills, it made me realize a few things.",
        "Craig: What kind of things?",
        "Lily: I'm not your victim. You couldn't have done anything to me that I didn't allow you to do.",
        "Craig: It sounds like you've developed a healthy perspective.",
        "Lily: Yes. Yes, in honor of that healthy perspective, I would like you to do something that I think will end the animosity between you and my entire family.",
        "Craig: Truly I would like nothing more. What would you like me to do for you?",
        "Lily: Give the company back.",
        "[SCENE_BREAK]",
        "Tom: You can always change your mind.",
        "Katie: It's not that. It's just -- astonishing how little effort it takes to end something that I thought was going to be the journey of my life.",
        "Tom: I'm sorry this didn't work out.",
        "Katie: No one's sorrier than I am. But I can't keep thinking about what I did over and over in my head. I just have to accept that it wasn't meant to be for the two of us.",
        "Tom: You never know what the future holds.",
        "Katie: Yup. All right, well thank you so much for your help. You are a fabulous brother-in-law.",
        "Tom: Oh, I know that. Listen, if you need me for anything, don't hesitate to call.",
        "Katie: Okay.",
        "Tom: See ya.",
        "Katie: It's over. Jack, its Katie. Obviously, you're still busy or you'd be picking up. But you told me to call you when I was done with that thing I needed to take care of and, I'm done. So, call me.",
        "[SCENE_BREAK]",
        "J.J.: So, do you still love her or not?",
        "Jack: Yeah, of course I do. Even though we're divorced. Even though she left town. And in spite of the fact that she did some questionable things, yes.",
        "J.J.: How come?",
        "Jack: I just -- I just do. You know your mom, she did more -- many more good things than bad.",
        "J.J: What do you mean?",
        "Jack: Well, like how she accepted you into the family. Without questioning whether or not that was the right thing to do. She just accepted you as her own. Well, you don't stop loving someone like that. But that doesn't mean there isn't room in my heart for someone else, too. You know?",
        "J.J.: But what if Mom comes back? Would you still want to love somebody else?",
        "[SCENE_BREAK]",
        "Gwen: I can't believe how much has happened since the last time I saw you.",
        "Carly: We can still talk, you know. Like we used to. Like sisters.",
        "Gwen: I hope so. I think I understand you a lot more now.",
        "Carly: Why?",
        "Gwen: Because I know what it's like for things to spiral out of control. You end up doing things that you never thought that you were capable of.",
        "Carly: The story of my life.",
        "Gwen: And you end up dragging the people that you love most into impossible situations because you think you have no other choice.",
        "Carly: Gwen, what happened?",
        "Gwen: I wouldn't even know where to begin. The important thing for you to know is that I did something really horrible. And I made it even worse by not telling Will because I was trying to protect him. And then when I realized that I couldn't handle things on my own, I dragged him into the mess anyway. And I know that was probably really selfish, but he didn't see it that way.",
        "Carly: I know, of course he didn't. Because he loves you so much.",
        "Gwen: Yeah, more than I think that I deserve sometimes. And I love him too. And I love you. So, no matter what you've done or you do, I'm here for you.",
        "Carly: You have no idea how badly I needed to hear that.",
        "Gwen: So, how can I help you?",
        "Carly: Well, Gwen, actually, I'm here to ask you to help somebody else.",
        "Gwen: I don't understand. Who?",
        "Carly: Cleo Babbitt.",
        "Gwen: Cleo? How do you know Cleo Babbitt?",
        "Carly: She just sort of showed up one day.",
        "Gwen: Showed up where?",
        "Carly: At the motel. She recognized me. At first, it really freaked me out, but she was so genuinely nice that I ended up letting her help me. And I know it probably wasn't the smartest thing to do, but she's sort of been the only friend that I have since I've come back to town.",
        "Gwen: You need to stay away from her Carly.",
        "Carly: I can't do that, Gwen. I'm the reason that she dressed up as you and took my kids out.",
        "Gwen: She did that for you?",
        "Carly: Yeah. Now, I know that it was a really stupid idea, but it was kind of the only chance that I had to just get a glimpse of the kids. So, she took them out and she entertained them and gave them the ice cream. And I watched from a place where I couldn't be seen. At least, I could see how they were. And I will always be grateful to Cleo for that. She's been willing to do anything that I've asked her.",
        "Gwen: That's because she's insane.",
        "Carly: No. It's because she likes you and Will so much. And she thought if she would do something to help me, that it really be helping you, and -- so, she wanted to do it.",
        "Gwen: Is that what she said?",
        "Carly: Yeah. And I think she's proven how much she cares. She could have turned me in, Gwen, the minute that Jack showed up and started grilling her about why she was dressed up as you. But she didn't. She didn't say anything. And she hasn't said anything to protect me. Now, she's in jail and she's in big trouble. And I had to come to you. I thought if you knew that your friend was only helping me, that's why she impersonate you, it might help.",
        "Gwen: She's not my friend, Carly. She's a very disturbed person who came here to tell me that she was my biggest fan.",
        "Carly: She told me that she saw you sing in L.A.",
        "Gwen: Did she also tell you that she was stalking me?",
        "Carly: Well, she said that she came to town because she likes you so much.",
        "Gwen: All that way from California. Doesn't that sound a little bit, I don't know, extreme?",
        "Carly: It's a little far out, I guess, yeah. And I know that socially, Cleo is, well, awkward.",
        "Gwen: She's weird.",
        "Carly: Okay, okay, weird. But after everything she did for me, I can't help feeling like she's got a good heart. You know, she really came through for me.",
        "Gwen: Yeah, she freaked me out pretty bad in the process.",
        "Carly: Well, now that you know why she did it, you understand, right? Gwen, I really want to help Cleo get out of this mess that she's in, but I can't do it alone. So, I'm asking you, will you help me? Please?",
        "[SCENE_BREAK]",
        "Jack: Okay, sometimes it's easy to see the past as better than it really was. Do you know what I mean? When, the fact is -- Carly and I had a lot of problems before we split up. And we split up long, long before she left town with Simon. That's why I moved out of the house.",
        "J.J.: Yeah, but I thought we could all just move back together again someday. Like with me, you, Parker, Sage. When are we going to do that?",
        "Jack: Yeah, Buddy, listen. I was actually thinking of selling that place. Putting it up for sale.",
        "J.J.: But it's our home!",
        "Jack: I know --",
        "J.J.: And if we sell it and Mom comes back, then what are we going --",
        "Jack: Carly is not coming back, J.J.! I'm sorry. I am. I know you miss her a lot.",
        "J.J.: But you could be wrong, okay? She might come back.",
        "Jack: I know that's what you're hoping. But I think it's time that you -- that all of us move on. Now, that doesn't mean that you have to stop loving Carly. And I know for a fact that she will never stop loving you.",
        "J.J.: I get it. Okay. All you're asking is for me just to give Katie a chance. And I will, Dad.",
        "[Cell phone rings]",
        "Jack: Snyder here.",
        "Gwen: Hi, it's Gwen. I need to see you. Do you think you could meet me?",
        "Jack: Uh, I'm kind of in the middle of something here, Gwen.",
        "Gwen: Well, it's -- it's really important. I can meet you at the station.",
        "Jack: Can you give me an idea of what this is about?",
        "Gwen: I think it's better if I just talk to you about it at the station.",
        "Jack: All right, yeah, give me 20 minutes.",
        "Gwen: Thank you, Jack.",
        "[SCENE_BREAK]",
        "Carly: Thanks, Gwen.",
        "Gwen: You're welcome. I wouldn't get your hopes up. I made a pretty convincing case against Cleo earlier. I might not be able back out of it.",
        "Carly: Well, I'm grateful that you're willing to try. And I know that Cleo will be too.",
        "Gwen: Let's just get one thing straight. I am doing this for you. Not for Cleo.",
        "Carly: Understood. Okay, well, I should go.",
        "Gwen: Where?",
        "Carly: Back to the motel.",
        "Gwen: Come on, you can't stay in that rat trap.",
        "Carly: What, it's cheap, it's out of the way.",
        "Gwen: No, that's ridiculous. We'll go get your bags, we'll bring them here -- Will won't mind --",
        "Carly: No, no. No, I'm not going to put you in that position. If anybody finds out that I'm here, you're going to be charged with aiding and abetting.",
        "Gwen: I've been in worse situations than that, believe me. Come on, Carly, please stay.",
        "Carly: As a matter of fact, now that I've seen the kids -- really the best thing for me to do is just get on the next bus out of town.",
        "Gwen: Wait a minute, where are you going to go?",
        "Carly: Anywhere that's not here. I'll just wait for word from Simon, and I'll come back when all is clear.",
        "Gwen: Hey, hold on. Would you at least do me a favor?",
        "Carly: Of course.",
        "Gwen: No matter what happens, will you please just find someway to get in contact with me?",
        "Carly: Yeah. Sure. But you know I'm counting on Simon to come through pretty soon here. So, I won't have to hide out much longer. Because when I think of my kids, you know I only got to see them for the time it takes to have a ice cream cone. Sage has gotten so tall. The boys -- they're so big, responsible. If I could just see them one more time.",
        "Gwen: I don't know, Carly. It was risky the first time.",
        "Carly: For Cleo, not for me.",
        "Gwen: Carly, I think you were right before. The worse thing that you could do right now is something that would get you caught. Think about what it would do to your kids. Stick to your plan. Lay low until you hear from Simon.",
        "Carly: But they're my kids. And they're so close.",
        "Gwen: I know. And I know that you want to hold them. But it won't be like this forever. Why take the chance?",
        "[SCENE_BREAK]",
        "Meg: I don't understand what's happening to you. I thought that you wanted to bring Craig down longer than I have. I thought that you were in this as much as I wanted to be.",
        "Paul: Well, my heart's not in it anymore. I've given up. I've given up vendettas. I've had to give you up. And I got you back. It's the only time in my life where letting go actually got me what I wanted. And there's a real lesson in that. There's a lesson in that that you and I, we just can't ignore.",
        "Meg: Well, that was different.",
        "Paul: You know the only reason that I said that -- that I would do this is because I thought I could protect you. But being here with you, that's all I care about. I don't want to lose this. I want this too much.",
        "Meg: I want this too, but I just --",
        "Paul: And think about what we could be doing if we would just let all of this nonsense with Craig just go. We could -- we could be on a beach, we could be surfing. You could be rubbing my feet and getting me little drinks with little umbrellas in them. And we could make love for hours without you having to go make stupid phone calls.",
        "Meg: Don't you think I want that, too? We just have to wait a little bit longer. That's all.",
        "Paul: We keep doing this and we risk losing one another. Is Craig's head on a platter really worth destroying us? Because I don't think so.",
        "Meg: Paul, I keeping telling you you're not going to lose me.",
        "Paul: End the war. Let Lucinda fight her own battles.",
        "Meg: This isn't just Lucinda's battle to fight. It's mine. He hurt me, Paul. And I'm not going to let him get away with it.",
        "[SCENE_BREAK]",
        "Craig: So, you just want me to give up and you want me to turn over all my shares to your mother?",
        "Lily: Yes.",
        "Craig: Uh-huh. And I would do that, why?",
        "Lily: Because it's the decent thing to do.",
        "Craig: Decency? You're going to play the decency card. Where was Lucinda's decency when she and Paul decided to drive me insane by making me think Rosanna was back?",
        "Lily: I have no idea what you're talking about.",
        "Craig: She didn't tell about her little gas-lighting stunt. Oh --",
        "Lily: No --",
        "Craig: Actually, I guess she wouldn't. No, I mean, you're fresh out of rehab, all hopped up on honesty instead of diet pills. Why ruin the new high by telling you --",
        "Lily: Okay, okay -- don't do it for my mother. Do it for me.",
        "Craig: For you?",
        "Lily: Yes. We were friends for a very long time, Craig. I mean, if our history means anything to you, then just please do what I ask.",
        "Craig: So, now, we're friends again? Oh, okay. Because you know, one day, we're friends, and then we're not. Honestly, Lily, it's kind of hard to keep up --",
        "Lily: So, are you going to hold me to everything I said before I went into rehab?",
        "Craig: Oh, no. I'm going to forget it all. I'm going to forget every name that you called me and I'm just going to hand you my corporation.",
        "Lily: Obviously, we can work out some sort of financial arrangement. I'm not asking for a handout. You've won the company. I'm sure you made a lot of money. But we both know this little coup of yours did not get you what you wanted. Johnny. Now, I know you enjoy rubbing my mother's nose in her defeat. But does that fill the void of losing Johnny?",
        "Craig: That's below the belt.",
        "Lily: Yes, you are interested in what is decent. So, will you at least consider my proposal?",
        "Craig: You know you're right, Lily. I mean, after all is said and done, I don't have Johnny. I didn't manage to pressure Lucinda into divulging where he was. It's still out there someone. My daughter is lost to me and my life is in shreds.",
        "Lily: So you'll consider my proposal?",
        "Craig: No. Well, maybe if Lucinda and Paul hadn't acted like a couple of mangy vultures, I might have considered it. But she crossed the line. And she joined forces with the son of Steinbeck. I don't care what anybody in this town thinks, I cared for Rosanna. And to use that caring to try to force --",
        "Lily: To what? To force you to what?",
        "Craig: Suffice it to say, I will never forgive your mother for that.",
        "Lily: So, you rocked Worldwide. You got it. You brought my mother to her knees, but what have you lost? Everyone that matters to you, Bryant, Johnny, Sierra, Rosanna, and now me.",
        "Craig: And I have survived losing all of you. I will survive this. I will be the greatest the CEO this company has ever seen.",
        "Lily: And when you turn around to share it with someone, who's going to be there? No one. I was the last person in this town that gave a damn about what happened to you. Now, what do you have? Nothing. That does not make you a success. That makes you the saddest man I have ever known.",
        "[SCENE_BREAK]",
        "Paul: Okay, I'm not trying to belittle your feelings, but I'm trying to figure out how Craig hurt you as much as he hurt Lucinda. He took a company away from Lucinda. A company that she spent whole life building. And really, what has Craig taken from you?",
        "Meg: My trust. I trusted him to do right by me and my family. And when he hurt them, he hurt me.",
        "Paul: Bottom line, he didn't force those diet pills down Lily's throat.",
        "Meg: No, but he used her when she was at her lowest point. And my brother and their kids were forced to watch her jump off the deep end. That's personal.",
        "Paul: And he didn't force Lily to sign the papers giving him control over the company. I mean, at some point, isn't Lily responsible for her own actions?",
        "Meg: Okay, Lily's only a part of it. What infuriates me is that Craig made me feel like I was the reason that he used Lily to take over the company. He told me that I convinced him to do better, and then when he saw me with you, he thought --",
        "Paul: He was just trying to make you feel guilty.",
        "Meg: Yes! I know that. That's the point. It was all one big lie. His plan to unseat Lucinda was already underway long before he thought I betrayed him. He was manipulating me into thinking that it was all my fault. And for that, he needs to pay. What? Why are you looking at me like that?",
        "Paul: I'm just trying to figure out exactly when it happened.",
        "Meg: When what happened?",
        "Paul: When you became me.",
        "[SCENE_BREAK]",
        "[Knock on the door]",
        "Sage: Hi, Katie.",
        "Katie: Hi, Sage. Hey, Parker.",
        "Parker: Hey, you're here for another date with the family?",
        "Katie: No. No, not that I don't like spending time with you guys, but I was hoping to talk to you dad. They said at the station he was here. But I don't see his car.",
        "Parker: He was here, but he left a little while ago.",
        "Katie: Oh, okay. Well, I'll catch up with him later.",
        "Parker: Okay.",
        "Katie: Thanks.",
        "Parker: Come on, Sage.",
        "Katie: Bye, Guys.",
        "J.J.: Um, wait, Katie. Do you have a minute?",
        "Katie: Uh, well, I'm actually in kind of --",
        "J.J.: No, it's not going to take long. I just wanted to say that -- I just wanted to say that I'm sorry for being mean to you at the diner.",
        "Katie: Oh, yeah, I was kind of confused. I mean, I thought we'd become friends.",
        "J.J.: Yeah, well, just with my mom gone and everything, it just been a little --",
        "Katie: It's okay. I understand. Apology accepted, you never have to say another word.",
        "J.J.: Really?",
        "Katie: Yeah.",
        "J.J.: Oh, there's a new foal, if you want to go see it.",
        "Katie: A new foal? Wow, I would love to see that. Where?",
        "J.J.: Come on.",
        "[SCENE_BREAK]",
        "Jack: I've got that picture on my desk in case the kids pop over. You probably miss her too, don't you?",
        "Gwen: Yeah.",
        "Jack: What's the emergency?",
        "Gwen: I wanted to know if Cleo's had her bail hearing yet.",
        "Jack: Not yet. Why?",
        "Gwen: Do you know how much it will be?",
        "Jack: Not until the hearing. Again, why?",
        "Gwen: Because whatever it is, I'll pay it.",
        "[SCENE_BREAK]",
        "Lucinda: Yeah, okay. Um, sorry, can I call you -- can we continue this in the morning? Great.",
        "Lily: Hey.",
        "Lucinda: I didn't expect to you again today.",
        "Lily: I went to see Craig.",
        "Lucinda: Oh, God --",
        "Lily: I know --",
        "Lucinda: I told you -- I told you not to do that --",
        "Lily: I know -- but this was my mess. It is my job to clean it up, not yours.",
        "Lucinda: What happened?",
        "Lily: I thought I would try to turn to Craig's sense of decency.",
        "Lucinda: Oh, ridiculous, he doesn't have any.",
        "Lily: Well, he used. And I think it's still there, buried under a lot of garbage. But he still will not budge. Thanks to you.",
        "Lucinda: Me?",
        "Lily: You and Paul Ryan tried to gaslight Craig into him making him believe that Rosanna was back? Why would you do that?",
        "Lucinda: Darling that was just a little bit of fun that backfired. Craig's has had a lot of fun off on me --",
        "Lily: He's not going to give that company back. That's all he has to hold on to. He's not going to give up.",
        "Lucinda: We'll see.",
        "Lily: No more games, no more ploys, it's beneath you. I think it's time for you to accept. This is a fight that you cannot win.",
        "Lucinda: Darling, what step are we at? Is this the step where you say we have to accept what we cannot change?",
        "Lily: No, no, no, this is a step where I have the wisdom to know the difference between what I can and cannot undo.",
        "Lucinda: Darling, if you want to accept defeat, okay. But not me. Not now. Not ever.",
        "[SCENE_BREAK]",
        "[Craig remembering]",
        "Lily: And so, you've won Worldwide? There's no one. Brought Lucinda Walsh to her knees. But you've lost everyone in your life that matters to you. Sierra, Bryant, Rosanna Lucy, Johnny. And now me. I might have been the one person left in this town that actually gave a damn about what happened to you. But now? There's no one. And that does not make you a success. It makes you about the saddest man I've ever known.",
        "[SCENE_BREAK]",
        "Meg: I can handle anything Craig throws my way.",
        "Paul: You know you say that, but you're gambling. You've convinced yourself that it's okay to do that. And what you're doing is you're gambling with me. You're gambling with our future -- [Cell phone rings] You're gambling with our happiness. You're gambling with our life together. Meg?",
        "Meg: Hello?",
        "Craig: Meg, its Craig. I -- I need to see you. Right away.",
        "[SCENE_BREAK]",
        "Jack: Okay. Did I just hear you right? You're going to pay Cleo Babbitt�s bail?",
        "Gwen: That's right.",
        "Jack: Why? You were just down here telling me to throw the book at her? You said that she was unstable, and dangerous, and a threat to everyone you cared about, including my kids!",
        "Gwen: I understand, but I went home, and I had time to think about it. And I think I might have overreacted.",
        "Jack: And suddenly, it just doesn't matter. It doesn't matter that she dressed up like you, that she broke into your house, stole your clothes? Wore a wig to look just like you? Suddenly, it's all okay and you don't fear that the next time she might get a little crazier -- crazier than buying ice cream cones, right?",
        "Gwen: I don't think she's going to.",
        "Jack: What makes you so sure?",
        "Gwen: Look, when you find out what Cleo's bail is, could you just let me know?",
        "Jack: No, no, hey, listen. I'm not telling you a damn thing, and I'm sure as hell not letting you walk out of here until you tell me what or who changed your mind.",
        "[SCENE_BREAK]",
        "[Carly is standing outside the kitchen window watching Sage and Parker]",
        "Sage: Can't you at least make it like Mom used to?",
        "Parker: I don't remember what Mom used to do.",
        "Sage: Pickle relish. She's load it up and it wouldn't taste like ham anymore.",
        "Parker: Whatever.",
        "Sage: Did you mean what you said before, about not missing Mom?",
        "Parker: Yup.",
        "Sage: I bet she misses you.",
        "Parker: I doubt it.",
        "Sage: Daddy says she misses all of us.",
        "Parker: Just stop talking so much and just eat your sandwich.",
        "Sage: Okay.",
        "Carly: That's right, Sage. Mommy misses you all so much.",
        "[SCENE_BREAK]",
        "Katie: Have you thought a new name for the foal?",
        "J.J.: Well, I think we should name it Surprise.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Brad: Say anything you have to say to Vienna. It's an emergency.",
        "Henry: Even if I have to lie and tell her that I love her?",
        "Brad: Dude, it won't be a lie.",
        "Katie: What was that?",
        "Will: Carly's getting a little elaborate now, and I'm worried it's going to blow up in your face."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=MIO0Sc3AWQw"
}