{
    "Episode Summary": [],
    "Recap": [
        "Jade wants her and Luke to bluff that they are going to leave his house, so Lily and Holden let her stay. Lily and Holden discuss Jade's living arrangements; Lily wants her out as fast as possible, but Holden plays devil's advocate. Jen continues to see visions of Dusty, but Hal tells her there is no new evidence. Jen then wonders if her visions are Dusty trying to say goodbye? Jack and Carly share a heart-wrenching break up. Jack tells her he can no longer live like this; Carly pleads for another chance. Jack feels she crossed a line this time and he can't get past it; he wonders if he and Carly are mirroring his parent's dysfunctional relationship? She chose to work at a strip club, use Nick and the power of possible sex with her and then to lie about it even though their marriage was on the line is more then Jack can bear this time. Carly tries to pull out all the stops to keep him from leaving. Lily and Holden tell Jade and Luke that she cannot stay at their house. When Luke looks as if he may not leave with Jade, she appears to be about to reveal his secret when Luke collapses. At the hospital Susan tells Holden and Lily that Luke has a kidney infection. His prognosis seems positive, but they don't know anything fully yet; she advises them to keep him quiet and stress free. Lily worries what has been going on at home made Luke sick. Jade overhears and asks to talk to Luke. She wonders if Luke should just come clean about his sexuality because she claims it is not worth getting sick over. When Lily and Holden come into the room, Jade says Luke has something to tell them. Emily tells Dusty he is going to write a letter, but Dusty refuses to write a suicide or goodbye letter. Emily tells him that Jen spends all her days wondering endlessly what happened to him. It wouldn't be unkind to give her hope, Emily thinks. Dusty corrects her because apparently it would be false hope as far as he can see. Emily threatens that if he doesn't do at least this much she has no reason to keep him alive. Jack is not swayed by Carly's pleading; she will always lie and he will always want to believe in her; he thinks they both deserve better. He tells her he will call her in the morning to figure out how they will tell the kids. Emily happily tells Susan that she feels confident that something will show up soon that will exonerate Paul. A shocked Jen receives an envelope from Dusty with a picture of him with a current newspaper and a letter, which Jen starts to read. As Jack is leaving Carly tries to give him their compass so he can find his way back to her, but he refuses saying he always wanted to be her true north, but somehow they both got lost, and he walks out the door and leaves Carly an emotional wreck on the ground, screaming out his name."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jade: Well, I'm all done packing. Don't you think you should start packing, too? I mean, we have to at least act like we're serious about leaving.",
        "Luke: We're not leaving, Jade.",
        "Jade: Your folks only said that I could stay for one day, remember? And they haven't said anything, so they're going to kick me out.",
        "Luke: You don't know that.",
        "Jade: I know I've got a lot better chance if Lily thinks her baby boy is on the next bus out of here with me.",
        "Luke: Wait, wait, wait, a bus? A bus? Where are we going?",
        "Jade: I don't know. I'm hoping that it's not going to come to that. But we have to be prepared. Follow my lead.",
        "Luke: Jade, Jade, what are you doing?",
        "Jade: Hi, Holden.",
        "Holden: You two are supposed to be keeping your distance.",
        "Luke: Yeah, well, it's not like we're sneaking around. We're right out here, outside, where the whole world can see us.",
        "Holden: Luke, if you expect your mom and me to let Jade stay, you've got to play by our rules.",
        "Jade: We will.",
        "Luke: Yeah. But Dad, Jade and I have to be together.",
        "Jade: You were great. Okay, so, just give them a few minutes, and then go in there, like, really really angry and get all your stuff.",
        "Luke: Jade, Jade, just give it a rest, okay?",
        "Lily: So your mom's okay with Faith and Natalie spending the night?",
        "Holden: Yeah, yeah, sure.",
        "Lily: I just don't know how Jade's going to react. I don't want the girls around if there's a scene.",
        "Holden: I think that maybe we should reconsider.",
        "Lily: That girl is a con artist. She made me believe that she was Rose's daughter and now she's got her hooks into Luke. We cannot let her get away with this.",
        "Holden: What if -- what if Luke is in love with her?",
        "Lily: He's known her less than a month! He'll get over it.",
        "Holden: Or he'll leave with her.",
        "Lily: No, no, he won't.",
        "Holden: Luke is serious about this girl. If we throw Jade out, I think he walks out right behind her.",
        "[SCENE_BREAK]",
        "Dusty: Jenny. My love.",
        "Emily: I've gotta clean you up.",
        "Dusty: You've gotta clean me up?",
        "Emily: Yeah.",
        "Dusty: So you can kill me? That's a lot of wasted energy. Come on! What's the point?",
        "Emily: You want to play like that, huh? You want to play that game?",
        "Dusty: I don't understand. What do I care about this stuff? Lemon-fresh wipes? I want to go home. I want to go home. To Jen and to my boy.",
        "Emily: Your boy?",
        "Dusty: Yeah, my boy. My boy. Johnny's my boy. He's like family to me. I got a life. What's it going to take to let me go, huh?",
        "Emily: Do exactly as I say and maybe you'll find out.",
        "[SCENE_BREAK]",
        "Jack: You can't fix this, Carly. I wish you could.",
        "Carly: Of course I can fix it. We just need to spend some time together.",
        "Jack: No. Not this time.",
        "Carly: So what are you saying?",
        "Jack: Good-bye.",
        "Carly: You don't mean that. You don't mean that. You're angry and you're disappointed in me.",
        "Jack: I'm leaving.",
        "Carly: No, please. I can't be stuck here all night alone, wondering what's going on in your head.",
        "Jack: Oh, come on, Carly, do you really think there's anything left to wonder about?",
        "Carly: I did what you wanted me to do! I told the truth. I apologized to Nick. What else is there for me to do, Jack?",
        "Jack: Nothing.",
        "Carly: All right. Then I'm going to go upstairs and take a shower. Why don't you just go for a walk and you can cool down and we'll talk about this later.",
        "Jack: Carly, no. We have to deal with it now.",
        "Carly: Jack, I'm going to take a shower! And then I'm going to make dinner and then I'm going to pick up our children, and then --",
        "Jack: Carly --",
        "Carly: We'll have baths, and stories, and then we'll go to bed, and when we wake up you'll go to work.",
        "Jack: Carly, I can't live like this!",
        "Carly: Don't you say it! Please, please don't say it.",
        "Jack: It's over.",
        "Carly: No.",
        "Jack: Our marriage -- it's over.",
        "Carly: All right, maybe I'm expecting too much too soon. We can't get back to normal overnight. You'll need some time.",
        "Jack: To do what? Get past this? How do I do that?",
        "Carly: By forgiving me. By remembering how much we love each other. Jack, everything worked out okay.",
        "Jack: How can you say that?",
        "Carly: You got your job back, the house is still standing, the kids are great. We're fine.",
        "Jack: You got a job at a strip club, Carly! You tried to frame a police officer by pretending you were going to sleep with him!",
        "Carly: Just to help you get your job back. And it didn't work out exactly like I wanted it to, Jack, but it still worked.",
        "Jack: How can you still be trying to justify this, Carly? After everything -- after every lie you told me?",
        "Carly: But I told the truth in the end.",
        "Jack: Yeah, after I dragged you to the police station and -- I don't know how you live with yourself. But I know I can't live with you. Not anymore.",
        "Carly: Jack, don't leave like this. Just stay the night. Sleep on it.",
        "Jack: You mean sleep with you?",
        "Carly: You might as well. We're married. You know, it's not illegal. Jack, look at me. We can find a way to fix this together. We always do.",
        "Jack: No. You always lie, we always fight about it, and then we always have sex, but nothing -- nothing ever gets fixed.",
        "Carly: But if you love me --",
        "Jack: Oh, baby, if only I didn't.",
        "Carly: You can't walk out just because I made a mistake!",
        "Jack: No, what you made was a choice, Carly. I asked you if you had anything to do with the charges against Nick Kasnoff. And instead of coming clean, what you chose to do was lie.",
        "Carly: I did not. I didn't lie, exactly.",
        "Jack: What would you call it?",
        "Carly: You asked me if I set Nick up with those drugs. And I didn't.",
        "Jack: Oh, well okay, since I didn't use the exact right words --",
        "Carly: I'm guilty of trying to get back at Nick, yes. But the plan was for him to be caught in bed with a prostitute. How was I supposed to know that Anatoly would get wind of it and plant heroin on the guy?",
        "Jack: You couldn't have.",
        "Carly: Right.",
        "Jack: Yes, honey, but you got him to the hotel, didn't you? Didn't you?",
        "Carly: Yes.",
        "Jack: Yes, and when I asked you about it, you didn't tell me the truth, did you?",
        "Carly: Jack.",
        "Jack: Not after the first time I asked or the second time or the third time, even after I told you that our marriage was at stake, Carly.",
        "Carly: I was scared. I didn't want to lose you.",
        "Jack: Do you have any idea the lack of sense that that makes, what you just told me?",
        "Carly: It's been almost two years. But it still seems like five minutes ago, Jack, but I stood on that bridge, and I thought you were gone.",
        "Jack: What does that have to do with any of this?",
        "Carly: It was happening again. Right here in this house, you were dying right in front of me, because working part time, answering to Nick Kasnoff, was killing you.",
        "Jack: And you had to save me.",
        "Carly: You would have saved me.",
        "Jack: I wouldn't have lied to you, Carly.",
        "Carly: I didn't intend to. It's just, everything got messed up. And Nick was found with the drugs and he was found with the money and then he was off the force. And I knew that if I stepped forward with what I had done --",
        "Jack: That I'd be angry?",
        "Carly: That you'd be furious.",
        "Jack: Well, it turns out I'm neither. I'm just -- I'm just done.",
        "Carly: You can't just walk away! You want to fight with me, well, fight. You want us to get counseling? You want me to get counseling? Fine. But our marriage does not have to be over because of this.",
        "Jack: What kind of marriage do we have?",
        "Carly: A good one. The best.",
        "Jack: So good that you were willing to let an innocent man go to jail for 20 years to hang onto it? We both deserve better than that.",
        "Carly: You going to go and try to find better, Jack? A better marriage, a better wife? I know there are a lot of better women out there. Maybe you'll go looking for one.",
        "Jack: That isn't what this is about.",
        "Carly: Maybe you've already found her.",
        "Jack: I've never cheated on you, Carly.",
        "Carly: Her name was Julia, remember? We adopted her little boy because we have such a happy, stable home.",
        "Jack: I didn't cheat.",
        "Carly: Oh, right. You were hurt. You were out of your head. Or maybe you were just practicing. Trying it on for size. Seeing how it would feel to live your life without me in it.",
        "Jack: I didn't plan this.",
        "Carly: Oh, it is. This -- this whole life that we're living. It's all your plan, Jack. I was the bad girl that you had to save from herself. You were the straight as an arrow g-man who was made for the job, right? But it just didn't work out quite the way you wanted it to, did it? Because instead of fixing me, you ended up being corrupted, and that just burned you, didn't it?",
        "Jack: I leaned on that witness to protect you, Carly.",
        "Carly: Because you loved me. So the ends justified the means for you, but not for me, right? You break the law to save me and you're some hero. I break the law to save you and you leave me? How is that fair? How is that just? Don't I deserve better than that?",
        "[SCENE_BREAK]",
        "Holden: For all we know, this could be his first love. You never know. He's going to fight us.",
        "Lily: He's infatuated with her, but that boy has done everything he can do to keep this family together. He does not want to leave, trust me.",
        "Holden: We told him that we would let Jade stay.",
        "Lily: Please, please back me up on this. For me and for our baby? Please.",
        "Holden: Okay. Jade goes.",
        "Luke: This is my family, Jade.",
        "Jade: So what?",
        "Luke: So, I love them. And every time that my mom looks at you, it's like steam comes out of her ears.",
        "Jade: Well, I can make her like me again. You know that I can do that. But we have to be willing to take this all the way, even if that means walking out of the house with me.",
        "Luke: Or I could tell them that we broke up.",
        "Jade: Oh, yeah. And what, not run after me? The girl that you claim to be in love with? Your parents are totally going to know we're bogus. And your father is going to know exactly why. Is that what you want?",
        "Luke: Whatever. Whatever, Jade. Look, it is freezing out here. Let's just go inside.",
        "Jade: No, it's not. What is it going to be? Are you going to start packing? Or am I going to have to tell your parents your secret?",
        "[SCENE_BREAK]",
        "Jennifer: Oh, your mommy is such a mess today. Yeah. We're never gonna get upstairs, are we, little man? Are we?",
        "[Jen hallucinating]",
        "Dusty: Why is your mom talking to you like you're such a little man, huh? Even if she does -- even if she does, you keep giving her all your love. Okay? Just like I do. Keep giving her love.",
        "Jennifer: Oh, what is this, honey, huh? What is Dusty trying to tell us? Come on, sweetie, we've gotta go.",
        "[SCENE_BREAK]",
        "Emily: Hang on, hang on. Okay. I think that's about as good as it's going to get.",
        "Dusty: Are we going somewhere?",
        "Emily: No.",
        "Dusty: Is Paul still in jail for murdering me? Because something tells me that this is all about him. I mean, you're obviously trying to get him off the hook. Are you going to take a photo of me with today's newspaper, proving I'm still alive, that way people can see that Paul confessed to something that he wouldn't have the guts to pull off?",
        "Emily: Shut up, all right? Just stop talking! You are going to write a letter.",
        "[SCENE_BREAK]",
        "Lily: Hey, are you okay, Luke?",
        "Luke: Yeah, I'm fine. I just got really cold from being outside. Jade and I were making plans. So what's it going to be? Are we going or staying?",
        "Lily: Luke, we know how important Jade is to you.",
        "Luke: So you're going to let her stay?",
        "Holden: No, I'm afraid not. Jade is going to have to leave.",
        "Luke: Dad -- dad, how could you do this? I thought you were on my side.",
        "Jade: Well, then, I guess we should finish packing then. Right, Luke?",
        "Luke: No, no. I -- I can't. I can't.",
        "Jade: Fine. Then I think there's something that you should know.",
        "Lily: Luke! Luke!",
        "[SCENE_BREAK]",
        "Jennifer: Dad?",
        "Hal: Oh, hi, honey.",
        "Jennifer: There's news about Dusty, right? There is, isn't there?",
        "Hal: Hey, pal. How's my grandson?",
        "Jennifer: He's fine. Dad?",
        "Hal: There's no news, Jen.",
        "Jennifer: I had this feeling -- like with Johnny -- that Dusty wasn't dead. Dad, don't look at me like that. You haven't found his body.",
        "Hal: But with Paul's confession and the blood at the scene, honey, it's hard to make a case for Dusty being alive.",
        "Jennifer: You think I'm grasping at straws, don't you?",
        "Hal: No, I don't. I think you loved Dusty very, very much. And it's hard as hell to let him go.",
        "[SCENE_BREAK]",
        "Dusty: And who am I writing to? Paul? The cops?",
        "Emily: Oh, no, no. That wouldn't be personal enough, now would it?",
        "Dusty: I'm not writing a suicide note. You hear me? And I'm definitely not writing anything that gets you or Paul off the hook. How's that?",
        "Emily: What about your family? Jennifer and baby Johnny. Don't you think they're just a little curious about what happened to you? Come on, Dusty. Give them a few loving words to remember you by.",
        "[SCENE_BREAK]",
        "Jack: You want me to forgive you, Carly? You got it. All you have to do is name the date.",
        "Carly: What date?",
        "Jack: Just pick a date, any date, one 24 hour period in the past two months where you haven't told me at least one lie.",
        "Carly: Why are you doing this?",
        "Jack: No, pick a date. Here. You want a calendar? Lots of dates in here.",
        "Carly: Stop it.",
        "Jack: Hey, what's the matter? You can't pick one? Not even one?",
        "Carly: I know what I did was wrong, Jack.",
        "Jack: No, honesty in a marriage, Carly. It isn't a sometime thing. It's an every day thing. It's an every minute thing. And if we don't have that, what have we got left?",
        "Carly: Our love. Our children. Our home. Our life together. You promised me that we would always be together.",
        "Jack: Yeah. And you promised that it'd just be me for you.",
        "Carly: It is.",
        "Jack: Oh, okay. So by day, you're the perfect homemaker. And by night, you're a hot tease who dresses up to shake her tail in front of lowlifes in a strip club?",
        "Carly: You think I liked having those guys gape at me? You think I liked having creeps I don't even know putting their filthy hands on me?",
        "Jack: I don't know. Did you?",
        "Carly: I hated it.",
        "Jack: Oh, yet night after night, there you were. Why? The real reason, Carly. Not the St. Carly I did it for love and you and the kids line. The truth!",
        "Carly: I told you the truth, Jack.",
        "Jack: No, you told me what you thought I wanted to hear. But let's get down to it. Did you get off on the way that Nick Kasnoff was sniffing around you?",
        "Carly: No.",
        "Jack: Yeah? Then of all the setups you could have planned, all the things that could have brought him down, why -- why did you choose sex?",
        "Carly: Because I knew it would work. I knew he wanted me.",
        "Jack: And maybe you wanted him.",
        "Carly: No. No. How can you saw that? How can you even think that, Jack? You are the only man I want.",
        "Jack: Am I? Or maybe the truth is that our marriage just isn't exciting enough for you.",
        "Carly: I love you.",
        "Jack: Sure, honey. But where's the challenge with me? I mean, you've got me hooked as soon as you undo one button. Maybe I'm not dangerous enough for you. Or arrogant enough for you. Or slimy enough for you!",
        "Carly: You listen to me! Listen to me! Everything I did, I did for you. Do you want the truth, Jack?",
        "Jack: That's all I've ever asked you for.",
        "Carly: This -- this is the truth!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: Stay.",
        "Jack: If I stay --",
        "Carly: Please.",
        "Jack: -- I'll spend the rest of my life wondering what you're really thinking.",
        "Emily: But I'm telling you right now, if you don't do what I ask, I got no reason to keep you alive.",
        "[SCENE_BREAK]",
        "Carly: Take me to bed, Jack.",
        "Jack: You sure? Why not right here on the floor? Maybe the kitchen counter? We can have sex, Carly. But when we're done, we're right back where we started.",
        "Carly: I was just trying to show you how I feel. How much I love you.",
        "Jack: I love you, too. And look what you did with the person I love. You put yourself in jeopardy. You risked your probation and you put yourself in a position to be yanked away from me and the kids and put in jail for years. Did you think about that? Did you think about what would happen to me and Parker and J.J. and Sage? Did you think how it would feel for me to lose you? To feel that same pain and emptiness that you felt when I went off that bridge?",
        "Carly: I never thought --",
        "Jack: No, that's the problem! You never think.",
        "Carly: If you don't want to lose me, then why are you leaving?",
        "Jack: My mother cheated on my father, Carly. He didn't know. Not for -- not for a long time. My brother knew. I knew. But Dad?",
        "Carly: That's not us, Jack.",
        "Jack: And it always bugged me, you know? Why couldn't he see it? Why did he always miss it? But now I know. He wasn't looking. It's like one of those 3d pictures with the hidden images. You stare at it, and all you see is what you expect, when the deeper stuff, the true picture, is right there on the surface, right there in front of your face. It just doesn't register.",
        "Carly: Jack, I would never do to you what your mother did to your dad. I lied, yes. And I'm impulsive. And stubborn. And greedy. I want you. Everything that is you. You, whole and happy. You doing work you love. You complete. That's why I did it. That's why I lied.",
        "Jack: Would you do it again? The truth, Carly.",
        "Carly: Yes, I would.",
        "[SCENE_BREAK]",
        "Jennifer: I feel Dusty sometimes. It's like he's standing right next to me. Whispering. Telling me not to let him go. And sometimes I feel him hold my hand, dad. Like this. It feels so real, like this.",
        "Hal: What about today? What made you come here?",
        "Jennifer: I felt him touch my face. And it was like he was telling me not to let him go. Like it was a sign. That's why I came here.",
        "Hal: I'm sorry, Jen.",
        "Jennifer: But what if it isn't like I first thought, Dad? What if what Dusty's trying to say to me is good-bye?",
        "[SCENE_BREAK]",
        "Dusty: I'm not writing any good-bye letters. To make Jennifer think I left her because I wanted to? No.",
        "Emily: No? Huh. And here, I thought you cared about Jennifer.",
        "Dusty: You can't play me.",
        "Emily: Oh, I'm not playing you. Really, I'm thinking about Jennifer. Every day she wakes up without you, Dusty. No news of you. And knowing her, she probably starts the day off all positive. You know, making breakfast for baby Johnny. Maybe even distracting herself with work. But when she goes home and crawls into her bed, there is no rest. Only endless nights of not knowing. Shame on you for not giving that woman hope.",
        "Dusty: False hope?",
        "Emily: That remains to be seen. But I'm telling you right now, if you don't do what I ask, I got no reason to keep you alive.",
        "[Dusty sighs]",
        "[SCENE_BREAK]",
        "Lily: Is Luke going to be okay?",
        "Susan: We're getting his fever under control and we've given him medication to maintain his blood pressure.",
        "Holden: And the tests?",
        "Susan: We've gotten preliminary reports back and we think Luke has a kidney infection. We have to make sure that the kidney infection doesn't shut down his one good kidney. Dr. Swan is on the way. And he's the specialist, he can give you all the details. The one important thing we can do for Luke right now is to keep him stress free.",
        "Lily: How do we do that? He woke up in a hospital bed. He is scared.",
        "Susan: I know. That's why you're our first line of defense. You have to reassure him, keep him calm.",
        "Holden: Why did he pass out?",
        "Susan: Erratic blood pressure. It can cause fainting.",
        "Lily: Wait a minute, Luke has never had a problem with his blood pressure. Why now?",
        "Susan: There can be any number of emotional reasons. Has he been unusually worried or tense?",
        "Holden: Well, we've been having some family issues.",
        "Susan: That's called teenagers. Believe me, I've been there. But since it's very likely that stress brought him here, you might start thinking about ways to reduce it. Because that's the fastest route to recovery for him.",
        "Lily: Okay, thank you.",
        "Holden: Thank you.",
        "Susan: Dr. Swan is on the way. He should be here within the hour. If you need me before, just have one of the nurses call me, okay?",
        "Lily: Thank you. Oh, my God, Holden, we're making our son sick. What was I thinking? How could I threaten him with losing his home?",
        "Holden: Lily, you were only trying to protect your son. That's all. Listen, what's done is done. All that matters now is what we do next.",
        "Jade: I brought you some chamomile. I remembered that you really liked it.",
        "Lily: Thank you.",
        "Jade: I hope that's all right. So how's Luke?",
        "Lily: They think he has a kidney infection.",
        "Jade: Can I see him? Is it all right if I go talk to him?",
        "Lily: Well, if he's sleeping when you go in, please don't disturb him.",
        "Jade: Oh, no, I promise, I'm not going to make any noise.",
        "Holden: We're trying to keep him calm.",
        "Jade: Yeah. No, I promise, I'll keep it really, really light. I just want to see for myself that he's okay. Please?",
        "Lily: Okay, go ahead.",
        "Jade: Thanks. Well, you did it. I'm still here.",
        "[SCENE_BREAK]",
        "Carly: You keep acting like this is hopeless and it's not, Jack. Things can change. People can change.",
        "Jack: It's too late.",
        "Carly: I interfered in a part of your life that I shouldn't have. Your work is sacred. I never should've gone anywhere near it. And I won't. I will never do it again.",
        "Jack: I know you think you mean that, honey.",
        "Carly: I do! Don't you believe I can learn from my mistakes?",
        "Jack: I am through asking you to be somebody you're not. I vowed to love you as you are, Carly, and I've done that.",
        "Carly: You also vowed to be with me forever. Why can't you love me enough to do that?",
        "Jack: Because love isn't the problem. I'm the problem. I always want to believe you.",
        "Carly: Stay. Please. Please. Please stay.",
        "Jack: Carly, if I stay --",
        "Carly: Please.",
        "Jack: I'll spend the rest of my life wondering what you're really thinking. Wondering where you've really been. I can't live like that.",
        "Carly: Don't go. Please, please, please don't go. [Carly sobbing] Please! Please don't. Please. No!",
        "[Carly sobbing]",
        "[SCENE_BREAK]",
        "Luke: So what -- what did you tell my parents?",
        "Jade: Nothing. What did you think I was going do? Out you while you were unconscious? No. Besides, I was too scared. Seeing you lying on the floor like that was -- it was horrible. So --",
        "Luke: You feeling a little guilty, Jade?",
        "Jade: I don't do guilt. I was just thinking, maybe keeping the truth about yourself -- I mean, is it really worth risking your health? Maybe you should just tell your parents you're gay.",
        "Luke: I don't know.",
        "Jade: Yeah, you do. They love you. And anything that you say, anything that you are, they're going to be cool with it. Go ahead, Luke. Tell your folks what you want them to know.",
        "[SCENE_BREAK]",
        "Jack: I'll be at Emma's.",
        "Carly: You're all packed?",
        "Jack: Yep. In the morning, we can decide how we want to tell the kids. What's that?",
        "Carly: Parker's been looking for this for a month. I just found it under one of the sofa cushions.",
        "Jack: Congratulations. You'll be his hero.",
        "Carly: No, Jack. You've always been his hero. Mine, too.",
        "Jack: I'll call you in the morning.",
        "Carly: Wait -- Sage wanted me to give this to you the other day and I forgot. So you may as well take it now.",
        "Jack: I give up.",
        "Carly: S-a --",
        "Jack: \"Sage.\" I see it now. She's learning to write her name.",
        "Carly: Don't get too excited. It might be just because she wants her own credit card.",
        "[Laughter]",
        "Jack: Yeah, I'll keep that in mind.",
        "Carly: There's one more thing. From me. Our compass.",
        "Jack: I can't, I can't -- I can't take that.",
        "Carly: If I can't stop you from walking out that door, maybe this will lead you back to me. Remember our vows, Jack?",
        "Jack: Yeah, I wanted to be your true north. But somehow we both got lost.",
        "[Carly screaming]",
        "Carly: Jack! Jack!",
        "[Carly sobbing]",
        "[SCENE_BREAK]",
        "Susan: Emily? Is anything wrong? Are you all right?",
        "Emily: No, no, I just wanted to come by and thank you. Thank you for coming to my wedding.",
        "Susan: Honey, I only came there to try to stop the wedding.",
        "Emily: Yes, but you stayed, didn't you?",
        "Susan: You're my baby -- I want so much for you to be happy.",
        "Emily: Oh, Mom. I am so happy. I am.",
        "Susan: How can you be happy? You've just married a man who's going to spend the rest of his life behind bars.",
        "Emily: No. I mean, maybe Paul will find a way to get out. He's innocent, Mother. I know it.",
        "Susan: Then why did he confess to killing Dusty?",
        "Emily: He had his reasons. But he didn't do it. And some day the truth will come out and Paul will be free.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, that shoe again. I tell you. Dusty, you're gone.",
        "Clerk: I beg your pardon? Ms. Munson?",
        "Jennifer: Oh, Charlie. I'm sorry. My mind was somewhere else.",
        "Clerk: That's okay, this just came. I figured I'd save the bellman a trip upstairs.",
        "Jennifer: Thank you.",
        "Clerk: You're welcome.",
        "Dusty: Jenny, my love.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Lily: Luke, what is Jade talking about?",
        "Holden: If you have something you want to say, just say it.",
        "Hal: It's a hoax.",
        "Jennifer: Who would do something like that?",
        "Hal: Two people that I can think of right off the bat.",
        "Paul: Don't hold out on me. What is it that you know that I don't?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=iimxCEtTP_g"
}