{
    "Episode Summary": [],
    "Recap": [
        "Rosanna went home and tried to work things out with Craig, but he continued to lie to her. She said that if he didn't give up the bar, she couldn't live with him anymore, but he didn't think he should have to give it up. She walked out again, and went back to Carly's. Jack and Carly couldn't find a nanny, because either the nannies scared them, or they scared the nannies. Rosanna offered to take the job, and they accepted. At the sheep station, Mike awoke and pulled himself out of the rubble. He spoke to \"Katie\" in his head, who convinced him that if he thought about how the room was constructed, he could escape. He found a boarded-up dumbwaiter, and used it to climb out of the cellar. He found a scrawled address, and decided to start there in his search for Katie. Paul and Jen made up, but not before she insisted once more that he stay out of her personal life. He agreed, but then hired Henry to bug Java Underground. After Dusty had insisted once more that there was nothing between him and Jen, Jen arrived at the salon and spilled the beans about her kiss with Dusty."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: C'mon, Rosanna, you gotta pick up the phone sometime.",
        "Lucy: Daddy?",
        "Craig: Did she call the hangar before she left? Or her pilot? What's his name -- Enrique?",
        "Lucy: You didn't go to bed last night, did you?",
        "Craig: Well, I was on the couch the whole -- I was trying to catch her maybe before she flew off to Europe.",
        "Lucy: I don't think she flew anywhere.",
        "Craig: Well, where is she? I've called everywhere. I've called Detroit. I've called Chicago. I've called New York.",
        "Lucy: She's probably just at the Lakeview.",
        "Craig: No, she's not there.",
        "Lucy: Well, why don't you go upstairs and let me straighten things up around here?",
        "Craig: I've left a dozen messages.",
        "Lucy: She probably just needs time to cool off. And you need to make a serious effort when she gets back. You really hurt her.",
        "Craig: Fine. But she's gotta come home first.",
        "[SCENE_BREAK]",
        "Rosanna: Carly, thank you so much for letting me stay the night.",
        "Carly: Oh, don't be silly. You're my sister. You're welcome here anytime. You should know that.",
        "Rosanna: Thank you very much.",
        "Carly: Well, let me get you some breakfast, okay?",
        "Rosanna: Oh, no, no, no, no. It's fine. I'm gonna go out, pick up some coffee.",
        "Carly: Absolutely not. Jack makes the best coffee. I got some fresh eggs at that stand out by Emma's.",
        "Rosanna: Oh, really, it's fine. I'm not hungry.",
        "Carly: Yeah? Okay, well, why don't you just relax and catch your breath? It's much too early in the day to start fighting with Craig. Besides, Jack and I are interviewing some nannies this morning, and I'd love to get your opinion.",
        "Rosanna: Ah, well, that's very nice of you, but I've never hired a nanny.",
        "Carly: Yeah, but how many people do you have on staff? And they're all polite, right? You don't have any ex murderers, do you? So you're -- you're really good at picking people. And Jack's going out of town later today, so we really need to find somebody.",
        "Rosanna: Well, thank you. I would love to, but I really should go. Craig has left me a dozen messages, and I'm a bit worried about Lucy. She was crushed when I left, and I hate to see her stuck in the middle of all this hideousness, you know?",
        "Carly: Yeah. Yeah, I understand. Um, there's something that I didn't mention to you last night because I figured you had an awful lot on your mind. Craig came by last night, before you did, to yell at me because he figured that I went running to you to tell you about his new investor for Java underground -- which, of course, I did. Anyway, he knows that you know. Jack! Rosanna would love a cup of Joe.",
        "Jack: Brazilian, hazelnut, almond mocha?",
        "Rosanna: I may never leave.",
        "Jack: Oh, hey, you dump that jerk, you can stay as long as you like.",
        "Rosanna: Well, thank you so much for the backhanded compliment, Jack. But I'm actually really hoping that my husband wakes up and puts our marriage first.",
        "[SCENE_BREAK]",
        "Dusty: Listen to me. I don't care what you heard. I'm telling you we're good to go. I'm opening the club in a couple of days. Well, fine, if you want cash, you have my kegs here by five. And I gotta go, 'cause I got a VIP who needs some serious attention.",
        "Rose: Oh, thank you. You snuck out.",
        "Dusty: Not by choice. You got coffee?",
        "Rose: Yeah, I did, but I'm not sure I wanna wake up.",
        "Dusty: I really missed you.",
        "Rose: I could tell.",
        "Dusty: I mean, since I've been here.",
        "Rose: Oh, yeah? Is that why you called me 47 times, hmm?",
        "Dusty: You didn't pick up. What was I supposed to do?",
        "Rose: I don't know. Come over? Pound on my door?",
        "Dusty: Have you throw a hairbrush at my head?",
        "Rose: Ah, come on. You can't handle a hairbrush? You're supposed to be tough.",
        "Dusty: Not like you. Next time we got a problem, we handle it. No more splitting up to prove a point. All right?",
        "Rose: Okay. But I -- I got a problem.",
        "Dusty: Already?",
        "Rose: Still. Still. You say there's nothing going on with you and Jennifer Munson -- what about that suggestion that she made? You know, bringing eye candy into the club opening night? You still gonna let her do that?",
        "[SCENE_BREAK]",
        "Paul: Hi. Well, no suitcase. Guess that means you've forgiven me? Oh, the silent treatment, my favorite. That's great. I love that, 'cause I get to do all the talking. We did this before, you remember, almost ten years ago? You lasted almost an hour. I was reading the phone book. I got as far as \"Fenwick, Mildred.\" And I think, if I'm not wrong, the next listing was Fenwick, Sloane. Same address, different phone numbers. Brother and sister, I'm guessing, you know, 'cause you can share a home but have separate lines. Because every relationship should have its limits.",
        "Jennifer: Save the charm -- I'm immune.",
        "[SCENE_BREAK]",
        "Mike: I let you down, Katie.",
        "Katie: No, you didn't.",
        "Mike: Katie?",
        "Katie: Don't give up, Mike. You can get outta here. I know you can.",
        "Mike: I tried. It's hopeless.",
        "Katie: It's never hopeless. Just think. You know something that nobody else knows.",
        "Mike: What's that?",
        "Katie: It'll save you, Mike, and then you can save me.",
        "Mike: I love your spirit, Katie, but I don't have the first clue to how to get out of here. Mordecai's got you, and probably Simon by now.",
        "Katie: Stop worrying about me. You have all the answers. Just start thinking like a builder. You're stuck in a room. Look around. Figure out how it's put together so you can take it apart. You can get out of here, Mike. I know you can.",
        "Mike: Maybe, in a day or two, I might be able to get outta here. By then, you could be dead.",
        "Katie: But I'm not dead -- not yet. So stop complaining, and maybe, just maybe, you could save me. Get off your butt, Kasnoff. I need you.",
        "[SCENE_BREAK]",
        "Paul: Uncle. All right, you're right, Jen. I'm a lousy brother.",
        "Jennifer: I never said you were a lousy brother.",
        "Paul: You're angry at me because you think I'm no better than Barbara.",
        "Jennifer: Not everything has to do with mom.",
        "Paul: Fine, you're angry at me because I overstepped my bounds.",
        "Jennifer: And if you want to know why I'm angry at you, how about asking me instead of telling me?",
        "Paul: Fine, why are you angry at me?",
        "Jennifer: Do you know how humiliating it is to know that you had to pay André to come see me? Okay, forget what happened after that with mom and everything -- you had to pay a man that I spent months with to come see me. And, okay, maybe, deep down, I know that I didn't mean very much to him, but to find out that I'm not even worth the airfare?",
        "Paul: Okay, you're right.",
        "Jennifer: And then to add to it all, you have been plotting up a storm, just like mom. And after you had given me that whole big spiel about how terrible she was for doing precisely the same thing to you.",
        "Paul: It's not precisely the same -- I mean, I do see your point.",
        "Jennifer: And this whole thing got stirred up again because of this war you have going on with mom. You used me, Paul.",
        "Paul: Technically, I used André to get you away from Barbara. Jen, I came back to Oakdale -- I was mad at everybody. I was an angry human being. I was mad at Barbara most of all, but Rose, Dusty. I mean, every time I walked into the Lakeview elevator, I'd see Rose or Dusty, or even worse, Rose and Dusty. I was so screwed up, I got furious at Barbara because she wouldn't let me take Will fishing. It's 'cause I was afraid, Jen. You were everything I had. And I was afraid that I was gonna lose you -- that Barbara would keep you from me, or worse, chase you away, chase you back to Europe. And so I did what I had to do to get you away from Barbara. And I am sorry. I'm sorry that I hurt you. I don't ever want to hurt you, Jen. I love you.",
        "[SCENE_BREAK]",
        "Carly: Well, we have a nanny candidate due any minute now.",
        "Jack: Already?",
        "Carly: Yeah, Jack. Until we find somebody, we have to keep interviewing.",
        "Jack: If you say so.",
        "Carly: And I wanted to ask you if you would do me a little favor?",
        "Jack: Hey, I am gonna question them, Carly.",
        "Carly: Yes. Of course. I'm not saying that we shouldn't be careful. Obviously we want to find somebody who's trustworthy and loving and responsible. Just -- if you could be a little more --",
        "Jack: What?",
        "Carly: Everybody expects a new father to be a little overprotective, Jack --",
        "Jack: No, no, there's no such thing as overprotective, Carly. Not in this world.",
        "Carly: Yes, no, you're right. And, of course, we want to find the right person, Jack. It's just, nannies are -- they're sweet and caring and gentle, you know? The good ones are. And, yes, you want somebody who has common sense and knows CPR and all that good stuff. But, Jack, this is a person who spends her life with children. Not with stocks and bonds or heavy machinery or anything like that. This is a very soft-hearted person.",
        "Jack: Okay, and your point would be?",
        "Carly: Just -- these women that we're gonna see today, maybe you could talk to them like they're a witness that you want on your side and not some perp that you're trying to nail.",
        "[Doorbell rings]",
        "Jack: Message received.",
        "Carly: Okay, okay. So you're gonna be nice, then?",
        "Rachel: Yes, I'm here to see Mr. and Mrs. Snyder. If you would be good enough to tell them that Rachel Gray has arrived? From the Covington Agency.",
        "Jack: I'm sorry, the position's already been filled.",
        "Carly: Jack!",
        "Jack: And I'm not the butler.",
        "Carly: Jack!",
        "Jack: What?",
        "Carly: Well, do you want a list? Firstly, the job has not been filled. Secondly, that was incredibly rude.",
        "Jack: Oh, and talking to me like I'm a servant in my own house, that's polite?",
        "Carly: And thirdly, now the agency's going to think that we've hired somebody.",
        "Jack: Carly, we'll call them.",
        "Carly: And say what?",
        "Jack: And say that our American kid is not gonna grow up sounding like some British snob.",
        "[SCENE_BREAK]",
        "Lucy: Oh, I knew you'd come back!",
        "Rosanna: Nothing's changed between you and me, Luce.",
        "Lucy: Well, nothing's changed between you and daddy, either. He loves you so much. He didn't go to sleep last night.",
        "Rosanna: Where is he?",
        "Lucy: I made him go upstairs. He looked awful. He hadn't eaten.",
        "Rosanna: Would you get him for me?",
        "Lucy: Yes. Yes, don't go anywhere.",
        "Rosanna: Okay.",
        "[Hurried footsteps approach]",
        "Lucy: Okay, I'm -- I'll just be upstairs.",
        "Craig: I called all over the world looking for you. Where'd you go?",
        "Rosanna: It doesn't matter. It -- doesn't solve anything.",
        "Craig: Yes, you're right. I know, this is all my fault. And I should have told you the truth all earlier. But Dusty didn't find a new investor -- I mean, he did, but it was inadvertent. I was the one who approached her. It's Molly McKinnon. She and Dusty have a connection, so that's the situation. I know I should have told you earlier, but I was angry. My feelings were hurt, so I didn't. Okay? That's the whole truth. So -- will you forgive me?",
        "Rosanna: Why didn't you tell me this when I was begging you for a straight answer?",
        "Craig: I just told you.",
        "Rosanna: Why are you telling me this now?",
        "Craig: I realized that, if we're going to have an honest relationship -- what? What?",
        "Rosanna: I know. I know about Molly. And you know that I know. So you're pretending to have some sort of moral epiphany when the fact of the matter is nothing has changed. You're still lying to me.",
        "Craig: Who do you trust anymore?",
        "Rosanna: So you're blaming Carly?",
        "Craig: Well, I thought I could speak to her in confidence, yes.",
        "Rosanna: About lying to your wife?",
        "Craig: About saving our marriage.",
        "Rosanna: How is lying to your wife going to save your marriage?",
        "Craig: You think this is easy? Trying to carve out a life with a woman like you?",
        "Rosanna: What are you saying, this is my fault?",
        "Craig: No, no, no, no. This is not about fault. I love you. I love who you are. I love your smarts, I love your drive, I love your pile of accomplishments. All right? But you can't expect me to just roll over all the time. I want my own pile of accomplishments. And just because I'm not doing it your way, how does that really affect our marriage?",
        "Rosanna: Says the man who would be in jail if I hadn't given B.R.O. back to his ex-wife?",
        "Craig: Says the guy who is no longer in business with your sister, who is not using your money, and who is dabbling in a little something on his own.",
        "Rosanna: With a person who got you involved in bookmaking. You cannot separate your job from your life. It's going to affect me; it's going to affect Lucy.",
        "Craig: It's nothing. It's nothing, and Lucy is fine with it.",
        "Rosanna: Lucy is not fine with it. Nobody is fine with it, least of all me. Look, this is -- this is just the beginning. Dusty's gonna get you involved in something else, I'm gonna have to get involved, I'm gonna have to bail you out. I don't want to go through it all again. And I'm not asking you not to have a career or a job -- I'm asking you to give up this club. For me. For our marriage. If you don't do it, I don't know if I can live with you anymore.",
        "Craig: You want a divorce?",
        "[SCENE_BREAK]",
        "Carly: That was the nursery.",
        "Jack: So tell me, you really can bench press 280?",
        "Krenwinkle: Oh, my father worships fitness. And in my line of work, I find it essential.",
        "Jack: Good, that's good. So, you know, just in case of --",
        "Krenwinkle: Fire, accidental drowning. I can swim a mile in 16.8 minutes.",
        "Carly: Under what circumstance would you be a mile away from our children?",
        "Krenwinkle: Oh, I'd never leave your children unattended, Mrs. Snyder. But in case the boat capsizes, I can get us all to shore.",
        "Carly: We don't have a boat.",
        "Jack: Honey, honey, it's important. You never know, right? So -- can I get you some tea or something?",
        "Krenwinkle: Is it organic?",
        "Carly: It's -- peppermint? And we have sugar or honey, if you prefer.",
        "Krenwinkle: Sugar? No, no, never. I'm a vegan.",
        "Jack: I'm sorry?",
        "Carly: Vegan, sweetheart. A vegan is somebody who chooses not to eat meat or any dairy products of any kind.",
        "Jack: What, no milk?",
        "Krenwinkle: Why would I drink from the breast of a cow?",
        "Jack: Okay. Um, Ms. Krenwinkle, thank you very much. We'll get back to the agency.",
        "Krenwinkle: My home number's on my application. Or, you know, you can reach me at the gym.",
        "Jack: Ok, great. Thank you for coming.",
        "Carly: Still no nanny.",
        "Jack: How many more do we have left?",
        "Carly: Two. [Doorbell rings] and Irina Korsakov is early.",
        "Jack: Better early than late, I always say.",
        "Irina: Oh, the papa! I'm finding you too soon. I'm sorry I'm not late.",
        "Jack: No, it's fine. Come on in.",
        "Irina: Oh, such beautiful! I take job. Only first, can you get me green card? Do you have dental?",
        "[SCENE_BREAK]",
        "Dusty: You know, it's funny you mention it because, I forgot about the whole model thing. Does it bother you?",
        "Rose: No, 'course not. It's not the models. I mean, I want you to be successful, it's just -- I just don't want Jennifer Munson feeling like she's a part of this place and that you owe her something. I don't want her to have any reason to come around here, you know what I mean?",
        "Dusty: All right, yeah. I'll tell her to forget about it. I mean, who needs a bunch of hot mamas walking around, anyway?",
        "Rose: I used to be hot.",
        "Dusty: Baby, you are still hot.",
        "Rose: I know that. I'm talking about, you know, hot. Hot, like, you know, like, Atlantic City hot. So, I was thinking, maybe I could call some of my girlfriends from Atlantic City, have them here opening night. I mean these girls are just as gorgeous as the models, but they're not toothpicks. You know what I mean -- they could fill out a bathing suit, curves in the right places?",
        "Dusty: I do. Yes. My babe's bringing me babes?",
        "Rose: No, no, your babe is bringing your clientele babes. You -- you are taken.",
        "Dusty: You promise?",
        "Rose: Yeah, I promise.",
        "Petey: Hey, Dusty?",
        "Dusty: Yes, Petey?",
        "Petey: You want the two-by-fours out back?",
        "Dusty: That'd be great, buddy. I gotta work.",
        "Rose: Yeah, me, too. See you later?",
        "Dusty: See you sooner.",
        "Rose: Good. Be good.",
        "[SCENE_BREAK]",
        "Jennifer: I'm not going to Europe anytime soon. Especially not with all this talk about André.",
        "Paul: I'm sure your friends will understand, Jen. And anybody else, you can just tell them that it's my fault. I mean, not that I want you to go. I want you to stay.",
        "Jennifer: And why is that?",
        "Paul: You're important to me.",
        "Jennifer: And what does that mean? That you get to tell me how to live my life and make me toe the line?",
        "Paul: No --",
        "Jennifer: Because if I'm gonna stay here, we are gonna lay some new ground rules.",
        "Paul: Fine.",
        "Jennifer: 'Cause you are not my father. Or my boss or my warden. What I do, who I see -- all of that is up to me. And it's my business.",
        "Paul: Are we talking about Dusty here?",
        "Jennifer: We're talking about anybody.",
        "Paul: Oh, we're talking about Dusty. You listen to me, okay?",
        "Jennifer: I am not gonna argue with you. If I choose to spend time with Dusty, that is my business, not yours.",
        "Paul: Okay, look, I can see what you see in him. I mean, he was my closest friend, all right? But I trusted him, and he used that trust to get under the radar, and he hurt me as much as anybody has ever hurt me.",
        "Jennifer: I know that.",
        "Paul: So why would you put yourself in that line of fire?",
        "Jennifer: Dusty has never done anything to hurt me. I have had a million conversations with the guy, and I have no reason to believe that he's not gonna be honest with me.",
        "Paul: You think that it's honest for a guy to kiss a girl while he's theoretically committed to another woman?",
        "Jennifer: That is not your business.",
        "Paul: Okay, all right, all right. Hold on a second. Can you at least accept the fact that I don't want to see you to get hurt? And that it's a reasonable concern, Jennifer, because you're spending an awful lot of time with a guy who hurt me? Can you give me that? Have you ever heard of the \"Honorable Fugu\"?",
        "Jennifer: Okay, if you start on the metaphors, I'm leaving.",
        "Paul: It's a Japanese blowfish.",
        "Jennifer: If it's not prepared the right way, you eat it and you die. I've been off the continent.",
        "Paul: Uh-huh. Dusty Donovan is a Japanese blowfish -- he is an honorable Fugu.",
        "Jennifer: And so are you. But if you behave yourself, I just might stay. Maybe.",
        "Paul: Hey, it's Paul Ryan. Yeah, it's been awhile. Listen, I might have a job for you.",
        "[SCENE_BREAK]",
        "Craig: So I cost you a child, and now you want your pound of flesh?",
        "Rosanna: No, that is not it at all.",
        "Craig: Well, it sounds like it to me.",
        "[SCENE_BREAK]",
        "Rose: You came all the way over here, you wanna make sure I knew what happened, so just -- come on, tell me.",
        "[SCENE_BREAK]",
        "Rosanna: I never used the word \"divorce.\"",
        "Craig: Well, what else would you call it?",
        "Rosanna: Does it have to have a name?",
        "Craig: So you want to kick me out of my own house?",
        "Rosanna: That is not what I'm saying. I am saying that I don't think that I can live with you if you insist on being involved in a doomed business venture.",
        "Craig: How is drawing a line in the sand gonna make things any better?",
        "Rosanna: Because I don't know how else to get through to you. I have tried talking to you, I've tried logic, I've tried begging you. Nothing seems to work.",
        "Craig: It's a little bar. That's all. All right? But I am thinking that maybe if I opened even a hot dog stand, you would find some reason to hate that.",
        "Rosanna: Ridiculous. That is absolutely ridiculous. The problem here is that every time you start a new business venture, it seems like you're incapable of ethical conduct.",
        "Craig: You never took a risk?",
        "Rosanna: I never committed a crime.",
        "Craig: So what are you saying? Do what Rosanna says or Rosanna packs up her heart and goes home? That's not gonna work.",
        "Rosanna: No, that is not going to work. What are you doing? You are sabotaging my last chance to have a child. You are refusing to invest in our marriage. That's not going to work, either.",
        "[SCENE_BREAK]",
        "Carly: Mrs. Andrews, your references are incredible.",
        "Jack: Yeah, which is why I'm wondering why you're even looking for a job. Seeing that everyone thinks you're so great.",
        "Mrs. Andrews: Well, my last family was just transferred to London. And I'm not that portable. I can take short trips and vacations, but, basically, this is my home. And it's with my husband. He's a retired police officer.",
        "Jack: Well, great. So you don't mind if I ask you a few \"what ifs.\"",
        "Carly: That depends, Jack.",
        "Mrs. Andrews: Ask anything questions you'd like, detective.",
        "Jack: Okay. What if, and keep in mind this is strictly hypothetical, what if you happened to turn your back for just a moment, and a woman you have never seen before grabs Sage and threatens to take her? And you can tell this woman is a psycho just by looking at her. And before you can do anything, she hurls the baby at you, only it's a turkey.",
        "Carly: That actually happened once. It sounds ridiculous, I know. It's a very long story --",
        "Jack: Yes, but the point is, Carly, that it happened, and it could happen again. Okay, what if you're watching the kids, and somebody comes to the door claiming that he's with the gas company. He's got the I.D., the badge, all the work papers. Only he's just trying to get into the house --",
        "Carly: Steinbeck is behind bars.",
        "Jack: Yeah, Carly, but for how long? Look what happened to Rose and Lily.",
        "Mrs. Andrews: My husband only drew his revolver once, detective, and he never even fired a shot.",
        "Carly: Mrs. Andrews, this is a very peaceful neighborhood.",
        "Jack: Yes, but it's a dangerous world, Mrs. Andrews? So tell me, what do you do? Do you let the psychopath in?",
        "[SCENE_BREAK]",
        "Mike: It's a storage cellar. Airtight, cool --",
        "Katie: A storage cellar? What? What was it built for?",
        "Mike: Given the age of the house -- it was probably a fruit cellar. You know, back before refrigeration? Given the shelving, it probably doubled as a pantry.",
        "Katie: What? What're you thinking?",
        "Mike: That the kitchen's right above us. All right, if this was my house, I'd want a way to get a bushel of apples upstairs without having to lug it. I knew it, it's a dumbwaiter! This should track right up to the kitchen.",
        "Katie: And get you outta here! You did it, Mike. I knew you could do it. You're a genius.",
        "[SCENE_BREAK]",
        "Craig: Java underground -- or whatever we decide to call it -- is an investment in our marriage.",
        "[Rosanna laughs]",
        "Rosanna: You can't -- you can't be serious.",
        "Craig: I'm totally serious, Rosanna. I love you, and I want to be married to you. I want to be happily married to you for a long time -- for the rest of my life. And how? By learning from my mistakes. I like powerful women, but I need balance. So, you're gonna be my wife and not my business partner, which is fine and as it should be.",
        "Rosanna: And you're not gonna give it up?",
        "Craig: What are you gonna give up?",
        "Rosanna: I gave up having a child.",
        "Craig: So I cost you a child, and now you want your pound of flesh.",
        "Rosanna: No, that is not it at all.",
        "Craig: Well, it sounds like it to me.",
        "Rosanna: Can't you see what this is doing to us?",
        "Craig: What I see is that you feel like I have taken something away from you, and you are determined to take something away from me no matter how many times I have explained it, it doesn't matter!",
        "Rosanna: Okay, I give up. Do what you want. You will anyway.",
        "[SCENE_BREAK]",
        "Jack: If I have to strap you on my back and take you to work with me, I will.",
        "Carly: You just might have to, Jack. Mrs. Andrews isn't coming back. And after what happened today, the agency is not gonna send any more candidates.",
        "Jack: I know you liked her.",
        "Carly: She was great.",
        "Jack: She was too great. And I can't help thinking maybe Julia hired her, or Steinbeck.",
        "Carly: Jack, that's paranoid.",
        "Jack: No, no. Not impossible in my world.",
        "Carly: I live there, too, don't I? It's not like I don't understand. I do understand. After what we've been through, we should be living in a bomb shelter someplace. But I don't wanna live like that. And I don't think you want to live like that.",
        "Jack: She's just so little and helpless, you know?",
        "Carly: Okay, well I will remind you of that at 2:00 a.m. when she's screaming the house down.",
        "Jack: You know what, I'm gonna cancel my trip. I'll send Margo.",
        "Carly: No, no, Jack. You don't have to do that. We'll be fine. I'll bring Parker to Hal's if I have to. Rosanna will help me out if I need her.",
        "Jack: Okay. All right, if you have any problems, Shanks is gonna be right outside. He can give you a hand.",
        "Carly: Shanks?",
        "Jack: Yeah, he's gonna watch the house while I'm away.",
        "[SCENE_BREAK]",
        "Paul: Hey, Henry. Thanks for coming by. Last time I saw you, Lucinda Walsh was throwing you over her shoulder, dragging you out of the bachelor's auction.",
        "Henry: Well -- well, you know Lucinda. She's a hard girl to resist. But I do make a point of not giving in until the police are called.",
        "Paul: Yeah, I try to avoid the police.",
        "Henry: Well, no more than me.",
        "Paul: So are you still an electronics whiz?",
        "Henry: I keep my hand in it.",
        "Paul: I might have a job for you. You interested?",
        "Henry: Well, that depends.",
        "Paul: I'd make it worth your while. But, listen, before I lay it all out for you, I gotta know something -- how do you feel about Dusty Donovan?",
        "[SCENE_BREAK]",
        "Customer: I love the new color, Rose. I'm so glad we used it.",
        "Rose: Ah, wait'll your husband sees it -- then you'll really thank me.",
        "Customer: Oh, no, keep it, keep it. I'll let you know how he reacts.",
        "Rose: Oh, you can't talk like that in here, you little devil get on, get out of here. Take care. See you soon. Bye.",
        "Customer: Bye.",
        "Rose: Just have a seat, I'll be ready to --",
        "Jennifer: I didn't come here for a haircut.",
        "[SCENE_BREAK]",
        "Carly: I am not having an armed guard outside my door, Jack.",
        "Jack: Come on, Carly, you've known Shanks for ages. He's not just a fellow officer, he's a friend.",
        "Carly: Yeah, who should be at work.",
        "Jack: He is working. He's assigned to work a vulnerable household.",
        "Carly: You know something, you are gonna lose your badge, Jack, you start pulling cops off the roster.",
        "Jack: Let me get her, okay?",
        "Carly: What, you don't trust me either, do you?",
        "Jack: No, I wanna hold my daughter, okay?",
        "[Doorbell rings]",
        "Jack: Get the door.",
        "Carly: It's probably Mrs. Andrews! Come back with her husband and a warrant! Hi, you don't have to knock.",
        "Rosanna: I didn't want to interrupt.",
        "Carly: No, no, we're just yelling. That's always happening around here. So what happened with Craig?",
        "Rosanna: He's impossible.",
        "Carly: Yeah. Some days, Rosanna, they all are.",
        "Rosanna: Oh! Look who just woke up. Well, hello.",
        "Carly: Hi, sugar.",
        "Rosanna: Did mommy and daddy find a nice nanny for this sweetest little baby in the world?",
        "Carly: No, you know, unfortunately, we didn't. Either we scared them --",
        "Jack: Or they scared us.",
        "Rosanna: Well, Sage, why don't you tell your mommy and daddy that you have just found yourself a new nanny. Yes. Now, she's never been a nanny before. She's never been a mommy, either. But what she lacks in experience, she makes up for in enthusiasm for babies.",
        "Carly: Are you sure? Because even if this is just short term, this would solve so many problems.",
        "Jack: Of course, Rosanna, we're gonna need to see some references, you know?",
        "Carly: No, I can vouch for Rosanna, honey, even if she is my sister.",
        "Jack: Rosanna -- you -- you want the job? The head honcho of Cabot Motors wants to -- nanny our --",
        "Carly: Well, I don't think we could pay you what you're used to.",
        "Rosanna: Oh, don't worry, I'm cheap.",
        "Jack: Doesn't sound like she likes it at all.",
        "Rosanna: It'll be okay. Yeah, it'll be okay. We'll have a good time. We'll have so much fun.",
        "Carly: Well, Sage, honey, meet your new nanny. Yeah.",
        "Rosanna: She's gonna be okay.",
        "Carly: Yes, my sweetheart.",
        "[SCENE_BREAK]",
        "Lucy: Rosanna left?",
        "Craig: A little while ago.",
        "Lucy: And you just let her go?",
        "Craig: No.",
        "Lucy: Well, then where is she?",
        "Craig: Rosanna and I are --",
        "Lucy: If you're about to tell me Rosanna and you are separating, I don't want to hear it.",
        "Craig: Sweetness --",
        "Lucy: No, this is just like with mom.",
        "Craig: No, no, no, it is not. All right? That's why I'm doing all this. To make sure that doesn't happen again, okay? Now, look -- hey, listen, I am confident that this is all gonna work out.",
        "Lucy: Well, I'm not.",
        "Craig: I know how much you love Rosanna. I love her, too. And I would do anything for her. As long as it doesn't jeopardize us. All right? She knows that. I know she does.",
        "[SCENE_BREAK]",
        "Henry: Dusty Donovan. Well, you should hear Lucinda on the subject. According to her, he's responsible for Lily and Rose being thrown down that well.",
        "Paul: Right. What about according to you?",
        "Henry: I've gone a few rounds with Rose, but Lily -- I'm very fond of her. I'm very fond of Lily. She has -- interceded -- I think is how you would put it -- when Lucinda has gotten a little carried away.",
        "Paul: So you wouldn't be averse to undermining Dusty?",
        "Henry: He could stand to be knocked down a peg. What do you need, Paul?",
        "Paul: I need for you to bug the Java underground. The rooms, the back rooms, the phones, the works. I want to hear everything that gets said in Dusty's new club. Can you do that?",
        "Henry: Sure.",
        "Paul: Really? Great.",
        "[SCENE_BREAK]",
        "Dusty: Jennifer, it's Dusty. We gotta talk. I don't want you dropping by the club. So call me, and we'll set up a time and a place.",
        "[SCENE_BREAK]",
        "Rose: You said you don't need a haircut. Your roots are holding up pretty nice. What do you need?",
        "Jennifer: I just wanted to make sure that you weren't upset by what Molly saw -- what she thinks she saw.",
        "Rose: Molly?",
        "Jennifer: Last night. When she walked into the club. You know, she got the wrong idea. I know she did.",
        "Rose: Wait, wait, were you at the -- you were at the club last night?",
        "Jennifer: Yeah.",
        "Rose: With Dusty?",
        "Jennifer: You know, Rose, I'm really sorry. I thought for sure Molly would've come running over here, you know, forget I said anything.",
        "Rose: No, no, no, wait a minute, wait a minute. No, no, no, finish what you started. You came all the way over here, you want to make sure I knew what happened, so just come on -- tell me.",
        "Jennifer: It's just that Molly walked in on something that I know she didn't understand. It was nothing. It was just an innocent kiss. I was very upset, Dusty was comforting me. It didn't mean anything. Okay?",
        "[SCENE_BREAK]",
        "Mike: Is this where you took her, Mordecai? If not, it's a good place to start.",
        "[NEXT_ON]",
        "Margo: You know what, Katie said that she would stay in touch with me on a regular basis. She is in trouble, and I am not gonna ignore my instincts one more minute.",
        "Paul: Would you please explain to me why the guy that you're so crazy about is spending so much time with my little sister?",
        "Katie: A bomb!"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=BCNoCBxRV9U"
}