{
    "Episode Summary": [],
    "Recap": [
        "Walker went to the country club with Ben to look for his missing PDA. He told Ben, Jessica, and Bonnie that whoever stole the PDA has been using it to download hip-hop music. He also said there was an alarm set on the device that will soon go off, and the thief won't know how to stop it. After berating Jessica for her supposed snobbery toward Sarah, Bonnie heard the PDA alarm going off in Sarah's bag. Craig's attempts at coaching Parker to whine for his mother didn't fool Hal, who didn't want Craig and Rosanna to involve Parker in drama by taking him to Montana. Parker finally silenced Hal's arguments by genuinely begging to be allowed to see Carly. In Mussel Shell, the mayor's wife offered her wedding dress to Carly. Carly first refused, but was convinced by Katie and Hannah. Mike told Jack that if Sage is his, he wants to share custody. Marshall insisted on going with Barbara to see James, insisting he has his own score to settle with the criminal. Barbara initially panicked, but finally agreed to go to the prison. James welcomed Barbara, saying he is glad she is there to share their grief over their son's death. Lily made Rose promise that if they are rescued, she will never again see Dusty. Rose reluctantly agreed, but again insisted that Dusty is a good person."
    ],
    "Recap Author": "Hillary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Ben: Just finishing a few notes in a chart, and I'm on my way.",
        "Jessica: How's Bob?",
        "Ben: Unfortunately, there's no change. He's still in a coma.",
        "Walker: You're sure no one's turned it in at the hospital?",
        "Ben: I'll be there as soon as I can.",
        "Nurse: I'm positive, doctor. I've had everyone on the floor double check.",
        "Jessica: Oh, here comes Bonnie and her sidekick. I've got to go. I love you.",
        "Ben: Love you, too, babe.",
        "Walker: If anybody turns it in, let me know as soon as possible.",
        "Nurse: Of course.",
        "Ben: Hey, missing something?",
        "Walker: Yeah, yeah. It seems like I've misplaced my PDA, and it's got a ton of information about this case on it.",
        "Ben: When was the last time you saw it?",
        "Walker: At the Country Club the other night.",
        "Ben: Well, I'm on my way over there now. If you want to ride with me, maybe somebody turned it in.",
        "Walker: Well, that'd be great. I've got my whole life on there. If I don't find it, I don't know what I'm gonna do.",
        "[SCENE_BREAK]",
        "Jessica: That's a lovely bag, Sarah.",
        "Bonnie: You remember, mom? I got it last year at that sidewalk sale.",
        "Jessica: Mm-hmm. I thought it looked familiar.",
        "Bonnie: Mm-hmm. And the color's perfect for Sarah, don't you think?",
        "Sarah: Um, can I go grab a chair by the pool?",
        "Bonnie: Sure, sure. I'll be there in one sec. Okay, Mom, let's have it, 'cause I just saw the look on your face.",
        "Jessica: Bonnie, I just don't know how appropriate it is for you to keep giving this girl gifts.",
        "Bonnie: Mom, it's last year's. What difference does it make if I give it to Sarah or the local church clothing drive?",
        "Jessica: Well, it makes a big difference if it raises her expectations.",
        "Bonnie: Of what? A better life maybe? Mom, I want her to have the little things that I have always taken for granted. What's wrong with that?",
        "[SCENE_BREAK]",
        "Craig: Hey, all right. Listen, the kid's a natural. Watch this.",
        "Parker: I want my mommy!",
        "Craig: Excellente!",
        "Rosanna: This is my nephew, darling, not a circus act.",
        "Craig: He's a born player. Besides, if we want Hal to let us take him all the way to Montana, we're not gonna do it without a little bit of gentle persuasion.",
        "Rosanna: \"Persuasion\"? It's more like coercion.",
        "Craig: Oh!",
        "Rosanna: Do not trust this man. [Laughter] All right, all right, it's just a game that we're playing, right? We all know how much you miss your mommy, and we just want your daddy to know how much.",
        "Craig: Yes, and if you do it exactly the way uncle Craig told you to do it, los vamos a Montana! Hombre?",
        "Hal: Hi.",
        "Craig: Huh?",
        "Hal: Emily gave me a heads-up on why you're here, Craig. And the answer is no. You want that in Spanish? No.",
        "Craig: Ah, well, all right, Hal. Of course, it is your decision, but it does seem cruel to deprive Parker --",
        "Parker: I want my mommy. I want my mommy.",
        "[SCENE_BREAK]",
        "Hannah: Morning! You two are the talk of town hall. We don't get a lot of divorced couples with a new baby who want to get remarried, but don't have the right documents. [Jack laughs] well, not since Marla McQuaid back in '84.",
        "Carly: And what happened to Marla?",
        "Hannah: Nothing. She still runs a tattoo parlor over in Cranston.",
        "[Jack laughs]",
        "Jack: I can't get over how many people we don't know are sending us presents.",
        "Carly: Yeah, they've been dropping things off all morning.",
        "Hannah: Well, this is a friendly place.",
        "Carly: Look at this. This is amazing. And what's in the box?",
        "Hannah: I saved the best for last, but it's for girls' eyes only. You heard me, scoot. Out on the porch, both of you.",
        "Jack: We're going.",
        "Hannah: Be a good boy, move it.",
        "Jack: We're going, we're going, we're going.",
        "Carly: Is this a dress?",
        "Carly: Hannah, how did you get a dress on such short notice?",
        "Hannah: I got it from the mayor's wife. She took it out of mothballs just for the occasion. Wait till you feast your eyes on this beauty.",
        "[Carly laughs]",
        "[SCENE_BREAK]",
        "Lily: Holden?",
        "Rose: Hey, it's okay, it's okay. I'm right here.",
        "Lily: Holden --",
        "Rose: No, it's Rose. Please open your eyes. Lily, you're starting to scare me.",
        "Lily: What time is it?",
        "Rose: It's morning. I sure hope they come back with some water, because you really are burning up.",
        "Lily: Oh -- I had some dreams -- really bad -- bad dreams -- about you, Rose.",
        "Rose: Your dreams can't be any worse than this place.",
        "Lily: Not just a dream. It was more like a feeling.",
        "Rose: What kind of feeling?",
        "Lily: Like something even worse is gonna happen to you.",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Dusty: Barbara, it's me. Hey. The warden's getting back to me on getting in to see James. Want to do this here, or can I come in?",
        "Barbara: We're not going to be doing anything. I've had a little time to think about this plan --",
        "Dusty: No, no, no. You agreed last night to see Steinbeck.",
        "Marshall: I won't have you badgering my client, Mr. Donovan.",
        "Dusty: Who are you?",
        "Barbara: This is Marshall Travers. He's my attorney, and he also knows James quite well. And I'm not going anywhere without him.",
        "Marshall: I'm also James' attorney of record. So if you want to gain access to the federal pen, I suggest you go through me.",
        "Dusty: What's in it for you?",
        "Marshall: I have an old score to settle with James myself.",
        "Dusty: What kind of score?",
        "Marshall: The man put a bullet in my head, and I'd like to return the favor -- metaphorically speaking of course.",
        "[SCENE_BREAK]",
        "Hal: You know what, Craig? I resent you using my son.",
        "Craig: It's an act of mercy, Hal.",
        "Hal: Well, drop it, or you're gonna need all the mercy that you can get. Listen, I spoke to Jack. If Emily and I could get away, we'd take him to Montana ourselves.",
        "Parker: I want my mommy!",
        "Hal: She'll be back real soon, I promise.",
        "Craig: And you know this for a fact?",
        "Hal: Stay out of it, Craig.",
        "Craig: If I stayed out of it, my wife would still be behind bars, and you'd be dragging the river for you know who.",
        "Rosanna: Look, Parker, why don't you and I go and raid the candy machine? What do you say?",
        "Hal: You know what? Better yet, I've got some of your favorite dyno cookies in my drawer -- lower left- hand drawer.",
        "Rosanna: Excellent. I would love a dyno cookie myself. Come on, let's go.",
        "Hal: I don't know what your angle is, Craig, but I'm not gonna have you using Parker as part of your latest scam. Do you think that I don't see the little eye gestures? I will not have Parker turned into a little mini version of you.",
        "Craig: You could do worse.",
        "Hal: Tell me something, Craig -- why are you so hot to crash this wedding?",
        "Craig: I'm not crashing. My wife is a sister of the bride, and I have been asked to deliver the sensitive legal documents to Jack and Carly so they can actually tie the knot.",
        "Hal: Fine, deliver them. Just don't involve Parker. Now, you can wink at him from now until next week. And I don't care if you get that boy to recite the Gettysburg address, it's not gonna get you what you want.",
        "[SCENE_BREAK]",
        "Hannah: It might need a nip or a tuck here and there.",
        "Katie: Well, luckily Carly's handy with the needle and thread.",
        "Carly: Hannah, I -- I really can't accept this.",
        "Hannah: Why on earth not?",
        "Carly: It's just too much. It's way too much.",
        "Katie: Oh, but it can be considered borrowed, Carly.",
        "Hannah: If Irma didn't want you to have it, she wouldn't have given it to you. And don't worry about having to make a few changes. Times are different. She knows that.",
        "Carly: I'm sure she wouldn't want me to change it too much. She wants to keep it in the family, right?",
        "Hannah: With six sons? They won't be wearing it anytime soon -- well, except for maybe the youngest one, Mickey.",
        "[Carly laughs]",
        "Carly: It's -- it's just so generous, more than anybody could expect -- way more. But I -- I would be honored to wear it when I marry Jack.",
        "Katie: What?",
        "Hannah: I'll tell Irma. She'll be tickled pink.",
        "[Carly laughs]",
        "Carly: Oh, Hannah, did you get any express mail for me this morning?",
        "Hannah: No. That stuff comes in pretty early usually. Is it something important?",
        "Carly: Yeah, very important. Without it, there might not even be a wedding.",
        "[SCENE_BREAK]",
        "Dusty: Hey, what are you doing? You're wasting your time here? Phone calls? We've got to be there in person in case --",
        "Barbara: I am not going without my attorney.",
        "Dusty: Well, if your attorney gets the runaround, we got to go alone.",
        "Barbara: I just keep wondering what Paul would do -- what he would do if he were here. He was the reason, you know? He was the reason that I was able to live after the fire. He never gave up on me. He never stopped believing in me, even when I did so much to hurt him. He had such a loving heart. And my pact with you broke that heart.",
        "Dusty: If Paul were here right now, he would tell you to pull yourself together and help Rose. He'd tell you to get down to that prison and find out what you can from Steinbeck.",
        "Barbara: All I do is keep hearing his last words to me over and over in my head and seeing the anger and the hatred in his eyes. Do you know what he said to me? He told me that his whole life, everyone had warned him about his father, but they actually had warned him about the wrong parent.",
        "Dusty: Oh, come on. Come on! He was blind with rage! He felt betrayed.",
        "Barbara: Yes, and he was right! He was betrayed, because I betrayed him. I betrayed all of them -- all of my own children. I pushed them away, I pulled them in, I made them frightened of me -- Will and Jennifer, and Paul, I hurt the most.",
        "Dusty: Calm down, all right? Please.",
        "Marshall: It's all set up. We'll be able to meet with James as soon as we get to --",
        "Barbara: No, no, no, no, no, no, no. I can't, I can't, I can't. I can't go! You call them back, you tell them I am not coming! You hear me! I don't care what you think or what you do to me, I will never face James Steinbeck again!",
        "[SCENE_BREAK]",
        "Bonnie: We are so lucky, 'cause this place always gets overcrowded.",
        "Sarah: We had a community pool at one of the places that I used to live. It was always packed.",
        "Bonnie: Do you want to swim?",
        "Sarah: Only if you do.",
        "Bonnie: Oh, come on, Sarah. You don't have to go just because I go.",
        "Sarah: Well, it's more fun with you.",
        "Bonnie: Really?",
        "Sarah: These past couple of weeks have been the best time of my life, Bonnie.",
        "Bonnie: I'm glad you're having a good time. So am I.",
        "Ben: Hey.",
        "Jessica: Hey.",
        "Ben: People watching?",
        "Jessica: Certain people.",
        "Ben: Yeah?",
        "Jessica: Mm-hmm.",
        "Ben: How's it going?",
        "Jessica: They seem to be getting along famously.",
        "Ben: But isn't that a good thing?",
        "Jessica: Maybe it is, maybe it isn't.",
        "Ben: Oh, hey, Jess, you remember Walker Daniels?",
        "Jessica: Of course.",
        "Walker: Hi, Jessica.",
        "Jessica: Nice -- nice to see you again.",
        "Walker: You, too.",
        "Ben: So any luck with the palm?",
        "Walker: No, no. No one's turned it in yet.",
        "Ben: Walker thinks he left his palm here the other night.",
        "Jessica: Oh, well, you could call your service provider and see if there's a record of anybody using it.",
        "Walker: That's a great idea. I didn't even think of it. I've been so, you know, crazed and stuff.",
        "Ben: Yeah, if nothing else, you should get the account closed.",
        "Walker: Here, I'll take care of that right now. Thank you.",
        "Ben: I'm telling you, those handhelds, they're so easy to lose.",
        "Jessica: Yeah. Easily stolen, too.",
        "Ben: What, you think that's what happened?",
        "Jessica: It's a possibility.",
        "Ben: Yeah.",
        "[SCENE_BREAK]",
        "Sarah: Well, look at that one. I -- I love braids.",
        "Bonnie: Yeah?",
        "Sarah: She looks just like one of the Williams sisters.",
        "Bonnie: Yeah. Hey, you know, there's this spa in Chicago. They do great braids, and they also pamper you from head to toe. You know what? We should go. I can make an appointment. We'll get an okay from Troy, and then we'll just make, like, a total day out of it.",
        "Sarah: That -- that would be so cool. You're the best, Bonnie.",
        "[SCENE_BREAK]",
        "Jessica: Hi.",
        "Ben: Hey, how'd you make out?",
        "Walker: Not good. It appears that somebody stole it, and they're downloading music like crazy.",
        "Ben: Can they trace that?",
        "Walker: No, but they think it's a kid, because whoever he or she is is selecting nothing but hip-hop music.",
        "Ben: Hmm.",
        "[SCENE_BREAK]",
        "Jack: This is great pie.",
        "Mike: Yeah. It's a beautiful day.",
        "Jack: One thing would make it more beautiful.",
        "Mike: What's that?",
        "Jack: Having all the legal papers so Carly and I can get married. I can't wait to make a real home for my family, you know, starting right now.",
        "Hannah: This little angel needs to be rocked back to sleep.",
        "Jack: Go ahead.",
        "Mike: You sure?",
        "Jack: Yeah, no -- no problem.",
        "Hannah: There you go. I have to run and get Carly my sewing machine.",
        "Jack: If you get tired of holding her, let me know.",
        "Mike: That's not gonna happen.",
        "Jack: She's pretty incredible, isn't she?",
        "Mike: Yeah. It's a whole different kind of love. I just can't believe she's my -- look, Jack, no matter what those test results say, I'm -- I'm always gonna feel close to this little girl.",
        "Jack: Listen, I -- I know it's tough. I was there with J.J. When -- when I didn't know if he was my son or not, but I -- I wanted it so badly, I felt completely in love with him.",
        "Mike: How is it now? You still miss him?",
        "Jack: Yeah, of course. I think about him all the time. How could I not? I even called his parents to check on him. It's awkward. I know eventually the phone calls will stop.",
        "Mike: Is that what you think will happen with me and Sage, I'll just drop out of her life?",
        "Jack: Hey, listen, all I'm saying is that until that DNA comes back, I -- I'm gonna try to give you some more time with her.",
        "Mike: What happens afterwards, Jack, when one of us has to learn to pull back?",
        "Jack: Yeah, of course. That's -- bound to happen. But I want you to know, no matter what, Carly and I will give her a stable home.",
        "Mike: A stable home? All that matters is that you love them. And I've already got that covered.",
        "Jack: Listen, I'm not saying that you're not gonna be there, Mike --",
        "Mike: No, man, it's just -- look, when I hear you talking about your home and building -- building a place for Sage to live, it's just -- I mean, you're making plans. All right, I get that, okay? But I'm making plans, too, okay? And if Sage turns out to be my daughter, how are you gonna feel about taking a backseat in her life?",
        "[SCENE_BREAK]",
        "Rose: It's the fever making you have bad dreams.",
        "Lily: It's not the fever.",
        "Rose: Don't worry about me. I'll be fine.",
        "Lily: Rose, it's the kids. They need you.",
        "Rose: And they'll have me, and they'll have you. They're gonna have both of us.",
        "Lily: But I -- I can't.",
        "Rose: What do you think, I can just walk into your house and turn into their mama?",
        "Lily: You might have to.",
        "Rose: Hey, I -- I mean it. I'm not talking about this.",
        "Lily: Please, Rose, just protect them. Please.",
        "Rose: Yeah. Yeah, I swear, on my life.",
        "Lily: That's why if anything happens, you have to be safe.",
        "Rose: Yeah, I got it, I got it. Stay safe, I know. Let's not talk anymore. Let's just rest.",
        "Lily: Dusty is a dangerous man.",
        "Rose: And you're gonna be around to slam the door in his face.",
        "Lily: But if I can't --",
        "Rose: I spent half of my life feeling like part of myself was missing. I didn't get through all those lonely years just to lose you again. You got that, Lily Snyder?",
        "Lily: Please -- please, just stay away from Dusty, please.",
        "Rose: That fever's making you bossy, too, huh? Hey, look, Dusty is no boy scout, but I know he did not dump us in this hole. You want to blame somebody, you blame me.",
        "Lily: Rose, if we make it out of here, you have to promise me -- promise me that you will stay away from Dusty.",
        "[SCENE_BREAK]",
        "Dusty: Just take a few deep breaths, all right?",
        "Marshall: Here, Barbara, try this.",
        "Dusty: Yeah, have a drink, keep breathing. You're just having a panic attack, that's all.",
        "Barbara: You don't know panic.",
        "Dusty: Hey, it's not like you're going in there alone. We're right here.",
        "Barbara: I am not going anywhere!",
        "Marshall: James can't do anything to harm you, Barbara.",
        "Barbara: If that's what you think, Marshall, the bullet did more damage to your brain than you think.",
        "Marshall: He's under maximum security now.",
        "Dusty: He's right. He's right.",
        "Barbara: James' reach goes far beyond those prison walls. For God's sake, why do you think we're here?!",
        "Dusty: We're here 'cause we're out of options.",
        "Barbara: Do you really think he's gonna tell me where those women are?!",
        "Dusty: Well, no, no, not in so many words. But I'll tell you this much -- his weakness is his neediness for us to know how clever and brilliant he is, even out of a jail cell.",
        "Barbara: Talk is cheap, Dusty, but if I take one step back into James' world, it's gonna be one step too many.",
        "Dusty: You're smart, you know that? You're smart to be scared. But don't let fear stop you.",
        "Marshall: Uh, Barbara, these are for you.",
        "Barbara: You know, I'm still getting so many flowers from friends of Paul's in Europe. They're just finding out what happened to him. You know, everyone who worked with him loved him.",
        "Marshall: What's wrong?",
        "Dusty: \"Anxiously awaiting your arrival. Yours forever, James.\"",
        "[SCENE_BREAK]",
        "Jack: There is no way you're taking that baby away from Carly.",
        "Mike: I'm not talking about taking her away. I'm talking about shared custody.",
        "[SCENE_BREAK]",
        "Barbara: Living with James Steinbeck is like living with chronic disease -- you learn to deal with it, but the pain never goes away.",
        "Dusty: So what are you gonna do, lock the door and stay in your room forever?",
        "[SCENE_BREAK]",
        "Rose: I would promise you anything. Anything -- anything in this world, but please, don't ask me to cut Dusty out of my life.",
        "[SCENE_BREAK]",
        "Dusty: This proves that James is ready to play.",
        "Barbara: It proves that he knows my every move. He wants me dead!",
        "Dusty: If he wanted you dead, you wouldn't be here right now.",
        "Barbara: That's very comforting!",
        "Dusty: Hey, don't knock it. That's your life insurance. If he kills you, the fun's over.",
        "Marshall: Dusty's right, Barbara. Look, he may mess with your head, but you will be safe.",
        "Barbara: Safe? How can I be safe when I have corpses showing up at my couch, and two women have disappeared without a trace?! Let me tell you something. Living with James Steinbeck is like living with chronic disease -- you learn to deal with it, but the pain never goes away.",
        "Dusty: So what are you gonna do, lock the door and stay in your room forever? If that's the case, looks like Steinbeck's not the only one living in a prison.",
        "Barbara: I take it you gentlemen have a car waiting? Then we'd better move it before I change my mind.",
        "[SCENE_BREAK]",
        "Rose: I would promise you anything. Anything -- anything, in this world. But please, don't ask me to cut Dusty out of my life.",
        "Lily: Ever since Paul died, you've been hurt and confused, and Dusty has been using those feelings.",
        "Rose: This is not about Paul.",
        "Lily: I know Dusty. He's very charming, and he's handsome and --",
        "Rose: Dusty's looks have nothing to do with this. Maybe a little. Yes, it burns me up inside that Dusty took money from Barbara to break up me and Paul, but I see another side to that guy. He's trying to clean up his act.",
        "Lily: He's gonna hurt you, Rose.",
        "Rose: Yeah, maybe he will, or maybe he won't. But all I can tell you is, once I get out of this place, all I want to do is feel that guy's arms around me.",
        "Lily: If anything happens to me, Holden will never forgive Dusty. If you are with him, he will not let either one of you near our children ever again, Rose.",
        "[SCENE_BREAK]",
        "Carly: At least the fabric's easy to work with, you know?",
        "Katie: Yeah, and there's so much of it. Whoa, where are you going with those?",
        "Carly: Don't worry. You're in good hands.",
        "Katie: Well, you, too. Carly, you know, if you're having second thoughts --",
        "Carly: What, about Jack?",
        "Katie: No, about Craig. He'll come through with all that legal stuff. I mean, I know he's kind of unreliable --",
        "Carly: No, no, no, no. No, he's reliable all right -- when he's got an angle and there's something in it for him.",
        "Katie: True. I just think he knows how much you want to marry Jack. He'll come through for you.",
        "Carly: I don't even really need to marry Jack right away right now, right this second. In my heart, I'm already married to him. This ceremony is just a formality.",
        "Katie: Yeah, but an important one, for you and Jack and the kids. I just think the only person who doesn't really know where they fit in is Mike.",
        "Carly: I know. I put his life on hold. He lost Molly because of me, and you know, I think if it turns out that Sage isn't his, I'm afraid it's gonna break his heart.",
        "[SCENE_BREAK]",
        "Jack: Mike, I've played out just about every scenario there is with Sage. If she's your daughter, I will respect that, but when you start talking about me taking a backseat, that's just -- I'm sorry, man, that's just not how I see it. I want to be a part of her life, too. And as far as too much love being a bad thing for a child, I've never heard of it.",
        "Mike: No, I mean, but if Sage is mine, then Carly and I will make the big decisions.",
        "Jack: Well, of course. I'll grit my teeth, and I will accept that, because it's best for Sage.",
        "Mike: That's fair enough, then. All right, I mean -- look, I've played out a few scenarios myself. And if Sage turns out to be mine, I'm glad that she'll have the benefit of a home with two parents, you know -- at least part of the time.",
        "Jack: What do you mean by \"part of the time\"?",
        "Mike: Well, I plan on making a home for her, too.",
        "Jack: No, I understand. Of course, of course -- for when she visits and stuff.",
        "Mike: No, no, no, no, no. She's not gonna be a visitor in my life. I mean, like you, Jack, I want to build a place where she feels like she belongs. I'm not in this to pick her up and drop her off when it's convenient for you and Carly.",
        "Jack: So what are you getting at?",
        "Mike: I'm getting to the fact that I want Sage to live with me.",
        "[SCENE_BREAK]",
        "Sarah: Are we leaving already?",
        "Bonnie: Uh, no, I'm just gonna go talk to the manager and see if I can get you a temporary membership so I don't have to sign in with you every time we come. Look, I'll be right back. Hey, order me one of those fruit spritzer things.",
        "Sarah: How?",
        "Bonnie: Just stop a waiter and tell them to put it on our account.",
        "Sarah: Hot.",
        "Bonnie: And why do you three have your heads together?",
        "Ben: Walker can't find his palm pilot.",
        "Jessica: He had it when we were here the other day, but --",
        "Walker: Yeah, I just checked with the wireless company. They told me it's been stolen.",
        "Bonnie: How do they know?",
        "Walker: Well, whoever took it's been downloading hip-hop music.",
        "Bonnie: Ooh. Can they find out who stole it?",
        "Walker: No, but I was expecting a report to be sent to me, so I set the alarm to go off so I'd know exactly when it got here. When that thing starts buzzing, whoever took it's gonna be in for a rude awakening. They won't know how to turn it off.",
        "[Ben laughs]",
        "Ben: Little poetic justice.",
        "Jessica: Yeah.",
        "Walker: Yeah, well, it doesn't help me with my lost data. Speaking of which, I've got to get back to the hospital, recover the files I have saved. Thanks for the ride, Ben.",
        "Ben: Hey, no sweat, man.",
        "Walker: Jessica.",
        "Jessica: Yeah. Good to see you.",
        "Walker: Bonnie.",
        "Bonnie: He doesn't think anybody here stole it?",
        "Jessica: It's not out of the realm of possibility.",
        "Bonnie: At the Country Club? Mom, half the kids here are loaded. They don't need to steal.",
        "Ben: Come on, rich kids steal, too. I mean, sometimes for kicks or attention or whatever.",
        "Jessica: Children are full of surprises, you know? You just don't know what's going on beneath the surface.",
        "Bonnie: If you're suggesting Sarah had anything to do with this --",
        "Ben: Look, your mother didn't accuse Sarah of anything.",
        "Bonnie: Yeah, not in so many words.",
        "Jessica: Well, not in any words.",
        "Bonnie: Having Sarah here embarrasses you, doesn't it, mom?",
        "Jessica: Now wait a minute, Bonnie. I am just concerned that you got involved with this girl a little too quickly, that's all.",
        "Bonnie: Or that she got involved in your life a little too quickly. She's forgotten her place, hasn't she?",
        "Jessica: I know you're not saying this to me.",
        "Bonnie: You know the worst kind of snob, mom, is the kind that always talks about everybody being equal until they actually try to become your equal.",
        "Jessica: Bonnie -- Bonnie --",
        "[SCENE_BREAK]",
        "Craig: No, Emma came to us and asked us to help. With Lily missing, she couldn't really well take Parker herself.",
        "Hal: Well, Emma would still need my permission, and the answer would still be no. It's a full house in Montana.",
        "Craig: Oh, I think Carly has room for her son.",
        "Hal: Mike, Jack and Carly have a lot to work out. Now, I will not have Parker caught up in any fallout over this baby.",
        "Craig: Well, I promise, not one voice will be raised in front of him.",
        "Hal: Forget it, Craig. When things settle down, Parker can spend all the time he wants with Carly.",
        "Craig: Hal -- it's all about the big moments, Hal.",
        "Hal: What?",
        "Craig: The milestones, the ceremonies, making memories for your kids.",
        "Hal: You're telling me how to raise kids?",
        "Craig: No, I'm just pointing out that you might regret being so hardheaded about this.",
        "Hal: And I'm pointing out that if you keep pushing me, you're the one that's gonna regret it.",
        "Rosanna: So are we on our way to the airport?",
        "Hal: No.",
        "Craig: Hal's word du jour.",
        "Rosanna: Aw, well, that's such a shame. I remember what it was like when you weren't allowed to have Will there at your own wedding. And you of all people know what it's like not to have your own son there on the happiest day of your life. I'm just quite surprised that you would do the same thing to Carly and Parker.",
        "[SCENE_BREAK]",
        "Jack: There is no way you're taking that baby away from Carly.",
        "Mike: I'm not talking about taking her away, I'm talking about shared custody. Look, I want to be a father to this child.",
        "Jack: All right, we're getting way ahead of ourselves here. We'll think of something when the time comes.",
        "Mike: You're right, you're right, and we'll do it legally. That way, it cuts down on any tension around Sage.",
        "Jack: If you think tying Carly up in lawyers and documents is gonna cut down on --",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: How are you boys getting along, huh?",
        "Mike: Fine. Sage is pretty active today.",
        "Carly: What's going on?",
        "Jack: Well, you know, we were just talking about stuff, you know -- sports, the weather, the baby.",
        "Carly: Is that right? Well, I will let you get back to that. Katie and I are pretty busy inside.",
        "Jack: Well, let -- let me know when it's safe to come in, please.",
        "[Carly laughs]",
        "Carly: I will. Be patient. This is gonna take a while.",
        "[SCENE_BREAK]",
        "Jack: I don't want you bringing up anything about custody before the wedding. If you love this baby half as much as you say you do, you'll at least do that much for her mother.",
        "Mike: Look, I wasn't planning on saying anything till after the test results are back.",
        "Jack: Good.",
        "Mike: Jack, I'm not the bad guy here, okay? I want Carly to be happy. If Carly is happy, then Sage is happy. That's what matters most to me.",
        "Jack: Great. Then we finally agree on something more than a stupid piece of pie.",
        "[SCENE_BREAK]",
        "Katie: You almost done?",
        "Carly: Almost.",
        "Katie: So you gonna miss having a big Oakdale wedding?",
        "Carly: Nope. This is better. Much better -- quiet, calm.",
        "Katie: I guess you're right.",
        "Carly: I know I'm right. The way my luck's been running the past few months, I'll be lucky if I get to the I dos without the sky falling.",
        "[Katie laughs]",
        "Katie: You will, and it won't. Yeah, you're gonna have a nice, peaceful, beautiful little ceremony, away from the usual Oakdale drama.",
        "Carly: Amen to that.",
        "[SCENE_BREAK]",
        "Hal: Oh, you really don't fight fair.",
        "Rosanna: I was just making an observation.",
        "Hal: I remember every second of what happened with Will, and I will not have my youngest son caught in the middle of another domestic nightmare.",
        "Rosanna: Now you know I love Parker. I would never do anything to expose him to one second of unpleasantness.",
        "Hal: No, not intentionally. But I do have one question for you. Does Carly know that you guys are coming? I thought not.",
        "Rosanna: Well, we're going as a -- a healing gesture.",
        "Hal: You can keep my son out of your healing gestures. Just -- just a second. The last time you and Carly were together, you almost bit each others' heads off, then Carly took off for Montana. What if your little healing gesture backfires? Just a second. And then, you take some potshots at Carly, Carly takes some potshots at you. Let me ask you something. Where does that leave Parker? That leaves him right in the middle. That's where it leaves him. What -- what is it?",
        "Parker: I really want my mommy.",
        "Craig: That wasn't me.",
        "Hal: Listen, I'm not trying to keep you away from your mommy, and I know how much you miss her. I guess I just didn't know how much. Okay, he can go. But listen to me, Rosanna, and I mean this, you keep him clear of any trouble, and I want him back right after that wedding.",
        "Rosanna: Thank you so much, Hal.",
        "Hal: You can thank me by making sure he has a good time with Carly --",
        "Craig: Oh, he will.",
        "Hal: -- And Jack. I wasn't talking to you.",
        "Rosanna: You have my word.",
        "Craig: Mine, too, if you want it.",
        "Hal: I'll pass on your word, thank you.",
        "Rosanna: Now Emily did pack a bag just in case, and it's in the car.",
        "Hal: Does he have his -- his little action robots?",
        "Rosanna: Yes, yes. They're all set.",
        "Hal: Oh, and -- and his stuffed panda?",
        "Rosanna: Licorice is tucked away.",
        "Craig: Hal -- Hal, you know, Carly is really gonna appreciate this.",
        "Hal: I know she'll appreciate having Parker there. It's you two that I wonder about. Listen to me, cowboy. I want you to be a good boy, and I want you to listen to your aunt Rosanna, okay? Now I'm gonna call you tonight, and I want you to remember that I love you. I love you very, very much. See you soon.",
        "Craig: I have married the most devious woman.",
        "Rosanna: Devious? I thought I was obvious.",
        "Craig: Exactly. All right, mount up, hombre! We ride for Montana! All right, andale, caballero. Whoo-haw! Whoo-hoo! Come on!",
        "[SCENE_BREAK]",
        "Ben: Tell Dr. Sanchez I'm on my way. All right, sorry, Jessica. I've got to head back to the hospital. You gonna be okay here?",
        "Jessica: I'm trying to be. I'm telling myself that Bonnie was just blowing off steam, you know? I don't know, she has this weird connection to this girl, and I am just going to back off and let it play out.",
        "Ben: Sounds like a plan.",
        "Jessica: Yeah. Well, there's no point in me hanging around here if you're leaving. So you want to walk me to my car?",
        "Ben: Absolutely.",
        "Jessica: I'll see you later.",
        "[Alarm blares]",
        "[SCENE_BREAK]",
        "Lily: You're quiet.",
        "Rose: What do you want me to say? You want me to choose between Dusty and my family, right here, right now?",
        "Lily: Rose, they need you.",
        "Rose: No, no, no, they need their mother.",
        "Lily: Don't you understand, Rose, I am --",
        "Rose: Hey, hey, hey. You're not gonna die, you know? You need me to make a promise? You want me to make a promise? Fine. I promise, I will never see Dusty again. But you gotta make me a promise, that you will fight and keep fighting until we get out of this place. You got it?",
        "Lily: I'll try.",
        "Rose: No, no, no. I won't take that. You got to promise. Not just try, you got to promise.",
        "Lily: Okay, I promise.",
        "Rose: It's gonna be over soon. They're gonna find us. We're gonna get out of here. And you think whatever you want about Dusty, but I know that that man would sell his soul to the devil to get us out of here. I know.",
        "[SCENE_BREAK]",
        "Marshall: Steinbeck's got a guard present at all times.",
        "Dusty: We'll be right here.",
        "Guard: You can come in now, Ms. Ryan. Stay behind the line, please.",
        "James: You've -- you've changed perfume. What else has changed, darling? Have you changed? Have you come here to share in my grief over our son's death, hmm? Paul is gone now, Barbara. He's gone, but it gives me great comfort to know that we have each other. We have each other. We'll always have each other.",
        "[SCENE_BREAK]",
        "Brackett: Agent Brackett, FBI. I'm here about the Lily Snyder/Rose D'Angelo kidnapping.",
        "Margo: I got to go.",
        "[SCENE_BREAK]",
        "Barbara: Are they dead?",
        "James: Perhaps.",
        "[SCENE_BREAK]",
        "Lily & Rose: [Screams]"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=HOGjsv6OrKM"
}