{
    "Episode Summary": [],
    "Recap": [
        "Mike informs Simon there is a rotting problem in his new business venture and recommends tearing the building down because he will never be able to get it inspected \u0096 presto, 5 minutes later Simon has the inspection and Mike is furious with his underhanded ways. Katie interrupts exclaiming literally they are going about making a baby the wrong way. Mike intends on warning Carly what Simon is up to. Meg and Paul disagree over how they handle Emily, but soon make up. Meg makes sure Emily understands that she is going nowhere. Emily tells Lucy that Craig, among other people, is what is ailing her. Paul overhears and attempts to fix the problem. Henry accuses Louis of rape and Eve ends up having to forcibly separate them; Eve supports Louis, but then goes running to someone else to talk about her husband. Maddie watches Gwen and Casey imagining they are laughing about her, when really they are not. However, they find an old picture of Casey and Maddie and Gwen identifies the mask Casey was wearing as the one the slasher was wearing \u0096 it is Maddie's from Chicago. Henry finds Maddie and lets her know he knows what Louis did; Maddie admits to it and shares what happened; Henry wants her to fess up to Eve, but Maddie refuses. Jack apologizes to Carly for the way he has been treating her, and the two end up sharing some time together, only to be interrupted by Eve. Gwen and Casey admit to Margo about what they know about the mask the killer wore and its connection to Maddie."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Oh, that's okay. How's your arm, Jack?",
        "Jack: It's fine. Where's J.J.?",
        "Carly: He's with Lisa. He's making noise about going bowling.",
        "Jack: Bowling?",
        "Carly: Do you think you're up for that?",
        "Jack: As long as I can use the bumpers and I don't see anybody from the station, sure.",
        "Carly: I'll get him.",
        "Jack: Carly, wait -- as long as we have a minute, maybe we could talk.",
        "Carly: You think we could do that? Talk?",
        "Jack: Used to.",
        "Carly: Well, lately, it's sort of become lecturing.",
        "Jack: No more lectures. I've been a jerk. And if you'll let me, I'd like to make it up to you.",
        "[SCENE_BREAK]",
        "Simon: That's what I like to see -- overtime. Only way we're going to meet these deadlines.",
        "Mike: And we've got a problem, Simon. I had a hunch the other day when I saw that rot at the foundation.",
        "Simon: Well, that's why I hired you, Mike. You're good with rot.",
        "Mike: Simon, this building is a structural nightmare. I mean, didn't you get it inspected before you bought it?",
        "Simon: My agent took care of details.",
        "Mike: Okay, well, you're better off just tearing the whole thing down and starting all over again.",
        "Simon: Tear it down -- now, wouldn't you miss the place, Mike?",
        "Mike: Miss it? Why?",
        "Simon: Oh, I don't know. It's just that the last time I showed up, you and Katie had turned this place into your own private x-rated boudoir. That's not what I'm paying you for, is it, Mike?",
        "[SCENE_BREAK]",
        "Nancy: You'll strain your eyes reading in this light.",
        "Katie: Oh, hi, Nancy.",
        "Nancy: What's so interesting?",
        "Katie: Life is interesting -- new life, Nancy. It really is such a miracle. I can't wait to tell Mike.",
        "Nancy: Katie, are you trying to tell me that you and Mike are already expecting?",
        "[SCENE_BREAK]",
        "Paul: It was just that one time, Meg.",
        "Meg: How many fights do you think start with those words?",
        "Paul: Look, Emily going back to work at the newspaper is good for her confidence. That's a good thing, right?",
        "Meg: Unless she starts asking for business advice on a regular basis.",
        "Paul: Well, it's not like she asked. No, I walked in and I saw that she had the financials for the papers out, and I could tell right away that the books were a mess.",
        "Meg: Not your mess.",
        "Paul: True, but she was getting all worked up and that made me worry about the baby.",
        "Meg: Oh, so you just dusted off your MBA and came to the rescue.",
        "Paul: It was really -- it was no big deal.",
        "Meg: Everything with Emily is a big deal.",
        "Paul: Look, Meg, once the pregnancy is over --",
        "Meg: When did this pregnancy become your full-time job, Paul?",
        "[SCENE_BREAK]",
        "Emily: So, how is it?",
        "Lucy: A little better.",
        "Emily: Do I get to see what you're writing?",
        "Lucy: I'm sure Dr. Schiller will be in soon.",
        "Emily: Is that what they teach you in med school these days? How to evade questions?",
        "Lucy: Okay, well, looking at your chart, it seems the big issue is getting your blood pressure under control.",
        "Emily: How?",
        "Lucy: Well, let's start by figuring out what's causing you the most stress.",
        "Emily: Oh, no, no, no. Not what, who.",
        "Lucy: Okay. So, who is it that's causing you so much stress?",
        "Emily: Your father.",
        "[SCENE_BREAK]",
        "Louis: You better be drunk, Henry.",
        "Henry: Oh, I'm stone cold sober.",
        "Louis: You repeat that filth, I will clean the floor with you.",
        "Henry: Yeah, is that what you told Maddie?",
        "Louis: I never touched the girl.",
        "Henry: Oh, really? I see her eyes when you're around, Louis. She nearly jumps out of her skin.",
        "Louis: Well, she was that way long before I showed up. Bartender, scotch. Make it a double.",
        "Henry: Oh, man, damn you, Louis. Damn you. She trusted you and you raped her.",
        "Louis: Maddie is a disturbed girl. She says things that are not true.",
        "Henry: Yeah, she lies. She lies -- she lies to protect you. She lies to protect eve, so she doesn't know what kind of monster she's married to. That is done, Louis. It is over now.",
        "Louis: Maddie was raped, and there's a lot of doubt about that. It was some college boy who did it, not me.",
        "Henry: No, it was you. It was you!",
        "Louis: Sure you won't join me?",
        "Eve: Henry, stop it! What the hell is wrong with you?",
        "Henry: You lay a hand on my sister again, and I swear I'll kill you.",
        "Eve: Stop it!",
        "[SCENE_BREAK]",
        "Casey: They're doing a revival at the Cineplex. Did they make a movie called \"The Love Story.\"",
        "Gwen: Yeah, it's like this '70s cult classic. You know what? You want to check out what we have here?",
        "Casey: Yeah, sure.",
        "Gwen: \"How to Lose a Guy in Ten Days.\" Maybe not what I need to see right now. You think?",
        "Casey: Want to play checkers?",
        "Gwen: You know, I actually don't like checkers.",
        "Casey: Do you know how to play hearts?",
        "Gwen: No, I don't even know what that is.",
        "Casey: Okay, we're pathetic. Let's check my game chest.",
        "Gwen: You have a game chest?",
        "Gwen: Candyland!",
        "Casey: It's Danny's. My mom saves everything.",
        "Gwen: Ooh, Brain Boilers. I'm guessing it's not yours. Nice.",
        "Casey: It's Maddie's. You have to be, like, Einstein to play. But I beat her once. Rock legends, I own that category.",
        "Gwen: Here, I'll clean it up.",
        "Casey: No, it's cool. I'll get it.",
        "Gwen: Here's a Maddie question for you, actually. All right, name the last three prime ministers of Nepal.",
        "Casey: Okay. Larry, Moe and -- Shemp.",
        "Gwen: That was very, very close.",
        "Casey: She and I stayed up all night playing that game once.",
        "Gwen: You miss her a lot?",
        "Casey: Just all the time.",
        "[Maddie is outside the window looking and hears them but it gets twisted what they are saying in her brain]",
        "Casey: Miss Maddie? Who could miss a psycho?",
        "Gwen: I still can't believe she totally flipped out.",
        "Casey: It's a good thing I got out when I did. Before I ended up with a knife in my back.",
        "Gwen: Pass me those pieces.",
        "Casey: Man, I even miss her dumb old movies.",
        "Gwen: Like you ever watched.",
        "Casey: A couple.",
        "Gwen: Okay, okay. Here's one for you. Record for most best actress Oscars?",
        "Casey: Oh, I know this one. I know this one. Man, Maddie loves her. Some Rayburn chick.",
        "Gwen: Ah!",
        "Casey: Ah, see, I'm all over it!",
        "Gwen: Ah, Hepburn! It's Katherine Hepburn.",
        "Casey: No -- no, it's not. Let me see.",
        "Gwen: Yeah, it is.",
        "Casey: Okay.",
        "Casey: I hate this game. It reminds me of Maddie.",
        "Gwen: Trash it.",
        "Casey: I mean, I can't believe that she was living here. She could've killed us while we were in our beds.",
        "Gwen: I hope they put her away for life.",
        "Casey: And not soon enough.",
        "Casey: Man, you know what I keep thinking about? The camp-out at Raven Lake.",
        "Gwen: That's coming up pretty soon.",
        "Casey: Best party of the year. Man, I was so psyched about taking Maddie. Did you think anymore about coming with me? It would be fun. Come on, we can forget about slashers, ex-girlfriends, cheating husbands. Come on, let's do it.",
        "Casey: I don't care if they lock her up and throw away the key. I'm still gonna sleep with my eyes open.",
        "Gwen: Me, too, after what happened to us.",
        "Casey: Who do you think she's gonna kill next?",
        "Gwen: Beats me.",
        "Gwen: You could really do that?",
        "Casey: What?",
        "Gwen: Go someplace that's supposed to be fun and not think about Maddie the whole time? Oh, that's right. I forgot, you're a guy.",
        "Casey: Whoa, back up.",
        "Gwen: I'm sorry. That had nothing to do with you.",
        "Casey: Will screwed up 'cause of graduation --",
        "Gwen: Can we not talk about Will?",
        "Casey: All I'm saying is, at least you know why he did what he did.",
        "Gwen: Yes, her name is Jade.",
        "Casey: Yeah, but I have no clue why Maddie broke up with me. Somebody messed with her head, bad.",
        "Gwen: Like who?",
        "Casey: I wish I knew.",
        "[SCENE_BREAK]",
        "Eve: Tell me I'm wrong. You did not say that to my husband.",
        "Henry: I'm sorry. I know you want to believe that it isn't true, but it is. Maddie wasn't raped by some frat boy, it was Louis.",
        "Eve: Are you insane?",
        "Henry: I know this comes as a shock --",
        "Eve: Did Maddie say something?",
        "Henry: No. She didn't say --",
        "Eve: Then how do you --",
        "Henry: You've seen her around him. She's terrified.",
        "Eve: Don't you dare repeat this.",
        "Louis: It's okay, Eve. No one's going to take him seriously.",
        "Henry: Look, we -- look, we've got to do whatever it takes. No matter how hard it is. Because Maddie needs us now more than ever.",
        "Eve: What Maddie needs is help. She has told so many lies, I can't even keep track of them. And if you think you are saving her by coming up with this hideous, twisted scenario -- look, I know you've never liked Louis, but he has been good to her. And kind and stable and reliable --",
        "Louis: Henry's never had any respect for stable. Let's face it --",
        "Henry: Look, I know -- I know I'm far, far, far from perfect. But I can size people up, I've always been able to do that. And I can tell when someone is bluffing with a straight flush with nothing in their hands --",
        "Eve: This isn't a card game! This is our family.",
        "Louis: What does he care? I'm the easy target --",
        "Henry: Would you shut up and stay away from her!",
        "Eve: Don't talk to him like that!",
        "Louis: He can't hurt me, Eve.",
        "Henry: Oh, Louis. Oh, Louis. You do not want to know the kind of people I can get on the phone, man -- you don't want to know --",
        "Louis: Cut your losses and lay down your cards. Game over. I'm going to go up to my room and rest. No hard feelings, Henry.",
        "Eve: You really have lost your mind.",
        "Henry: No, Honey. No, I've opened my eyes. I'm so sorry I didn't do this before.",
        "Eve: Louis may have his faults, but he is not a monster!",
        "Henry: He was taking advantage of her. He was hurting her right underneath your own roof.",
        "Eve: Maddie has always had a wild imagination since she was born. We knew it would get her into trouble.",
        "Henry: Do not blame Maddie for this. God, it makes me sick. I close my eyes, I can't get it out of my mind.",
        "Eve: It's not true!",
        "Henry: It makes her sick, too, Eve. The fear. Okay? It makes her sick, too. This is why she built up this whole fantasy thing. And I bought into it. The whole straight \"a\" student thing. Oh, God, to thinking that she's acting out if she's five minutes late for curfew.",
        "Eve: No, no, no, no, no. She would have told me.",
        "Henry: No, she wouldn't have, Eve, because she loves you.",
        "Eve: Look, I meant what I said. Don't you dare ever repeat this. And if you really love Maddie, then you will get to the real truth and stop making sick accusations against my husband.",
        "Henry: Yeah, all right, I'll get to the truth.",
        "[SCENE_BREAK]",
        "Lucy: Your stress is my father's fault?",
        "Emily: Well, he still owns \"The Intruder.\" With Craig in prison, budgets are frozen. I can't make any serious changes.",
        "Lucy: Well, I don't know anything about that. I'm not in touch with my dad.",
        "Emily: Oh, I'm sorry. I don't mean to put you on the spot. Besides, Craig's not my only problem. Trust me, I've got plenty of stress to go around.",
        "[SCENE_BREAK]",
        "Paul: Fine, next time I'll call you. I'll report in.",
        "Meg: That's not what I want.",
        "Paul: Well, then what do you want?",
        "Meg: To hear it from you. Five minutes, Paul, that's all it would have taken.",
        "Paul: I didn't even give it five minutes thought. If Emily had answered her phone, I wouldn't even have gone over there in the first place.",
        "Meg: So you think I'm overreacting?",
        "Paul: I don't know. Are you overreacting?",
        "Meg: Don't do that.",
        "Paul: I'm sorry. You're right. Look, Meg, this was your plan. Be nice to Emily, carve out a place for her.",
        "Meg: Not let her take over our lives!",
        "Paul: She's not.",
        "Meg: Not until the next business crisis or health crisis or whatever-it-is crisis. Paul, even when Emily's not trying to manipulate us, she still manages to get a rise out of me. And I can't believe I make it so easy.",
        "[SCENE_BREAK]",
        "Katie: No, I am not pregnant just yet. But if I follow a few simple rules, I should be soon.",
        "Nancy: Of course, it's none of my business, but when Chris and I had children, we didn't follow an instruction manual.",
        "Katie: Well, times they are a-changin'. They've come up with all new ways to create optimum conditions for conceiving a child. And Mike and I just have not been doing everything we can.",
        "Nancy: Oh, it all sounds so complicated.",
        "Katie: More like challenging. But fun challenging.",
        "Nancy: Well, at least they haven't taken the fun out of it.",
        "Katie: No, no. Not yet, thank goodness.",
        "Nancy: Katie, may I give you some advice?",
        "Katie: Yes, I would love your advice.",
        "Nancy: Schedules are for trains, not for conceiving children.",
        "Katie: Good. You're sweet. Thank you. All right, I've got to go. Wish us luck.",
        "[SCENE_BREAK]",
        "Mike: Are you saying I haven't been doing my job?",
        "Simon: Are you saying you haven't indulged in your fair share of distractions?",
        "Mike: Look, I know my business, okay? We can either get a structural engineer in here and present a whole new business plan to the building commission, or you're going to have to tear the whole thing down.",
        "Simon: Come on, Mike. That's going to take weeks.",
        "Mike: If you're lucky. Simon, no investor's going to touch this place without an inspection certificate.",
        "Simon: All right, fine. I guess I'll have to get my hands on one.",
        "[SCENE_BREAK]",
        "Jack: I must admit that when I heard you were working for Simon --",
        "Carly: You assumed the worst.",
        "Jack: And I used the kids as an excuse to vent.",
        "Carly: So now you approve?",
        "Jack: It's not up to me to approve or disapprove, Carly.",
        "Carly: Since when?",
        "Jack: Go ahead, make this tough.",
        "Carly: I'm trying.",
        "Jack: And I'm trying to apologize for overreacting the night the smoke alarm went off.",
        "Carly: So then I guess you -- you don't think I'm a bad mother for leaving the children with a babysitter?",
        "Jack: Of course not.",
        "Carly: And you think that I deserve to have a life beyond the boundary of the front porch?",
        "Jack: Yes. And I called you that night to tell you at least that much, but you were in New York and -- Simon picked up your phone.",
        "Carly: And you didn't call back.",
        "Jack: No, I didn't.",
        "Carly: Okay. Well, now you can add the \"look out\" and \"watch your back\" and \"keep your eyes open\" part.",
        "Jack: Nope, there's no other part. I know you're too smart to fall for whatever Simon pulls.",
        "Carly: Well, good. Because I want you to know that things between us are strictly professional.",
        "Jack: I respect what you're doing, Carly. Trying to make a new start of it, try your hand at something new.",
        "Carly: Well, I haven't had any success yet, have I?",
        "Jack: Yeah, well, when have you ever not gotten what you wanted?",
        "Carly: Just the once.",
        "J.J.: Dad!",
        "Jack: Hey, Buddy. Hey, listen -- instead of going bowling, can we maybe go to the drive-in instead?",
        "J.J.: We just went to the drive-in with Mom and Simon.",
        "[SCENE_BREAK]",
        "Meg: What can I say? Emily knows my launch codes.",
        "Paul: Hey, wait. Hey, hey, hey. How can I help?",
        "Meg: Tell me the next time her majesty summons her royal bookkeeper.",
        "Paul: Okay, there's not going to be a next time.",
        "Meg: There will always be a next time.",
        "Paul: You need to trust me. Anything that I do with Emily -- whatever I do, I do for you, always for us.",
        "Meg: Hey, are you trying to get me fired my first day back?",
        "Paul: Definitely. [Meg laughs] Did you hear what I said?",
        "Meg: I do trust you, Paul.",
        "Paul: Then we'll get through this.",
        "Meg: I need to check on a patient.",
        "Paul: Okay. We're okay, right?",
        "Meg: Yeah.",
        "Paul: Hey, Meg? Nothing, just -- nice scrubs.",
        "[Meg laughs]",
        "[SCENE_BREAK]",
        "Emily: I don't want to have to depend on anyone to help raise my baby.",
        "Lucy: Is that realistic?",
        "Emily: Not yet, I mean, not financially. Being completely independent of Paul is an uphill battle. But without the newspaper, Lucy, it's like Mt. Everest.",
        "Lucy: Well, why not work for another paper?",
        "Emily: Who, Lucinda?",
        "Lucy: Not an option?",
        "Emily: No. No. I like the idea of raising \"The Intruder\" up from the ashes.",
        "Lucy: But if it's causing you too much stress --",
        "Emily: I've handled worse.",
        "Lucy: But you weren't pregnant.",
        "Emily: I need to find a way to get Craig to give up control of the paper.",
        "Lucy: It means that much to you?",
        "Emily: It means a brand new start for me and my baby.",
        "[SCENE_BREAK]",
        "Simon: You're a good man. Thank you. Problem solved. We're back in business.",
        "Mike: How much did it cost?",
        "Simon: Pardon me?",
        "Mike: The bribe to get the inspection certificate.",
        "Simon: You calling me a crook, Mike?",
        "Mike: Yes, I am.",
        "Katie: Mike, you are never going to believe this. We've been having sex all -- wrong \u0096",
        "[SCENE_BREAK]",
        "Jack: That's keeping things professional? Going to the drive-in?",
        "Carly: That was the shortest promise on record.",
        "Jack: What movie did you see, J.J.?",
        "J.J.: The one with the rabbit.",
        "Jack: Oh, the rabbit. Did Simon like it?",
        "J.J.: I guess so. He smiled a lot. But Parker got mad when he put his arm around --",
        "Carly: Hey, why don't you guys go to the arcade? You could beat Dad at \"Space Fighter.\" Huh?",
        "J.J.: Can we go? Can we go? Can we go?",
        "Jack: Sure. Yeah.",
        "Carly: Oh, that's great.",
        "J.J.: Great!",
        "Carly: Now, go get some quarters from Aunt Lisa, okay?",
        "Jack: Here. Here. Clean her out. Go.",
        "J.J.: Okay. Thanks, Dad.",
        "Jack: You got it.",
        "Carly: It was a pity invite. He was feeling depressed about Katie --",
        "Jack: Like I said, no lectures, no explanations.",
        "Carly: Okay. So it's just drop-offs and pick-ups, and support checks and polite conversation from now on, huh?",
        "Jack: Boy, I hope not.",
        "Carly: Me, too.",
        "Eve: Jack, thank goodness you're here.",
        "Jack: Eve, what's wrong?",
        "Eve: I'm so sorry to interrupt.",
        "Jack: Tell me what's going on.",
        "Eve: Well, Louis said he was going up to our room and not he's not there. Jack, I'm afraid of what he'll do.",
        "[SCENE_BREAK]",
        "[Leaves crunching]",
        "Maddie: Who's there?",
        "[SCENE_BREAK]",
        "Gwen: Hey, maybe you should think about giving this away.",
        "Casey: Do you know anyone smart enough?",
        "Gwen: Oh, nice, wise guy. Hey, what is this?",
        "Casey: Nothing.",
        "Gwen: What is it?",
        "Casey: It's nothing. It's old.",
        "Gwen: Come on, let me see it. When did you take this?",
        "Casey: A while ago. Why? It's just me and Maddie.",
        "Gwen: No, look at the mask -- Casey, the killer wore this mask.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Gwen: Where did you get it, Casey? Casey, where?",
        "Casey: It's Maddie's!",
        "Carly: I gotta go, 'cause I'm running late, and Simon really hates it when I keep him waiting.",
        "Mike: No, no, no. I don't want you going to the lobby. The building's unstable.",
        "Katie: What?",
        "Simon: Oh, what a drama queen.",
        "Paul: Emily wants Craig out of \"The Intruder.\" It's a perfect solution, to sell the paper to somebody who can run it smoothly.",
        "Lucy: Someone like you, for example?",
        "[SCENE_BREAK]",
        "Lucy: Emily, I wish I could help, but there's not much I can do when it comes to my dad.",
        "Emily: I know. I -- I figured it was a long shot.",
        "Lucy: Why don't I get you our latest literature on natural ways to reduce stress and anxiety.",
        "Emily: Okay, wait, wait -- and if that doesn't do the trick?",
        "Lucy: I'd find another line of work.",
        "[SCENE_BREAK]",
        "Katie: I'm sorry. I thought you were alone.",
        "Simon: No, hey, I could have told you you were doing it all wrong, too.",
        "Katie: Oh, that's a good one.",
        "Mike: Okay, let him be juvenile. Listen, give us a few minutes, okay?",
        "Katie: All right, I'll meet you downstairs.",
        "Mike: No, no, no. I don't want you going in the lobby. The building's unstable.",
        "Simon: Oh, what a drama queen.",
        "Katie: What? What's wrong?",
        "Mike: I'll explain later. Look, whatever meeting you have tonight, cancel it. We're going to address this.",
        "Simon: The sky's not falling, Mike. Have we got a few issues? Yeah, of course we do. Will they be fixed? In due time, yes. Just do your job and this project will make us both a small fortune, all right?",
        "Katie: What is he up to?",
        "Mike: Cutting corners -- big ones.",
        "Katie: Can you call someone?",
        "Mike: No, he already did -- to the building commission to pay someone off.",
        "Katie: And what are you going to do?",
        "Mike: I don't know yet. But if we weren't working on a family, I'd walk off this job tonight.",
        "[SCENE_BREAK]",
        "Eve: I am so sorry for interrupting. I'm probably overreacting.",
        "Carly: You know what? I'm going to get out of your way.",
        "Jack: No -- I'm sorry. Carly, this is Eve Browning, Maddie and henrys' sister.",
        "Carly: Oh, hello. It's nice to meet you. I'm Carly Snyder. I'm Jack's -- Jack's soon to be ex-wife. So I'm going to go because I have that meeting. And J.J., I'll pick him up in the morning at the farm.",
        "Jack: J.J.'s our son.",
        "Carly: One of our sons.",
        "Jack: I'll bring him by the house tomorrow.",
        "Carly: Oh. Okay. Well, then call me. I gotta go, 'cause I'm running late, and Simon really hates it when I keep him waiting. It's really nice to meet you Eve.",
        "Eve: I'm so sorry to barge in like this. I must sound like an idiot.",
        "Jack: Just fill me in on what's going on with your husband.",
        "Eve: I really don't mean to drag you into this.",
        "Jack: No, it's okay. Please, I want to help.",
        "[SCENE_BREAK]",
        "Henry: Shh, shh. Hey, it's me. It's me. I'm here. I'm sorry. It's me.",
        "Maddie: Henry, they're laughing at me in there.",
        "Henry: We gotta go.",
        "Maddie: I'm not leaving.",
        "Henry: I know. I know about Louis. Not here. Not here, okay? We're going to go someplace safe. We're going to go someplace that he can't find you. And I promise you I won't let him hurt you ever again. That's your big brother talking, all right? Come on. Come on.",
        "[SCENE_BREAK]",
        "Casey: Are you sure it's the same mask?",
        "Gwen: I'm positive. What are you doing with it?",
        "Casey: It's not mine.",
        "Gwen: Where did you get it, Casey? Casey, where?",
        "Casey: It's Maddie's! She made it in some art class in Chicago. Are you sure it just doesn't look the same?",
        "Gwen: It's the same one. I'm sure of it.",
        "Casey: But it was dark when you got attacked, right?",
        "Gwen: Casey, whoever tried to kill me that night was wearing Maddie's mask.",
        "[SCENE_BREAK]",
        "Margo: Hey, guys. What's up?",
        "Maddie: This was a bad idea. I don't really want to talk.",
        "Henry: All right, then I'll talk. Did I ever tell you about Tick Mitchell?",
        "Maddie: Henry --",
        "Henry: His name -- hand to God, his name was Tick. He was a rotten kid.",
        "Maddie: I don't care.",
        "Henry: Well, then hear me out here. Come on. I was in the fourth grade and this guy Tick, he used to steal my lunch money every day. He would corner me in the bathroom and he threatened to punch my lights out. So, one day I got smart. I played my first game of poker. I was 9. I was taking on the eighth graders, so I cleaned them out, obviously. And I ate like a king after that. Until the next day, when Tick broke my arm. You know, I never told mom and dad about that. I told them I just fell.",
        "Maddie: What'd you do?",
        "Henry: I dropped out of school. I lost a lot of friends. I never made it to the multiplication tables. And it was a weird thing, Maddie, because I hated that kid, but I hated myself, too, because I never stood up to him. And I felt like nothing, sweetheart. I felt like nothing. And that was on a good day.",
        "Maddie: What happened?",
        "Henry: Dr. Conroy happened. He was a counselor.",
        "Maddie: Did you tell?",
        "Henry: No. No. Once somebody knew, it was okay. I wasn't alone anymore and things just sort of moved on after that. I know, too, Maddie. And you're not alone anymore.",
        "Maddie: It was Louis, Henry. It was Louis.",
        "Henry: I know, Sweetie. [Henry sighs] I know.",
        "[SCENE_BREAK]",
        "Eve: We've tried everything to help Maddie. And now Henry is taking it out on Louis.",
        "Jack: How so?",
        "Eve: Well, they never got along.",
        "Jack: Well, there's got to be a reason for that. I mean, you told me once that even you're frightened of Louis sometimes.",
        "Eve: Yeah, well, no marriage is perfect. But Henry is wrong about my husband. He is making wild accusations.",
        "Jack: What kind of accusations?",
        "Eve: I'm not sure I can even bring myself to repeat them.",
        "Jack: Well, judging by the look on your face when you came in here, I think you oughta.",
        "[SCENE_BREAK]",
        "Henry: Honey? Oh, Sweetie, why didn't you tell me? Why didn't you tell me as soon as you hit town?",
        "Maddie: I couldn't.",
        "Henry: Why? Because of Eve?",
        "Maddie: She wouldn't believe me.",
        "Henry: No, no. She loves you. She's just scared for you. We're both scared for you.",
        "Maddie: No, I'm okay now.",
        "Henry: I -- I know what \"okay\" looks like and this is not it.",
        "Maddie: You'll get mad and people will know, and I don't want everybody to find out.",
        "Henry: What, do you mean Casey?",
        "Maddie: He'll never understand.",
        "Henry: Oh, he might surprise you. When did it happen?",
        "Maddie: Last year. After a dance. Louis used to joke that he'd be my date. He was really nice to me, Henry. He used to take me to Blackhawk games and drive my friends and I around town. And -- I don't know. Maybe I kind of flirted a little bit.",
        "Henry: Don't! Don't do that. Don't do that. This is not your fault.",
        "Maddie: So, my friend Angie was supposed to sleep over -- and she backed out. And Eve had book club. And I was a little bummed that Angie wasn't sleeping over, so Louis had promised that we would do something special after the dance. So, he came in my room to talk. And he sat on my bed. And we started talking and then he -- he put his hand on my thigh. And I didn't say anything and then he started moving it up higher. And I jumped off the bed.",
        "[Maddie remembering]",
        "Maddie: Let go of me! And he grabbed my arm.",
        "Louis: You are such a tease.",
        "Maddie: He got mad and told me that I was just a tease.",
        "Maddie: No! No.",
        "Louis: Relax. It'll be fun.",
        "Maddie: No! No! I tried to stop him. I tried so hard. But he's so strong.",
        "Henry: I know. Shh, shh. I know. I know. It's okay. It's okay.",
        "[Maddie sobs]",
        "[Henry sighs]",
        "Maddie: After, I went to the hospital and that's where I met Dallas. And I couldn't tell him. I ran. And the next morning I made Louis and Eve breakfast. And that's when I called you. I thought that if I -- if I left I can forget everything. I -- I could pretend everything was brand new. That I was brand new. And then -- I met Casey and I fell in love, and I couldn't pretend anymore.",
        "Henry: Listen. Listen to me. Louis will never hurt you again. I promise you. I will protect you. You are my beautiful baby sister and I love you. And this nightmare is finally over. Do you understand? Come here.",
        "[SCENE_BREAK]",
        "Meg: Well, your blood pressure has come down.",
        "Emily: Well, I'll wait for Dr. Schiller's opinion, if you don't mind.",
        "Meg: No, I don't mind. And I hope you don't mind if we have a little chat before she comes in.",
        "[SCENE_BREAK]",
        "Paul: Hey, Lucy.",
        "Lucy: Hi.",
        "Paul: I hope you don't think I'm breaking any rules checking up on Emily and the baby.",
        "Lucy: They're both doing well.",
        "Paul: And in case you're wondering -- even though Emily and I aren't together, I still try and help her out whenever I can.",
        "Lucy: That's good. Her pregnancy is high risk at this point.",
        "Paul: I know, I told her that it's a really bad time to be jumping back into her career.",
        "Lucy: Isn't that Emily's decision?",
        "Paul: Well, yeah, of course, but there's a lot of pressure.",
        "Lucy: You heard us, didn't you?",
        "Paul: No, I --",
        "Lucy: Yeah, you did.",
        "Paul: It's a thin curtain.",
        "Lucy: And it didn't occur to you to let us know you were there?",
        "Paul: Lucy, Emily wants Craig out of \"The Intruder.\" It's a perfect solution, to sell the paper to somebody who can run it smoothly. It's a perfect solution to her problem.",
        "Lucy: Someone like you, for example?",
        "Paul: I'm not dying to get into the newspaper business, but I might know somebody who is.",
        "Lucy: Great, well, good luck with that.",
        "Paul: Your father doesn't even need to know that I have anything to do with it.",
        "Lucy: So why don't you go and discuss that little plan with Emily?",
        "Paul: Well, because she would reject it if it came from me.",
        "Lucy: Oh, so you'll do an end run around her. Like always. First with Jen, now Emily --",
        "Paul: I'm just trying to help.",
        "Lucy: Like you helped with Johnny?",
        "Paul: It was wrong -- for me to keep Johnny from my sister, but your father -- Craig gave me plenty of reasons.",
        "Lucy: Was that your excuse?",
        "Paul: Lucy, listen, sometimes life gives you a second chance to do what's right. To make better decisions, to think of other people. And that's what this is with Emily. And I know it seems selfish because helping her helps my child, but -- this whole newspaper thing is a second chance for me -- finally -- to do the right thing for my child. But I need your help, Lucy. Lucy, please.",
        "Lucy: Okay, I'll get a message to my dad.",
        "Paul: Thank you.",
        "Lucy: But don't get your hopes up. He's not known for being predictable.",
        "[SCENE_BREAK]",
        "Meg: I'll make this short. How I treat you as a patient will have no bearing on any personal feelings I have --",
        "Emily: Can you do that? Can you separate the two?",
        "Meg: Yes. And while you're at it, you could thank me for convincing Paul not to take full custody of the baby. He's bending over backwards for you because of me.",
        "Emily: Okay, I'll be sure to send you a note, Meg.",
        "Meg: I love Paul, so I'm willing to put up with you.",
        "Emily: But am I willing to put up with you?",
        "Meg: Well, you have no choice. I'm going to be a part of the baby's life, so get used to it, Emily. 'Cause I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Simon: Wow. First impression -- invest in this woman. She's going places.",
        "Carly: First impression? Why does a man who has as much money as you have need investors in the first place?",
        "Simon: Why play with your own money when you can spend someone else's.",
        "Carly: Well, I have the sketches for the penthouse and the high-end units.",
        "Simon: Great, great. And listen, it doesn't hurt that most of the investors we're meeting are men --",
        "Carly: Oh, let's don't start that junk again, okay?",
        "Simon: Oh, come on, you know what I'm saying. All I'm saying is if they like the woman behind the design boards, it can't hurt our chances.",
        "Carly: Simon, I have a lot more than charm riding on this deal.",
        "Simon: We both have a lot riding on this deal. This could be the first of many successes for us, Carly. Tonight -- is just the beginning.",
        "[SCENE_BREAK]",
        "Katie: If this job is dangerous, then why are you doing it? Why don't you just quit?",
        "Mike: It's not that easy. Contractors don't want to finish jobs that other people started. And once I explain what's going on here, nobody will touch this place.",
        "Katie: Well, what are your options?",
        "Mike: I don't know. I'm not sure yet.",
        "Katie: All right, well, let's just go home then and we can try out a couple of those new positions. And you can sleep on it.",
        "Mike: All right, sure, but first I want to fill Carly in on what Simon's up to.",
        "[SCENE_BREAK]",
        "Eve: Jack, I really don't think it would be fair to tell you the whole story until I talk to Louis first.",
        "Jack: Okay, do you have any idea where he went?",
        "Eve: Well, I hope he just went for a walk. He does that sometimes when he's upset.",
        "Jack: Okay. All right, well, if he doesn't come back in a reasonable amount of time, you have my cell number.",
        "Eve: Yeah, thank you.",
        "Jack: Well, call me -- I mean it.",
        "Eve: I will.",
        "Jack: Be careful.",
        "Eve: Jack -- thanks again for listening.",
        "Jack: Anytime.",
        "[SCENE_BREAK]",
        "Maddie: It'll never be over, Henry. That's just something people say.",
        "Henry: No, no, no, you're already halfway there. You have to take one more step. We have to tell Eve.",
        "Maddie: No!",
        "Henry: Yeah, we do --",
        "Maddie: No.",
        "Henry: We have to let her know what kind of man she's married to.",
        "Maddie: Henry, you can't tell anybody.",
        "Henry: We don't have to do it right away.",
        "Maddie: Henry, if you tell anybody, more people will get hurt and it'll be my fault. Please, do not tell anyone.",
        "[SCENE_BREAK]",
        "Margo: Wow! You guys are in exactly the same place as I left you. So -- hmm -- who wants to talk? Gwen?",
        "Gwen: Casey, she's gotta know.",
        "Margo: Ooh, I scare myself. I knew something was wrong when I came in.",
        "Casey: Gwen found a picture.",
        "Margo: A picture of what?",
        "Casey: Me and Maddie.",
        "Gwen: The mask is the same one the killer wore the night that we were attacked.",
        "Margo: You're sure? Why are you wearing this? Is it yours?",
        "Casey: No. It's Maddie's. We were just messing around one day and took a picture. She must have took it with her when she moved out.",
        "Margo: Have you seen it since?",
        "Casey: No.",
        "Margo: Gwen, you're sure -- you're absolutely sure this is the mask the killer was wearing?",
        "Gwen: Yes.",
        "Margo: Lock the doors.",
        "Casey: Wait, Mom!",
        "Margo: Don't answer to anybody. Call me on my cell phone.",
        "Casey: Mom, wait! Mom --",
        "Margo: Just lock all the doors, now!",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Emma: We have the baby, we have the gown --",
        "Lucinda: What is the name?",
        "Emma: Hmm?",
        "Simon: You can't quit on me, too.",
        "Carly: Watch me.",
        "Gwen: You still thinking about Raven Lake?",
        "Casey: If you stay around here, you're just asking for more trouble.",
        "Gwen: Did you lock the door when we came back in?",
        "Margo: The mask in this photo, do you -- do you recognize it?",
        "Eve: No.",
        "Margo: You're lying!",
        "Maddie: Okay, we're going to act like there was no rape, and if you say anything, I swear I will tell everyone that you're lying."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=1FKDDB3eTwE"
}