{
    "Episode Summary": [],
    "Recap": [
        "Barbara demands to read the document that her son made her sign. Carly gives all the reasons why she has to stay in town. Holden is given a brochure for a hospital. Jack is told to forget it when he shows a letter of promotion. Jessica gets the truth as to why she really is in trouble with the law. Lily sees that she has been out of control. Paul quits his position at BRO. Sarah is faced with the possibility that she will be shunned by the only person that she cares for.",
        "Barbara demands to read the document that he son made her sign. Carly gives all the reasons why she has to stay in town. Holden is given a brochure for a hospital. Jack is told to forget it when he shows a letter of promotion. Jessica gets the truth as to why she really is in trouble with the law. Lily sees that she has been out of control. Paul quits his position at BRO. Sarah is faced with the possibility that she will be shunned by the only person that she cares for."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dawn: Hey, Mrs. Snyder, I got here as soon as I could.",
        "Lily: Oh, hi, Dawn. Ah, Dawn, there must be some mistake --",
        "Holden: Lily, I have to go out for a while. I thought that maybe you could use some help. Luke and Faith are upstairs, I'm sure they're asleep. But Natalie may be awake, so if you want to go check on her.",
        "Dawn: Does that mean I'm staying?",
        "Holden: Yes, it does.",
        "Lily: Don't you think you should have cleared this with me, first?",
        "Holden: I didn't want you to be disturbed. So this way you can rest, relax -- do whatever you want.",
        "Lily: Do you honestly expect me to believe that? You had that baby-sitter came here tonight because you don't trust me with my children.",
        "[SCENE_BREAK]",
        "Jessica: Those letters were upstairs in my briefcase. When did you take them?",
        "Sarah: Last night.",
        "Jessica: And you deliberately put them in the scrapbook I was taking to Bonnie.",
        "Sarah: Just before you left.",
        "Jessica: Have you any idea what you've done?",
        "Sarah: Got you in a lot of trouble, I hope.",
        "Jessica: Sarah, my visiting privileges may be taken away. I could be disbarred. My career, my livelihood could be gone, overnight.",
        "Sarah: You'll get out of it, Jessica. People like you always do.",
        "Jessica: People like me? Where is all this coming from?",
        "Sarah: You know, I guess you expected to fool me forever by pretending to be my friend and trying to buy me off.",
        "Jessica: Sarah, I thought we were through this. I thought we had put these problems behind us.",
        "Sarah: Well, you thought wrong because this problem is right in front of you.",
        "[SCENE_BREAK]",
        "Carly: Paul, it's Carly. Will you give me a call when you get in? I want to know if Craig's been in touch with your mother. I'll talk to you later then, bye.",
        "Jack: Hey, how's my favorite fashion designer?",
        "Carly: Having a pretty tough night.",
        "Jack: Doesn't look it by the look of the room.",
        "Carly: I can't concentrate, jack. I keep wondering if Craig told Barbara that Paul is trying to drive her out of B.R.O. because if he did, then whole company could fall to pieces tomorrow.",
        "Jack: Yeah, maybe this'll help.",
        "Carly: What is that?",
        "Jack: It's an e-mail I got. Read it.",
        "Carly: \"Dear Detective Snyder, in reference to your recent inquiry regarding a transfer to the New York City Police Department\" -- what is this?",
        "Jack: Surprise.",
        "Carly: Forget it.",
        "[SCENE_BREAK]",
        "Paul: You think I'm trying to destroy you? What happened to the Swiss Family Ryan?",
        "Barbara: It's a sham and you know it. How could you do this to me?",
        "Paul: Let's just calm down for a second. Can I just point something out to you?",
        "Barbara: I am not going to listen to anything that you have to say.",
        "Paul: But you will believe what Craig Montgomery has to say to you?",
        "Barbara: I know when he's lying and when he's not.",
        "Paul: Craig lies like he breathes. Craig Montgomery lies so often, he doesn't even know when he's lying anymore.",
        "Barbara: He has no reason to lie about this because there's nothing to gain. [Talking over each other] He doesn't care if we're partners or not.",
        "Paul: Craig is angry at me because Rosanna left him and she came to me. He's trying to get back at me. And you, you're buying into it, Mom.",
        "Barbara: You know what? But he's not wrong, is he, Paul?",
        "Paul: So you're going to take Craig Montgomery's word over mine? This is beyond comprehension.",
        "Barbara: What is beyond comprehension is why you would plot with Carly Tenney -- again! To drive me out of my own company! Well, I'll tell you something. You're not gonna get away with it, Paul. Not this time.",
        "[SCENE_BREAK]",
        "Jessica: Sarah, I'm sure you had your reasons for doing what you did, and I am willing to listen to them, but not if you're going to be disrespectful. That's where I draw the line.",
        "Sarah: Okay, fine.",
        "Jessica: Stop right there! This is my house. And you will play by my rules.",
        "Sarah: Well, you've got a lot of them, Jessica. So why don't you fill me in. Which one are you talking about?",
        "Jessica: I'm talking about the one when if you have something on your mind, you say it!",
        "Sarah: You don't.",
        "Jessica: Sarah, I thought we had -- I thought we've had already been through this. Now I told you it was dangerous for bonnie to have those letters in her possession.",
        "Sarah: But it was okay for her to read them?",
        "Jessica: Well, not okay. But I showed them to her, because I knew how important it was to you.",
        "Sarah: Gee, then I guess maybe we should have a talk with Ben.",
        "Jessica: Talk with Ben about what?",
        "Sarah: I heard you, Jessica. I heard you telling him that you've been lying to me all along. That you never even intended for bonnie to see my letters.",
        "Jessica: Okay, um -- Sarah, I knew that this would eventually come out. But I was hoping that, when it did, you would understand my reasons.",
        "Sarah: Well, you'd better give up all hope, because I don't.",
        "Jessica: Sweetheart, I know how important bonnie is to you, but I still couldn't risk getting her in trouble. See, I shouldn't have taken that first letter. But once I did, and I saw how well you were doing --",
        "Sarah: You decided that lying was the way to go.",
        "Jessica: I was never comfortable with it. And I am sorry.",
        "Sarah: Yeah, well, I'm sorry, too. Because all that bull about you caring about me -- that was garbage!",
        "Jessica: Sweetheart, I took you into my home. I treated you like my own child.",
        "Sarah: You did that because you wanted to score points with Bonnie. So you that you and your new hot hubby could send family pictures and pretend everything was great.",
        "Jessica: Wait a minute -- I thought we were becoming a family. You and me and Ben and Curtis --",
        "Sarah: Curtis is Ben's son and I am nothing to any of you. Well, guess what? You're nothing to me, either!",
        "[SCENE_BREAK]",
        "Holden: You're right. I'm not comfortable leaving you alone with the kids.",
        "Lily: Do you think that I would hurt them?",
        "Holden: No. Not intentionally. But your judgment has been off. I don't want to take any chances.",
        "Lily: That situation with Lois was a one-time thing.",
        "Holden: Taking the kids to see a psychic was one thing. But dragging Natalie over to W.O.A.K. And having a screaming match in front of her -- that was too much.",
        "Lily: Look, I have explained all of that --",
        "Holden: There's no explanation for that, Lily. And if you think there is, you're farther gone than I thought.",
        "Lily: How far gone did you think I was, Holden?",
        "Holden: I really hate the fact that I can't help you out. But there are people who can. Have you called Dr. Michaels?",
        "Lily: I've been busy.",
        "Holden: It's one phone call, Lily. What's the holdup?",
        "Lily: I'll do it tomorrow.",
        "Holden: You'll do it tomorrow? You keep saying that. You keep saying that you're going to keep doing these things but everything just falls through the cracks.",
        "Lily: What? What is it?",
        "Holden: Have you called Kim to apologize for interrupting Barbara's interview?",
        "Lily: It's on my list.",
        "Holden: That's what I thought.",
        "Lily: I'm sorry that I am not doing this quickly enough for you. You know, sometimes I fell you have more patience with your horses.",
        "Holden: Lily, I don't want to fight with you. But we cannot ignore this any longer.",
        "Lily: Ignore what? My grief over my murdered sister?",
        "Holden: Your grief I can handle. The reckless behavior --? That's something else. I won't be long.",
        "Lily: Hi, Kim. It's Lily.",
        "Kim: Listen, darling, I'm in the hospital and I think it's not such a hot idea if I'm on my cell. Let me call you back when --",
        "Lily: Don't hang up. Would you mind coming over to my house now? I really need to talk to you.",
        "Kim: All right, honey. Take it easy. I'm on my way.",
        "[SCENE_BREAK]",
        "Carly: I'm about to start designing for B.R.O. Parker loves his school. Sage is thriving. And you're like one of the most respected people in this town, and you want to move to New York?",
        "Jack: I didn't say I wanted to move. But I want to be prepared, just in case.",
        "Carly: Of what?",
        "Jack: Now that Craig's in the picture, there's no telling what's gonna happen at B.R.O. but if it company goes down, I don't want your dreams going down with it. Honey, we'll take Rosanna's check. You'll start your own company. Baby, give it a year, and you'll be the queen of Seventh Avenue.",
        "Carly: I have nothing against New York. I've always had a really good time there. But as a place to live?",
        "Jack: Could be fun. Skating at Rockefeller Center --",
        "Carly: Trying to hail a cab in a snowstorm --",
        "Jack: Softball at Central Park --",
        "Carly: No family -- and no friends. And what about Hal? Do you think that he's going to let me pick up and move to New York with Parker?",
        "Jack: If it comes to that, we'll work something out with Hal, honey. We've been though this before. And this time, I want you coming out a winner.",
        "Carly: I already am. Because I have you. And you don't have to worry, honey, because B.R.O. isn't going anywhere. Paul is going get rid of Barbara and my work is finally going to be recognized. It's going to happen, Jack. I can feel it!",
        "Jack: I want to believe that. But B.R.O. is a time bomb. And Craig might've just lit the fuse.",
        "[SCENE_BREAK]",
        "Paul: I am not going into business with Carly.",
        "Barbara: Craig saw you at her house.",
        "Paul: Yeah, well, Craig should worry about his own life and keep his nose out of mine.",
        "Barbara: That's hardly a denial, Paul.",
        "Paul: Okay. Rosanna gave Carly some money to start her own business. Carly made some sketches, she wanted to show them to me so that I could give her my -- you don't believe me at all, do you Mom?",
        "Barbara: Craig said that your story would be quite convincing.",
        "Paul: I don't believe this. You, of all people, converted to the gospel according to Craig.",
        "Barbara: I rejected his theory. Until he said one thing to me. And that is has anything happened that might make me suspicious of you? And then it all became very clear, Paul.",
        "Paul: What all became very clear?",
        "Barbara: That you've been plotting this from the beginning and I overlooked it because I love you so much and I just wanted our family together.",
        "Paul: And you think you're the only one who made any sacrifices to make that happen? All of my pain, all of my anger over losing Rose -- I buried that. But I did that so that we could be a family again. Not so that I could hatch some takeover plot with Carly!",
        "Barbara: All right. Then let me read that contract you had me sign without reading.",
        "Paul: Right -- you want to read a legal document at this time of night?",
        "Barbara: Yes I do. Every word. And when I'm through, I will finally have the courage to throw you out of my business, and out of my life.",
        "[SCENE_BREAK]",
        "Ben: Hey, hey! Hey, what is going on down here?",
        "Jessica: Sweetheart, it's okay. Sarah and I were --",
        "Ben: Sarah, Jessica's already having a very rough day. So anything you have to say to her can wait.",
        "Jessica: Sarah knows all about my day, Ben. As a matter of fact, she set the whole thing up.",
        "Ben: What?",
        "Jessica: She planted those letters in the scrapbook. Fully intending the guards should catch me with them.",
        "Ben: She -- why would you do that?",
        "Jessica: Because she overheard us talking and she knows that I never showed the letters to bonnie.",
        "Ben: Sarah, that's no excuse.",
        "Sarah: Well, then why couldn't she just tell me the truth?",
        "Ben: Obviously you have no idea the seriousness of what you've done.",
        "Sarah: I know exactly what I've done! It's Jessica who needs to understand. You made me trust you. You made me believe that you cared about me. And then you went and lied to me -- twice! There is one person who cares about me and that's Bonnie. And now you want to take her away, too.",
        "Jessica: Sarah, sweetheart --",
        "Sarah: No. All I ever wanted was for Bonnie to be proud of me and for her to know that I remember everything that she's taught me. But you never wanted any of that. You never wanted us to be close.",
        "Jessica: How many times do I have to tell you that's just not true.",
        "Sarah: And you expect me to believe you because why? Because you bought me a few clothes, and made me some sandwiches?",
        "Jessica: Okay, do you think Bonnie is going to be proud of you because you hurt her Mother? If you do, then you don't know her as well as you think.",
        "[SCENE_BREAK]",
        "Lily: Hi, Kim. Thanks for coming by. I know it's late.",
        "Kim: Lily, what is it? Are you all right?",
        "Lily: Yeah, I just want to apologize for what happened at BRO. I saw Barbara on television and she was there talking about her family and how wonderful they all are and I just couldn't take it. Because Rose is dead, Barbara is happy about it. I don't want the world to think that -- I'm sorry. What I'm trying to say is that it was inappropriate. It was the wrong time and place and I apologize.",
        "Kim: It's all right. It's all right. Don't worry about it. It was a little disconcerting at the time, but for heaven's sake, it's over with, forget it, honey.",
        "Lily: You sure about that?",
        "Kim: Absolutely. Listen, at the least, it was good for our ratings.",
        "Lily: Okay, thank you.",
        "Kim: Oh, honey --",
        "Lily: I'm sorry. I don't know what's happening to me. Everything's just slipping away.",
        "Kim: Everything, meaning what?",
        "Lily: My connection to Rose, my family, my husband, my mind!",
        "Kim: Now listen, listen to me. Calm down. You may feel this way at the moment, but you're a very strong woman.",
        "Lily: No, I'm not anymore. I'm not. I'm scaring myself. And I'm scaring other people, too.",
        "[SCENE_BREAK]",
        "Holden: Hi.",
        "Dr. Michaels: Hi.",
        "Holden: Thanks for meeting me here instead of over at the hospital.",
        "Dr. Michaels: No, I'm glad to do it. Tell me what's going on.",
        "Holden: This is going to stay between us, right?",
        "Dr. Michaels: That's a given, Holden. You don't have to ask.",
        "Holden: Lily's condition -- if that's what you want to call it -- has gotten worse. You remember how she was the last time you saw her, right?",
        "Dr. Michaels: She was trying to take on Rose's personality. It was a form of denial about her death. That's not still continuing, is it?",
        "Holden: No. But there have been other things -- just one after the other. She's even got the kids involved a couple of times. She's in trouble, and I don't know how to help her out.",
        "[SCENE_BREAK]",
        "Lily: Holden doesn't even trust me with my own children. He's got a babysitter here. And he knows that I'm home.",
        "Kim: You know, he probably realizes what kind of strain you're under. He's trying to make things easier for you. Listen, there were times in my life I wish Bob had done that. I would have been so grateful.",
        "Lily: It's not that. He's not doing this to get pressure off me. He admitted it that I've done things that make him worry about me being around the children. He said those words to me. I hear him say those things to me.",
        "Kim: Come, come, come and sit down. Sit down.",
        "Lily: And he's absolutely right. Ever since Rose died, I can't think of anything else except missing her. And I'm trying so hard. I try to try things. I try to be happy and smile, make cookies for the children, but my heart is just not -- I want everybody to just leave me alone and go away.",
        "Kim: What about talking to somebody who's a professional?",
        "Lily: Holden and my mother want me to talk to Dr. Michaels. I want to do this on my own.",
        "Kim: Listen, calm down. Listen to me. Grief counseling can be very helpful. I don't understand why you would resist this?",
        "Lily: Fear.",
        "Kim: Fear? Fear of what? Talking about your feelings? You know Lynn Michaels, honey, she has heard it all.",
        "Lily: I'm afraid to stop feeling what I'm feeling. Because if I get better, if I move on with my life, then Rose is gone. She's farther away from me than ever. I don't -- I will do everything I can to avoid that.",
        "[SCENE_BREAK]",
        "Holden: I talked to Lily about coming to see you. I know that it would help her out, but she refuses to make the call.",
        "Dr. Michaels: It has to be her decision, you know that.",
        "Holden: But then where do we go from here? Because this much I know, things are not going to get better on their own.",
        "Dr. Michaels: First, make sure you understand that none of this is your fault.",
        "Holden: I do.",
        "Dr. Michaels: And try to keep Lily from getting too isolated. Try to get friends and family involved if you can.",
        "Holden: I've done that. She keeps finding ways to keep everyone at arm's length.",
        "Dr. Michaels: I'm sure you remind her how much you love her?",
        "Holden: I have.",
        "Dr. Michaels: Even without expecting results?",
        "Holden: Well, that's the hard part. But I'm getting better at it.",
        "Dr. Michaels: Well, then I don't really know what to tell you except be patient. Have faith. Without taking legal action, that is the best you can do.",
        "[SCENE_BREAK]",
        "Kim: Lily, you're being too hard on yourself. There's no timetable for grieving. It's just different with each individual. Now, Holden may not like this, but you know there's no way in the world you can put a cap on your feelings and imagine it's all just gonna kind of disappear because of some artificial timetable.",
        "Lily: Yes, yes, that's it. Yes. Thank you. Thank you for not lecturing me. I appreciate it.",
        "Kim: The thing is, you got to find a way of dealing with what's happening to you with your pain and your anger.",
        "Lily: I didn't even know how angry I was until I saw Barbara on that television station. Before that I had been just feeling so much pain.",
        "Kim: Lily, the woman who walked into that television interview wasn't just angry, she was --",
        "Lily: I know -- out of control.",
        "[SCENE_BREAK]",
        "Holden: I love my wife and I'm not gonna give up on her. But I just don't know how much more of this I can take. I just feel so helpless.",
        "Dr. Michaels: I know about Lily impersonating Rose, and you've told me now about the psychic. Has there been any other incident that you might want to talk about?",
        "Holden: Yeah, there is one.",
        "Dr. Michaels: You know, we can always do this at my office if you're more comfortable there.",
        "Holden: That night, New Year's Eve, when Lily bumped into you and ran out of the house, I didn't tell you what happened after I found her.",
        "Dr. Michaels: When I called the next day, you said everything was fine.",
        "Holden: I lied. I was protecting Lily.",
        "Dr. Michaels: From what?",
        "Holden: My mother has a pond out at her house. Lily ran into it. And if it hadn't been for Dusty Donovan, I don't know that she would be here with us today.",
        "Dr. Michaels: I think it's time to talk about some other options.",
        "Holden: Other options? What are you saying? Are you saying I should have my wife committed?",
        "[SCENE_BREAK]",
        "Paul: Here you go -- contracts for the new bro. I don't know about you, but I thought they were better than ever.",
        "Barbara: Because they give you control of my company?",
        "Paul: You're not going to find anything wrong with those. You know, if you're worried about the contracts, you should have your lawyer look at them. After all, he's the one who drew them up.",
        "Barbara: Did he now?",
        "Paul: Roland Ashford, your corporate attorney since BRO opened its doors. I told him I wanted a partnership until one of us decided we wanted out. And I insisted that we were both protected by the letter of the law.",
        "Barbara: Well, that's easy enough to check, isn't it? Just one phone call.",
        "Paul: Here's my cell. Got him on speed dial. Should be ringing.",
        "Barbara: You can't bluff me, Paul. I read you better than anyone. Yes, hello. This is Barbara Ryan calling. I'm sorry to call so late, but is Roland available? Yes, I'll hold. Anything you want to tell me?",
        "Paul: Only that that's the easiest $300 Roland Ashford's ever gonna make.",
        "Barbara: Nothing in here that gives you control of B.R.O.?",
        "Paul: Not a word.",
        "Barbara: I'm sorry. I don't know what to say.",
        "Paul: I know what to say. I quit.",
        "[SCENE_BREAK]",
        "Dr. Michaels: This is a facility that I'm very familiar with. And it provides intensive therapy in a controlled environment.",
        "Holden: I couldn't.",
        "Dr. Michaels: It's called Deerbrook. It's a private hospital right outside of Milwaukee. Patients there are there voluntarily.",
        "Holden: Lily would never do that.",
        "Dr. Michaels: Well, maybe not at first, but if she got used to the idea --",
        "Holden: You know, I really shouldn't even be talking about this. Lily -- she's going to come around. It's like you said. I just need to be patient.",
        "Dr. Michaels: I hope so. If she's a danger to herself or your family --",
        "Holden: Then I'll take care of her. I'll settle her down. But this? No.",
        "Dr. Michaels: I know it's a very difficult decision to make. But should it have to be made, sooner's better than later.",
        "[SCENE_BREAK]",
        "Lily: I don't know why I'm resisting calling Dr. Michaels. I know that she'll help me. I pick up the phone and I just slam it down.",
        "Kim: Do think it might be because it's Holden's idea?",
        "Lily: You should see the way he looks at me. It's the look in his eyes -- pity. I feel like I'm the biggest disappointment of his life.",
        "Kim: Oh, come on. Lily, that is just -- that's just not right. I mean, he sees the pain that you are in and he's in pain. Now you cannot possibly blame him for that.",
        "Lily: I'm not. I know he loves me. I know he wants to help me. But this -- me getting better -- it may be too much for even him to handle.",
        "Dawn: Everyone's asleep, Mrs. Snyder. Is it okay if I watch TV?",
        "Lily: Oh, sure. In the den. Thanks.",
        "Kim: You know what? I've got an idea. Bob is working late. You've got a sitter. Let's take advantage of the time. Let's go out, just the two of us? Okay? Huh?",
        "Lily: Okay. I'll just check the children and then we'll --",
        "Kim: Okay, good girl. Oh, sweetheart.",
        "Lily: Thank you so much.",
        "Kim: Oh, darling.",
        "[SCENE_BREAK]",
        "Sarah: You know, Bonnie's going to miss your visits. And I don't want her to be mad at me. I really don't. But you got what you deserved. And I will never be sorry about that.",
        "Jessica: I deserve to be kept from seeing my daughter? I deserve to have my career cut short?",
        "Ben: You did a horrible thing, Sarah.",
        "Jessica: Sweetheart, we know that you've had a difficult life. But we had hoped that by you moving in here with us --",
        "Sarah: The only reason you wanted me here was because it made you feel good about yourselves. It was never about me.",
        "Jessica: I tried to help you. And even after everything that's happened, you are still welcome in this house.",
        "Sarah: Oh, God. I wish I never came here.",
        "Ben: How can you say that? Everybody in this house has opened up their hearts to you. And if you can't find it in your heart to apologize -- I think maybe you need to go upstairs and give yourself some thinking time.",
        "Sarah: Look, when I lived on the street, life was from great, but at least I knew what to expect. And then I met Bonnie, and I met my Dad, and I thought finally sometime in this lifetime I would belong. But I lost them both. And you expect me to worry about you and your job? I can't. And I won't!",
        "[SCENE_BREAK]",
        "Barbara: Please, wait! Please!",
        "Paul: No, I will not work like this. All right? And I'm not going sit around and wait for the other shoe to drop.",
        "Barbara: I was scared, that's all. I needed a little reassurance. There's no reason for you to walk away now.",
        "Paul: This is not just the business, okay? This is more than that. I mean, if you honestly believe that was honestly think that I was trying to take your company away from you, then this whole celebrated family reunion has been nothing but a joke.",
        "Barbara: No, no. It's been a dream come true for me. Don't you see that this is what we wanted, all of us together. We wanted to have a family that Will could rely on. Don't you see that?",
        "Paul: Until a few weeks later when you suddenly turn on me.",
        "Barbara: Well, okay then. Maybe you're right. If we can't run B.R.O. together, then maybe you should walk away.",
        "Paul: Okay, make up your mind. What is it that you want? You want me to stay? You want me to go? What?",
        "Barbara: I want you to stay. I want you to complete what we started, but if working together is going to hurt our family, I want you to walk out the door. And I won't try to stop you.",
        "[SCENE_BREAK]",
        "Jack: Hey, I'm no fashion designer, but it looks to me like you're done for the night.",
        "Carly: Mm-hmm. I've got so many things in my head, jack. They're all bumping into each other.",
        "Jack: Look, I'm sorry about New York. I should've sprung it on you a different way.",
        "Carly: It was fine. It was wonderful.",
        "Jack: Could've fooled me.",
        "Carly: New York wasn't the wonderful part. It was that you were willing to give up so much of what you love. A job you love, a place you love --",
        "Jack: Yeah, they got bad guys in New York. I wouldn't be giving up too much. Besides, it's you that's important. It's your turn to shine, Carly. And I don't want you to wait any longer.",
        "Carly: I've been thinking about what it would be like to have my own company. The good parts -- no bosses. The bad parts -- just about everything else.",
        "Jack: It doesn't have to be like that.",
        "Carly: I know my strengths, jack. You give me a pencil, I can go head to head with anybody. But what I am not is a business person.",
        "Jack: You could learn. Honey, you got the smarts.",
        "Carly: Yeah. It would take years. And I'd make millions of mistakes. And in the end, it still wouldn't be my thing. I need an established fashion house behind me, jack. That's just the way it goes.",
        "Jack: Got plenty of established fashion houses in New York. It doesn't have to be B.R.O.",
        "Carly: If Barbara weren't around, B.R.O would be a dream job. Paul has offered me an incredible deal, Jack. I would be an idiot to turn it down.",
        "Jack: Fine. If you think it's best, then I'm not gonna stand in your way. But these are the Ryans we're talking about, so protect yourself, okay? Keep your distance. Don't get involved in their family battles. You do your job, and you get their company back on the map, and then you come home to me and the kids. You got that?",
        "Carly: Yes, yes! I will. I promise. I have put you through so much. Sometimes I wonder why you keep coming back to me.",
        "Jack: You want a list?",
        "Carly: Why don't you just show me?",
        "[SCENE_BREAK]",
        "Paul: You realize what you're saying here? If I walk out that door, I'm not coming back.",
        "Barbara: Well, the business will survive. Or it won't. But if I lost you, Paul, I'd have nothing left.",
        "Paul: I don't want that. I mean, for either one of us. But we can't keep doing this, mom. We can't keep starting over. We gotta figure outta way to believe in one another.",
        "Barbara: I'm sorry. I'm sorry I doubted you. It will never happen again.",
        "Paul: Yeah, it's not entirely your fault.",
        "Barbara: I tell you, if Craig Montgomery tries to --",
        "Paul: No, no, no. I'm talking about myself. I mean, I probably should've talked to you before I fired Giselle. And I should've given you a chance to look over those contracts. And, if you'd like, you know, I could call Giselle, and give her her job back first thing in the morning.",
        "Barbara: What kind of severance did you give her?",
        "Paul: Double the usual.",
        "Barbara: Then let it stand. If we decide we need her, we can make her an offer.",
        "Paul: See, that's a great idea. We agree on something. And if we can agree on that, than we can probably manage to find a way to agree on other things.",
        "Barbara: Probably. So you'll stay?",
        "Paul: As long as you want me.",
        "Barbara: I want you forever. This is what we're going to do -- you, me and Jennifer -- all of us working together. And who knows? Maybe someday, Will, Will be with us, too. Wouldn't that be something? The four of us side by side?",
        "Paul: Can't think of anything I'd like more.",
        "Barbara: Then let's just make it happen, okay?",
        "Paul: You know, it's late and I'm tired. I'm gonna go home.",
        "[SCENE_BREAK]",
        "Dr. Michaels: So -- what do you think?",
        "Holden: It's a nice place. But I think that I'm a long way from asking Lily to check in.",
        "Dr. Michaels: Well, as I said, you have to be comfortable. But I do think that you owe it to yourself to take some kind of action.",
        "Holden: Right now, I think the best action is to just keeping trying to see you and whether she does or doesn't, I guess I'll just have to keep telling her that I'm on her side.",
        "Lily: Holden -- what are you doing here?",
        "Holden: Ah -- Dr. Michaels and I, we were --",
        "Lily: No, I know exactly what you're doing here. You're going behind my back.",
        "[SCENE_BREAK]",
        "Ben: This house is becoming a war zone. Can't let that happen. We have to do something.",
        "Jessica: You have any ideas? I am completely open.",
        "Ben: Well, first, you have to accept the fact that Sarah is a lot more troubled than you thought.",
        "Jessica: Ben, she's had a hideous life. I mean, we only know the half of it.",
        "Ben: Okay, that's true, but we can't change that. All we can do is look at the reality and deal with it.",
        "Jessica: But she was doing fine until this letter business. And I can't just dump that completely in her lap. I mean, I'm the one who did the lying.",
        "Ben: All right, all right. Cool. You can cut her all the slack you want. But the reality is, you two may never get along.",
        "Jessica: I don't want to think that. I hate thinking like that.",
        "Ben: I know. And I hate being the bad guy. But maybe it's time for Sarah to go back to the shelter.",
        "[SCENE_BREAK]",
        "Barbara: What are you doing here? Shouldn't you be going home? You must be exhausted.",
        "Jennifer: No, I'm fine. I'm fine. I'll go in a few minutes.",
        "Barbara: You know, I know I've said this an awful lot lately, but I've never meant it more than I mean it right now. I am so glad we're working together. And I would never do anything to jeopardize that, not ever.",
        "Jennifer: Mom, is everything okay?",
        "Barbara: Yeah, it is now. But a little while ago, I almost drove your brother out of the company.",
        "Jennifer: Okay. Sit down and tell me exactly what happened.",
        "Barbara: I know I shouldn't have, but somehow I let Craig walk in here and convince me that Paul was working behind my back to gain control of B.R.O.",
        "Jennifer: Excuse me?",
        "Barbara: Yeah. I should have thrown him out on his ear. But instead, I let him sell me some story about Carly working in to try to gain control and be the head designer here. I confronted Paul, and he quit.",
        "Jennifer: Mom -- what on earth are you thinking to let Craig convince you of anything?",
        "Barbara: I know, I know. It's insane. But Paul and I worked it through and he decided that he's going to stay.",
        "Jennifer: Oh, thank goodness for that.",
        "Barbara: Yeah. You know, for a moment there I thought that maybe I should just let him go.",
        "Jennifer: Why?",
        "Barbara: Why? Because if working together is gonna hurt any of us, it's not worth it. Keeping our family together comes first.",
        "[SCENE_BREAK]",
        "Carly: You know, one of these days, we're going to have to make it upstairs.",
        "Jack: Why's that?",
        "Carly: Doing this down here is sorta a step up from the back seat of your car.",
        "[Jack laughs]",
        "Jack: What do you got against the back seat of my car?",
        "Carly: Nothing. It's just our bedroom is slightly more romantic.",
        "Jack: Is that right? Okay, well -- if you want, we can go upstairs and get romantic all over again.",
        "Carly: Oh, yeah.",
        "Jack: Yeah. It's a sacrifice, but --",
        "Carly: Let's go.",
        "[Phone rings]",
        "Jack: Ignore it, honey, come on!",
        "Carly: No, I -- Jack, I can't! Hello?",
        "Paul: Hi, Carly, it's Paul. Sorry it took me so long to get back to you.",
        "Carly: No, that's okay. Tell me what happened with Craig and Barbara.",
        "Paul: Craig convinced Barbara that I was trying to drive her out of B.R.O. Luckily, I changed her mind.",
        "Carly: How?",
        "Paul: It's not important. We're going to be fine. But if Barbara asks you why you and I were together, you got to tell her that I was giving you advice on starting your new company.",
        "Carly: Yeah, yeah. Absolutely. And wait till I get my hands on Craig. I will rip the tongue from his face and make him wear it as a necktie!",
        "Paul: Actually, Craig did us a favor. Barbara trusts me now more than ever.",
        "Carly: Really? That's great. Great. Anything else?",
        "Paul: No, just get back to work. I'm going to need all the designs you can turn out.",
        "Carly: Okay, I will. Thanks, Paul.",
        "Paul: Yeah. Perfect.",
        "Carly: Do you have that e-mail from the N.Y.P.D?",
        "Jack: Yeah, it's right here. Honey, what are you doing? What'd you do that for?",
        "Carly: We don't need it, Jack. B.R.O. Is going to be mine!",
        "[Carly laughs]",
        "Jack: What happened to going upstairs?",
        "Carly: Next time.",
        "[SCENE_BREAK]",
        "Holden: I wasn't going behind your back, Lily. Dr. Michaels and I --",
        "Lily: You expect me to believe that you just ran into Dr. Michaels by accident? While I'm at home with our children's baby-sitter?",
        "Dr. Michaels: Holden did ask me to meet him here but it was only out of concern.",
        "Lily: What is this? What is this? Were you thinking about having me committed?",
        "Holden: No, no. It's nothing like that. Dr. Michaels --",
        "Dr. Michaels: The hospital was my idea. And Holden didn't want to go along with it.",
        "Holden: Why don't we just go somewhere else, okay? I'll tell you everything that dr. Michaels and I talked about. Maybe we can make some progress.",
        "Lily: Progress? I'm not going anywhere with you. Kim, could you take me to my mother's, please?",
        "Kim: That's not going to solve anything.",
        "Lily: Fine. Okay, fine. I'll take a taxi.",
        "Holden: Lily --",
        "Kim: I'll make sure that she gets there safely.",
        "Holden: Will you call me after you drop her off?",
        "Kim: I will.",
        "[NEXT_ON]",
        "Man: Wow. You're even more beautiful in person than you are on the runway.",
        "Jennifer: And who the hell are you?",
        "Alison: Do I do the right thing and put Clark away?",
        "Chris: My honest answer -- I don't think you should testify, Alison.",
        "Holden: When is everything going to be okay again?",
        "Lily: Now. Things are about to change."
    ],
    "Transcript Author": [
        "By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ptlEEiJR1K0"
}