{
    "Episode Summary": [],
    "Recap": [
        "James messes with Paul saying he better talk to him or he will never see Barbara's money again. Janet reluctantly talks about getting her own place because she thinks Jack wants that - until he offers to move in with her. Liberty keeps coming onto Parker and it is confusing him. Carly and Henry commiserate about being lonely. Bonnie and Derek meet for lunch; Bonnie realizes they have someone in common \u0096 Paul. James offers to help get back Barbara's money, but they need to meet face to face. Brad surprises Katie and Kim by suggesting on-air that they should take a honeymoon to Tahiti with their audience watching. Janet tells Jack she would love to live with him \u0096 but wonders about their kids. Parker wants to make out, but Liberty teases him in her drugged state. An annoyed Parker leaves Liberty in her own world. Henry talks about how much he loves and needs Vienna when she walks in; Vienna tells him that she can't live without him. Derek tells Bonnie he was going to invest in the Farm project, but now he has decided to pull out. Meg asks Paul who he was talking with, as Paul lies and said it was the TV. Paul tries to find out where James is when he walks into his house. James tells Paul that he knows Meg is pregnant and that Paul took money from a stranger; he needs him. Vienna tells Henry that she wants to work with him at the Metro, but becomes angry when she learns he hired Bonnie. Jack thinks they will find a way to tell their kids they are being responsible; Janet agrees. Brad convinces Kim to let them go to Tahiti to shoot the show. Liberty passes out, as Leo watches; he calls Brad anonymously and tells him Parker took Liberty into the woods and she is in bad shape. Parker comes home and Carly asks him how the picnic was, but Parker doesn't want to talk. Brad and Katie find an unconscious Liberty, who awakens, sees her disheveled clothes and is confused as to what happened \u0096 just that she was with Parker and all she remembers was he tried to kiss her and she pushed him away. Brad is furious, as he stalks off telling Katie to get Liberty to the hospital. James tells Paul he wants to be fed and then he will leave; Paul reluctantly brings him a sandwich and finds Meg instead, as he covers. Vienna tells Henry it is Bonnie or she, as Bonnie and Vienna get in a cat fight. Brad stomps into Carly's house demanding to see Parker, as Carly calls Jack, who ignores her. Brad drags Parker to the station telling Carly he raped Liberty. Bonnie tries to quit, but Henry tries to convince her to stay; Henry pleads with Vienna to understand. James threatens to tell Meg what he has been up to if he doesn't stay quiet about him sticking around. Jack and Janet makes plans to see a house when Carly shows up furious as to why Jack didn't answer his phone \u0096 Brad dragged Parker to the police station \u0096 saying Parker raped Liberty. Jack and Carly arrive at the station and Jack demands to talk with Parker first, as Brad promises that he won't cover this up. Janet shows up at the hospital to see Liberty. Jack wants details from Parker with what happened with him and Liberty. Janet blames herself for what happened; she let her feelings for Brad and then Jack cloud her judgment; she should have kept Parker away from Liberty. Brad promises that he will make Parker pay for what he did."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "James: You're in trouble, Paul, and I can help you.",
        "Paul: Are you joking?",
        "James: Do I look like I'm joking",
        "Paul: No, you look like you're underwater. I guess this is what passes for broadband in a Thailand prison.",
        "James: Prison?",
        "Paul: You're out?",
        "[James stammers]",
        "James: Being behind bars is just not, uh, suitable for me.",
        "Paul: Where are you?",
        "James: It doesn't matter.",
        "Paul: Not as long as you're far away from me.",
        "James: Now, is that the way to talk to your father?",
        "Paul: I never had a father.",
        "James: Ohh. That hurts, Paul. Why are you still holding a grudge? All this anger -you should find some closure.",
        "Paul: Oh, I've had closure. I don't think of you at all. That's exactly how I like it. I hope you have a long and miserable life.",
        "James: You'd better think about me, talk to me, or you'll never see Barbara's money again.",
        "[SCENE_BREAK]",
        "[Both laugh]",
        "Janet: Ow! Watch my hands! Ohh! Oh, man, you are gonna love my Grandma Carmella's tartufo.",
        "Jack: Oh, I think you're right.",
        "Janet: Oh, if I can find the measuring cup, though.",
        "Jack: Yeah, I think my Aunt Emma rearranged your kitchen rearrangement.",
        "Janet: Hey, I don't blame her. I would hate it if somebody rearranged my kitchen -- that is, if I had one.",
        "[Janet chuckles]",
        "Jack: You should.",
        "Janet: You're right. I should. You and Emma have been really great, for letting me stay here, but, uh, I can't stay forever.",
        "Jack: Ah, you got to move on sometime, right?",
        "Janet: Yeah. You're right. So, I will start looking for an apartment this afternoon.",
        "Jack: Why don't we look together?",
        "[Janet chuckles]",
        "Janet: You want to help me find a place?",
        "Jack: Yeah. And then I want to move in with you.",
        "[SCENE_BREAK]",
        "Katie: Kim, hi. So sorry we're late. We had, uh, family business.",
        "Kim: Oh, well, don't worry about it. I don't mind paying the staff and the crew for standing around and doing nothing.",
        "Brad: It'll never, ever happen again.",
        "Kim: Oh, sure. Right.",
        "Katie: No, it won't. What's on the schedule?",
        "Kim: We're all set up we're gonna do a travel segment on Tahiti.",
        "[Katie gasps]",
        "Katie: Ohh! I want to go to Tahiti so bad! This woman in my spin class just got back from her honeymoon. She said it was the most romantic place she's ever been.",
        "Kim: I think she's right. I've seen some -- we've got beautiful footage. So, we'll talk about a couple of ideas, and then we'll tape it.",
        "Brad: No, we're good to go.",
        "Kim: Without any prep?",
        "Katie: What do we know about Tahiti?",
        "Brad: Well, we all agree the show's best when we ad-lib.",
        "Kim: Yeah, but you're just gonna wing it?",
        "Brad: Absolutely.",
        "Katie: Brad.",
        "Brad: Trust me.",
        "Katie: I hate when you say that.",
        "[SCENE_BREAK]",
        "Liberty: This is so much better! Ohh! This is so much better -- so much better far away from Leo the loser.",
        "Parker: Yeah, we shouldn't be here alone.",
        "Liberty: Would you really rather be someplace else?",
        "Parker: Why do you keep starting this?",
        "Liberty: Don't you just want to kiss me?",
        "Parker: No, look, look. First you say you want to be just friends, and now you're like this.",
        "Liberty: Well -- well, now I-I do. What are you whining about? You're not in it?",
        "Parker: I'm not whining about anything. I just don't get what you want me to do.",
        "Liberty: Well, figure it out.",
        "Parker: Okay, what's wrong with you?",
        "Liberty: What's- what's wrong with you",
        "Parker: Nothing.",
        "Liberty: Well, I love this. Just call me when you decide to grow up.",
        "Parker: Liberty!",
        "[SCENE_BREAK]",
        "Carly: Howdy, Partner!",
        "Henry: Hey, Carly! I wasn't expecting to see you",
        "Carly: Well, I had some time, so I thought I'd come and help you get set up.",
        "Henry: I'm just about finished, actually.",
        "Carly: Oh. All right. Well, why don't I pay some bills, then, huh?",
        "Henry: Already done that.",
        "Carly: All righty. Well, why don't we inventory the liquor, huh?",
        "Henry: It's been done, and the wines have been ordered. And also found a linen supplier who is 6% cheaper.",
        "Carly: Henry, Henry, Henry. When did you get so organized?",
        "Henry: It's Bonnie. She is to restaurant management what Tiger Woods is to golf. So, relax. Go home. Play with the kids.",
        "Carly: Yeah, you know, my kids don't really need me so much at the moment. They have their friends and activities. They even know how to make their own supper.",
        "Henry: Well, good for them. Sometimes it's good for the little darlings to get out the nest.",
        "Carly: Henry! Henry! Not yet! No. It's just I find myself with all this free me, and I'll be honest with you -- I hate it.",
        "Henry: You know what? I hate it, too.",
        "[SCENE_BREAK]",
        "Bonnie: Well, I was just really surprised that you called. I actually was not expecting to hear from you.",
        "Derek: Really?",
        "Bonnie: Mm-hmm.",
        "Derek: I thought my intentions were quite clear last time I saw you.",
        "Bonnie: Oh, yeah, your intentions were clear, but not your schedule.",
        "Derek: Ah. I'm sorry about that. I do travel a lot. But I didn't mean to be so mysterious.",
        "Bonnie: Oh, no, please. Don't apologize at all. I actually like the mystery. It's kind of romantic.",
        "Derek: That's good to know.",
        "[Bonnie giggles]",
        "Bonnie: So, what is your business in Oakdale?",
        "Derek: I don't know if I can tell you.",
        "Bonnie: More mystery?",
        "Derek: No, more like a conflict of interest. It involves your client Paul Ryan.",
        "[SCENE_BREAK]",
        "Paul: You took the money?",
        "James: I didn't say that.",
        "Paul: How did you know it was stolen?",
        "James: Stolen? Well, that's very disconcerting.",
        "Paul: Do you have the money?",
        "James: Let's just say that I might know how to find it.",
        "Paul: What do you want in exchange?",
        "James: What makes you think would have an ulterior motive?",
        "Paul: Because you always have like six of them.",
        "[James gasps]",
        "James: It's so nice to have my son's respect.",
        "Paul: Okay, where's the money, Dad?",
        "James: It's, uh, complicated.",
        "Paul: Nothing complicated about you manipulating things. For you, that's just business as usual.",
        "James: I'm trying to help you, Paul. You are in a bit of a bind.",
        "Paul: You don't know a thing about me.",
        "[James chuckles]",
        "Paul: All right. What's it gonna take for you to give back the money?",
        "James: I would if I could. I would if I had it, but don't.",
        "Paul: Then why am I even speaking to you?",
        "James: Because you need me to help you find it.",
        "Paul: All right, enough riddles. Where's the money?",
        "James: I think this is a chat we'll have face-to-face.",
        "Paul: Hey, no, wait. Wait, wait!",
        "[SCENE_BREAK]",
        "Katie: And, of course, a pacific island with perfect weather and beautiful beaches is a wonderful place for romance.",
        "Brad: I could use some romance right now.",
        "Kat: Oh, yeah. Me too. Too bad we're working.",
        "Brad: We're always working. In fact, we didn't even stop when we got married.",
        "Katie: Well, that's because we wanted our wonderful audience to share in our joy.",
        "Brad: Yeah, and I wouldn't have had it any other way.",
        "Katie: So, we were talking about Tahiti.",
        "Brad: I still am.",
        "Katie: Yeah, well, you lost me there for a second.",
        "Brad: Okay, not only did we get married on the show, but we didn't take time for a honeymoon. So, I had this idea.",
        "Katie: Oh, no.",
        "Brad: Okay, since our audience came to our wedding, why don't we bring them on our honeymoon?",
        "Katie: How are we gonna do that?",
        "Brad: By doing the show in Tahiti! Mmm. Mm-hmm.",
        "[SCENE_BREAK]",
        "Janet: You want to live with me?",
        "Jack: If you want to live with me.",
        "Janet: Where did this come from?",
        "Jack: Like you said, can't stay here forever.",
        "Janet: Yeah, but moving in together? That's --",
        "Jack: Right. A lot easier to find one place than it is to find two.",
        "Janet: Ah! So this is out of convenience?",
        "Jack: What are you talking about?",
        "Janet: Well, come on. You wouldn't be the first guy that would want a live-in cook and sex toy.",
        "Jack: Hey, listen, I love your cooking, and I love playing sex with you, but I'd like to think we have something more than that, Janet.",
        "Janet: I thought we weren't doing the commitment thing.",
        "Jack: Things change.",
        "Janet: Like what?",
        "Jack: Like if I knew I was gonna be cross-examined, I would have hired a lawyer.",
        "Janet: Yeah, but it's your own fault for changing lanes without a signal. I mean, geez! Living together -- that's so o of the blue.",
        "Jack: Okay, but you're the one who mentioned that you want to move out, and it kind of hit me that I would probably miss you. But, hey, if it's too soon or if you're not ready you know --",
        "Janet: Jack, Jack, I would love to live with you. And I'm -- I'm psyched that you asked.",
        "Jack: Yeah?",
        "Janet: Yeah. I just think you're -- you're forgetting about something.",
        "Jack: What's that?",
        "Janet: The children.",
        "[SCENE_BREAK]",
        "Liberty: Last bite.",
        "Parker: No, thanks.",
        "Liberty: Your loss. So, why'd you come and find me?",
        "Parker: You know you're acting like a complete ditz?",
        "Liberty: Whatever.",
        "Parker: But, hey, if you want to make out, I'm all right with that. I was never into the whole friends treatment anyway.",
        "Liberty: Too late, Tough Guy. You lost your chance.",
        "Parker: Why do you keep playing these games?",
        "Liberty: Game's over. You lost, so go run home to your mommy.",
        "Parker: You are so whacked! You know what? I'm out of here.",
        "[Liberty laughs]",
        "Liberty: Ahh.",
        "[SCENE_BREAK]",
        "Henry: Here -- to independence and all of its miserable, lonely, depressing glory.",
        "Carly: Mmm. I take it you haven't heard from Vienna?",
        "Henry: Radio silence. I was thinking maybe that the Northern Lights are interfering with the satellite transmissions, but --",
        "Carly: Henry, she's in Sweden not the North Pole.",
        "Henry: She might as well be on Mars. She's -- she's gone. And I really miss her a lot.",
        "Carly: You know what?",
        "Hen: Hm",
        "Carly: I miss anybody.",
        "Henry: I -- okay.",
        "[Henry laughs]",
        "Henry: What is wrong with this picture? What is wrong with this? We are two good-looking, intelligent, and charming -- did I mention good-looking?",
        "Carly: You can mention it again.",
        "Henry: Good-looking. So, why are we -- why are we having this pity party?",
        "Carly: Because being one ain't easy.",
        "[Henry sighs]",
        "Henry: It's not just being alone. It's -- she -- she is my sun and my moon and my stars, and she's the air that I breathe. She's the cream in my coffee.",
        "Carly: I think your misery is about to end.",
        "Vienna: Henry. Henry?",
        "Henry: I'm hallucinating.",
        "Carly: I don't think so.",
        "Henry: You're real.",
        "Vienna: And you're drinking lunch. Oh. You only do that when you're really, truly sad.",
        "Henry: I thought you were gone forever.",
        "Vienna: I was but I couldn't live without you.",
        "Carly: Next time I'm having what he's having.",
        "[SCENE_BREAK]",
        "Bonnie: So, business with Paul Ryan -- that doesn't seem to be a match made in MBA heaven.",
        "Derek: No, it isn't, which is exactly why I'm winding down my involvement. But he is still your client.",
        "Bonnie: No, no, actually, not anymore. I am officially out of the legal profession.",
        "Derek: Really?",
        "Bonnie: Mm-hmm. And it doesn't seem to be a conflict of interest or a major ethical problem if you're a nightclub manager.",
        "[Derek chuckles]",
        "Derek: That's excellent.",
        "[Bonnie chuckles]",
        "Bonnie: Uh, but, Derek, if you're talking about withdrawing from the Snyder farm project, I'm really hoping that you didn't do anything because of something that you heard from me.",
        "Derek: Oh, no, not at all.",
        "Bonnie: Okay.",
        "Derek: I read about their contamination problems in the paper. In this real- estate climate, the risks are just too great.",
        "Bonnie: Great. So, we're in the clear, right?",
        "Derek: So, does that mean that you'll go out with me?",
        "Bonnie: Well, I think we're already having lunch, aren't we?",
        "Derek: Yes, but I'm so much more mysterious and romantic at night.",
        "[SCENE_BREAK]",
        "[Meg moans]",
        "Meg: Hey.",
        "Paul: Hey. How you feeling?",
        "Meg: Mm, better now that you're here.",
        "Paul: I'm not going anywhere.",
        "Meg: Who were you talking to?",
        "Paul: When?",
        "Meg: Just before. I thought I heard voices.",
        "Paul: Must've been the TV.",
        "Meg: You sure you're okay?",
        "Paul: Good. Go back to sleep, okay?",
        "[SCENE_BREAK]",
        "Paul: Can you tell me what ISP the video message came from? Albert, listen -- do you think I hired you because, like, you're a great guy and you're really fun to hang out with? No, I hired you 'cause you're an I.T. genius, so prove it. Okay, wait, wait. Hold on. Slow down. Start again. I've got you. Prompt \"C\". What's next?",
        "James: Looking for someone? Hello, Paul. Nice to see you again.",
        "Paul: How'd you get in here?",
        "James: It's my house, remember? You were, uh, talking to someone?",
        "Paul: Albert, I got to go. I need to use the phone. I have to call the police. I have an intruder.",
        "James: Paul, don't do that. You know, Meg is very fragile, and she's right stairs.",
        "Paul: Are you threatening her?",
        "James: First we're gonna have a civilized conversation. Then if you want to call the police, fine.",
        "Paul: Albert, it's not an intruder after all. It's just a squirrel. It's like an evil, annoying squirrel. I've got to go. You so much as make a funny face at Meg and I'll kill you.",
        "James: I'm not about to harm the mother of a future Stenbeck heir. Yes, I know she's pregnant. I know she's in danger because you took money from a stranger. Dumb, Paul! I taught you better than that.",
        "Paul: What do you want?",
        "James: I want to help you keep your family out of danger.",
        "Paul: I don't need your help. I don't need your help. All I need is for you to give back the money that you stole.",
        "James: Au contraire, Pablo. You need me now more than ever.",
        "[SCENE_BREAK]",
        "Bonnie: Well, thank you so much for lunch. I had a lot of fun. Thank you.",
        "Derek: The pleasure was all mine.",
        "Bonnie: Well, not yet. But it might be.",
        "[SCENE_BREAK]",
        "Vienna: I'm sorry I ran out on you. The moment I got off that plane, I knew I'd made a terrible mistake. Nothing -- nothing made sense without you.",
        "Henry: No, no, no, no, no. This was all my fault. I should never have bought into this place knowing that you didn't agree.",
        "Vienna: Oh, no. But I do now. I do now.",
        "Henry: That kiss must have blown out an eardrum. What did you just say?",
        "Vienna: No, no. I've been thinking a lot about it, and I understand why you want more out of life than -- than just running a diner.",
        "Henry: Oh, Sweetie, you love the diner.",
        "Vienna: Yes, but there is no reason why we can't do both. We'll juggle our schedules, and I'll hire more staff for Al, and then I can help you out here.",
        "Henry: We don't have to worry about that. We're gonna have s much extra time together. This place -- it practically runs itself, thanks to Bonnie.",
        "Vienna: Bonnie?",
        "Henry: Yeah -- Bonnie. She was born to be a nightclub manager.",
        "Vienna: You hired that -- that dishonest, backstabbing, untrustworthy snake? Huh?!",
        "Bonnie: Hello, Vienna. I missed you, too.",
        "[SCENE_BREAK]",
        "Janet: How can we keep telling them it's wrong to be together if we're shacking up?",
        "Jack: If they want to live together when they get to be our age, I won't object.",
        "Janet: I can hardly wait to hear what Liberty has say when she hears that.",
        "Jack: Who's the part here -- you or her?",
        "Janet: I don't know. I'm just trying to do the right thing here, you know?",
        "Jack: And why can't you make yourself happy and do the right thing at the same time?",
        "Janet: I did \"Happy\" 17 years ago. Now I'm dog \"Responsibility.\"",
        "Jack: Well, if it's right for you, if it feels right for you, for the both of us, we'll find a way to explain it to our kids. But only if you're sure that is what you want to do. What are you doing? What -- what is that?",
        "Janet: The real-estate section.",
        "[SCENE_BREAK]",
        "Katie: You want to take our honeymoon on the show?",
        "Brad: No, no, I want to take the show on our honeymoon. We'll still be able to do our job, share the fun with our fans, and still have time for romance and passion and -- and weird food. So, what do you say?",
        "Katie: I love it!",
        "Brad: Yeah?",
        "Katie: But it's not up to us.",
        "Brad: Oh, of course! Of course! You know what? Kim, would you come over here, please? Okay, the camera won't bite. Come on, everybody.",
        "Katie: Everybody!",
        "Brad: Kim Hughes, Kim Hughes, Kim Hughes, our fearless, fearless leader.",
        "Katie: Our producer.",
        "Brad: Yes. Come on, come on, come on, come on, come on.",
        "[Kim clears throat]",
        "Kim: So, what do you say?",
        "Kim: I said have one condition.",
        "Brad: That is why she's a producer.",
        "Kim: You have to allow us to shoot some of your off-screen activities, because we're not gonna just see you on the set.",
        "Brad: Okay, as long as our bedroom is off-limits.",
        "[Katie giggles]",
        "Kim: Do we have a deal?",
        "Katie: \"Oakdale Now,\" we're going on a honeymoon!",
        "Brad: Yeah! Whoo! Give us a yes!",
        "Kim: Ohh.",
        "[SCENE_BREAK]",
        "Liberty: I ate them -- all of them.",
        "[Liberty sighs]",
        "Liberty: Parker? Parker? That you? I know you're hiding. I know you're watching me. You can't stop.",
        "[Liberty laughs]",
        "Liberty: All right. Well, then have it your way. Whoa. Uh, Parker? I think I maybe might need a hand here.",
        "[Liberty passes out]",
        "Leo: Liberty?",
        "[Leo starts touching Liberty]",
        "[SCENE_BREAK]",
        "Kim: That was a terrific segment. You guys were wonderful.",
        "Katie: We're not really gonna go to Tahiti, are we?",
        "Brad: No, no. You can't break your promise. We have it on tape.",
        "Kim: Well, in that case, I'd better start making arrangements.",
        "Katie: Shut up. Oh, my God. Can you believe it?! Thank you! That was such an amazing idea!",
        "Brad: I'm such a genius.",
        "Katie: You are.",
        "[Cell phone rings]",
        "Brad: Ohh. Genius. Hello?",
        "Leo: Is this Brad Snyder?",
        "Brad: Yeah. Who's this?",
        "Leo: I'm a friend of Liberty's. I thought you'd want to know she was in the woods with her boyfriend -- alone.",
        "Brad: She doesn't have a boyfriend.",
        "Leo: I'm talking about Parker Snyder. They're near the hiking trail. And you better hurry. She's in bad shape.",
        "Brad: What happened to her? Who the hell is this? Hello? Hell?",
        "Katie: What was that?",
        "Brad: Liberty's in trouble.",
        "[SCENE_BREAK]",
        "Carly: Hello! Anybody home?",
        "[Door slams]",
        "Carly: Hi! How was the picnic?",
        "Parker: I don't want to talk about it.",
        "Carly: What happened? Parker?",
        "[SCENE_BREAK]",
        "Brad: Liberty?!",
        "Katie: Liberty!",
        "Brad: Liberty, where are you?!",
        "Katie: Are you sure this isn't a prank?",
        "Brad: Well, if it is, someone's not gonna be able to laugh for a really long time. Liberty!",
        "Katie: Brad, right ere!",
        "Brad: Liberty. Liberty, Honey, come on. Wake up, wake up. Are you okay? Can you hear me?",
        "Katie: Are you all right?",
        "Liberty: Where am I?",
        "Brad: You're in the woods. What happened?",
        "Liberty: I don't know. My clothes.",
        "Katie: What do you remember?",
        "Liberty: I don't know. I don't know. I was -- I was at the picnic. Yeah, and then -- and then I was with Parker.",
        "Brad: Parker was with you? Did he do this to you?",
        "Liberty: Dad, please don't be mad at me.",
        "Brad: No, Baby, I'm not mad at you. No.",
        "Katie: No, no, no. We're just trying to figure out what happened. Parker was here?",
        "Liberty: Um, we were dancing together at the picnic, and then we came back here. And I think he tried to kiss me, and than I pushed him away.",
        "Brad: How did your clothes get ripped?",
        "Liberty: I don't remember. I don't know.",
        "Brad: I'll kill him",
        "Katie: No, no, calm down.",
        "Brad: Calm down? Look at her!",
        "Katie: We don't know what happened.",
        "Brad: Don't you think it's obvious, Katie?",
        "Katie: This is Parker we're talking about. Parker would not do that.",
        "Brad: Don't tell me what a teenage boy wouldn't do.",
        "Liberty: My head hurts.",
        "Brad: Okay, will you please just take her to the hospital?",
        "Katie: Where are you going?",
        "Brad: Just please take her.",
        "Katie: Brad, wait! Hold on! Can you walk?",
        "Liberty: I think so.",
        "Katie: Okay, come on. Come on. I got you.",
        "[Liberty sighs]",
        "Katie: It's okay. It's okay. It's gonna be okay.",
        "[Liberty sniffles]",
        "[SCENE_BREAK]",
        "James: You know, Paul, we have had our misunderstandings in the past.",
        "Paul: Misunderstandings? You kidnapped people that I love. You tried to frame me for crimes I didn't commit. You tried to kill me!",
        "James: If I'd tried to kill you, you'd be dead. You should accept my help.",
        "Paul: Your help? Your help always winds up costing me something.",
        "James: Listen, this is my last offer, okay? You could at least be polite.",
        "Paul: Excuse me?",
        "James: I'm a guest in your house. You haven't offered me a drink, anything to eat.",
        "Paul: You -- you want me to feed you?",
        "James: Never mind. I'll just ask Meg.",
        "Paul: What's it gonna take for me to just get rid of you?",
        "James: Caviar. No, you wouldn't have caviar. A sandwich. And after I've eaten, I'll leave.",
        "Paul: I should just throw you out.",
        "James: Yes, but then you'd have to be torturing yourself all the time with the question, \"Why is James Stenbeck back in my life?\" You want answers?",
        "Paul: I just want you gone.",
        "James: Then I want you to feed me.",
        "Paul: You eat this and then you leave.",
        "Meg: What did you say?",
        "Paul: I'm irritated.",
        "Meg: Oh.",
        "Paul: Because there is no tomato, and -- and -- and I know that you like a tomato on your sandwich.",
        "[Meg laughs]",
        "Meg: How did you know I was hungry?",
        "Paul: I love you. When your stomach rumbles, I can feel it, you know? And when you're thirsty, it's my throat that gets dry.",
        "Meg: Oh, really?",
        "Paul: When you're tired, it's my eyes that get heavy.",
        "Meg: And when I want a sandwich, you make roast beef, which I don't eat.",
        "Paul: Yeah, iron deficiency is a real problem for some women who are pregnant.",
        "[Meg laughs]",
        "Meg: You felt that, too?",
        "Paul: No, that I read in a book.",
        "[Meg laughs]",
        "Paul: Try it?",
        "Meg: Thank you.",
        "[SCENE_BREAK]",
        "Vienna: Henry, how could you do this? The minute my back is turned, you go a hire that witch to work for you?",
        "Bonnie: Oh, no, no, no. I don't think you turned your back, Vienna. You packed it up and you blew it out of the court.",
        "Henry: Vienna, the fact is that Bonnie is very good at her job, which means that we'll have a lot more time to spend together.",
        "Vienna: Well, don't count on it.",
        "Bonnie: Don't you care about anybody but yourself?",
        "Vienna: You better watch how you speak to me.",
        "Henry: Vienna, please.",
        "Bonnie: Listen, you walked out on Henry. You left him alone, depressed, overwhelmed --",
        "Henry: Bonnie, Bonnie, please, please, Bonnie.",
        "Bonnie: And as soon as someone comes in to solve the problems that you left him with -- you come back and think that he betrayed you?",
        "Henry: Can we discuss this like civilized people here?",
        "Vienna: No! No, because there's nothing to discuss. It's either her or me.",
        "Henry: Oh, man.",
        "Bonnie: As usual, everything's all about you.",
        "[Vienna gasps]",
        "Bonnie: Isn't it? Ohh!",
        "Henry: Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa! Huh.",
        "[Both grunting]",
        "[SCENE_BREAK]",
        "Janet: Look, here's one -- three-bedroom, eat-in kitchen, fireplace.",
        "Jack: Mm. We'll take it. It's ours.",
        "Janet: Don't you think we should look at it first?",
        "Jack: All I need to know is that it has a fireplace.",
        "Janet: Yeah. Do you know how to light one?",
        "[Janet chortles]",
        "Jack: All men are born knowing how to light fires. It's up to them to find a woman who can put them out.",
        "[Janet laughs]",
        "Janet: You give me a fire, you give me a fireplace or a barbecue grill, that's all I need to know.",
        "[Janet laughs]",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Carly: Hi.",
        "Brad: Where is Parker?",
        "Carly: What?!",
        "Brad: Where is parker?!",
        "Carly: Why?",
        "Brad: I'm gonna kill him.",
        "Carly: Wait. Stop acting like such a lunatic!",
        "Brad: Carly, get out of my way.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Jack: Okay. It's Carly. Forget it. I'll call her later. You get me that fireplace.",
        "Janet: Oh, yes, Sir.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Parker: Brad? Whoa, whoa, whoa! What are you doing? What are you doing!",
        "Brad: You're coming with me! You're coming with me.",
        "Parker: Let go of me!",
        "Carly: Brad! Leave him alone! What is the matter with you?! What are you doing!",
        "Brad: I am taking him to the police station.",
        "Carly: Why?",
        "Brad: You know what you did. You know what you did.",
        "Parker: No, I didn't do anything!",
        "Brad: Tell that to Liberty!",
        "Parker: Liberty?",
        "Brad: What you did put her in the hospital!",
        "Car: The hospital? What -- what happened?",
        "Brad: He raped her.",
        "Parker: Whoa.",
        "Carly: Whoa.",
        "[SCENE_BREAK]",
        "Paul: You don't want any more?",
        "Meg: No, I don't want any more.",
        "Paul: Uh, let's go upstairs, Meg. You're more comfortable there.",
        "Meg: No, no, no, I'm more comfortable right here. Mm",
        "Paul: I thought that you were really comfortable upstairs.",
        "Meg: Not if you're gonna turn the TV back on.",
        "Paul: I don't have to turn the TV back on.",
        "[Meg chuckles]",
        "Meg: No, I'm too tired to go upstairs.",
        "[SCENE_BREAK]",
        "Henry: That's it. That's enough! That's enough! Break it up! Break it up! Break it up! Break it up!",
        "Bonnie: You know what, Henry? I cannot do this. I do not need this. You are on your own.",
        "Vienna: No, he's not, because he has me!",
        "Bonnie: Well, good luck with that!",
        "Henry: No, Bonnie. Bonnie, please, please, please. We can work this out.",
        "Vienna: No, no, we can't.",
        "Bonnie: You heard her.",
        "Henry: No, no, no, please. Please, please, please come back tomorrow, please?",
        "Bonnie: What, so I can get jumped again?",
        "Henry: That's not gonna happen!",
        "Vienna: Don't make promises you can't keep.",
        "Henry: Vienna, please please! Okay, just give me some time, Bonnie.",
        "Bonnie: You know what? I was safer with the criminals. You have 24 hours.",
        "Henry: Okay.",
        "Vienna: Don't try to convince me. Believe me, you can't.",
        "Henry: I ought you loved me.",
        "Vienna: I do.",
        "Henry: Okay. Do you believe that I love you?",
        "Vienna: Yeah, of course.",
        "Henry: Okay. Then you need to understand what's going on here. Bonnie is an employee, and that is all. And she's a very good on what she does. It means we are saving money, and this club is more popular than ever.",
        "Vienna: I don't care. I detest that woman.",
        "Henry: What am I -- what am I thinking? You're back. I just -- that's all that matters.",
        "Vienna: So, you'll get rid of her?",
        "Henry: I will do whatever you want. I have been miserable every moment that you've been gone. I had -- I had nothing to live for. I could barely go on. You have no idea how desperate I was.",
        "Vienna: Me too. I can't -- I can't live without you.",
        "Henry: Okay, then forget about Bonnie. Forget about her. I mean, sure, her working here would give us more time together, but I don't -- I don't care. I don't care if this place turns into a gold miner if we have to slave the rest of our lives at Al's. Whatever you want, I want it, too. Okay?",
        "[SCENE_BREAK]",
        "James: You know, that sandwich was just absolutely great. And my new daughter- in-law is beautiful.",
        "Paul: Now you can leave.",
        "James: I don't think so.",
        "Paul: As always, huh -- a man of your word.",
        "James: Paul, I am concerned about my grandchild. I'm staying.",
        "Paul: Here? Are you crazy?",
        "James: The wine cellar's very comfortable, and that'll give us plenty of time to mend our relationship.",
        "Paul: No. No, you are not -- you are not staying here.",
        "James: You be careful, or I'll have a chat with your new bride about how your stupid mistakes put her unborn child in danger. Do you think Meg loves you enough to forgive that? Hmm? I'm gonna have another sandwich.",
        "[SCENE_BREAK]",
        "Katie: Here, take a seat right here. Excuse me. My stepdaughter may have been assaulted.",
        "Nurse: You're not sure?",
        "Katie: I don't know exactly at happened.",
        "Nurse: Well, is she under the influence of drugs or alcohol?",
        "Katie: I-I don't -- I don know.",
        "Nurse: She'll need to be examined by a doctor so that we can run a drug test as well as a rape kit. Then she can talk to a counselor. Have you notified the police?",
        "Katie: I'm pretty sure her father is taking care of that right now.",
        "[SCENE_BREAK]",
        "Brad: I need you to lock him up!",
        "Dallas: For what?",
        "Brad: Raping my daughter.",
        "[SCENE_BREAK]",
        "Janet: Perfect. We'll be there.",
        "[Janet giggles]",
        "Jack: Come here. Mmm.",
        "[Janet squeals]",
        "[Janet laughs]",
        "Carly: Jack! What is the matter with you! I've been calling your cell phone! Why didn't you pick up?!",
        "Jack: Carly, what are you doing here?",
        "Carly: Brad just dragged Parker to the police station.",
        "Jack: Why?",
        "Carly: It's crazy. He's saying that parker raped Liberty.",
        "Janet: What? Oh, my God! Where is she?",
        "Carly: She's at the hospital, I think. Brad was so out of control --",
        "Jack: I'll drive you to the hospital.",
        "Carly: Hospital? What about Parker? Brad just dragged him --",
        "Jack: Come on. Come on. I will follow you. Let's go.",
        "[SCENE_BREAK]",
        "Meg: You locked the door.",
        "Paul: Oh, you heard that?",
        "Meg: No. Why?",
        "Paul: I'm a dad now. I guess that's just what dads do, right?",
        "[Meg laughs]",
        "Meg: It's still light out.",
        "Paul: Call me paranoid.",
        "[SCENE_BREAK]",
        "James: Ahh. Home. Sweet home.",
        "[SCENE_BREAK]",
        "Carly: Parker!",
        "Parker: Mom? Dad?",
        "Jack: What the hell are you doing?",
        "Brad: He attacked Liberty!",
        "Parker: No, I didn't! I wouldn't!",
        "Jack: You had no right bringing him down here, Brad!",
        "Brad: Well, isn't this where you bring criminals?",
        "Carly: He's your nephew, for crying out loud!",
        "Dallas: Everybody, just calm down! Look, look, Jack, Jack, I got to take a statement.",
        "Jack: I'm gonna talk to him first.",
        "Brad: No, you are not.",
        "Jack: Shut the hell up, Brad! Come on, Parker.",
        "Brad: Look, you're not gonna stay away with this, either one of you! I'm telling you, he's gonna pay for what he did to my daughter!",
        "[SCENE_BREAK]",
        "Janet: Liberty! Are you okay?",
        "Liberty: Mom, I'm so sorry. I'm so sorry.",
        "Janet: Stop it, stop it, stop it. Parker's bigger and he is stronger than you are.",
        "Katie: We're not exactly sure what happened yet.",
        "Janet: Oh, my goodness. Did he do this to you? Did he do this to you?",
        "Liberty: I don't remember, Mom.",
        "Katie: The doctor's gonna examine her, and then we'll know some more.",
        "Janet: Okay. Do you hurt anywhere?",
        "Liberty: My head. It hurts really bad.",
        "Janet: Okay.",
        "Nurse: If, um -- if you'll come with me, I'll get you ready.",
        "Janet: It's okay.",
        "Liberty: I don't want to.",
        "Janet: It's gonna be okay. It gonna be okay. Shh, shh, shh, shh, shh.",
        "[SCENE_BREAK]",
        "Jack: I want to know what you remember -- everything Parker -- all of it.",
        "Parker: Could you maybe not tell Mom the details?",
        "Jack: Fine, I won't.",
        "Parker: Okay. So, I saw her at the pond, and she told me that she just wanted to be friends. But then she started acting really weird. She was dancing with me, all sexy, and then she started kissing me and hanging all over me. And when I asked her what was going on, she got really mad, so she walked off on her own, and I followed her because I had no idea what I should do.",
        "Jack: Was she drinking? Doing drugs?",
        "Parker: Not that I know of.",
        "Jack: So after she kissed you --",
        "Parker: I left.",
        "Jack: Parker, Parker, you got to be honest with me here. I don't care if it's embarrassing or you think I'm gonna be mad.",
        "Parker: Okay. I decided that I was gonna kiss her because that's what she had wanted before. But then she just pushed me away and told me to grow up.",
        "Jack: And that upset you?",
        "Parker: Yeah. I mean, that's why I left. I was mad. I didn't want to be around her anymore, so I went home, and that's it. Dad, I swear. You've got to believe me.",
        "[SCENE_BREAK]",
        "Janet: How could this happen?",
        "Katie: I don't know. We don't know what happened.",
        "Janet: This is all my fault. I should've listened to Bradley. I should have kept Parker away from her.",
        "Katie: How could you keep them apart? You couldn't.",
        "Janet: Then I shouldn't have stayed here! I should have left, but I let my feelings for Jack cloud my judgment, just like I did with Brad so many years ago. She wanted to meet him, right? I should never have let her meet him, because this never would have happened. We wouldn't be here right now. But I wanted to see Brad, and I wanted to stay with Jack. This is all my fault.",
        "[SCENE_BREAK]",
        "Carly: Are you all right, Honey?",
        "Brad: He denied it, didn't he?",
        "Jack: He said he didn't do anything to hurt Liberty, and I believe him.",
        "Brad: Of course you do.",
        "Carly: Why would he lie?",
        "Brad: Are you kidding?",
        "Jack: I know you're upset, Brad, and I don't blame you, but I promise you we will find out what happened.",
        "Brad: We already know what happened. Everybody said to give them space, let them be kids, and I listened. I knew everybody was wrong, and I gave in. Well, I'm not gonna give in this time, okay, because he's gonna pay for what he did.",
        "[SCENE_BREAK]",
        "Announcer: On the next -- \"As the World Turns,\"",
        "Mike: There's plenty of food. Are you guys hungry? You should join us.",
        "Chris: I sent you those flowers because I thought I still had a chance with you.",
        "Susan: If you want to get married next week, then I'm happy for you.",
        "Jack: And what was in here?",
        "Parker: Brownies. She was eating them.",
        "[Jack sniffs]",
        "Jack: I got to get this to the station.",
        "Liberty: It wasn't Parker. He didn't do anything wrong. It was Leo.",
        "Brad: Hey, Leo, we need to talk!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=oJT12hyQ314"
}