{
    "Episode Summary": [],
    "Recap": [
        "Carly isn't happy to see Craig with Meg and throws them out of her house. Parker tells Jack and Carly how Craig helped distract him when J.J. was missing so Jack allows Meg and Craig inside to thank them for their help. Carly blasts Craig and tells him she will never forgive him for putting Rosanna in a coma. Paul tells Rosanna almost everything she has missed in two years but he neglects to tell her about his relationship with Meg. Rosanna feels ready to go home and make Craig pay for everything he has done so Paul agrees to take her home despite the doctor's advice. Gwen is angry with her older brother Cole for leaving her at home with an alcoholic mother and never caring enough to return her calls when she tried to call him. Gwen refuses to forgive her brother for all the pain she has been through with Iris. Gwen also makes it clear to Cole that she won't allow him to hurt her family. Carly is happy when Meg tells Jack he can't take care of himself yet and needs someone to help him. Jack consoles Carly when she starts to cry because she misses Rosanna."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: Here we go. And what, pray tell, is this? \"Murgatroyd's mom.\"",
        "Gwen: Yeah -- Will made that for me. That's what he's calling the baby right now. That and -- Minnie Mae.",
        "Barbara: Oh my.",
        "Gwen: Yeah, exactly. I can't believe that you bought all this. Will's going to go nuts when he gets back. Oh, did he tell you that he went to this management seminar for the bookstore?",
        "Barbara: He did, it sounds like a wonderful opportunity for him.",
        "Gwen: Yeah, I think so, too. Oh my God, this is so cute.",
        "Barbara: Honey, I think there is something I should tell you about all of this. I didn't buy this.",
        "Gwen: Oh, you didn't?",
        "Barbara: No. Everything -- all of this -- belonged to Johnny.",
        "[SCENE_BREAK]",
        "Sofie: Thank God Joel gave you a second chance after, you know, everything that happened yesterday with the laptop.",
        "Aaron: Yeah he was pretty cool about the whole thing.",
        "Sofie: So, did you ever reach Alison?",
        "Aaron: Well, I left her that message before I saw the video of her and Dusty online. But Ali probably figures I saw it, got mad, and called to yell at her.",
        "Sofie: But that's not true --",
        "Aaron: Doesn't even matter anymore. Ali -- I'm probably the last person she's going to want to talk to about it anyway. Part of me thinks you're right.",
        "Sofie: Me? About what?",
        "Aaron: About just letting all of this go.",
        "Sofie: What's the other part think?",
        "Aaron: That I want Alison to know that I'm there for her. You know, I'm on her side. And that whoever uploaded that video is a dirt bag.",
        "Sofie: You can't call Alison and tell her that?",
        "Aaron: I want to, just -- this whole thing is just really messed up.",
        "[SCENE_BREAK]",
        "Carly: You want some help?",
        "Jack: No, thank you.",
        "Carly: You want something to eat?",
        "Jack: I'm fine, thanks.",
        "Carly: You want me to stop asking if there's anything you want?",
        "Jack: I'd appreciate that, too.",
        "Carly: You got it. Did you sleep okay?",
        "Jack: I slept fine.",
        "Carly: Well, that's because you're home.",
        "Jack: No, Carly, this couch is not my home and I don't plan on getting comfortable. You see, I'd like to call Bob, to see if I'm well enough to go back to the farm.",
        "Carly: You know, Jack, you're still hurt. And who's going to help you at the farm? You know that you can't count on your brother. He can barely remember to change his socks! He's certainly not capable of looking after you.",
        "Jack: Carly, I don't think it's a good idea for the kids to get used to seeing me here. This morning, Sage asked if I was staying forever.",
        "Carly: Oh, yeah, she ran that idea past me, too.",
        "Jack: When?",
        "Carly: In the car on the way to soccer practice.",
        "Jack: And what did you tell her?",
        "Carly: I said it was okay to want that.",
        "Jack: Carly Tenney --",
        "Carly: What? I'm not going to lie to her. God, Jack, we almost lost J.J. of course she wants you here. She wants a little reassurance. We all do.",
        "Jack: Hey, Buddy.",
        "Parker: Hey, I was working on Sage's swing set out back, but I think it's stable. Could you check it for me?",
        "Jack: Sure, yeah, I'll be right there, yeah.",
        "Carly: Just look at it. From a distance. Don't test it out or anything, okay?",
        "Jack: Yeah, yeah, yeah, yeah, yeah.",
        "[Doorbell rings]",
        "Carly: Oh hi, Meg.",
        "Meg: Hi. Um, I figured you probably didn't have anything in the fridge after being away, so we brought some food.",
        "Carly: We?",
        "Craig: Hello, Carly.",
        "Carly: Oh, hell no.",
        "[SCENE_BREAK]",
        "Rosanna: I remember --",
        "Paul: You remember what? You remember the accident?",
        "Rosanna: No, I --",
        "Paul: Do you remember what Craig did?",
        "Rosanna: I -- remember how -- how much in love we were. I remember you and us -- I remember you tried to stop me from marrying Craig.",
        "Paul: Yeah, well, you don't need to worry about being married to Craig. He took care of that while you were here. You are officially divorced.",
        "Rosanna: Well that's something good at least.",
        "Paul: A long time ago. Looking at you now it's -- I don't know, it seems like yesterday and not --",
        "Rosanna: When? Not when?",
        "Paul: It doesn't matter.",
        "Rosanna: Ah, yeah it does. It matters a lot, Paul. At least don't treat me like I'm a patient. How long have I been -- gone?",
        "Paul: Two years. You've been in a coma for two years.",
        "Rosanna: Did you tell me everything about Craig? About my sister? How is she?",
        "Paul: Carly's great.",
        "Rosanna: I need a little more information than that. Like two years worth.",
        "Paul: You need to be patient.",
        "Rosanna: Why?",
        "Paul: Why? Because last night, you tried to do too much. And you couldn't handle it. I don't want to see you that upset again.",
        "Rosanna: Last night, you told me that I left Craig because I was the one that knew the truth -- that he switched the babies.",
        "Paul: Jennifer's baby and Gwen's baby.",
        "Rosanna: Yes, and I wanted to tell you something about the wrong foot -- whatever that means.",
        "Paul: Yeah, but now is not the time. You need to rest.",
        "Rosanna: And you told Jennifer, and that's how she got her baby back.",
        "Paul: Yeah, but right now none of that matters.",
        "Rosanna: It matters, Paul! It matters a lot! It's why I'm here in the bed. Isn't it?",
        "Paul: Look, you're getting upset again. And if Dr. Cutler finds out about this, he's going to ask me to leave.",
        "Rosanna: I don't care what the doctor thinks!",
        "Paul: Well, I do. You know what? There's a series of exercises you're supposed to do to strengthen your legs. Why don't you get started on that? That'll give you something to focus on. Here.",
        "Rosanna: Fine.",
        "Paul: What are you doing?",
        "Rosanna: You don't want to tell me the truth and upset me, that's your choice. I will just call someone who doesn't give a damn -- Craig.",
        "[SCENE_BREAK]",
        "Craig: May we come in?",
        "Carly: You're not welcome in my house.",
        "Meg: Carly --",
        "Carly: I imagine you know that.",
        "Meg: Carly, don't do this. After everything that's happened, we're family. We need each other.",
        "Carly: The last thing anyone needs is Craig.",
        "Craig: Well, I brought presents.",
        "Carly: You still think that a gift can get you into any door, huh?",
        "Craig: Surely you wouldn't begrudge J.J., Parker, Sage some toys after everything they've been through.",
        "Carly: Drop dead.",
        "Craig: Right here on your porch? What would the neighbors say?",
        "Carly: Well, they'd remind me that the trash gets picked up on Thursdays.",
        "Meg: Carly --",
        "Carly: Meg. Did Craig mention to you what happened last time he was here? Did he tell you why he came here?",
        "Craig: You don't need to dredge up all that stuff now.",
        "Carly: He came here to kidnap Johnny.",
        "Craig: Well, as he's my son I think kidnap's a little --",
        "Meg: Okay, you know what? This was a bad idea --",
        "Carly: Wait, Meg. I'm curious about something. How did Craig explain the rest of it to you? How did he spin it when he told you about how Rosanna figured out that he switched the babies? About how she got into her car, desperate to get away from him, and he chased her, and he ran her off the road? He put her in a coma. Did he tell you that?",
        "Meg: He told me all of it. And you're wrong, Carly. Craig never meant to hurt Rosanna.",
        "[SCENE_BREAK]",
        "Sofie: Did you ever hear from that guy? The guy who thought might be able to fund your -- fund your demo?",
        "Cole: The dude won't even take my calls. You know why? Because his assistant says I don't have a demo.",
        "Sofie: I'm sorry, Baby. But what about -- what about that other connection that you were talking about before? The person from a long time ago?",
        "Cole: Yeah, that fell through. If I just had enough money, I know I could make this work. Would it kill somebody to just believe in me?",
        "Sofie: I believe in you.",
        "Cole: Yeah, what if you're the only one?",
        "Sofie: I'm not.",
        "Cole: I don't know what I'd do if I didn't have you, Sofie, I swear to God.",
        "Sofie: I would buy tickets to the front row of every one of your shows until you noticed me.",
        "Cole: Think I'm going to take off.",
        "Sofie: You don't have to.",
        "Cole: No, it's cool. I got to call my friend, tell him his connection was a bust.",
        "Sofie: I've never seen Cole like that before.",
        "Aaron: Quiet? I'm digging it.",
        "Sofie: No, he's just -- it's almost like he's giving up his dream. Ever since we met, all he's talked about, all the time, is a career in the music business. And every lead just falls through. It's like who do you have to know to get a break?",
        "[SCENE_BREAK]",
        "Barbara: If you're uncomfortable with this, I'll take everything back. I will.",
        "Gwen: No -- no, it's actually really nice having his things here.",
        "Barbara: You sure?",
        "Gwen: Yeah. I mean, Johnny was a really big part of my life. And, I don't know, I just remember watching Will with him. He was so good with him. And he used to talk to him and try to sing him songs -- terribly. And he was just so sweet with him. He's going to be such a good dad.",
        "Barbara: And you're going to be a wonderful mother, Gwen.",
        "Gwen: I don't know. I hope so. I just want to do everything right this time.",
        "Barbara: Everybody makes mistakes. But the most important thing is to love them.",
        "Gwen: Yeah. Well, I can definitely do that. I can't believe that the last time I saw Johnny he was -- God, he was almost walking.",
        "Barbara: I'm sure he's running everywhere by now.",
        "Gwen: You'll see him again.",
        "Barbara: Oh, I think it'll take a miracle for that to happen.",
        "Gwen: Yeah, I don't know. I think miracles do happen. I mean, Paul's alive, I'm pregnant -- those are two things which we thought were completely impossible. Hey, maybe our next miracle is Johnny coming back home.",
        "Barbara: I pray for that every night. Every time I see a little boy his age, but, you know, I don't think wishing for a miracle is going to bring him home. Johnny won't come home for the same reason that Paul didn't come back with me after his accident.",
        "Gwen: Because of Craig.",
        "Barbara: As long as that man is in this town, neither my son nor my grandson will come home to be with the people who love them.",
        "[SCENE_BREAK]",
        "Meg: What happened that night was an accident, Carly. Craig never set out to hurt Rosanna.",
        "Carly: Is that what he told you?",
        "Meg: I've driven that same stretch of road, and that turn is --",
        "Carly: Meg, it wasn't the road, or the car, or the turn that put Rosanna into a coma. It was Craig. Tell her!",
        "Craig: Meg knows that I loved Rosanna. I never meant to hurt her.",
        "Carly: You believe that?",
        "Meg: Yes.",
        "Carly: Well, Meg, I hope you smarten up. I really do. Before you end up just like my sister.",
        "Parker: Where's Meg? We saw her car out front.",
        "Carly: She just left.",
        "Jack: Well, why didn't she come out back and say hello?",
        "Carly: Because Craig is with her, and he's not welcome in my house, that's why.",
        "Parker: They're still here. Can I at least say hi?",
        "Carly: No. No you can't. And get away from the door, please.",
        "Jack: Carly, he's not worth getting upset.",
        "Carly: No, I just -- Parker, I just don't want you around a man like Craig Montgomery, that's all. Okay?",
        "Parker: Well, but he's been kind of cool lately. He even came out to the farm a couple of times while you guys were gone.",
        "Carly: Why? What did he want?",
        "Parker: I don't know, to see how I was doing. I mean, he made us all breakfast. He took me fishing. He said he used to do that with his son. I mean, I was freaking out -- worrying about you guys and J.J. and after a while, he made me feel like everything would be okay.",
        "Carly: Jack, what are you doing? Jack --",
        "Jack: Hey, Guys -- come on in. We'd like to say thank you.",
        "[SCENE_BREAK]",
        "Aaron: I wish I could help, but I only know of one person who has any connection in the music scene. She works here, though. Gwen Munson --",
        "Sofie: No way! I know her! I just met her yesterday. I didn't know she worked here. I mean, she told me she was a singer, but I didn't really think anything of it. Do you think maybe she would talk to Cole about his music?",
        "Aaron: Maybe. I mean, she just made a CD. Sang at some benefit out in Missouri.",
        "Sofie: She gave me her number. Do you think I should call her?",
        "Aaron: Why not? What's the worst she's going to say? No? But before you tell Cole, I would talk to Gwen about it first. You don't want to get his hopes up.",
        "[SCENE_BREAK]",
        "Craig: Come on, open it. I think you'll be pleased.",
        "Parker: Pie?",
        "Craig: Cherry pie.",
        "Carly: It's a bit early for pie.",
        "Craig: Okay, well make sure that you don't have any until after dinner, but then make sure you get an extra slice, okay?",
        "Parker: I will, totally. Listen, I was kind of a jerk to you when I was staying at the farm. And you were trying to be nice and I shouldn't have acted that way. So I'm sorry.",
        "Craig: Apology accepted.",
        "Parker: And, you think maybe we could go fishing again sometime?",
        "Craig: I would like that, Pal. I would like that a lot.",
        "[Car horn honks]",
        "Carly: Parker, the Whitehills are here. It's a pool party. Do you have everything you need?",
        "Parker: Yeah, I'm all set.",
        "Carly: Okay, well have a good time with Danny. And tell his parents we said hello.",
        "Parker: Okay. Bye.",
        "Craig: See ya, Parker. Good to see you, Man.",
        "Jack: Later, Buddy.",
        "Carly: We'll be here.",
        "Meg: So, Jack, how are you feeling?",
        "Jack: I'm still a little sore, but I'm all right.",
        "Carly: No. No, he is not all right. He won't take his pain medication. And last night I noticed that the bruising is pretty red --",
        "Meg: Really? Well if you want, I can take a look at it.",
        "Jack: Only if you can tell me I'm well enough to go to the farm.",
        "Carly: No, Jack. You're in no condition to leave. You need to be looked after. You need rest. The kids and I can help you. They're enjoying having you here. And until Katie gets back --",
        "Jack: Until Katie gets back -- I can watch out for myself at the farm.",
        "Craig: You don't have to do that, Jack. You're family now. You can stay with us at Fairwinds.",
        "Meg: Why don't I examine him first, then we can figure out custody.",
        "Carly: Fine, fine. His pills are over there. And I think that his right side is really --",
        "Jack: Carly, I can speak for myself.",
        "Carly: That's fine. I'll be outside.",
        "Craig: Well, Jack, we are very happy everything worked out so well with J.J. and I meant what I said, you know, the door is always open for you at Fairwinds, okay?",
        "Jack: Right. Thank you. You and Craig?",
        "Meg: Yeah. Me and Craig.",
        "Jack: I thought this marriage was more of a -- I don't know, business transaction.",
        "Meg: You've been talking to Holden.",
        "Jack: Yeah. I thought you and Paul --",
        "Meg: Jack, you know what? It's complicated.",
        "Jack: No, no it isn't, Meg. Or it shouldn't be. Are you telling me that suddenly this is the real deal? That you're really in love with Craig Montgomery?",
        "Craig: Your bedside manner used to be more subtle. Checking out Jack's bruises. What a naughty little nurse you are, huh?",
        "Carly: Go away.",
        "Craig: The man is engaged to my sister. Cute, perky blonde. Smart as a whip. And seriously, I actually think Jack's finally found the perfect woman.",
        "Carly: What are you doing here? No one likes you.",
        "Craig: My wife likes me. She actually loves me if she believes in me.",
        "Carly: Brainwashed. And I'm sure you giving her that multi-million dollar corporation had something to do with that.",
        "Craig: Well at least she wants to be here. You can't really believe that Jack actually wants to be with you?",
        "Carly: Excuse me?",
        "Craig: Oh, come on, Carly. It was incredibly obvious to everyone what was going on in there. You guilting him into staying for the good of the children.",
        "[SCENE_BREAK]",
        "Paul: You can't call Craig. He's not going to tell you what you want to know anyway. He's only going to tell you what he wants you to know.",
        "Rosanna: And how is that any different than what you're doing?",
        "Paul: I'm just trying to protect you.",
        "Rosanna: Just tell me what happened to Jennifer! Just tell me what happened after she got her baby back!",
        "Paul: Jennifer was very happy when she got Johnny -- she loved Johnny very much.",
        "Rosanna: You're talking about her in the past tense. Why?",
        "Paul: Because Jennifer got sick. She was very sick. And she fought as hard as she could.",
        "Rosanna: I'm so sorry. I'm so sorry. That must've been so hard on you.",
        "Paul: Jennifer knows that I did everything I did because I loved her. And I just couldn't let Craig get his hands on Johnny. And I think in the end, Jennifer understood that.",
        "Rosanna: What happened with Craig?",
        "Paul: Well, Craig was in prison because he caused your accident. He got out on a technicality, and then he went after Johnny. And he wanted custody, and then he won.",
        "Rosanna: What do you mean? That baby is with Craig now?",
        "Paul: No. No, Lucy -- Lucy didn't want Johnny to go through what Lucy had to go through as a child, so she took Johnny and she went away.",
        "Rosanna: What do you mean, away? What does that mean?",
        "Paul: Away. She's not in the country. Nobody knows where she is. So Jennifer's dead, and Johnny's gone, and you're here -- and Craig is responsible for all of that.",
        "Rosanna: How is it possible that he hasn't been punished for this?",
        "Paul: Well there's no proof. There's no physical evidence to prove that he was responsible.",
        "Rosanna: But you knew --",
        "Paul: You're the only he confessed to, Rosanna.",
        "Rosanna: And I don't remember.",
        "Paul: He thought he could silence you. He thought that if you were here in a hospital -- you'd never be able to tell the world what he'd done.",
        "Rosanna: It's not right, Paul, none of this.",
        "Paul: And it's been killing me seeing him in your house. Spending your money. And taking everything from everyone and making it his own.",
        "Rosanna: We'll he's never getting it. And he may have put me in this bed, but I'm not his prisoner any longer. And I think it's time that Craig knew that.",
        "Rosanna: I want you to take me back to Oakdale, Paul. Maybe if I face Craig, I'll be able to remember everything.",
        "Paul: What if you don't remember?",
        "Rosanna: I still think he needs to be punished. Not for just what he's done to me, but to your sister, to that little baby --",
        "Paul: Rosanna, you just regained consciousness. There's no way the doctor's are going to let you leave.",
        "Rosanna: I'm not asking the doctors. I just -- I'm just going to leave.",
        "Paul: You're not well.",
        "Rosanna: Look, I feel like I've lost enough time, Paul.",
        "Paul: We have all of the time in the world.",
        "Rosanna: We both know that there's a definite possibility that I could just slip back into the coma any minute without warning.",
        "Paul: That's not going to happen.",
        "Rosanna: How do you know that?",
        "Paul: Because I know that. The same way I knew that you would come back to me. And here you are.",
        "Rosanna: I just want to go home. I just want to see my sister and the farm and her kids --",
        "Paul: They'll all still be there. They'll all still be waiting.",
        "Rosanna: Why don't you want to take me home? I mean, is there something else that -- that has changed since I've been gone? Is there something I don't know? Something else I don't know?",
        "Paul: No.",
        "Rosanna: You know, two years -- you told me that you and Emily were over, but -- two years is a very long time to be without, someone. Is that it? Is that the reason you don't want me to go back to Oakdale? Somebody else?",
        "[SCENE_BREAK]",
        "Gwen: Hello?",
        "Sofie: Hi, Gwen? This is Sofie -- from yesterday at the doctor's office and Al's.",
        "Gwen: Oh, yeah. Hey -- hi!",
        "Sofie: Is this a bad time? I don't want to bother you or anything.",
        "Gwen: No, no, no. Actually, I'm really glad that you called.",
        "Sofie: Well, it turns out, we both work at the Lakeview.",
        "Gwen: No way.",
        "Sofie: I know! Crazy, right? I can't believe we didn't realize it yesterday. But um -- anyway, I was talking to Aaron Snyder and he said you have a CD out?",
        "Gwen: Yeah. Yeah, actually yeah, I do.",
        "Sofie: Remember how I was telling you about my boyfriend? How he's a songwriter?",
        "Gwen: Yeah, I remember.",
        "Sofie: I was wondering if maybe you could talk to him? Give him some advice. You know, about how to break-in since you've already done it.",
        "Gwen: Wow, I don't know how helpful I can be. I mean, I've only recorded one CD, but yeah, sure.",
        "Sofie: That would be great! Do you think you come to the Lakeview?",
        "[SCENE_BREAK]",
        "Meg: He's been good to me, Jack. He understood how I felt, I don't have to explain myself to him.",
        "Jack: You think maybe he was just taking advantage?",
        "Meg: At first, yes. But I always called him on it, and he always came clean about it. The thing is, I get him, Jack. How he thinks, how he sees things. In this completely -- unexpected way, Craig has sort of given my life direction again.",
        "Jack: So you like where this is headed?",
        "Meg: Yeah, I do.",
        "Craig: Tell me something, Carly. What happens to Jack when our good friend Simon, pops out of the bush, huh?",
        "Carly: Don't you dare --",
        "Craig: Does Jack lose that first place position? What about the kids?",
        "Carly: I made a mistake, and believe me, I am paying for it.",
        "Craig: Well, that's big of you to admit.",
        "Carly: What about you? When will you admit what you've done? When will you pay for what you've done to Rosanna?",
        "Craig: I have paid, Carly. I was falsely accused, I went to prison, I have lost my daughter, my son, my wife --",
        "Carly: Oh? But look at the sweet, beautiful, devoted new wife that you've got out of it. And she can actually walk and she can actually talk. And lucky for you, she has no idea how ruthless you really are.",
        "Craig: All right, all right. You know what, Carly? What's it going to take? What do I have to do? What do you need me to do for you and I to move on from this?",
        "Carly: No, no. No, Craig. There is no moving on. Not for me. Not for Rosanna. And certainly not for you. Not while I'm alive.",
        "Craig: Do you hate me so much, you would begrudge me even the tiniest happiness?",
        "Carly: Oh I hate you more than that. You don't deserve to be happy. You don't deserve forgiveness. And someday, Meg will realize what a fool she was to believe in you. And then she will see that this marriage of yours is a complete and utter sham.",
        "[SCENE_BREAK]",
        "Cole: I don't get it, you set up a meeting? With who?",
        "Sofie: It turns out, I know someone in the music business.",
        "Cole: What? Why didn't you tell me before?",
        "Sofie: Because I just found out. But as soon I did, I knew I had to do this.",
        "Cole: Oh my God, Sofie, you're the best!",
        "Sofie: No, no, no. Forget about me, forget about me. This is all about you.",
        "Cole: And the person still lives in Oakdale?",
        "Sofie: Yeah, yeah. And not only that, but she works here, and she has a CD out.",
        "Cole: Oh. Wait a minute. She works here? Sofie, this person --",
        "Sofie: She's here. You're going to love her. Hi!",
        "Gwen: Hey, I'm so sorry I'm late. I hope your boyfriend --",
        "Sofie: No, no. He doesn't mind at all. Gwen, this is --",
        "Gwen: You don't need to introduce us.",
        "Sofie: You two know each other?",
        "Gwen: Yeah, a -- a little bit. He's my brother. What the hell are you doing here? Answer me. Go on. You don't get to ignore me anymore. I'm standing right here. Say something.",
        "Cole: Hey Gwennie.",
        "Gwen: Not good enough.",
        "Cole: Sofie, meet my baby sister.",
        "Sofie: I didn't know, I swear.",
        "Gwen: No, of course you didn't know. I mean, he doesn't talk to me, why would he talk about me?",
        "Cole: Look, I know it's been a while --",
        "Gwen: A while? Are you kidding me? Don't you think that's a little bit of a generous term?",
        "Cole: Look. I'm a shocked too, okay? Sofie just sprung this on me. I didn't know her friend in the music business was you.",
        "Gwen: Oh I'm sure you didn't. I'm sure this is was just one massive coincidence. I mean, what are the odds that your girlfriend and I work at the same hotel? What are the odds, when you really think about it, that the second I put out a CD, here you come out of nowhere, for some friendly career advice?",
        "Cole: When did you become so bitter?",
        "Gwen: March 16, 1997.",
        "Cole: I'm not trying to use you, Gwen. I swear.",
        "Gwen: You swear all you want. After what you did to me, there's no way I would ever help you.",
        "[SCENE_BREAK]",
        "Meg: Sorry, Jack. But you need to take it easy, and you need bed rest. You can't take care of yourself on your own.",
        "Jack: Would you be totally offended if I got a second opinion?",
        "Meg: Yes.",
        "Carly: Well that settles it. You are staying. Meg, thank you for taking a look at him. And, good luck.",
        "Meg: Thank you. Is Craig still outside?",
        "Carly: Only because I couldn't drag his body into the woods.",
        "Meg: Well -- then I better go look for him. You, take it easy and call me if there is anything you need, okay?",
        "Jack: Thank you.",
        "Meg: Yep.",
        "Craig: Hey. You know, if I had known Carly was going to make me stay out here, I would've brought some cherry pie with me. How did your interrogation go?",
        "Meg: It wasn't an interrogation.",
        "Craig: Oh, of course it was. Jack's a detective, he can't help it. It's all just questions and answers with them.",
        "Meg: He has concerns about us. But I told him I'm happy in our marriage. That you've been there for me. And I am -- fond of you.",
        "Craig: Really? You're fond of me?",
        "Meg: Okay, don't let it go to your head.",
        "Craig: No, I promise -- straight to my heart. Seriously, thank you for defending me to Jack. Thank you for making clear this marriage is real, no matter what some people say.",
        "Meg: What did Carly say?",
        "Craig: Oh, I stopped listening half-way through. As long as she's civil to you, I'm okay.",
        "Meg: She was. And Carly has to know, if she wants to go after you, she has to go through me.",
        "Craig: You'll protect me?",
        "Meg: Who knew? We better get to work.",
        "Craig: You're the boss.",
        "[SCENE_BREAK]",
        "Rosanna: Paul, just tell me. Is there somebody else?",
        "Paul: There's no one else.",
        "Rosanna: Good.",
        "Paul: Was that the right answer?",
        "Rosanna: Absolutely.",
        "Paul: I'll be right back.",
        "Rosanna: Paul, please don't get the doctors. Please, I just want to go home. Paul --",
        "Paul: Your chariot awaits.",
        "Rosanna: My white knight.",
        "[SCENE_BREAK]",
        "Cole: I wasn't asking you for help, Gwen.",
        "Gwen: No, you had your girlfriend do it for you.",
        "Cole: Why are you so mad at me? This wasn't my idea. I don't want anything from you.",
        "Gwen: How many times did I call you? How many messages did I leave you, begging you to come home, that you just, what, ignored?",
        "Cole: You don't understand, Gwen -- I had to get out of there.",
        "Gwen: No, you don't understand. I had to get out of there, but I couldn't. Because I was 10 years old and without you there, Mom needed somebody to cling to. She needed somebody to blame for her precious little boy leaving her.",
        "Cole: I am sorry, okay? I wasn't trying to hurt you. I didn't know.",
        "Gwen: You didn't know?",
        "Cole: No.",
        "Gwen: That's your excuse? I was a little kid. You left me alone with an alcoholic mother. Who was mean and vicious, who needed help but I had no way of knowing how to give her!",
        "Cole: I'm sorry.",
        "Gwen: You don't get to be sorry. And you don't get to say how great it is that I toughed it out when you ran.",
        "Cole: Then what? What do -- what do you want from me? What can I do?",
        "Gwen: You can do what you do best. You can turn your back, and pretend that you don't have a sister.",
        "Sofie: Cole --",
        "Cole: What the hell were you thinking?",
        "[Gwen calls someone on her cell phone]",
        "Gwen: I need you to meet me at my house right now.",
        "[SCENE_BREAK]",
        "Paul: Are you sure you're up for this?",
        "Rosanna: Don't worry about me. I want to do this.",
        "Paul: I just don't want you moving too fast. Doing too much too soon.",
        "Rosanna: Craig won't know what hit him.",
        "Paul: The important thing is that you get well. And if leaving the clinic, and going back to Oakdale is too much for you --",
        "Rosanna: Oh come on. Don't -- don't coddle me. When I think about what Craig put your sister through -- I can't let him get away with inflicting that kind of pain on Jennifer. She was a lovely girl. Paul, what is it?",
        "Paul: Look, Craig is responsible for everything that happened -- but the truth is, he's not the only one who hurt Jennifer.",
        "[SCENE_BREAK]",
        "Meg: So if we can funnel a small percentage of the technology budget, to fund computer network training in some international markets that Montgomery Enterprises is trying to get a foothold in, it might make the company's presence seem a little less intrusive.",
        "Craig: Hmm.",
        "Meg: You think it's a completely ridiculous idea?",
        "Craig: No, no. Actually, I don't.",
        "Meg: So can you help me get the proposal past the board?",
        "Craig: I will dismantle the board if they show the slightest resistance.",
        "Meg: Sounds reasonable.",
        "Craig: Speaking of proposals, you know, I have one of my own.",
        "Meg: Should I be nervous?",
        "Craig: Well when you asked me to go with you to Carly's today -- I mean, when it registered, that you wanted me by your side in front of your family --",
        "Meg: You know, in retrospect --",
        "Craig: No, no, no. Don't do that. Don't. Baby, no -- no looking back. Not anymore. When I asked you to marry me, do you remember what it was that I wanted? What I hoped I would gain?",
        "Meg: You wanted me to make sure that we keep Lucinda out of jail.",
        "Craig: No, besides that.",
        "Meg: I remember something about you wanting to become a better man, yeah.",
        "Craig: I am so proud that you are my wife, Meg. Not in this possessive, \"Look what I have\" kind of way. But in this, way, that this woman, this remarkable woman, sees something worthwhile in me --",
        "Meg: Craig --",
        "Craig: Look, I -- I've been carrying this around for a very long time and I just, I don't want to anymore. Now, I understand why you took this off when Paul died, I really do. But I am asking you to wear it again. As a symbol -- as a symbol that our marriage isn't a sham or something to hide, that our love is very --",
        "Meg: No, stop! Okay, I can't wear that!",
        "[SCENE_BREAK]",
        "Carly: That smug, sleazy jerk!",
        "Jack: Easy --",
        "Carly: Don't do that. Do not tell me to take it easy on Craig Montgomery. What? He thinks that just because Meg believes that he's a changed man, that just erases all the horrible things that he's done? Well, let me tell you something -- it doesn't change a thing as far as I'm concerned. I will never forgive him for what he's done to Rosanna. He has stolen her life. He has reduced the strongest woman I know into a memory!",
        "Jack: I warned Meg to be careful of him.",
        "Carly: Fat lot of good that'll do her.",
        "Jack: Carly, I really think she's got genuine feelings for him.",
        "Carly: Well that's great. That's great then. I really -- I wish them the best. Happily ever after. You know, Parker said that he's starting to forget what she sounds like.",
        "Jack: I think Sage has her chin, right there. Right? It's almost identical.",
        "Carly: Thank you. I hate him. I hate him for what he's done to her -- Craig has left Rosanna there in that hospital bed to just rot from the inside out. I'm sorry.",
        "Jack: No. Carly, its okay. Come here.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Rosanna: I was gone, Jennifer was gone. Is there somebody else?",
        "Meg: The reason I can't wear that ring -- it's because of Paul.",
        "Cole: My sister hates me, and my girlfriend thinks I'm a loser. Thanks for making my day, Sofie.",
        "Sofie: Cole --",
        "Gwen: I'm not going to let either of you near my family. So what ever you're plotting, you can give it up right now.",
        "Lily: Who are you really mad at? Dusty or me?",
        "Cheri: Yoo-hoo."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=LYChr_CjTYY"
}