{
    "Episode Summary": [],
    "Recap": [
        "Henry and Vienna wake up together and kiss. They are interrupted by Audrey. Vienna and Audrey go shopping. Henry searches through Audrey's suitcase to see what she is up to. Henry finds a diary and some obituaries. Meg admires Damian's new offices. Meg and Damian. Lily walks up with a bunch of flowers and sees them kissing. Emily urges Paul to give Meg a check for Eliza's future. At the boutique, Audrey runs into Jay. Vienna invites him to join them for lunch. In reading Audrey's diary, he finds out that there is one man left that Audrey is going to kill. Vienna calls Henry and invites him to join her, Audrey, and Jay for lunch. Emily takes the check from Paul to Meg. Lily asks Damian doesn't it bother him that Meg is still hung up on Paul. Henry join Jay, Audrey, and Vienna for lunch. Henry warns Jay about Audrey. Henry orders jay to leave that his life is in danger. Meg confronts Paul over the money and then refuses to take the money. After arguing with Paul a few minutes, Meg decides to take the money.",
        "Paul defends Emily to Meg. Lily accuses Damian of being Meg's \"savior.\" Henry tries to tell Jay how dangerous Audrey is. Henry finally manages to get Jay to leave. Henry attacks Audrey and accuses her of killing all of these other men that he had found their obituaries. Audrey denies killing anyone. Later, Audrey meets Jay in the Lakeview Hotel bar. Meg confronts Lily about interfering into her business with Damian. Meg accuses Lily of wanting to sleep with Damian herself."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: I love you.",
        "Vienna: I love you more. And just think that we have your mother to thank for our happiness.",
        "Henry: Unfortunately. I just wonder what she wants in return.",
        "Vienna: All she wants is to reconnect with her son.",
        "[Knock on door]",
        "Vienna: Oh.",
        "Audrey: Yoo-hoo! Are you two lovebirds up?",
        "Henry: Not anymore. Don't let her in here, please.",
        "Vienna: Would you stop it? Good morning, Audrey!",
        "Audrey: Good morning to you. You look incredible first thing in the morning. Hello, son. I hope you two are making the most of your happy little reunion.",
        "Henry: We were.",
        "Vienna: Yeah, Henry and I, we were just talking about how we owe it all to you.",
        "[SCENE_BREAK]",
        "Paul: I'm sorry if I offended you before when I offered you that money. I feel like I hurt your feelings.",
        "Emily: No. I mean, you didn't. You convinced me to take it anyway, remember?",
        "Paul: Yeah. You want some more?",
        "Emily: No. Why?",
        "Paul: Well, 'cause I got a lot of it, I don't really know what to do with it.",
        "Emily: Well, hold onto it until you know what to do with it.",
        "Paul: We both know that that might never happen.",
        "Emily: Oh, God, there are bigger problems to have, trust me.",
        "Paul: I've been thinking about giving it away.",
        "Emily: To who?",
        "Paul: I don't know. Someone who might need it.",
        "Emily: I got an idea.",
        "Paul: Yeah?",
        "Emily: You want to do something really nice with your money?",
        "Paul: Yeah.",
        "Emily: Start by taking care of your daughter.",
        "[SCENE_BREAK]",
        "Meg: Damian! The space is great!",
        "Damian: Yeah, I know it isn't much, but I just couldn't keep running my company out of the foundation's offices at worldwide.",
        "Meg: Yeah, I understand.",
        "Damian: And with Luke coming to work for me, I though you know what? What the hell? You know, it's time for a change.",
        "Meg: I like it. I really do. And I like what it means even more.",
        "Damian: What's that?",
        "Meg: That you're serious about sticking around Oakdale.",
        "Damian: Well, I am. And not just because of work or for Luke, but for you, too. If that's okay.",
        "Meg: And you really have to ask me that after last night?",
        "Damian: I could always use some positive reinforcement.",
        "[SCENE_BREAK]",
        "Audrey: Henry, I actually really, truly do want you to be happy.",
        "Henry: And how much is my happiness going to cost me?",
        "Audrey: Yeah, I really have no idea what you're talking about.",
        "Henry: The price, Mom. The price. What kind of gambling debt have you --",
        "Audrey: Okay, enough! Stop! Really. Why do you think I want money from you?",
        "Henry: I don't know. It's because that's what you always want when you show up at my doorstep, unannounced. After the free drink, of course.",
        "Vienna: Don't talk to your mother like that. Just ignore him. He's just cranky because he hasn't had his coffee.",
        "Audrey: Oh, sorry. I haven't had a chance to move into my brand-new room. So I will get that bag out of your way, I promise, today.",
        "Henry: Actually, Mom, you know what? It looks kind of heavy. Why don't you let me bring it to the room?",
        "Audrey: All right. Do I have to tip you?",
        "[Chuckles]",
        "Henry: No. You know what? Consider it an apology, really. I actually -- I feel bad, Vienna, because she's been in Oakdale all this time. She hasn't seen any of it. Why don't you take her out, show her around?",
        "Audrey: That sounds like fun. When?",
        "Henry: How about now? You could go to Old Town. You guys could do some shopping, maybe get some lunch.",
        "Audrey: You wouldn't mind?",
        "Vienna: No, no, no. You would love Fashions and the diner.",
        "Audrey: Okay, then, I'm gonna go get my purse. Thanks!",
        "Vienna: I don't know what you're up to, Henry.",
        "Henry: You don't want to know, my sweet.",
        "Vienna: Well, I want you to know that I plan on having a fantastic day with your mother today.",
        "Henry: I'm sure you will. Okay, Mom. Let's see why you're really here.",
        "[SCENE_BREAK]",
        "[Clears throat]",
        "Damian: Lily.",
        "Lily: Hi.",
        "Damian: Hey.",
        "Lily: Luke told me about the new office. I wanted to drop off a little something.",
        "Damian: This is really thoughtful of you. Thank you. Luke won't be here until later. I sent him to be fitted for some suits. But I'll make sure he gets these.",
        "Lily: The champagne's actually more for you. I mean, Luke doesn't drink.",
        "Damian: Well, I guess we know what we're having with lunch.",
        "Meg: Who knew the corporate life would be so glamorous?",
        "Damian: Lily, this does mean a lot to me, especially given how you feel about Luke coming to work for me.",
        "Lily: Well, Holden and I have our reservations. But Luke seems very happy with his decision, and that's what's most important.",
        "Damian: Well, I'm glad you're able to put your feelings aside for his sake.",
        "Meg: Well, you know what? I better head back to the farm. Mama's watching Eliza. So I will see you later.",
        "Damian: I'm looking forward to it.",
        "Meg: Lily.",
        "Lily: Bye. I should get going, too.",
        "Damian: No, wait, wait, wait. There's something I want to discuss with you.",
        "Lily: Okay.",
        "Damian: Well, I've been thinking about expanding my company's holdings, and, well, I'd like your input.",
        "Lily: You're looking to branch out?",
        "Damian: Mm-hmm. And if I do, I'm going to need some more help around here. So how do you think Holden would feel about my hiring another member of his family?",
        "Lily: Guess it depends on how you present it to him.",
        "Damian: That's exactly my thought. And why I'm hoping you'll help me convince him that this could be a terrific opportunity for Meg.",
        "Lily: Meg? [Scoffs] Damian. She doesn't have any business experience.",
        "Damian: She ran Worldwide for a time.",
        "Lily: In name only. What would she even do around here?",
        "Damian: Well, I've been eyeing this pharmaceutical company, and her experience as a nurse would make her an invaluable consultant for the research department.",
        "Lily: I'm sorry, but I think you're making a big mistake.",
        "Damian: Why is that?",
        "Lily: Because it's obvious that the two of you are sleeping together.",
        "Damian: I don't see what my relationship with Meg has to do with anything.",
        "Lily: Damian, you know it would be inappropriate for you to hire Meg now that the two of you are involved.",
        "Damian: So, you're saying I should only work with people I don't like?",
        "Lily: Be serious. What about Meg's family? You know how they're going to feel about this.",
        "Damian: That's why I'm asking for your help.",
        "Lily: It's not gonna matter what I say.",
        "Damian: Why not?",
        "Lily: Because I know how Holden will react. I mean, he's gonna see this as another attempt on your part to insinuate yourself further into our lives.",
        "Damian: Holden needs to let go of the past.",
        "Lily: No. No, I am not gonna undermine my husband so that you can mix business with pleasure.",
        "Damian: What's wrong with that?",
        "Lily: If you do this, you're just gonna end up hurting a lot of people.",
        "Damian: Exactly who is it you're worried that I'm going to hurt?",
        "[SCENE_BREAK]",
        "Emily: You have the right to provide for your child. She can't stop you from doing that.",
        "Paul: I just don't think I should fight Meg on this one.",
        "Emily: Why not?",
        "Paul: Well, because every time we're in the same room, Meg just gets so intense.",
        "Emily: Okay, I know you don't recall this since your memory loss, improved- personality thing, but you tend to illicit that sort of reaction in people.",
        "Paul: It just makes me very uncomfortable. She wants me so badly to remember her. And I don't.",
        "Emily: Fine. Fine. You don't feel a connection to Meg. Frankly, if you ask me, you're better off. But you can't deny your child.",
        "Paul: I don't want Meg to get the wrong idea. That's all.",
        "Emily: About what?",
        "Paul: Well, that I'm using the money to try and hang on to the two of them.",
        "Emily: Then put the check in the mail.",
        "Paul: Uh -- ah.",
        "Emily: I don't know what to say. What do you want me to say?",
        "Paul: It would be great if you could take the check over for me.",
        "Emily: Oh, no. No, no, no!",
        "Paul: It'll be so much easier this for me.",
        "Emily: Easier for you, perhaps. No, see, Meg is not one of my biggest fans. And, trust me, the feeling is quite mutual.",
        "Paul: Well, if you bring the check over --",
        "Emily: Oh, God.",
        "Paul: Then Meg knows that I don't have a secret agenda, that the money's really for Eliza.",
        "Emily: Paul.",
        "Paul: Please. No, I'm just trying to do the right thing here, okay? Help me out.",
        "Emily: Fine. Fine. I'll do it.",
        "Paul: Thank you. And you know what? Why don't you hurry back when you're done, and I will try to think of a way to show you just how much I appreciate you doing all this for me?",
        "Emily: Yeah, I'm sure you will.",
        "[SCENE_BREAK]",
        "Henry: Obituary. They're all obituaries. Most mothers keep mints or cough lozenges in their bag, but not my mom. No, sirree. Hello. Hello, hello, hello. Huh. \"Carl Ramsey has become completely infatuated with me. He says he lives to touch me and swears he'll give me anything I want.\" Carl Ramsey? Carl Ramsey. I guess you didn't get to touch her after all, did you, buddy? \"Frank Ward.\" Frank Ward. Frank Ward. Ben Johnson. Johnson. Why -- why are all the men in my mother's journal dead? Oh, my God. She's killed them!",
        "[SCENE_BREAK]",
        "Jay: Hello, Audrey. Surprised?",
        "Audrey: I --",
        "Jay: \"I\" what? You can't believe that I found you?",
        "Audrey: What are you doing here?",
        "Jay: Come on, you didn't really think that you could just up and disappear on me, now, did you?",
        "Vienna: Nope, it didn't fit. Oh, hello.",
        "Jay: Hello, there yourself.",
        "Vienna: Do you two know each other?",
        "Audrey: Mm -- yeah. Yes. Yes, he's my friend from Chicago. Uh, Jay. This is Jay Stanhope.",
        "Vienna: Oh! So you're visiting from Chicago? Hello. Please, you have to join us for lunch today.",
        "[SCENE_BREAK]",
        "Henry: \"Jay Stanhope won't be happy about my leaving him in Chicago, but I'll find a way to deal with him later.\" Jay Stanhope. He's not in here. He's alive! Oh, no. He's my mother's next victim!",
        "[SCENE_BREAK]",
        "Emily: Meg!",
        "Meg: What do you want, Emily?",
        "Emily: Actually, I was looking for you, if you can believe it.",
        "Meg: A check from Paul? Why are you giving me this?",
        "Emily: Just the messenger.",
        "Meg: Okay, stop playing games.",
        "Emily: It's for Eliza. He wants you to start a trust fund for her.",
        "Meg: Really? So why didn't he just give this to me himself?",
        "Emily: I don't know. Maybe because the last time he offered you money, you turned him down.",
        "Meg: He told you about that?",
        "Emily: Just deposit the check, Meg.",
        "Meg: Why? So you can go back and say mission accomplished? Why are you even involved in any of this? You have nothing to do with this.",
        "Emily: What are you talking about? I'm the reason he wrote the check in the first place.",
        "Meg: What are you talking about?",
        "Emily: He doesn't remember you, Meg, or Eliza. He was ready to write the both of you off.",
        "Meg: So you convinced him not to?",
        "Emily: When Eliza turns 21, tell her she's welcome.",
        "Meg: Okay, wait a minute. Why is he doing this?",
        "Emily: I don't know, Meg. Probably because he doesn't remember that he doesn't care about anybody else but himself.",
        "Meg: So, you're basically taking advantage of him.",
        "Emily: Goodbye, Meg.",
        "Meg: Wait a minute, Emily. I know you. You're getting something out of this.",
        "Emily: I would stop worrying about me if I were you. I would turn around and run and deposit that check as fast as you can before somebody tells Paul who he really is and he takes it back. Goodbye, Meg.",
        "[SCENE_BREAK]",
        "Lily: I am only trying to look out for my family, and that includes you, Damian.",
        "Damian: Why are you worried about me?",
        "Lily: Because if you hire Meg and things don't work out with her personally, where does that leave you?",
        "Damian: Please. My relationship with Meg isn't going to fail.",
        "Lily: Be realistic.",
        "Damian: I am. Things are going very well for us.",
        "Lily: For now.",
        "Damian: And I see no reason why they shouldn't continue. I haven't been this happy in years. Hey.",
        "Meg: I'm sorry. I didn't know you were still here.",
        "Damian: No, we were just discussing a potential deal. What's wrong? You look upset.",
        "Meg: I ran into Emily in Old Town, she gave me this from Paul.",
        "Damian: A check?",
        "Lily: Whoa! Whoa! That's a big check. What's it for?",
        "Meg: According to Emily? Paul wants me to start a trust fund for Eliza.",
        "Damian: I thought you turned him down.",
        "Meg: I did. This is his second attempt. I mean, how could he think he could buy his way out of being there for his own daughter?",
        "Lily: Not to sound callous, but isn't this preferable than having to deal with him --",
        "Meg: It's the principle of the thing.",
        "Damian: Well, look, if it upsets you so much, just give this back to him.",
        "Meg: I want to, but -- but the money, it's for Eliza's future. How can I turn that down? I mean, it's more than I would ever make as a nurse.",
        "Damian: Well, if that's all there is to it, then I have the perfect solution. Come and work for me.",
        "[SCENE_BREAK]",
        "Henry: Got to find this Jay Stanhope guy, and warn him that my mother is trying to kill him. But how?",
        "[Cell phone rings]",
        "Henry: Hello?",
        "Vienna: Hello, my love.",
        "Henry: Vienna! Thank God you're all right. My mother hasn't hurt you, has she?",
        "Vienna: Don't be, silly. We're having the best time.",
        "Henry: I know. Sweetheart, I don't how to tell you this, but learned something about her.",
        "Vienna: Me too. She has a special friend.",
        "Henry: A special what?",
        "Vienna: We ran into this very handsome man in Fashions. And he knows your mother from Chicago.",
        "Henry: He's still alive?",
        "Vienna: Oh, and he is very charming. I know you will love Jay when you meet him.",
        "Henry: Wait a second. Jay? Jay what?",
        "Vienna: Jay Stanhope.",
        "Henry: Oh, my God. He's there with you now?",
        "Vienna: Yes, we just got a table.",
        "Henry: I'll be right down.",
        "Vienna: Fantastic!",
        "Henry: And listen, Sweetheart, you got to promise me something, okay? Don't touch anything until my mother ingests or imbibes it first.",
        "Vienna: What?",
        "Henry: Just promise me!",
        "Vienna: Okay, I promise.",
        "[SCENE_BREAK]",
        "Meg: I don't know what to say.",
        "Damian: \"Yes\" works for me.",
        "Meg: You're right. Your offer is more than generous. I just don't think I'm qualified.",
        "Damian: Well, I disagree. You have a strong medical background. You're good with people. You're smart. You can think on your feet. You're great in bed. Meg, I wouldn't have made you this offer if I didn't think you'd be an asset to my company.",
        "Meg: You make a very tempting case.",
        "Damian: Tempting enough?",
        "Meg: Okay, yes. My answer is yes.",
        "Damian: Excellent! You've just made me very happy.",
        "Meg: And as my first act as your new employee, I am going to go straight to Paul and tell him exactly what he can do with his check.",
        "Damian: You're going to fit in perfectly around here.",
        "Meg: I agree. Thank you. I'll be back.",
        "Lily: You seem very happy with yourself.",
        "Damian: Any reason I why shouldn't be?",
        "Lily: Unless it bothers you that Meg is still hung up on Paul.",
        "Damian: Excuse me?",
        "Lily: If she were truly over him, she would've just taken that check and been done with it.",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Vienna: Oh, Henry, Jay was just telling the most delightful story.",
        "Henry: That's great. How well do you know this woman?",
        "Audrey: Henry!",
        "Henry: I'm just asking. How long have you known her?",
        "Audrey: I -- excuse my son here. He's a little overprotective. Henry, you have not even been formally introduced to Jay, and you're already giving him the third degree.",
        "Henry: Is that a problem?",
        "Audrey: It's just a teeny-weeny bit rude.",
        "Vienna: Oh, you know what? I think it's sweet. Henry rushed down here to defend your honor.",
        "Audrey: Oh, well, I didn't know I had so much honor to defend.",
        "Henry: So you admit it!",
        "Audrey: Admit what?",
        "Henry: That you have a relationship with this man!",
        "Jay: Well, it's -- it's a little more complicated than that.",
        "Audrey: Oh, but what relationships aren't a little complicated in some way or another?",
        "Henry: Ones that are over?",
        "Audrey: What? Would you stop? Could you j -- sit down and just join us and stop asking so many questions. It's not really polite to dig up personal things over lunch.",
        "Henry: You're right, Mother. There are some things that should remain buried.",
        "Audrey: Okay, um, do you mind? But I am just famished. I am starving, and I'm wondering, does anybody want to maybe split an appetizer or two?",
        "Vienna: Oh! Audrey, I really need to powder my nose.",
        "Audrey: Oh, that's nice. I think I saw the little girls room around --",
        "Henry: She knows where it is, Mom. She's just wants you to join her.",
        "Audrey: Oh, okay.",
        "Henry: It's her -- it's her favorite way of bonding. That is, after shopping.",
        "Vienna: Yes, please?",
        "Audrey: Okay. Well, um, since you ask that way, I can't say no.",
        "Henry: Jay, I don't want to alarm you. You seem like a nice guy, but you need to leave now.",
        "Jay: Leave? Why?",
        "Henry: Because your life is danger.",
        "[SCENE_BREAK]",
        "Emily: Uh, shouldn't you be at a bank somewhere?",
        "Meg: You know, I didn't come here to talk to you, Emily.",
        "Emily: Oh, it must be your lucky day.",
        "Paul: Is there a problem?",
        "Meg: Can you explain this to me?",
        "Paul: I think you know what that is.",
        "Meg: Yeah, I know what it is, Paul. I can't believe it. You actually think you can just buy us off?",
        "Paul: I'm not trying to buy you off.",
        "Meg: I heard what you said!",
        "Paul: I'm trying to do something to help your daughter.",
        "Meg: Her name is Eliza, and she's our daughter, yours and mine. And thank you, but we don't need your help.",
        "Emily: Really?",
        "Meg: Stay out of this, Emily. And just so we're clear, if I did need your help now or in the future, I certainly wouldn't ask you for it.",
        "Paul: Fine. Give me back the check if that's how you feel.",
        "Emily: Hold on. Hold on. Just -- I know my opinion means absolutely nothing to you, but you are making a huge mistake! Take the money, Meg. What the hell is your problem?",
        "Meg: Because I am not gonna let Paul buy his way out of his daughter's life.",
        "Emily: No, you wouldn't. You wouldn't. Because then you'd have to let him go yourself.",
        "Meg: You are so off base. Believe me, I am over Paul.",
        "Emily: Then why does this check bother you so much Meg?",
        "Meg: He only did it because you told him to.",
        "Emily: So what? What does it matter?",
        "Meg: He shouldn't have to be talked into being Eliza's father.",
        "Emily: He doesn't know Eliza! He doesn't remember her or you, for that matter!",
        "Meg: You know what? You're in the same category, Emily. So don't kid yourself. Otherwise you wouldn't be standing here right now.",
        "Emily: Okay. Now we're getting to it.",
        "Meg: Excuse me?",
        "Emily: You can't handle the fact that Paul would rather be with me than you.",
        "Meg: Oh, really? Is he with you, Emily? Has he committed himself to you in any real way?",
        "Emily: Thank you. Really, thank you for proving my point. You sound exactly like a jilted lover.",
        "Meg: Oh, yeah, you would know that.",
        "Paul: Hey, hey, hold on a second. Look, I can see that you're upset, all right? But don't be mad at Emily. This is my fault. You're mad at me.",
        "Meg: Are you really gonna defend her to me?",
        "Paul: I was the one who asked her to bring you the check.",
        "Meg: Why?",
        "Paul: Do you want the truth?",
        "Meg: Isn't that what you're all about these days, Paul?",
        "Paul: I didn't want you to think the money meant more than it did.",
        "Meg: You mean that you cared about me or Eliza? You know what? You two deserve each other. And as for this? After all the humiliating things that you put me through and now making the choice to disown your own daughter, we deserve this.",
        "Paul: If you want it, you can have it.",
        "Meg: I thought you changed. But you haven't. You can't. Thank God I finally see that.",
        "[SCENE_BREAK]",
        "Damian: Meg wants to be self-sufficient. She wants to cut all ties to Paul.",
        "Lily: She's been saying that for a very long time.",
        "Damian: Yeah, well, she's doing something about it now. She's returning his check, right? She won't be bound to him any longer.",
        "Lily: No. Just to you.",
        "Damian: That was uncalled for.",
        "Lily: That's what's happening, isn't it? I mean, you're setting Meg up financially. You're become her new savior.",
        "Damian: Meg doesn't need me to save her.",
        "Lily: And yet you're rushing right in to play the hero. Just like Dusty did. And that turned out beautifully for him, didn't it?",
        "Damian: All right, let's get something straight.",
        "Lily: I'm all ears.",
        "Damian: I am a part of Meg's life right now. So you and Holden and everybody else are just going to have to accept that. Do I make myself clear?",
        "Lily: You always do.",
        "[SCENE_BREAK]",
        "Henry: Look, obviously you don't know my mother very well.",
        "Jay: That's a matter of opinion.",
        "Henry: You would not say that if you knew how dangerous she is.",
        "Jay: Audrey's dangerous?",
        "Henry: Very much so.",
        "Jay: Okay, tell you what. Maybe you're right. Maybe I should go.",
        "Henry: Yes! Yes! That's a good idea. And you should hurry. No, you should go this way.",
        "Audrey: Was that Jay I just saw leaving?",
        "Henry: Yeah, it was. It was.",
        "Vienna: He's not joining us for lunch?",
        "Henry: Nope. He said he forgot he had a meeting.",
        "Vienna: That's too bad.",
        "Audrey: No, actually, it's not too bad. It gives me a little more time with you and Henry.",
        "Vienna: Oh.",
        "Henry: I thought you'd be a little more disappointed.",
        "Audrey: And why is that?",
        "Henry: Because I just sent away your latest victim and saved his life.",
        "[SCENE_BREAK]",
        "Damian: You're back.",
        "Meg: Yeah.",
        "Damian: Are you all right?",
        "Meg: Oh, the answer to that question is pretty much up for debate.",
        "Damian: What's wrong?",
        "Meg: How can you not be sick of me talking about my problems?",
        "Damian: After the few rounds I just went with Lily, I welcome it.",
        "Meg: Is everything okay?",
        "Damian: It's fine.",
        "Meg: You sure?",
        "Damian: Yeah, you know how it is when you have a disagreement with your ex.",
        "Meg: Yeah, I do.",
        "Damian: Ah. I guess that explains your mood.",
        "Meg: Yeah, try my life.",
        "Damian: Did Paul give you a hard time about taking back the check?",
        "Meg: Well, that's what I wanted to talk to you about.",
        "Damian: Okay.",
        "Meg: I didn't give him back the check.",
        "Damian: You didn't? Why not?",
        "Meg: When I got there, Emily was there, and don't worry, it wasn't like the last time I caught them together.",
        "Damian: That's a good thing.",
        "Meg: But we still got into it.",
        "Damian: Over the check?",
        "Meg: Over the check, over how she has him wrapped around her finger.",
        "Damian: Is that what you think?",
        "Meg: Oh, please. The moment she found out that he'd lost his memory, she moved right in on him.",
        "Damian: Paul doesn't seem to mind.",
        "Meg: Well, that's because Paul has lost his mind. Do you know what she told me? That she convinced Paul to write that check for Eliza. And he stood there, defending her!",
        "Damian: Sounds like it was very tense.",
        "Meg: You know, by the end of it, I was just so angry, I said the hell with it and them. I am keeping that money. I certainly earned it.",
        "Damian: Meg, I have something to ask you, and I'd like an honest answer.",
        "Meg: Yeah, of course.",
        "Damian: Do you still have feelings for Paul?",
        "Meg: What?",
        "Damian: Because if you do, you need to tell me right now.",
        "Meg: Where is this coming from? You weren't worried about Paul when you offered me the job.",
        "Damian: Well, I didn't think I had anything to be worried about.",
        "Meg: But now you do? Because I didn't give Paul back his stupid check?",
        "Damian: No, it's just, Lily pointed out that I'd be combining my business life with my personal life and --",
        "Meg: Wait, you spoke to Lily about this? Is that what you two were arguing about?",
        "Damian: We weren't arguing. Look, it doesn't matter.",
        "Meg: Yeah, I think it does.",
        "Damian: This is my concern, Meg. Not hers.",
        "Meg: Oh, but she's the one that brought it up, didn't she?",
        "Damian: She wanted to make sure that I'd thought this through, that's all.",
        "Meg: And have you?",
        "Damian: Yes! I wouldn't have made you this offer otherwise.",
        "Meg: Are you rescinding your offer?",
        "Damian: Meg, I want you here. I think you'll be able to do some great work. But at the same time, I have feelings for you.",
        "Meg: Damian --",
        "Damian: I'm not asking you to say the same. But I can't separate the one from the other. Do you understand?",
        "Meg: Yes, of course I do.",
        "Damian: If you commit to be working with me, you're also committing to being with me. I know I'm putting you on the spot right now, but that's they way it is. That's all. Do you understand?",
        "Meg: Okay.",
        "Damian: And don't think I haven't noticed how you've avoided answering my question about whether or not you still have feelings for Paul.",
        "Meg: It's just that you caught me off guard and I \u0096",
        "[Chuckles]",
        "Damian: It's all right. Take your time. I want you to think about your answer. A lot depends on it.",
        "[SCENE_BREAK]",
        "Emily: Well, as much I've enjoyed myself, I really need to head back to the office.",
        "Paul: Can I ask you something?",
        "Emily: Sure.",
        "Paul: You remember everything about me before the, you know, the accident.",
        "Emily: Oh, yeah, every twisted detail.",
        "Paul: So, this beef that I have with Grimaldi, what's that all about? Why did I go after him the way I did?",
        "Emily: Uh, long story. Another day.",
        "Paul: Can you just give me a hint?",
        "Emily: They're sleeping together. Meg and Damian. They're lovers, Paul.",
        "Paul: Did that start when she was still with me?",
        "Emily: No. Oh, no, no, no. You were divorced, but he always had a thing for her, and that drove you crazy.",
        "Paul: That's it? That's the big reason?",
        "Emily: Yeah. That's it. I mean, back in the good old days, that's all you needed to know, or fixate on, I should say.",
        "Paul: Wow. Talk about overreacting.",
        "Emily: Oh, you have no idea.",
        "[Sighs]",
        "Emily: So you really don't care?",
        "Paul: What, that they're sleeping together?",
        "Emily: Doesn't bother you at all?",
        "Paul: Should it?",
        "Emily: No. No. No reason I can think of.",
        "[SCENE_BREAK]",
        "Henry: You want to explain this?",
        "Audrey: Where did you get those?",
        "Henry: From your suitcase.",
        "Audrey: You went -- you went nosing around in my private things? That is an invasion of my privacy.",
        "Henry: Okay, that's the big deal here. Get upset about that. No, no, no. Do you -- do you know these men?",
        "Audrey: They -- they were friends. Yes, friends of mine.",
        "Henry: They were friends.",
        "Audrey: Yes. I mean, I miss them, all of them, very much every day.",
        "Henry: Okay, then why did you kill them?",
        "Audrey: What?",
        "Henry: You heard what I said.",
        "Audrey: How in the world can you make such a heinous accusation?!",
        "Vienna: Henry, your mother couldn't hurt anybody.",
        "Henry: Would you look and just open your eyes, okay? It runs in our family. Remember my sister? Of course, I'm sure you would prefer to that forget she even exists.",
        "Audrey: Wait a minute. You just stop right there. Now you have gone far enough. I was completely devastated by Eve's breakdown.",
        "Henry: Were you? You know, I guess I must've just missed you on visiting days at the sanitarium. When were you there? Was it Tuesday or Thursday? What?",
        "Audrey: She was my baby. I sang her lullabies, and I rocked her to sleep. How in the world can you blame me for what happened to her?",
        "Henry: I don't know. I guess it's when she became Oakdale's serial killer. She must have gotten it from somewhere, Mom.",
        "Audrey: That is a truly cruel and offensive accusation.",
        "Henry: Is it any less cruel than killing one boyfriend at a time?",
        "Vienna: Henry, stop it.",
        "Henry: Why'd you do it, Mom? Was it -- was it for the money? Must have been for the money.",
        "Audrey: Why are -- why are you doing this to me?",
        "Henry: I'm just trying to get some answers from you that you don't seem to want to give me.",
        "Audrey: I think what you want is to -- to hurt me. So congratulations, son. You've succeeded very well. I -- I am not hungry. I -- I want to go. I've lost my appetite.",
        "Vienna: Audrey, I'm so sorry.",
        "Audrey: It is not your fault.",
        "Henry: Oh, yeah, blame me. The next thing you know, you're gonna be blaming the victims.",
        "Vienna: Audrey, why don't you go upstairs and get some rest? I'll talk to Henry.",
        "Henry: Ow!",
        "Vienna: What is wrong with you? You should be ashamed of yourself!",
        "Henry: Me? I'm not the one that killed a half-dozen rich men! She is!",
        "[SCENE_BREAK]",
        "Lily: Meg. This is a surprise. Are you here to see your brother?",
        "Meg: Actually, you're the one I came to see.",
        "Lily: Oh, okay. Come on in. Can I get you some coffee?",
        "Meg: I don't think I'll be staying that long.",
        "Lily: Something wrong?",
        "Meg: You tell me.",
        "Lily: I don't know.",
        "Meg: Why were you talking to Damian about me?",
        "Lily: I beg your pardon?",
        "Meg: Because whatever is going on between me and Damian is none of your business, Lily.",
        "Lily: Is this over my reservations about the job?",
        "Meg: No, it's not. You gave him this idea that I was still -- how did he say it? Emotionally attached to Paul?",
        "Lily: You're taking what I said out of context.",
        "Meg: No, I don't think so.",
        "Lily: I was telling him about how you reacted to the check. I was explaining why you got so upset.",
        "Meg: You told him I wasn't over Paul.",
        "Lily: That's not what happened.",
        "Meg: Okay, look, I just want to know why you did it.",
        "Lily: Why I felt the need to say something? Because I was looking out for you.",
        "Meg: For me?",
        "Lily: Yeah! I don't want to see you get hurt jumping into something so soon.",
        "Meg: It's not up to you to decide.",
        "Lily: You've made that very clear.",
        "Meg: If you have a problem with me and Damian getting closer --",
        "Lily: I don't.",
        "Meg: Then you have a much bigger problem to deal with, seeing as how you're married to my brother.",
        "Lily: What?",
        "Meg: Not that it's gonna be the first time you've been down this road.",
        "Lily: You were right. This is going to be a very short visit. You should go.",
        "Meg: Are you jealous?",
        "Lily: No! How dare you come here and accuse me of having feelings for another man! Damian is Luke's father and a friend. That's all!",
        "Meg: Then why are you doing everything you can to ruin my relationship with him?",
        "[SCENE_BREAK]",
        "Vienna: Have you ever stopped to think that your mother, she just might be unlucky in love? Huh?",
        "Henry: Honey, I played against a lot of bad odds in my time. Nobody is this unlucky.",
        "Vienna: Okay, you need to do something about this.",
        "Henry: Right. I need to call the police.",
        "Vienna: No! No. You need to find a way to make peace with Audrey.",
        "Henry: Why? Why, so she can stab me in the back, she can put arsenic in my martini?",
        "Vienna: No.",
        "Henry: No, no, no, no, no. She is keeping something from us, and you know what? I'm gonna find out what it is.",
        "[SCENE_BREAK]",
        "Audrey: Hi. Could I please, oh, pretty please have a raspberry martini?",
        "Jay: Put that on my tab.",
        "Audrey: I -- I thought you had gone. What are you doing here?",
        "Jay: Sweetheart, when are you gonna realize that you're not gonna get rid of me that easily?",
        "Audrey: Oh, I guess I'm beginning to see that. Listen, I -- I really do appreciate you going along with all of this.",
        "Jay: It just better be worth it.",
        "Audrey: Oh, I promise you it's going to be worth it. As soon as I work everything out with my son, then you are going to get everything you want. And maybe, just maybe, something a little bit extra.",
        "[SCENE_BREAK]",
        "Paul: And how much is in that account? Is that's an exact figure? No, I -- just keep up the good work. I'm sure I'll figure out something to do with it.",
        "[SCENE_BREAK]",
        "Damian: Emily.",
        "Emily: Damian. What are you doing here? I thought relocated offices.",
        "Damian: I did. I did. I'm just here to pick up a few things I left behind.",
        "Emily: Something we have in common. Don't worry, I will get out of your way.",
        "Damian: You look well.",
        "Emily: Thank you. So do you.",
        "Damian: I assume Paul Ryan is responsible for this.",
        "Emily: Well, you can assume what you'd like.",
        "Damian: Well, I hope it continues.",
        "Emily: Why would you care?",
        "Damian: It's simple. I'm with Meg now.",
        "Emily: Oh, congratulations.",
        "Damian: And I'd like to keep it that way.",
        "Emily: Are you afraid things might change?",
        "Damian: Not if you keep doing whatever it is you're doing with Paul now.",
        "Emily: I'll keep that in mind.",
        "Damian: You should. It could help things work out favorably for both of us.",
        "[SCENE_BREAK]",
        "[Chuckles]",
        "Lily: You want to have a relationship with Damian, go ahead.",
        "Meg: Good. I intend to.",
        "Lily: But sooner or later, you're gonna have to face up to the truth.",
        "Meg: Oh, and what exactly is that?",
        "Lily: You still have feelings for Paul. And it is way too soon for you to be going after somebody else.",
        "Meg: I didn't go after Damian. He pursued me.",
        "Lily: And did you ever wonder about that, the timing of all that?",
        "Meg: What are you talking about?",
        "Lily: His interest in you started the moment he had Luke on his side.",
        "Meg: What does Luke have to do with this?",
        "Lily: Come on, Meg. Holden's been saying it for months. And now I see it, too. Damian's got an agenda.",
        "Meg: Are you kidding me? I thought you were always one of his biggest supporters. Well, right up until we got together.",
        "Lily: You can believe what you want.",
        "Meg: Do you want to be honest? Let's be honest here. You can't stand that Damian is sleeping with me because you want to sleep with him yourself.",
        "[NEXT_ON]",
        "Luke: It was fun.",
        "Lily: Because if Holden thinks there's something going on with Damian and when there isn't, I will know who to blame.",
        "Holden: Damian is starting to get to you, just like he did before."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Fx70sHmlqyQ"
}