{
    "Episode Summary": [],
    "Recap": [
        "Lily has car trouble and Carly offers her help, but Lily is being stubborn and refuses. Noah finds out from Casey that Luke is now officially running for president of student body, as Luke apologizes. Aaron tells Allison that he has spoken with a lawyer about a divorce. Allison is saddened and surprised by how quickly Aaron is handling this, but at the same time does nothing to stop it either, which hurts Aaron. Jack and Holden talk about relationships, as Holden wonders if Jack isn't going to be soon roped into certain things if Janet is running the show now. Liberty worries when Janet tells her about Jack asking her to move in. Liberty is upset that Janet is getting her hopes up like every other relationship when in the end, the other person doesn't want the same thing. Lily breaks down and accepts Carly's help. Casey, Luke and Noah discuss the pitfalls of Luke running for president of student body. Allison joins the discussion as Noah suggests Casey be Luke's campaign manager. Kevin learns from Luke that he is his opponent and takes it in stride. Lily invites Carly inside for coffee. Aaron laments to Holden about Allison's reaction to their impending divorce. Janet has a waking nightmare about her future. Liberty goes to see Jack about her mom, suggesting that since he and her mom don't want the same future, the best thing he can do is let her go before she gets hurt like all the other times. Lily tells Carly that she and Holden are really trying this time and that means putting the past truly behind her. Carly is happy for them, but saddened when Lily is unsure they will ever be friends again. Carly jokes about needing all the friends she can get, but she understands how she feels. As she is leaving, Lily rethinks her statement and offers to try to be friends again, as Carly is thrilled. Carly and Lily break the ice by talking about Carly and Jack and some realizations about how she feels about Jack and why she tried to push him and Janet together. Janet and Jack decide to meet after Janet learns Liberty talked with him. After Kevin's campaign manager makes some off color remarks about Luke, Casey decides to take the job as campaign manager. His first duty is to ask Allison to spy for them at Kevin's meeting. Holden suggests to Aaron that he avoid Allison at all costs to get through their break up. Allison goes to Kevin's rally and is upset with how Kevin's campaign manager is acting. Kevin doesn't seem too pleased either, but Allison walks out. Later, Kevin tells everyone that he will win this campaign fairly and without slandering Luke. Allison reports back and Luke, Casey and Noah gear up for a fight, as Allison agrees reluctantly to keep spying. Carly realizes she didn't truly see Janet as a threat, but now she has to wonder if she underestimated it when Lily reminds her how Jack moved on with Katie when he thought they were through. Lily asks Carly to call her to tell her how things go, as Carly is pleased. Carly rushes out to talk with Jack. Janet and Jack talk about what each want in this relationship, as Janet does much of the talking really. Lily tells Holden about her talk with Carly, as he is happy to hear this, but he jokes about him not getting coffee with Dusty anytime in the near future. Carly looks for Jack at the station and is told where to find him. Jack interrupts Janet's ratings about it being ok if they don't want the same thing in the end, by getting down on bended knee to ask her to marry him, just as a devastated Carly walks up behind them."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: You okay?",
        "Lily: Yeah, when I got back from dropping off the girls, this tire looked a little low.",
        "Carly: Ooh, a little, huh? You think its leaking air?",
        "Lily: I don't have a clue. I just hope I make it home before it blows.",
        "Carly: You know, you probably shouldn't drive it.",
        "Lily: Yeah, that's what I was thinking.",
        "Carly: Well, I'm just here to drop this lunch off for Sage at the main office. When I get back, I'd be happy to give you a lift.",
        "Lily: No thanks.",
        "Carly: Lily, it's no trouble.",
        "Lily: It's not far. I'm sure I can make it home.",
        "[SCENE_BREAK]",
        "Noah: And what can I get for you?",
        "Luke: I don't think you're serving what I want.",
        "Noah: Did you come here just to drive me crazy, 'cause that's what you're doing.",
        "[Laughter]",
        "Casey: Get a room, get a room.",
        "Luke: You're just jealous.",
        "Casey: Oh, you know it. Hey, I knew you were into politics, but I never pegged you for a student government scene, you know? But you've got my vote. That's one, right? Two, I'm guessing your boyfriend's backing you.",
        "Noah: Well, last I heard, you were just thinking about running.",
        "Luke: I was --",
        "Casey: Oh no, hate to break it to you, man, but your name's already on the ballot.",
        "Noah: I guess the boyfriend's just the last one to know.",
        "[SCENE_BREAK]",
        "Aaron: Glad you could meet me.",
        "Alison: Hey, no problem.",
        "Aaron: I figured it would be best if we had this conversation in person.",
        "Alison: That doesn't sound good. Are you okay?",
        "Aaron: Yeah, I'm fine. I saw a lawyer today.",
        "Alison: Oh.",
        "Aaron: Yeah, you should be receiving a package in the mail any day.",
        "Alison: A package?",
        "Aaron: Divorce papers.",
        "Alison: Wow.",
        "Aaron: You can't be shocked about this.",
        "Alison: I guess I just didn't expect it to happen so fast.",
        "Aaron: Well, you're the one who told me we should have never gotten married in the first place.",
        "Alison: I know, but I just --",
        "Aaron: Well, then why drag it out, Ali? It makes no sense if the divorce lasts longer than the marriage.",
        "[SCENE_BREAK]",
        "Holden: Yeah, so I'm no expert, but they said it was a good year, and I figured it was a good cause for celebration with you being back on the force.",
        "Jack: Well, thank you very much. I think I'm gonna wait and share this with Janet. After all, I think she's the one who's mainly responsible.",
        "Holden: Really? What did she do?",
        "Jack: Well, she -- she's the one who put the idea in Margo's head to give me my job back.",
        "Holden: Oh, yeah? Does this mean you guys are back together?",
        "Jack: Pretty much.",
        "Holden: My poor mother. She just put that spice rack back together again.",
        "Jack: No, I think Emma doesn't have much to worry about. I don't think that Janet will be moving back in here.",
        "Holden: Oh, you guys are gonna take it slow, huh?",
        "Jack: Actually, I asked her to move in with me into our own place.",
        "Holden: Wow, that's a big step.",
        "Jack: Yeah, one that she's not ready to take.",
        "Holden: Ah, well, you know, you're not the neatest roommate. I mean, come on.",
        "Jack: Oh, stop it. It's not that, I think she just wants more than a roommate.",
        "Holden: And you don't?",
        "Jack: After everything that's happened, I'm fine with the way things are.",
        "Holden: Aren't you worried?",
        "Jack: About?",
        "Holden: About Janet not being fine with it?",
        "Jack: I think we'll be able to work things out.",
        "Holden: All right, well, good luck with that.",
        "[SCENE_BREAK]",
        "Janet: Aren't you going to ask me why I'm happy?",
        "Liberty: No.",
        "Janet: Libby!",
        "Liberty: Okay, Mom. Please tell me why you're so happy.",
        "Janet: Okay, okay, okay. Because Jack asked me to move in with him --",
        "Liberty: No, really",
        "Janet: Yes, really!",
        "Liberty: That is so awesome!",
        "Janet: I know, totally!",
        "Liberty: Are you going to move into the townhouses, Mom? You should, the ones with the pools --",
        "Janet: Whoa, whoa, whoa, whoa. I'm not going anywhere yet.",
        "Liberty: But you just said that you --",
        "Janet: I said that he asked me. But, I said no.",
        "Liberty: Why would you do that?",
        "Janet: Because I am holding out for something better than just a townhouse.",
        "Liberty: How much better?",
        "Janet: Like, how does an emerald cut diamond sound?",
        "Liberty: Mom, don't do this. Please don't do this.",
        "Janet: What?",
        "Liberty: You're setting yourself up for a really big fall again.",
        "[SCENE_BREAK]",
        "Lily: Holden! Why do you always forget to turn your phone on?",
        "Carly: Guess you didn't make it home.",
        "Lily: Amazing observation.",
        "Carly: The offer of a ride still stands.",
        "Lily: No, thanks. I called Holden.",
        "Carly: Is he on his way?",
        "Lily: He will be, as soon as he gets my message.",
        "Carly: Oh, for God's sake, Lily. Will you quit being so stubborn and get in the car. I promise you I won't tell anybody that you let me be nice to you.",
        "[SCENE_BREAK]",
        "Aaron: Everybody thinks I'm still working right now. Are you okay?",
        "Alison: Yeah, oh, I'm fine. I guess -- it's just the word divorce.",
        "Aaron: It's not like you want to stay married -- do you?",
        "Alison: No. And you're right. I mean, it doesn't make sense to wait.",
        "Aaron: No, it doesn't make sense. Anyway, you should be receiving those papers any day.",
        "Alison: Oh, hey, Aaron, wait. Is that it? We're just over? Here at some random table in the Lakeview?",
        "Aaron: Well, you know, actually, Ali, we were over the day you decided to go to Chris Hughes' hotel room the night before our wedding. I have to get back to work, okay?",
        "Alison: I know how mad you are at me. But please, can't we be friends?",
        "Aaron: I don't want to be friends with you, Ali. I don't want to be friends with you. Okay, I want to be your husband, the guy you fell in love with. The guy that you were going to grow old with, okay?",
        "Alison: I know and I'm sorry.",
        "Aaron: Listen, you've done the whole friend thing, and to be honest with you Alison, you really suck at it.",
        "Alison: Okay, I will look for those papers, and thank you for the heads-up.",
        "[SCENE_BREAK]",
        "Casey: I didn't mean to cause trouble between you two.",
        "Luke: No, no, Case, it's cool. If anyone should be apologizing, it's me.",
        "Noah: Okay, I've got ten minutes.",
        "Luke: Look, I'm sorry I didn't make it official.",
        "Noah: No, it's cool. You've been busy.",
        "Luke: No, it's not okay. You should have been the first person I told before anyone else. It just happened so fast. Reg called me, asked if I was really serious about running. Really serious about running. I told him I was and next thing I know I'm on the ballot.",
        "Noah: So is this really what you want to do?",
        "Luke: Why do you think it's such a bad idea?",
        "Noah: I just don't think keeping the gay film festival up and running is really worth all the grief it's gonna cause you.",
        "Luke: Well, look, yeah. It started with the gay film festival. But then, but then I started thinking about the student government we have now, and it's a joke. It doesn't represent any of the diversity on campus and it really should.",
        "Casey: Listen to him, Noah. He actually makes sense.",
        "Noah: Yeah, he already sounds like a candidate.",
        "Luke: But I'm not going to do it if you don't want me to.",
        "Noah: I just want to make sure you're doing it for the right reasons.",
        "Luke: I am. Noah, this has nothing to do with Kevin.",
        "Noah: You sure? Luke; yes, yes I am.",
        "Casey: It won't be easy running against a guy like that. He's got a lot of friends.",
        "Noah: And I don't want to see you get rejected and feel that way. I mean, what if everyone votes for him and no one votes for you?",
        "Luke: Oh wow, guys, your confidence in me is just astounding.",
        "Casey: We're just saying. You gotta know what you're dealing with. Someone like that is a tough opponent.",
        "Luke: Someone like what?",
        "Casey: Popular. Athletic.",
        "Luke: Straight?",
        "Casey: Come on, Luke, I'm not saying that --",
        "Luke: No, no, no. Kevin's straight, and I'm gay, and that's why I'll never win.",
        "[SCENE_BREAK]",
        "Janet: Honey, I know you mean well but you're just -- you're too young to get this.",
        "Liberty: I get you. And I remember all those times you got your hopes up about some Mr. Right who turned out to be Mr. Dead wrong.",
        "Janet: I admit have made a lot of mistakes in the past. But Jack isn't just some guy. He's different. And I'm different. I'm not jumping into this thing deaf, dumb and blind, okay? I'm not going to settle for anything less than what I want.",
        "Liberty: And you think holding out on Jack will get you that?",
        "Janet: Yeah, it's worth a shot.",
        "Liberty: What about Carly?",
        "Janet: What about Carly?",
        "Liberty: Parker thinks she and his dad hooked up again.",
        "Janet: Well, Parker is wrong.",
        "Liberty: Mom, he found his dad's watch next to Carly's bed.",
        "Janet: Liberty, this is none of your business, but I will tell you something. Something almost did happen between Jack and Carly but they stopped it before it went too far.",
        "Liberty: Is that what he said?",
        "Janet: Yes, and I believe him. Now, don't you have to go to school or something?",
        "Liberty: Mom, I just don't want to see you get twisted up again with some guy who can't give you what you want.",
        "Janet: And Honey, I'm not going to sit here and listen to the voice of doom and gloom, Miss Debbie Downer.",
        "Liberty: Fine. But don't blame me when you end up like that creepy old lady in this book I'm reading in my Lit class who ends up sitting in her old wedding dress, with cobwebs all over her, waiting for the groom who never shows up.",
        "Janet: Go! Go to school.",
        "[SCENE_BREAK]",
        "Jack: Hold on a second, what did you mean before?",
        "Holden: When?",
        "Jack: When you said good luck with that. I mean, Janet and I, we may not be exactly on the same page right now, but so what?",
        "Holden: I don't know. It seems to me, one way or another, the women always end up calling the shots.",
        "Jack: Oh, I see, so you're saying if Janet and I get back together, it's gonna be on her terms?",
        "Holden: Would that be so bad? I mean, life without her isn't exactly so great, right?",
        "Jack: True.",
        "Holden: And you can't live here forever.",
        "Jack: True again.",
        "Holden: But you know what, don't listen to me. Because what do I know?",
        "Jack: Well you know plenty. You know plenty. You and Lily finally got back together. And I didn't think that was going to happen anytime soon.",
        "Holden: Me neither.",
        "Jack: So you and Carly -- none of my business.",
        "Holden: No, no, no. You know what, that's over. It's been over for a very long time. There was never any future there.",
        "Jack: Well, there's plenty of that going around. Carly and I decided that it's finally over too.",
        "Jack: Yeah, I thought so too, and for a second there, I thought it was going to work, but no it turns out -- anyway, I'm happy for you. Now that you and Lily are back together, maybe Lily can find it in her heart to be Carly's friend again.",
        "Holden: No, I don't think that's gonna happen any time soon -- if ever.",
        "[SCENE_BREAK]",
        "Carly: It's hard to believe Parker and Faith are in high school.",
        "Lily: And soon they'll be going off to college.",
        "Carly: Oh, that makes me feel so old.",
        "Lily: Well, thank you.",
        "Carly: Any time. Is something wrong?",
        "Lily: Do you want to come in for a cup of coffee?",
        "Carly: Are you sure?",
        "Lily: If you'd rather not --",
        "Carly: No, I'd love to have a coffee with you. It's just been a very long time since I've been welcome in your house. Not that I deserve to be.",
        "Lily: Well, if you're going to come, you better come now, before I change my mind.",
        "[SCENE_BREAK]",
        "Jack: Aaron! Hey, man.",
        "Aaron: What's up?",
        "Jack: Maybe I should get your newlywed advice on marriage. Because it's bound to be more positive than mine.",
        "Aaron: Yeah, I doubt it.",
        "Jack: All right, I'll see you, man. Uhh, did something happen between him and Alison?",
        "Holden: It's a long story.",
        "Jack: Long story? They've been married for five minutes. Thanks. Thanks for scaring the hell out of me about Janet doing --",
        "Holden: Yeah, yeah, anytime. You know, I just want to prepare you, you know. When people start slinging around the \"M\" word, that doesn't go away that easily.",
        "Jack: Well, thank God the \"M\" word has not come into play yet.",
        "Holden: Give it time. Give it time, my brother.",
        "Jack: Thank you.",
        "Holden: See you. Hey, you okay?",
        "Aaron: No.",
        "Holden: Did you see Alison?",
        "Aaron: Seeing her used to make my whole day. Now when I see her, it's like somebody's tearing the inside of my body out.",
        "Holden: What happened?",
        "Aaron: I told her I went to see a lawyer about the divorce.",
        "Holden: Did she fight you on it?",
        "Aaron: Not at all. I'm not sure what's worse, I mean -- her cheating on me, or not even lifting a finger to save our marriage.",
        "[SCENE_BREAK]",
        "Luke: You guys are supposed to be the ones who support me, and you're shooting me down before I even get out of the gate.",
        "Alison: Who's shooting you down?",
        "Luke: Oh, just my friends here. They say I couldn't possibly be elected to student government because I'm gay.",
        "Alison: Nice.",
        "Casey: No, that is -- that is so not what I'm saying. I'm just saying you're not Mr. Popularity --",
        "Alison: Well, with friends like these --",
        "Luke: Right?",
        "Noah: What Casey is saying is that you're not popular in the frat-boy, you know, preppy sort of way that Kevin is.",
        "Casey: Yes, yes, exactly. You run with a different wolf pack.",
        "Luke: Like what wolf pack? The gay wolf pack?",
        "Alison: Okay, I'm going to go get my latte.",
        "Casey: Hey, you okay?",
        "Alison: No.",
        "Casey: Oh. Nursing school really bites, huh?",
        "Alison: I wish it was just that. Aaron's filed for divorce.",
        "Casey: Oh, I'm sorry.",
        "Alison: Yeah, me, too.",
        "Casey: I'd like to buy you a latte --",
        "Alison: That's really sweet --",
        "Casey: But I'm broke, so --",
        "Alison: Okay, way to cheer me up, Case.",
        "Casey: I'm trying.",
        "Noah: Here comes Mr. People's choice right now, with entourage in tow.",
        "Kevin: Hey, so have you made up your mind about supporting me in the election?",
        "Luke: Well, I guess you haven't heard.",
        "Mark: What? Did Kevin scare away all the competition and win by default?",
        "Luke: No. Say hello to your new opponent.",
        "Kevin: Hey, you know what? Good for you. May the best man win. Hey, man",
        "Casey: Hey.",
        "Mark: What's up, Brother? Hey, got a poker game in my place later. You in?",
        "Casey: Ha, very -- very funny. Great guy.",
        "Luke: So, who's Mr. High five?",
        "Casey: That's Mark Vero -- Kevin's frat brother and campaign manager. Kind of a jerk, but really slick. It wouldn't hurt you to get someone like that on your campaign.",
        "Noah: I think he already has someone like that. What do you say, Case?",
        "Casey: No freakin' way.",
        "[SCENE_BREAK]",
        "Carly: I really like what you've done with this room.",
        "Lily: Thanks.",
        "Carly: The curtains, they're new?",
        "Lily: Yes.",
        "Carly: Nice. Nice. I was actually thinking about, maybe changing my family room, too.",
        "Lily: Carly, I didn't invite you over here to trade decorating tips.",
        "Carly: I know.",
        "Lily: I wanted to tell you something.",
        "Carly: Okay.",
        "Lily: Holden and I have agreed to take a leap of faith and to try -- one more time -- to get it right.",
        "Carly: I'm glad for you.",
        "Lily: Part of that means putting past relationships behind us -- meaning Dusty and you.",
        "Carly: I see.",
        "Lily: That doesn't mean I'm going to forget what happened.",
        "Carly: No, no, no one would expect you to do that.",
        "Lily: But I -- I need to learn how to trust Holden again.",
        "Carly: I'm really sorry that I was part of the reason that you stopped.",
        "Lily: Me, too.",
        "Carly: Well, if you ever decide to trust me again -- you know, I'm a little short on friends right now, actually, and I could -- I could certainly use one. Never mind, never mind. I'm really happy for you and Holden. I am.",
        "Lily: What's going on? Why do you need a friend right now?",
        "Car: I'll give you one guess.",
        "Lily: Jack?",
        "Carly: Yeah. I've wanted to call you so many times --",
        "Lily: I've missed talking to you, too. But I honestly don't know if we can be friends again.",
        "Carly: I completely understand. Well, you know, if you can't get your tire fixed in time, I'd be happy to bring the girls to school tomorrow. Anyway --",
        "Lily: Carly? I could try -- acting like we're friends again, I mean, and see how it goes.",
        "[SCENE_BREAK]",
        "[Janet dreaming]",
        "Liberty: Don't blame me when you end up like the creepy old lady in that book we had to read in Lit class. Sitting around in her rotten old wedding dress, covered in cobwebs, waiting for the groom who never shows.",
        "[Clock ticking loudly]",
        "Jack: I'm sorry, Janet. I'm just not ready to get married yet.",
        "[SCENE_BREAK]",
        "[Janet screams]",
        "[SCENE_BREAK]",
        "Cop: About time you got back.",
        "Jack: I was just thinking the same thing.",
        "Cop: We missed you, Man, the Lieutenant most of all.",
        "Jack: I missed being here.",
        "Cop: Bet you didn't miss that.",
        "Jack: I'm not complaining. Liberty, what's wrong? Is it Parker?",
        "Liberty: No, actually, it's my mom.",
        "Jack: Did something happen?",
        "Liberty: Yeah. You.",
        "Liberty: So, my mom said that you wanted to get a place together. What was that all about?",
        "Jack: I thought we'd be spending a lot of time together, I don't know. I didn't really analyze it.",
        "Liberty: Well, she did.",
        "Jack: Well, she told me no.",
        "Liberty: Did you wonder why she said no, maybe?",
        "Jack: She said that she didn't want anything temporary, and I told her I respected that.",
        "Liberty: That's exactly where your problem is. You said you respected her, which means that she thinks that she's worth stepping up for, that maybe if Jack isn't ready now to, like, come in and sweep her off her feet, one day he will and give her this, like, whole big --",
        "Jack: Fairy tale.",
        "Liberty: Wow, she told you that, and you still didn't get it.",
        "Jack: I got it.",
        "Liberty: My -- my mom has had this whole white knight fantasy that this guy would come in and take her away from the shame of single motherhood. She thought you were that guy, but it doesn't really look like you're going to be riding to the rescue anytime soon.",
        "Jack: Listen, this is between your mother and me, okay? And I want you to know I care. I care about your mom a lot.",
        "Liberty: Enough to promise forever?",
        "Jack: Liberty, I've been married -- a few times. I really don't think it's wise or sane to do it again.",
        "Liberty: If it was Carly, would you do it?",
        "Jack: Okay, Carly is none of your business, young lady.",
        "Liberty: Okay, fine. I'm just saying, I think the best thing you could do right now is break it off, please.",
        "Jack: That's not your decision to make.",
        "Liberty: Somebody has to make it, Jack. My mom, she's gonna wait for you to go ahead and do it. She's gonna wait for you to do it, and by then, she'll be too attached, and she will not be bowing out gracefully.",
        "Jack: I really don't think we should be discussing this anymore.",
        "Liberty: Because you think she's okay, right, that she's fine, and she's a really big girl, and she just doesn't care. But she does because I -- I've been there, like, my whole life, and I've seen this happen again and again, so -- if you're not gonna give it to her, can you just stop now, okay? Because it's gonna be harder for her in the long run. I have to go. Please think about what I said.",
        "[Cell phone ringing]",
        "[Liberty clears throat]",
        "Liberty: Hey, Mom. What's up?",
        "Janet: Guess what? I just got a call from your school. They said you didn't show up for class this morning.",
        "Liberty: I needed to take care of something.",
        "Janet: Well, you didn't say anything about that before you left.",
        "Liberty: It's not a big deal, Mom, but I gotta go 'cause I don't want to miss anymore school.",
        "Janet: Liberty -- please tell me you did not go see Jack. Oh, Libby --",
        "Liberty: I just wanted to clear up a few things.",
        "Janet: Well, you shouldn't have.",
        "Liberty: Mom, whatever happens, you'll be okay. I gotta go.",
        "[SCENE_BREAK]",
        "Carly: I definitely did keep trying to get Janet and Jack together. I think mostly that was me trying to repent for past sins, or something. Of course, Jack had a different take on it.",
        "Lily: What does Jack think?",
        "Carly: That I was trying to push the two of them together because I was afraid to give the two of us another chance.",
        "Lily: Was he right?",
        "Carly: I suppose. I suppose I was afraid of making the same mistakes. Hurt him enough, you know.",
        "Lily: When I think about how much I've hurt Holden -- well, you know all about that.",
        "Carly: But you've gotten past it. You both have.",
        "Lily: We're trying. But it's not easy.",
        "Carly: I don't even have to worry about trying with Jack now. You know, we decided to steer clear of each other. Anyway, he's got Janet.",
        "Lily: And you don't feel as good about that as you thought you would, do you?",
        "Carly: No. And I know that I should. He's happy, you know, and it's so much more peaceful for them than it was with me.",
        "Lily: Do you think he loves her?",
        "Carly: I think that he cares about her. I think that he can't help but see how good she is for him. What?",
        "Lily: Do you think part of you fixed Jack up with Janet because you knew she wasn't a threat? You knew deep down inside, he would never love her as much as he loves you?",
        "Carly: I wish you hadn't said that.",
        "Lily: Why?",
        "Carly: Maybe that's exactly what I did.",
        "[SCENE_BREAK]",
        "Jack: Hello?",
        "Janet: Hi, Jack, it's Janet.",
        "Jack: I was just calling you.",
        "Janet: Yeah, I figured as much. I really need to see you.",
        "Jack: Yeah, I need to talk to you, too. Where can we meet?",
        "Janet: Old Town? In front of the bookstore?",
        "Jack: I'll see you there.",
        "[SCENE_BREAK]",
        "Holden: Could you have lived with what she did? Would you have been able to start over?",
        "Aaron: More than I could've lived with being her friend.",
        "Holden: Is that what Alison wanted?",
        "Aaron: I don't know. I mean, I didn't even let her get the words out. But I know Alison. I mean, how could she just give up on us as a couple and expect us to be friends? I mean, we were married. We were married. We were planning our future together, and she thinks that we can just go back to just being friends?",
        "Holden: I understand.",
        "Aaron: And knowing that she could just -- everything is just going to go back to the way it used to be. I mean, come on, it practically kills me when I even see her.",
        "Holden: Then maybe you shouldn't -- see her.",
        "Aaron: Dad, that's not very easy when you live in a town this small.",
        "Holden: Yeah, well, easy or not, the only way to avoid the pain is to avoid her. Any way you can.",
        "[SCENE_BREAK]",
        "Luke: That is a great idea. I always knew you were a genius.",
        "Casey: You can't be serious.",
        "Noah: Why not?",
        "Luke: Look, you can have access to the type of people that I don't.",
        "Casey: You mean the straight crowd?",
        "Luke: No, I mean, the people that think that gay is still a dirty word.",
        "Casey: Oh, so am I going to be like your token hetero, or --?",
        "Alison: Come on, Casey, it would be good for you.",
        "Casey: Easy for you to say.",
        "Alison: Are you afraid?",
        "Casey: Of what?",
        "Alison: That people might question your sexuality if you're associated with the gay candidate?",
        "Casey: Um, these same people thought I was doing a lot more than associating with Luke when Noah was with Ameera.",
        "Noah: Oh, come on, you're a big, strong, straight man. You can take it.",
        "Luke: Okay, Case. Well, at least think about it. I could really use your help. Oh, there's Ian. I need to talk to him about a webpage.",
        "Noah: And I should probably get back to work.",
        "Luke: Look, Noah, I am really, really sorry that I didn't tell you about this earlier.",
        "Noah: Forget it.",
        "Luke: So are we okay?",
        "Noah: Yeah. Just so long as when you win, you don't call me your first lady.",
        "Alison: Luke will definitely have a better chance at winning with you behind him.",
        "Casey: Why do you even care? You don't even go to O.U.",
        "Alison: Luke's still my friend, and Aaron's his brother. And after everything that's happened to that family, it would be nice if something good happened.",
        "Casey: So, this is about helping Luke so you feel less guilty about hurting Aaron?",
        "Mark: Dude.",
        "Casey: Hey, Mark.",
        "Mark: Hey. So there's a rally for Kevin's campaign at Al's in a few minutes.",
        "Casey: You don't need me there.",
        "Mark: Sure, we do. I know the guy running against Kevin is a lightweight, but we're going to put up a fight.",
        "Alison: You should. I hear Snyder's a pretty smart guy.",
        "Mark: Are you kidding? He's a cream puff. If Snyder gets in, first thing he'll do is switch the school mascot from a bulldog to a French poodle! See you at Al's.",
        "Casey: I'll do it.",
        "Alison: You'll run the campaign?",
        "Casey: Yes, under one condition. You do it with me.",
        "Alison: Are you serious? You just said yourself, that I don't even go to O.U.",
        "Casey: I barely even go. But come on, just do this. Do this for Aaron's family.",
        "Alison: That's your way of getting me to say yes?",
        "Casey: Fine, fine. If you're not going to do it for Aaron, do it so you can forget about him. Or just to wipe that smirk off that Vero's face.",
        "Alison: If I did help -- and I'm not saying that I will -- but what would I have to do?",
        "Casey: Just go to the meetings. See what Kevin and his crew are up to.",
        "Alison: You mean, be a spy?",
        "Casey: If Luke is going to win, he needs all the help he can get.",
        "Alison: Okay, I will go to the meeting. But that is all.",
        "Casey: Okay.",
        "Alison: Okay?",
        "Casey: Yes. Thank you. Luke, looks like you got yourself a campaign manager.",
        "Luke: Aw, that is awesome, Casey. Thank you. Thank you, this really, really helps me a lot.",
        "Casey: But I'm not the only one. You also have a secret weapon, and her name is Alison Stewart.",
        "Kevin: Should I stay or should I go? That's what you're asking yourself, right?",
        "Alison: I'm just not sure I can stay for the whole thing.",
        "Kevin: Well, if you stay, I promise you won't regret it. I'm Kevin.",
        "Alison: I kind of figured that. Alison.",
        "Kevin: So, how come I never met you before?",
        "Alison: It's a big campus.",
        "Mark: The multitudes are clamoring for their new leader.",
        "Kevin: Right, that's right. I'll be right there. You going to come?",
        "Alison: I guess missing one class won't hurt.",
        "Mark: Well, let's hear it for our future president!",
        "[Applause]",
        "Mark: First, I'd like to thank everyone for cutting class to be here.",
        "[Crowd laughs]",
        "Mark: I especially want to welcome all you newcomers who came to show your support. First on our agenda is an announcement about our friend's not-so- worthy opponent. Most of you probably haven't heard much about the guy -- and I use the word loosely -- who decided to give our friend Kevin a run for his money. Name's Luke Snyder. And something tells me, if he gets elected, his first act as president will be to reinstate the tradition of homecoming queen. And I do mean queen!",
        "[Crowd laughs]",
        "Kevin: Can we just start the meeting, all right?",
        "Mark: This is the meeting. Sources tell me that Luke is going to be lobbying to show gay porn in the quad. What's next? We scrap football for all-male naked water ballet? You think you're laughing now, check out the videos we're putting on you tube to show what O.U. will be like if Snyder and his friends of Dorothy take over. Like that's ever going to happen, am I right?",
        "Crowd: Right. Yeah.",
        "[SCENE_BREAK]",
        "Carly: If I'm being honest with myself, I guess I have to admit that I may never be ready to give Jack up entirely. And even though I should, because it's really better for both of us -- I don't think I'll ever be able to accept him loving somebody else.",
        "Lily: Finally.",
        "Carly: Okay, so you saw it before I did.",
        "Lily: It's much easier on the outside.",
        "Carly: And when you've seen me go through these things before. The question is, what do I do now?",
        "Lily: Well, for starters, you stop being Janet's cheerleader. You've got to let Jack know how you really feel before it's too late.",
        "Carly: Do you think he could actually fall in love with her?",
        "Lily: It happened with Katie when he thought you two were finished.",
        "Carly: Oh God. What if it's already happened? I've got to go. Hey, thank you -- for everything.",
        "Lily: Will you call me, and let me know what happens?",
        "Carly: You mean that?",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Janet: Hi.",
        "Jack: You okay?",
        "Janet: Are you?",
        "Jack: I -- I -- what do you mean?",
        "Janet: I know Liberty came by to see you. And I didn't ask her to do that, you have to believe me.",
        "Jack: I do. I do.",
        "Janet: Okay. Good. I don't know what she said, but I --",
        "Jack: Oh, she said a lot of things. You've got a great protector in that girl -- and she's quite a young lady.",
        "Janet: How protective was she?",
        "Jack: She doesn't want me messing with your head.",
        "Janet: Oh, that's not what you're doing.",
        "Jack: I hope not.",
        "Janet: You just don't want what I want.",
        "Jack: Which is?",
        "Janet: I told you.",
        "Jack: Yeah, I know what you said. I just don't know what you meant. Were you talking about marriage?",
        "Janet: Yeah, Jack. I'm talking about marriage.",
        "[SCENE_BREAK]",
        "Carly: Hey, Reynolds. I hear Detective Snyder's back.",
        "Cop: Lucky for us.",
        "Carly: I just popped in to congratulate him.",
        "Cop: You just missed him.",
        "Carly: Do you know where he went? Please. It's really important that I find him.",
        "[SCENE_BREAK]",
        "Alison: Oh, that creep, Mark -- I couldn't believe the things that were coming out of his mouth. I mean, get ready for some serious homophobia, you guys. It seems like it's going to be their whole campaign.",
        "Luke: And Kevin didn't do anything to stop it?",
        "Alison: Not that I could see.",
        "Noah: Unbelievable.",
        "Alison: I don't think there's anything Kevin and his posse won't say or do to get elected.",
        "Noah: And this is the guy you were in love with in high school? Can you tell me what you saw in him?",
        "[SCENE_BREAK]",
        "Kevin: All right, all right, settle down. Settle down. My man, Mark, here is just doing what good campaign managers do. So, look -- Luke Snyder's a good guy, all right? He has as much a right to run as I do.",
        "Mark: Do you want to win or don't you?",
        "Kevin: Not by trashing my opponent.",
        "Mark: That's part of the game.",
        "Kevin: Not my game, all right? If I'm going to win -- I want to do it the right way -- or not at all.",
        "[SCENE_BREAK]",
        "Luke: I was so different in high school, obviously. I mean, most people didn't even know I was gay back then.",
        "Noah: Kevin knew. And he seems to be taking it as well now as he did then. I mean, you heard what Alison said about the meeting. It's only going to get uglier.",
        "Luke: Yeah, but maybe if I run, I can take some of that ugliness away.",
        "Noah: Why do you feel like that's your responsibility?",
        "Luke: Noah, do you remember those two guys who stopped us on the road, and wanted to beat us up because we were gay?",
        "Noah: That's not who you're running against here.",
        "Luke: Isn't it? Really? Because if I can prove to just one of those losers that I have every right to be in this race, and that we have every right, to live in the exact same world as them, then I think it's worth it.",
        "Noah: When you put it like that, I can't argue with you. I just don't want you to get hurt.",
        "Luke: Well, with you behind me, I can take anything they dish out.",
        "Casey: What about you, huh? Can you do the spying thing a little longer for the sake of the bigger picture? And no body contact required, I swear.",
        "Alison: Well, as long as they keep their hands to themselves -- I'll be okay.",
        "Casey: All right, then. Let's win this thing!",
        "All: Yeah!",
        "[SCENE_BREAK]",
        "Holden: Okay, so wait. So first, you let Carly give you a ride home and then you invite her in for coffee?",
        "Lily: I wouldn't have had to, if you had remembered to turn your cell phone on.",
        "Holden: Well, I'm sorry about that. Maybe it was a good thing.",
        "Lily: Maybe.",
        "Holden: I'm glad.",
        "Lily: Me too. Because it means that you and I really are moving forward.",
        "Holden: Mmm. Well, don't expect me to do the same thing.",
        "Lily: Have coffee with Carly?",
        "Holden: No. Coffee with -- Dusty.",
        "Lily: Oh!",
        "[SCENE_BREAK]",
        "Janet: You don't have to feel guilty, okay? I'll be fine.",
        "Jack: Liberty said you might say that.",
        "Janet: It's just that we don't want the same things, and that's okay. But the last thing I want to do is talk somebody into marrying me.",
        "Jack: Janet --",
        "Janet: But also, I don't want to end up that old lady in a story book who is just spending the rest of her life waiting for the guy she loves to step up. That's not going to -- Jack -- what are you doing? What are you doing?",
        "Jack: If you close your mouth for 30 seconds you might just find out.",
        "Janet: Oh my God. This isn't happening.",
        "Jack: Janet Ciccone, will you marry me?",
        "[Carly walks up and overhears Jack proposing]",
        "[NEXT_ON]",
        "Emily: Are you giving up on us?",
        "Dusty: I'm saying there is no us.",
        "Meg: Just leave me alone! Stop stalking me!",
        "Margo: When you asked her to marry you, are you sure that's what you wanted?",
        "Holden: Whatever it is you're going to do, you better do it."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=OB6aQ07g_2E"
}