{
    "Episode Summary": [],
    "Recap": [
        "Jessica finds Ben at a gym, fighting with Doc. When he injures his hand, Jessica offers to take him to the hospital and he tells her to stay away from him. Lucy confronts her father about the evidence that Dusty gave her. Roseanna asks Jennifer if she can count on her to testify against her mother, Jennifer telling her she can. Jennifer suggests that Jordan stay with Roseanna, to ease each others grief. James calls Barbara in jail, telling her that he's thousands of miles away and good luck. Tom informs her that her jail stay will be quite lengthy, Hal also informing her that she's out of options; her life as she knew it, is gone forever."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Margo: Hi.",
        "Jessica: Hi.",
        "Margo: I was on my way home. I saw Ben's car was gone. Mind if you have company?",
        "Jessica: Come in, yeah.",
        "Margo: So, Ben's on call?",
        "Jessica: He had to go out. How was Jack's memorial service? I'm so sorry I couldn't be there.",
        "Margo: It was sad. I mean, we all told each other that we were celebrating his life. For a while there, in the pew, it did feel like that, but, no -- Ben is at work now?",
        "Jessica: A neurosurgeon's work is never done.",
        "Margo: Yes, but you just lost the baby --",
        "Jessica: You know, can we not talk about the miscarriage?",
        "Margo: I'm sorry.",
        "Jessica: Can I get you some wine or something like that?",
        "Margo: Yeah, please do. No, Jessica, no. Ben's not at work, is he?",
        "Jessica: He left me. He found out about Doc and -- the baby wasn't his.",
        "Margo: Oh, Jessica --",
        "Jessica: You know, Margo, I just need you to go ahead and say what you're thinking.",
        "Margo: What?",
        "Jessica: That it was coming to me, that Ben is better off without me, that I deserved to have my marriage fall apart much more than you did.",
        "Margo: I would never, never say something like that to you, especially after everything you just lost.",
        "Jessica: You know, I don't need your pity. And I don't need to wait around for the other shoe to drop, okay? So, if you're going to walk out on me, too, then just please do it now, okay? Just say what you have to say and go.",
        "[SCENE_BREAK]",
        "Doc: Come on, what are you going to do? Just run away? Are you going to fight or what? Huh? Come on, then. Come on. Okay, fine. Come on, let's go.",
        "Sparring partner: I've had enough.",
        "Doc: Come on. You haven't had enough. Come on, let's go.",
        "Sparring partner: I'm not looking to end up with a concussion.",
        "Doc: What'd you even come down here for?",
        "Sparring partner: Look, you got stuff to work out? Try a punching bag.",
        "Doc: Oh, hell. Go on home, man.",
        "Ben: Stick around, Reese.",
        "Doc: What for?",
        "Ben: Round two. With me.",
        "[SCENE_BREAK]",
        "Jordan: So, how are we going to do this? How are we going to pack up our son's things -- and put them in a box?",
        "Rosanna: We don't. We -- we don't. We get out of here. We pack up some things for ourselves and just get out of here for a couple of days.",
        "Jordan: And head to the Lakeview?",
        "Rosanna: Yeah. This is not supposed to be here. This is supposed to be in his room.",
        "Jennifer: Jordan? Oh, I'm sorry. Should I come back?",
        "Rosanna: No, it's okay. It's all right. Come on in.",
        "Jordan: Hi.",
        "Jennifer: Hi. Well, they booked my mother down at the station. They've got her in a holding cell.",
        "Jordan: Good.",
        "Jennifer: I just -- I thought you should know.",
        "Rosanna: No. No, it's okay. I want to hear all about it. 'Cause, frankly, I want to make sure that your mother stays behind bars for the rest of her life.",
        "[SCENE_BREAK]",
        "Hal: A lawyer on the phone for you. Keep it short.",
        "Barbara: A little privacy, please?",
        "Hal: I'll send a uniform down for the phone in 15 minutes. If your lawyer can't talk faster than that, tell him he can come down here and visit you himself.",
        "Barbara: First of all, thank you very much. I know its way past business hours, but I've always said that B.R.O. has the hardest-working legal team in America. So let's just show them how it's done, all right? So, firstly, I need bail set. I need it posted. I'm not going to spend the night in this holding tank. And I don't even know who I'm talking to. Is this George?",
        "James: James. James Stenbeck.",
        "Barbara: No.",
        "James: You don't sound very happy to hear my voice.",
        "Barbara: I've been arrested!",
        "James: Sorry about that.",
        "Barbara: You've got to help me get out of this.",
        "James: Barbara, I'd prefer to help you help me.",
        "[SCENE_BREAK]",
        "Carly: I thought everyone had left.",
        "Craig: Well, they're outside, giving you space.",
        "Carly: And what are you doing?",
        "Craig: Waiting for Lucy. She's outside with the stragglers. She's waiting to say good-bye.",
        "Carly: Would you tell them all to go?",
        "Craig: Yeah, okay. Okay. Then Lucy and I can give you a ride home.",
        "Carly: Well, I have my car. Just go.",
        "Craig: No, I don't want to leave you alone.",
        "Carly: What is it with people?",
        "Craig: What?",
        "Carly: I'm the grieving widow. You're supposed to be taking care of me. You're supposed to be doing what I want.",
        "Craig: Is that from a handbook?",
        "Carly: How did I end up with so many commitments and obligations? Memorial services I simply must attend, hands I simply must shake, the phone calls --",
        "Craig: Turn on the machine.",
        "Carly: I did. And I ended up with 100 different versions of, \"we'll miss Jack so much.\" Back-to-back, digitized.",
        "Craig: What do you want?",
        "Carly: To be alone.",
        "Craig: Okay.",
        "Craig: Just pretend I'm not here.",
        "Carly: Sometimes you really tick me off.",
        "Craig: I know. It's a gift.",
        "[SCENE_BREAK]",
        "Lucy: I don't know what this is.",
        "Dusty: Look at the name and the amount there.",
        "Lucy: $2 million.",
        "Dusty: That's a wire transfer from your dad to an offshore account.",
        "Lucy: And you're trying to tell me the name on that account was Wade Larsen?",
        "Dusty: Yeah. The kidnapper.",
        "Lucy: Well, my father must have been paying $2 million in ransom to get me back.",
        "Dusty: Look at the date. You see this? By this point, you were home. You were safe and sound. This is payoff, not ransom. You understand?",
        "Lucy: That's impossible.",
        "Dusty: How can you say it's impossible? You think I made this up? You think I forged this?",
        "Lucy: You know, you keep trying to do this, it's only going to make me hate you. Stop trying to turn me against my father!",
        "Dusty: Hey, hey, hey. Look at this. Look at this. Look at the paper. Your stepfather did not set up the kidnapping, and the bad guys didn't just draw your name from a hat. They were paid by your father -- to grab you.",
        "[SCENE_BREAK]",
        "Jordan: Jennifer isn't the one who helped James escape. And as soon as she found out what her mother had done, she went straight to the police.",
        "Rosanna: I understand that.",
        "Jordan: So it's not fair to put her on the spot, is it?",
        "Rosanna: The police don't have a case against Barbara without Jennifer's testimony. So if she's going to back down, I would just like to know now.",
        "Jennifer: I won't retract my statement.",
        "Rosanna: Even if you have to testify against her in court?",
        "Jordan: Rosanna, stop.",
        "Rosanna: Look, I just want to be clear where we all stand. I don't want any more surprises. Not from James, not from Barbara and not from you.",
        "Jennifer: Rosanna, I loved Cabot, too.",
        "Rosanna: Well, I'm counting on that.",
        "Jennifer: I've left Paul messages about what's happening with Mom.",
        "Jordan: Have you heard anything from him? Is he still looking for James?",
        "Rosanna: That's not going to do any good.",
        "Jennifer: Listen, Rosanna, I know that you're sorry that you got involved with Paul --",
        "Rosanna: Sorry? I wish I'd never laid eyes on him.",
        "Jennifer: You can't mean that.",
        "Rosanna: Your brother claimed to be an expert on all things relating to his father. He told us that if we did what he said, we would all be happy. Instead, my child is dead.",
        "Jennifer: Rosanna, no one could have anticipated that. Paul didn't know that James was going to murder his own grandson! I'm sorry. I'm sorry.",
        "Jordan: No, it's true. Might as well call it what it was. Our son was murdered.",
        "Rosanna: I apologize, Jennifer.",
        "Jennifer: That's not necessary.",
        "Rosanna: No, it is. I'm angry, and I'm upset, and I'm taking it out on you because other people aren't here.",
        "Jennifer: It's okay.",
        "Jordan: Have you talked to Barbara since she was arrested?",
        "Jennifer: Yeah. She wanted me to get her a lawyer. Can you believe that? She's amazing.",
        "Rosanna: What do you mean?",
        "Jennifer: Well, just the way she sees things. I mean, it's so twisted, you think it's some hideous joke, but it's not. She's serious. My mother honestly believes that, in all of this, she is the true victim.",
        "[SCENE_BREAK]",
        "Barbara: I would rather die than come to your aid. It's because you forced me to help you that I'm in this jail cell right now. So what are you going to do to get me out of here?",
        "James: Well, that's problematic, Barbara. I'm thousands of miles away from Oakdale.",
        "Barbara: I helped you because you threatened Will. And I thought for sure that you'd make good on that threat. I never imagined in a million years that you would hurt your own grandchild.",
        "James: I have one question for you.",
        "Barbara: What?",
        "James: Have you heard from Paul?",
        "Barbara: No. But Jennifer told me he's out of town.",
        "James: Then Jennifer's probably told Paul about your arrest?",
        "Barbara: I really don't know.",
        "James: And if Paul hasn't returned to Oakdale, that means he's on his quest to find me. Well, I will not be found. It's as simple as that, Barbara. Lovely chatting with you. Make the most out of prison.",
        "Barbara: James, please, I'm begging you.",
        "James: Bye-bye, darling.",
        "Barbara: James? James?",
        "Tom: Bad news?",
        "Barbara: What do you want?",
        "Tom: I have some information that I think you might be interested in.",
        "Barbara: Really? And what's that?",
        "Tom: Well, I've just figured out approximately how long you're going to be behind bars.",
        "[SCENE_BREAK]",
        "Carly: You know, you can be a really good guy when you want to be.",
        "Craig: Are you talking to me?",
        "Carly: Who did you think?",
        "Craig: Well, I don't know. God? Jack? Inspiring goodness is more their thing.",
        "Carly: True. But you have your moments.",
        "Craig: True, true. Like staying behind after you asked me to leave?",
        "Carly: No, that was just pushy. I'm talking about the things you said about Jack today. And I have to stop tearing up every time I say his name.",
        "Craig: Jack'd hate that.",
        "Carly: Yes, he would. I keep trying to find something right in all of this.",
        "Craig: You still have Parker -- and Sage.",
        "Carly: Oh, I wasn't even thinking. You must be reeling about what happened to Cabot.",
        "Craig: Yeah.",
        "Carly: Did you talk to Rosanna?",
        "Craig: Oh, sure, yeah. At first, she wanted me to come back home with her, but then she realized that her husband, her boyfriend, the chauffeur, the gardener, the cook -- might have a little problem with that arrangement.",
        "Carly: You don't have to make jokes.",
        "Craig: Actually, I do. Because, sometimes reality seems a little much.",
        "Carly: I know the feeling. I only wish I knew how to make it go away.",
        "Craig: Oh, Carly. All we can do is to hold onto what we have, right? I know. I've lost two children now. I know I'm lucky I haven't lost a third.",
        "[SCENE_BREAK]",
        "Dusty: Two hours before the wire transfer, he got your mother to give him $2 million. You can call her right now, if you want. Call the bank, whatever. I wouldn't bring you this if I had any doubt. Any.",
        "Lucy: But you promised. You promised you were going to let all of this go.",
        "Dusty: Well, I tried. But then, your mother called me, so --",
        "Lucy: My mother asked you to investigate my father?",
        "Dusty: Yeah. Wisely, she suspected that something was up.",
        "Lucy: But that's just because she wants Alan to be innocent!",
        "Dusty: But he was innocent. He was innocent. And he was a good husband to her. He's dead now, and Craig's walking away clean? I'm sorry. I know he's your old man, but it's wrong. It's a lie. And it doesn't just hurt you. What about your mother? Doesn't she deserve to know the truth? Lucy, don't you?",
        "Lucy: I hate the truth. I hate it.",
        "Dusty: Lucy --",
        "Lucy: No, don't touch me. Get away from me!",
        "Dusty: Lucy \u0096",
        "[SCENE_BREAK]",
        "Tom: Conspiracy, aiding and abetting a fugitive, withholding material evidence during an investigation. The list goes on.",
        "Barbara: I'm innocent, Tom.",
        "Tom: Your daughter feels otherwise.",
        "Barbara: She's confused.",
        "Tom: See, I don't believe that. I believe that because of your connection with James, an innocent, young baby boy is dead. And I only wish that I could charge you with his murder, as well.",
        "Barbara: So how long am I going to be in here?",
        "Hal: It's about time you faced some facts, Barbara. Your life as you know it is over.",
        "[SCENE_BREAK]",
        "Margo: Oh, thank you. Great, I needed that. Now, you sit down, because you've got to hear this. Jessica, if you think for one minute that I am going to walk out on you now, when I just got you back in my life, then you have no idea how much I love my best friend.",
        "Jessica: You don't have to say that.",
        "Margo: Look, we need each other now more than ever. Tom asked me to sign separation papers.",
        "Jessica: Separation papers?",
        "Margo: And I said, \"When pigs fly.\" And now Ben is -- how did he find out that the baby isn't his?",
        "Jessica: He ran a test result on the fetus.",
        "Margo: Why? Why? Was he suspicious of something?",
        "Jessica: No, no. No, he just wanted to make sure that it wasn't some kind of genetic problem that caused me to miscarry. He did it because he cared about me. Because he loves me.",
        "Margo: Oh, Jess --",
        "Jessica: And then he saw the baby's blood type.",
        "Margo: Oh, and he knew that the baby wasn't his.",
        "Jessica: I should have just told Ben. I didn't care about Doc. It was a mistake. When you make a mistake, you should be able to tell the person you love, no matter how terrible it is.",
        "Margo: Yeah, in a perfect world.",
        "Jessica: I owed Ben my honesty.",
        "Margo: You owed him monogamy, as well. I'm not -- trust me, I am not saying this to be mean. You and I both know I was walking down the same road as you. And if I had just been honest --",
        "Jessica: What, you think Tom would have understood? If you had just told him flat out that you were dangerously attracted to another man?",
        "Margo: I don't know. I suppose he still would have left me. But I don't know. Why was everything so fuzzy back then, and it's all so crystal clear now? Everything I did with Doc, everything, was wrong. It was a mistake. It was wrong. I allowed myself to be alone with him, knowing how attracted I was to him, knowing what it would lead to. But I was out of control.",
        "Jessica: You wanted him. And that was all you wanted at that moment. And that's all that mattered.",
        "Margo: Now what?",
        "Jessica: Now you stick to your guns. You let Tom know that you are not giving up on your marriage. You just keep sending him that message.",
        "Margo: I sure hope he gets it. And what about you?",
        "Jessica: I'm going to take a page from your book. I'm going to find Ben, and I am going to try to make him understand that I'm not giving up. I'll get counseling, or we could do counseling together. You know, whatever it takes to fix this.",
        "Margo: But what if he doesn't agree?",
        "Jessica: Then I'm better off knowing that my marriage is over. I mean, I have spent the last few weeks of my life afraid Ben would find out, afraid that he would leave me. Well, if he's really gone, then that's something I need to know. And I need to know as soon as possible.",
        "[SCENE_BREAK]",
        "Doc: What do you think this is going to prove?",
        "Ben: I just feel like fighting.",
        "Doc: Do you at least wanna tell me what we're fighting about?",
        "Ben: My wife.",
        "Doc: What about her? Oh, whoa, whoa, whoa, whoa. There is nothing going on between Jessica and me. I don't know what you've heard, if it's some kind of gossip --",
        "Ben: I've got lab results.",
        "Doc: What are you talking about?",
        "Ben: I had them run an autopsy on my child. Thing is, it turns out he wasn't my child.",
        "Doc: He? He was mine?",
        "Ben: Let's do this.",
        "Doc: I'm not gonna do this, man.",
        "Ben: Come on.",
        "Doc: I'm not gonna do it.",
        "Ben: Come on. See, I always knew you were a little coward! You little punk!",
        "Doc: Okay, Doctor Ben. Fine. You wanna go?",
        "Ben: Yeah, I wanna go.",
        "Doc: Let's go. Let's do it, then. Come on.",
        "Ben: Let's do it.",
        "Doc: Okay. Come on. You wanna go, let's go.",
        "[SCENE_BREAK]",
        "Dusty: Hey. Sorry. What's going on?",
        "Lucy: My dad loves me so much.",
        "Dusty: Yeah, of course he does.",
        "Lucy: He had people kidnap me. How did I lose so much?",
        "Dusty: You didn't lose that much. You've still got me.",
        "Lucy: I can always count on you to look after me, huh?",
        "Dusty: I guess you were doing okay before I showed up.",
        "Lucy: Not really. My baby brother's dead.",
        "Dusty: Cabot?",
        "Lucy: There was an explosion, and he didn't survive and --",
        "Dusty: Oh, baby, I'm so sorry. I'm so sorry. I wouldn't have done this today had I known.",
        "Lucy: Like there would have been a better day to tell me my father kidnapped me. That, because of him, Wade Larson buried me alive and -- why did he do this?",
        "Dusty: I can't tell you.",
        "Lucy: Why did he do this to me?",
        "Dusty: Its okay, sweetheart. It's over now. It's over now.",
        "Lucy: I could have died. If you hadn't been there to save me --",
        "Dusty: It's okay.",
        "Lucy: I would have.",
        "Dusty: Hey, you're okay now.",
        "Lucy: Did you tell my mother about this evidence?",
        "Dusty: No.",
        "Lucy: Did you tell the police?",
        "Dusty: No.",
        "Lucy: Why not?",
        "Dusty: Because it's not important enough for me just to be right. It's got to be right by you. That piece of paper, it's yours. You can tell the world what Craig did. Or you can tear it up and forget it ever happened. Whatever works for you.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Craig: Yes, she did. She's back. And she's healthy. And I'll never forgive myself.",
        "Carly: For what?",
        "[SCENE_BREAK]",
        "Dusty: You gonna talk to Craig?",
        "Lucy: It's something I have to do alone.",
        "[SCENE_BREAK]",
        "Rosanna: I'm just going to go upstairs and pack up some things. Thank you again for understanding.",
        "Jennifer: So, are you two still planning on getting out of here tonight?",
        "Jordan: Yeah. Jen, the thought of staying in this place without Cabot --",
        "Jennifer: You could stay with me.",
        "Jordan: I don't think that staying at Barbara's suite is the right answer, either. I think I need some time alone.",
        "Jennifer: Of course. Yeah, well, I should go.",
        "Jordan: Wait, wait, wait. Jen, what's happening here?",
        "Jennifer: Well, of course you don't want to stay with me. I mean, how can you even stand to look at me after what my mother did?",
        "Jordan: Jen. Jen, I love you.",
        "Jennifer: I love you, too. Okay, I will let you go tonight. But let's not make a habit out of this.",
        "Jordan: Deal.",
        "Jennifer: What about Rosanna?",
        "Jordan: What do you mean?",
        "Jennifer: Do you really think that she should be alone?",
        "Jordan: I didn't even think about that. She was so insistent that I -- well, maybe I should call someone.",
        "Jennifer: Who? Even if Paul were here, she wouldn't let him anywhere near her. And she hates Craig, and Carly is still reeling over Jack's death. Who else is there?",
        "Jordan: There's me. If she'd let me stay with her, and that's a big if, would you mind if I did that?",
        "[SCENE_BREAK]",
        "Craig: When I saw that videotape the kidnappers had, when I saw Lucy in that box --",
        "Carly: It must have been so scary.",
        "Craig: Oh -- yeah, usually, you know, in my life, there is always an angle. There's always a way, always, but then I saw -- I saw that, and for once, there was no way. I couldn't see her coming back.",
        "Carly: But she did.",
        "Craig: Yeah. Yeah, she did. She's back. And she's healthy. And I'll never forgive myself.",
        "Carly: For what?",
        "Craig: Oh, for not seeing the warning. For not seeing what was going on.",
        "Carly: Oh, Craig, you're a smart man, but you're not psychic. Give yourself a break.",
        "[Craig laughs]",
        "Carly: What?",
        "Craig: I don't think anybody's ever said that to me.",
        "Carly: Well, that's because you never deserved to hear it before. But this, this one time, it was not your fault.",
        "Craig: She's my daughter, Carly.",
        "Carly: Yeah. And just because you love her doesn't mean you can design her life so that she'll never be hurt. I've relived the night that Jack died a million times. And every time, I've done something different, something that kept him from going out that door and going off that bridge and leaving me.",
        "Craig: Jack didn't die because of something you did or something you didn't do.",
        "Carly: Right. And you are not responsible for what Sierra's husband did. You are not responsible for any of it.",
        "[SCENE_BREAK]",
        "Lucy: Can I call you later?",
        "Dusty: You gonna talk to Craig? I'll wait for you here.",
        "Lucy: No, you go. This is something I have to do alone.",
        "[SCENE_BREAK]",
        "Jessica: Ben's not at the hospital. One of the doctors said that he was asking about that gym downtown, that new place. He said he was going to try it out.",
        "Margo: On Fillmore Street?",
        "Jessica: Yeah, right. Why?",
        "Margo: Because that's where Doc goes to spar. Does Ben know that?",
        "Jessica: I'm going over there.",
        "Margo: All right. I'll drive you.",
        "[SCENE_BREAK]",
        "Doc: Hey, listen. Can we just settle this thing man-to-man?",
        "Ben: You mean, man-to-dog? Because that's what you are. You're a dog, Reese.",
        "Doc: Okay, you know what? You know what? I'll cop to that, okay? I'll cop to that. But, listen, if you're willing to walk away right now, we'll just call this thing a draw. How about it?",
        "Ben: You sleep with my wife. Ruin my marriage. And you want to call it a draw?",
        "Doc: Okay, you've proved your point, and I've proved mine. When it comes to being a good guy, okay, you've got me outclassed. But in this ring, Dr. Ben, you are nothing. You don't compare, so go home before you get hurt.",
        "Ben: I'm not finished with you.",
        "Doc: Ben, I am finished with you.",
        "Ben: Bring it!",
        "Doc: Fine. You want it, good doctor? Let's go. Come on, let's do it. Come on. Yeah, come on.",
        "[SCENE_BREAK]",
        "Hal: Off the record, just between you and me, why did you do it?",
        "Barbara: James threatened Will.",
        "Hal: And it never occurred to you to call me?",
        "Barbara: How many times have you gone up against James? How many times have you won? I went with the odds, Hal.",
        "Hal: We had him, Barbara. We had him on his way to a whole new kind of maximum security.",
        "Barbara: Oh, please. It'd only be a matter of time before he turned that place into his own playground. Where he could buy anything, buy anyone! He would have killed Will with a phone call! You know it. You can't deny it.",
        "Hal: Yes, I can, Barbara. James wins because you let him! You caved to him instead of coming to someone who could have made sure that he never made another phone call for as long as he lives.",
        "Barbara: Can you honestly say that, if you were given the same choice, that you would not have --",
        "Hal: Yes! I never would have unleashed that murdering scum under any circumstances because it would have ended in -- it would have ended the way that it did.",
        "Barbara: I'm devastated about Cabot.",
        "Hal: Really?",
        "Barbara: Yes.",
        "Hal: Who was on the phone tonight, Barbara? Was it James? I'm going to make sure you don't hurt anybody else. This stops right now.",
        "[SCENE_BREAK]",
        "[Music box melody plays]",
        "[Rosanna sobbing]",
        "Jennifer: Of course I don't mind if you stay with Rosanna. After all you guys have been through, you understand each other better than anyone else could. Better than I ever could.",
        "Jordan: You understand more than you think, Jen. Otherwise, why would you be so concerned about Rosanna? That compassion is one of the many things that I love about you.",
        "Jennifer: Well, I will keep reminding myself of that as I'm missing you tonight.",
        "Jordan: Are you going to head home?",
        "Jennifer: Actually, back to the station. I want to know what the charges are against my mom. And I want to talk to my dad about Will and how this news, if and when he hears it, will affect him.",
        "Jordan: You think it's gonna set him back.",
        "Jennifer: Yeah. I mean, that's almost a guarantee. Will loves Dad and Paul and me, but I don't know. He just has this connection with Mom.",
        "Jordan: So do you.",
        "Jennifer: After what she did?",
        "Jordan: Jen, if you need me to come with you --",
        "Jennifer: Hey, I always need you. But tonight Rosanna needs you more. I'll see you in the morning.",
        "Jordan: Sweet dreams.",
        "[Rosanna sobbing]",
        "[SCENE_BREAK]",
        "[Grunting]",
        "Doc: Is that all you got? Is that all you got? Come on!",
        "[Grunting]",
        "Jessica: What did you do? Are you okay?",
        "Ben: Just get out of here!",
        "Jessica: Please tell me you didn't break your hand. Let me see it.",
        "Ben: Don't touch me. I don't need anything from you.",
        "Jessica: Except maybe a ride to the hospital. That hand needs to be looked at. Come on, I'll take you.",
        "Ben: Like hell you will!",
        "[SCENE_BREAK]",
        "James: My beautiful, talented, handsome grandson. We're going to have so much fun together, you and I. Yes. This isn't exactly what I had in mind, but it's even better than I had imagined. Now I have you all to myself. Yes. I don't have to share with those tedious people back in Oakdale. I'm sure some of them will miss you. But they'll just have to deal with their loss in their own unique, constructive way.",
        "[SCENE_BREAK]",
        "[Rosanna sobbing]",
        "[SCENE_BREAK]",
        "Craig: Now you're sure you don't need a ride home?",
        "Carly: No, I'll be fine. How about you?",
        "Craig: Me? I float. Come on, you know that.",
        "Carly: That's not what I'm talking about.",
        "Craig: If I need a shoulder to cry on, I'll call you.",
        "Carly: And if you get the answering machine?",
        "Craig: I'll show up on your doorstep, like always.",
        "Carly: Hmm. Anytime.",
        "Craig: Oh, I was just about to come looking for you. What? What happened? What's wrong? What?",
        "Lucy: How could you?",
        "[NEXT_ON]",
        "Dusty: I care about Lucy.",
        "Lucinda: How dare you plan to throw her whole life topsy-turvy? When you can't even say that you love her.",
        "Lucy: I know you paid people to kidnap me!",
        "Molly: You're the best, Holden Snyder."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=SWk51VQ9ta0"
}