{
    "Episode Summary": [],
    "Recap": [
        "Lily finds out that Dusty now owns part of Worldwide. Holden checks in with Meg wondering if she and Paul are ok; Meg assures him everything is fine, as she thinks Paul is getting better. Emily is worried about what Paul is going to do to Dusty. Lily and Dusty disagree with his decision to stay in Oakdale; Lily is upset with Dusty and wants him to stay away from her and Holden. Derek comes to see Bonnie, but he thinks she would be better off without him. Lily tells Holden that Dusty is sticking around now that he owns part of Worldwide. Lily and Holden worry Dusty will always come between them. Paul hires Derek to plant drugs on Dusty by blackmailing him since he didn't press charges against him before. Emily overhears this plan and calls Paul on it. Paul explains that this is part of the bigger plan to discredit Dusty in Meg's eyes. Holden goes to see Dusty to tell him to stay away from Lily because of how much he hurt her, but Dusty calls him on his affair with Carly causing Lily more pain then he ever could have. Faith tells her mom that she is worried that they are going to split up again; Lily assures her that she and Holden are going to try harder then ever before to stay together. Derek goes to see Meg to tell her what Paul is up to. Holden and Lily try to come to an understanding about forgiving and forgetting and the past staying in the past. Meg learns of Paul's underhanded activities from Derek. Emily and Paul argue about his plan to set up Dusty and when Dusty interrupts them. Paul taunts Emily to tell him, but Emily lies. Meg confronts Paul about him offering Derek money to set Dusty up. Paul tries to make Meg understand his twisted rationale, but Meg can't take it and tells him that she is done and can't help him anymore. Lily and Holden really listen to one another and promise to love one another unconditionally and to believe and trust in one another blindly. Meg tells Paul that she can't risk the stress he is putting on her and the baby; she is leaving. He is acting like James and she can't live like they are. He needs to figure out a way to get over his obsession with Dusty, and until then, he can't be a husband or father to their baby. Derek asks Bonnie for another try after he explains that he can do the right thing because he just did it, as Bonnie gives him another shot. Emily advises Dusty to be careful around Paul because he isn't playing with a full deck, as Dusty is unfazed. Meg leaves and \u0091James' advises Paul to be a man and do something about his wife, who just left him for Dusty. 'James' tells Paul to get rid of the obstacle in his way for good, as Paul tells him that he is right that he knows what he will do."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Dusty?",
        "Dusty: Hey, Lil.",
        "Lily: What are you doing here?",
        "Dusty: I'm doing some work with your mother.",
        "Lily: Really? Should I be picking out another black dress?",
        "Dusty: No, no. Not like that.",
        "Lily: What's it like? Or do I not have a right to know?",
        "Dusty: Are you picking a fight with me?",
        "Lily: No.",
        "Dusty: I apologized to you. And if you can't accept that, I'm sorry.",
        "Lily: How nice of you to consider my feelings.",
        "Dusty: I don't get it. Your mother gets arrested. You call me, I get her off the hook. Am I getting this wrong?",
        "Lily: No, that's all true.",
        "Dusty: So that was supposed to even the score, you know? Put the past in the past.",
        "Lily: You just -- it doesn't matter. You know what? We'll do it your way. We'll put the past in the past.",
        "Dusty: Good.",
        "Lily: I'm just dropping this off for my accountant. Whatever you and my mother are up to, it's none of my business. Forget I even asked.",
        "Dusty: There is something that you should probably know. I'm not exactly working with your mother.",
        "Lily: Then what are you doing with her files?",
        "Dusty: These are technically mine, as of yesterday. I bought Worldwide.",
        "[SCENE_BREAK]",
        "Holden: Hey, you.",
        "Meg: Hey. This is a nice surprise. Come here. Are you checking up on me?",
        "Holden: I've been so worried about you. With Paul in and out of the hospital, Dusty inheriting Stenbeck's money, all the stuff at Worldwide. It's a lot, Meg.",
        "Meg: Yeah, it was, but things are better now.",
        "Holden: Really?",
        "Meg: Really. And I understand why you'd be worried. Paul's been through a lot lately. We both have.",
        "Holden: Well, as long as the baby's okay, I won't worry.",
        "Meg: The baby is perfectly fine. So am I. Do you want something to drink?",
        "Holden: Yeah, yeah. I'll have some water.",
        "Meg: Paul is doing so much better. It was a little tough at first, dealing with what James did to him, Dusty getting all of his money.",
        "Holden: Yeah, I can imagine.",
        "Meg: But Paul has found a way to put all that behind him.",
        "Holden: Really?",
        "Meg: Mm-hmm.",
        "Holden: What did he do?",
        "Meg: He offered to sell his shares of Worldwide to Lucinda. And she passed, but then he ended up making a deal with a foreign company.",
        "Holden: You're kidding me.",
        "Meg: Nope. So now he has all this free time to focus on us and our baby.",
        "[SCENE_BREAK]",
        "Paul: How the hell did Dusty get the company?",
        "Emily: Would you sit down and be quiet?",
        "Paul: What did you know about this?",
        "Emily: Just what I told you yesterday. You sold your shares to an off-shore corporation that Dusty happens to own.",
        "Paul: Didn't my father give him enough?",
        "Emily: I don't think this was about money.",
        "Paul: Really, what's it about?",
        "Emily: You want the truth?",
        "Paul: No, I want you to lie to me.",
        "Emily: Okay, from what I understand, this wasn't about Dusty gaining a company. This was more about --",
        "Paul: More about what?",
        "Emily: Getting you out of it.",
        "Paul: This was a setup from the beginning, wasn't it?",
        "Emily: What are you talking about?",
        "Paul: Meg was the one who encouraged me to sell my shares. She said it would be easier for us.",
        "Emily: Well, maybe she was right about that.",
        "Paul: And then all of the sudden, as if by magic, Dusty turns out to be the buyer?",
        "Emily: Hold on. You think Dusty and Meg were in on this together?",
        "Paul: Well, it wouldn't be the first time that Dusty used my wife as a tool to try and get to me.",
        "Emily: No, you're wrong. You're wrong. That's not what happened.",
        "Paul: I am sick of Dusty interfering with my life. I am not going to sit here and take it anymore.",
        "Emily: Well, you've already lost Worldwide. What can you do now?",
        "Paul: I can make sure that he never does anything like this ever again.",
        "[SCENE_BREAK]",
        "Lily: You bought my mother's company?",
        "Dusty: Controlling interest. And it's not your mother's company. Paul offered it to her, but she didn't want it.",
        "Lily: But you did. Why?",
        "Dusty: I have my reasons.",
        "Lily: You said that you just wanted to find Johnny. How are you going look for him and run a major corporation at the same time?",
        "Dusty: Well, I have a lot resources now. It'll be good for me.",
        "Lily: Yeah. Yeah, always looking out for number one.",
        "Dusty: I'm going to cause any problems for you, don't worry about that.",
        "Lily: No, Dusty, you just do whatever you want, however you want, wherever you want. But why am I always the one who has to pay for it?",
        "[SCENE_BREAK]",
        "Emily: You want Dusty to stop interfering? Then keep your wife occupied, and get her as far away from Dusty as humanly possible.",
        "Paul: What else do you think I intend to do?",
        "Emily: I don't know. Something a lot worse.",
        "Paul: Don't worry, you won't be implicated.",
        "Emily: Okay, you don't own the company anymore, you've got nothing tying you down. So take your pretty little wife and move somewhere else. Start a new life somewhere else. That whole out-of-sight, out-of-mind thing usually works pretty well.",
        "Paul: No, no. No more running away. That won't work this time.",
        "Emily: So what will? Paul, answer me. What are you going to do to Dusty? I'm not leaving until you tell me what's in store for Dusty.",
        "Paul: Okay. Look, you don't need to worry your pretty little head about it.",
        "Emily: Excuse me. You cannot threaten him like that and expect me to just forget about it.",
        "Paul: Okay, you stay out of it, okay? I'll take care of him. I don't need your help this time.",
        "Emily: You'll take care of him? What is that supposed to mean?",
        "Paul: I gotta go.",
        "Emily: Paul. Paul.",
        "Paul: I gotta go.",
        "Emily: Paul, get back here. Paul!",
        "[SCENE_BREAK]",
        "Meg: I am not fooling myself. I know Paul's history. The lying, the scheming. But so much of it was just a kneejerk reaction of all the abuse he got from his father. And now that James is gone, well, Paul can be himself again.",
        "Holden: Just like that, huh?",
        "Meg: No. It's a process, like anything. And I'm sure he'll be tempted to go back to his old ways, but he knows I won't tolerate that behavior anymore.",
        "Holden: And you think that's enough to keep him on the straight and narrow?",
        "Meg: Well, if he wants our marriage to work.",
        "Holden: What about all that bad blood between him and Dusty? Is he going to be able to let go of that?",
        "Meg: He says he already has.",
        "Holden: I'm sorry, but I just don't see it.",
        "Meg: I have to give him the benefit of the doubt, Holden. He is my husband.",
        "Holden: Okay, all right, fine. If you say that he's sold his interest in Worldwide, that's a step in the right direction. It seems like he's focusing on you and the baby, so --",
        "Meg: He is. Selling the company was a big deal to him. But he did it for me.",
        "Holden: Yeah, but he needs to do it for himself to make it stick.",
        "Meg: Okay, well, that's the thing. You know, I don't think he realized how much he wanted it until he sold the shares. And then, you should have seen him, Holden. He was so happy. It was like a weight was lifted off his shoulders. And we're finally on the same page.",
        "Holden: Nice place to be, right?",
        "Meg: The best.",
        "Holden: Okay. Then I won't put a damper on it.",
        "Meg: What, what? Who are you and where is my brother?",
        "Holden: Hey, hey, if you're happy, I'm happy. Just make sure he stays that way, okay?",
        "Meg: Yeah, don't worry. Paul has learned from his mistakes. We both have.",
        "[SCENE_BREAK]",
        "Lily: You still have no idea, do you? What I went through after you -- disappeared. Dusty, you were my best friend. You were my first lover. You held a place in my life that nobody else could.",
        "Dusty: I felt the same way about you. And I still do.",
        "Lily: Holden, he tried to make it better. But he couldn't. Do you have any idea what that did to him? Watching me mourn you? And then, when that box of your stuff showed up.",
        "Dusty: Okay.",
        "Lily: Your books. Pictures of us together. The shirt. Your tape that you made. I couldn't let it go. I felt like I was losing you all over again.",
        "Dusty: I'm sorry.",
        "Lily: Not nearly as sorry as I am. How can I blame Holden for turning to Carly? That affair they had? I wasn't there because of you.",
        "Dusty: Is this making you feel better? Bringing all this stuff up? Is it?",
        "Lily: You know what? I never thought that Holden and I would find our way back to each other, but we did. And you know what? We were making progress, we were learning to trust each other again, and then you just show up, and you act as if nothing ever happened between the two of us. Well, you know what? If that sends us back to square one, I don't know if we can make it.",
        "Dusty: Well, that's between you and Holden, isn't it? Not me.",
        "Lily: You're not making it easy for me. Seeing you. You're staying here, you're taking over my mother's company?",
        "Dusty: This doesn't have anything to do with --",
        "Lily: Yeah, this doesn't have anything to do with me. I heard you, okay? Let's keep it that way. For my sake. For Holden's sake. Good-bye.",
        "[SCENE_BREAK]",
        "Bonnie: Well, I guess that answers that.",
        "Derek: Answers what?",
        "Bonnie: You're alive. I haven't seen you around.",
        "Derek: Yeah, I was hoping you'd be so busy with Metro you didn't notice.",
        "Bonnie: So, where have you been?",
        "Derek: Out of town.",
        "Bonnie: Okay, there are these things called phones. And maybe you should try to use one.",
        "Derek: Yeah, I guess I didn't know what to say. I must have picked the thing up ten times a day at least.",
        "Bonnie: Well, that tells me everything I need to know.",
        "Derek: So, what? You think I'm just not that into you? Is that what it is? Bonnie, by not calling you, I was doing you a favor.",
        "Bonnie: Yeah, how do you figure that?",
        "Derek: Because you don't really know me.",
        "[SCENE_BREAK]",
        "Holden: Hi.",
        "Lily: Hi.",
        "Holden: You okay?",
        "Lily: Fine.",
        "Holden: No, you're not. What is it? Maybe I can help.",
        "Lily: I was at Worldwide.",
        "Holden: You ran into your mother? Meg told me that Paul tried to sell his shares back to her, but she wasn't interested. He got another buyer.",
        "Lily: Yeah. Dusty.",
        "Holden: Dusty?",
        "Lily: I'm don't know how or why. He's staying in Oakdale, Holden.",
        "Holden: And you're upset about this?",
        "Lily: He says it doesn't have anything to do with me.",
        "Holden: Do you believe him?",
        "Lily: I don't know what to believe. I just -- I know I'm upset.",
        "Holden: He still gets to you, doesn't he?",
        "Lily: Not like that. Not like the way you think it does.",
        "Holden: In what way, then?",
        "Lily: Holden, my feelings for Dusty, however intense they were -- they're in the past. He is not my future. You are.",
        "Holden: So you still think that we can have a future?",
        "Lily: That's what I want. But I'll be honest with you, I'm afraid.",
        "Holden: That your feelings for Dusty will resurface?",
        "Lily: No, that you'll think they will.",
        "Holden: Well, if you tell me that they won't, then --",
        "Lily: You won't question that? Holden, I don't want Dusty to keep you from trusting me.",
        "Holden: I don't want that, either.",
        "Lily: Holden, if we really want to move forward, this doesn't have to stop us.",
        "Holden: I'm just tired. I'm tired of that guy's shadow hanging over us.",
        "Lily: He's only a threat if we let him be. Since he plans on staying in town, that's how you're always going to see him, aren't you?",
        "Holden: Plans can change.",
        "Lily: Where are you going? Holden?",
        "Holden: Don't worry. I'll be back.",
        "[SCENE_BREAK]",
        "Holden: I want some answers from you.",
        "Dusty: All right.",
        "Holden: I want to know what kind of game you're playing here.",
        "Dusty: You spoke to Lily, huh?",
        "Holden: Yeah, did you think she wouldn't tell me? Is that what you were hoping for?",
        "Dusty: Here's what's going on. There was an opportunity, I took it. End of story.",
        "Holden: And knowing that opportunity would put you in closer proximity to my wife, that didn't effect your decision at all, did it?",
        "Dusty: When I say no, are you going to believe me?",
        "Holden: All right, here's the deal. My wife -- she's suffered enough because of you. And it has to stop.",
        "Dusty: Well, it's a little late to be concerned with your wife's suffering, isn't it? After what you put her through?",
        "Holden: Excuse me?",
        "Dusty: You and Carly? The big talk of the town.",
        "Holden: We don't need to go there.",
        "Dusty: No? Well, what do you think upset Lily more? Me running this outfit, or being humiliated by her husband in front of everyone she knows?",
        "[SCENE_BREAK]",
        "Lily: Faith. Hey, Sweetie.",
        "Faith: Where's Dad?",
        "Lily: He went out. Why?",
        "Faith: 'Cause I heard you guys talking.",
        "Lily: Faith --",
        "Faith: Are you going to leave Dad again now that Dusty's back?",
        "Lily: Oh, Sweetie, come here.",
        "Faith: Because if things are going to change, then I want to know.",
        "Lily: I want you to look at me. I don't want things to change, either.",
        "Faith: So maybe it could be different this time. Maybe you could try harder.",
        "Lily: Well, I am trying, and so is your daddy. We want to stay together as a family. You and your brothers and your sister -- you're our whole world.",
        "Faith: So if you want to be together, then why is it so hard?",
        "Lily: I'll tell you something. I've been asking myself that same question for a very long time, and I don't have the answer. That's just the way it is.",
        "Faith: I just wish that everyone could be happy.",
        "Lily: So do I. But you should know this. We are trying harder than we ever have before. Now, I know that's not the answer that you were looking for, but it's something to hold onto. Sometimes, all you need is a little faith.",
        "[SCENE_BREAK]",
        "Holden: You know what? I'm not going to stand here and let you pass judgment on me.",
        "Dusty: Don't worry about it, nobody's perfect. Temptation's difficult.",
        "Holden: You know what, I don't need your analysis. I just need you to stay away from my wife.",
        "Dusty: This isn't about your wife. I didn't come back for her.",
        "Holden: Why did you come back?",
        "Dusty: For your sister. She was in trouble, she called me. I owed her. She saved me from James. She gave me another shot to find my son.",
        "Holden: Lucy and Johnny are halfway around the world somewhere. Why stay in Oakdale? That makes no sense.",
        "Dusty: I want to make sure Meg's okay.",
        "Holden: By stealing her husband's company out from under him?",
        "Dusty: The less he has, the better. He's got to take care of his wife and kid.",
        "Holden: Yeah, Paul's not going to see it that way. He's not going to see you as helping him out. And my sister's going to have to clean up the mess.",
        "Dusty: Well, if Paul knows what's good for him, he'll see everything as an opportunity.",
        "Holden: Really? Who do you think you are? God? Dispensing opportunities to people, expecting them to thank you for your help? Your help did nothing but tear my family apart.",
        "Dusty: Oh, you're blaming me for tearing up your family? We both know I stopped being a factor in your marriage a long time ago.",
        "[SCENE_BREAK]",
        "Bonnie: I don't know you?",
        "Derek: No, not really.",
        "Bonnie: And whose fault do you think that is?",
        "Derek: I know I haven't made things easy.",
        "Bonnie: Oh, you left town, Derek. That doesn't make it easy to get to know someone. It makes it impossible.",
        "Derek: There were things about me I didn't want you to find out.",
        "Bonnie: What kind of things are we talking about? What, you got six toes? Wife? What, what?",
        "Derek: I met James Stenbeck when I was in prison. I got out first, then James. He tracked me down. Said he had a job for me. I said no, but somehow, he knew things about me. Things even the cops didn't know.",
        "Bonnie: So he blackmailed you into working for him?",
        "Derek: It's a weak excuse, I know.",
        "Bonnie: Is that the truth?",
        "Derek: 100%, yes.",
        "Bonnie: Okay, so posing as a loan shark for Paul, kidnapping me, Henry and Vienna wasn't your first brush with the law, was it?",
        "Derek: No, it was not.",
        "Bonnie: Well, come on, you could've clued me in or something.",
        "Derek: Bonnie, you were this sexy, intelligent woman that I wanted to like me. To respect me.",
        "Bonnie: Oh, wow, so lying to me is really a way to earn my respect.",
        "Derek: I'm trying to turn things around for myself.",
        "Bonnie: Oh, good. Great, great. So, now all of the lies that you told to me, all the time you spent behind bars, suddenly doesn't matter at all.",
        "Derek: You think I don't know that you deserve better than me?",
        "Bonnie: You're right. You are so right. I do deserve better than you. So good luck with everything, Derek.",
        "Paul: I have a job for you.",
        "Derek: Not interested.",
        "Paul: Really? Because I pay a lot better than the old man did.",
        "Derek: And since when do you have money?",
        "Paul: You don't think the old man would leave me an inheritance?",
        "Derek: How much are we talking about?",
        "Paul: I don't know. All right, never mind. I'll go give the money to somebody who likes money.",
        "Derek: And what is it that you want me to do?",
        "Paul: I want you to set somebody up.",
        "Derek: Who?",
        "Paul: Dusty Donovan.",
        "Derek: That guy your father was holding?",
        "Paul: Yeah. All you have to do is plant some drugs on him. The police will take care of the rest.",
        "Derek: Whoa, whoa, drugs? What makes you think I can make a score like that?",
        "Paul: You used to work for James, right? Don't you have connections?",
        "Derek: And what makes you think I want to use them to help you?",
        "Paul: Because you owe me. You owe me. You kidnapped my wife and my unborn baby. Have you forgotten?",
        "Derek: No, I have not.",
        "Paul: And I didn't press charges, but maybe that will change.",
        "Derek: Okay. Okay. I'll see what I can do.",
        "Paul: All right. You do that. You see what you can do.",
        "Emily: Call him off. You call him off right now, or I tell Dusty everything.",
        "Paul: You're not going to tell Dusty anything.",
        "Emily: Oh, you wanna bet? Speed dial number three.",
        "Paul: Really? Am I one or two? Come on, you're not going to tell Dusty anything, because if you do, you'll have to admit to him that you went behind his back.",
        "Emily: Why? I'll tell him the truth. That I overheard a conversation. I had absolutely nothing to do with it.",
        "Paul: Really? What if I tell him otherwise?",
        "Emily: You wouldn't dare.",
        "Paul: No?",
        "Emily: No. If Meg found out how paranoid you are about the two of them --",
        "Paul: Hey, Meg is never going to leave me. Can you honestly say the same to me about you and Dusty?",
        "Emily: You send Dusty to prison for drug possession, he's going to leave me anyway. I got nothing to lose.",
        "Paul: Come on, look, he's got enough money now, he can get himself out of trouble. It's not like he's going to go to jail forever.",
        "Emily: Well, then why do this?",
        "Paul: Because it's part of a larger plan.",
        "Emily: Oh, you have a plan?",
        "Paul: Yes. It's in stages. I have to discredit him in stages. First, I start with the drugs. And then the next thing you know, Meg knows he's not such a great big hero. What? What is so funny?",
        "Emily: You really think having him arrested's going to do that?",
        "Paul: Well, it's possession. It's a big charge.",
        "Emily: So? You've been arrested how many times? For a lot worse? And somehow, Meg still thinks you hung the freaking moon.",
        "Paul: Well, it'll be different with Dusty.",
        "Emily: Okay. You keep telling yourself that.",
        "Paul: Hey, this'll work, Emily. Because this has to work.",
        "Emily: Let go of my arm. You're a lot crazier than I ever thought.",
        "[SCENE_BREAK]",
        "Derek: Mrs. Ryan?",
        "Meg: Who let you in here?",
        "Derek: The maid did.",
        "Meg: Liz!",
        "Derek: She's outside getting the mail.",
        "Meg: Get out, or I'm calling the police.",
        "Derek: You have every right to, but please, just hear me out first.",
        "Meg: Paul's in the shower. He's going to be down any minute now.",
        "Derek: I know your husband isn't here.",
        "Meg: Oh, really? How do you know that?",
        "Derek: Because I was just with him in Old Town.",
        "Meg: Well, that's impossible. Paul would never talk to you, not after what you did to him. You were working for his father.",
        "Derek: Yes, and now he wants me to do something for him.",
        "Meg: He what?",
        "Derek: Yeah. I think you should know what your husband's been up to.",
        "[SCENE_BREAK]",
        "Lily: Where did you go?",
        "Holden: You know where I went.",
        "Lily: To see Dusty. I was afraid of that. Did you two get in a fight?",
        "Holden: No, no. Not at all. We talked.",
        "Lily: How did that go?",
        "Holden: It went more or less nowhere.",
        "Lily: Is it always going to be like this?",
        "Holden: Like what?",
        "Lily: Like we can't even mention Dusty's name without there being this horrible tension between the two of us?",
        "Holden: Well, you know, Dusty's not exactly my favorite subject.",
        "Lily: So what, you think we should just avoid it completely? I don't think we can do that.",
        "Holden: Okay. Let's not avoid it. Your move.",
        "Lily: I hate how I hurt you with him. I hate that every time you hear his name, or you see him, it reminds you of that.",
        "Holden: It's not just me.",
        "Lily: What do you mean?",
        "Holden: Every time you see Carly, it's the same thing. It's an unfriendly reminder.",
        "Lily: It's not easy, knowing what you shared, how intimate you were.",
        "Holden: No, it's not.",
        "Lily: You know, it's amazing, isn't it? The ability to be able to forgive. But we can't ever really forget, can we?",
        "Holden: No, I guess not.",
        "Lily: So, what are we supposed to do, then? If we can forgive what happened with Dusty and Carly, but we can't forget what happened? Is this what the rest of our lives are going to be like?",
        "Holden: I hope not.",
        "Lily: Because I don't want that for us.",
        "Holden: It's not what I want, either.",
        "[SCENE_BREAK]",
        "Meg: Paul wants you to do something for him?",
        "Derek: Why else would I be here?",
        "Meg: I don't know. Why would you help James torture Paul the way he did? Or leave me vulnerable with that psychopath?",
        "Derek: I know. You of all people have no reason to believe me. But I'm really not a bad guy.",
        "Meg: Must be the suit.",
        "Derek: I was forced into doing those things for James. He knew things about me that I didn't want getting out. I was basically at his mercy.",
        "Meg: Yeah, we all were, thanks to you.",
        "Derek: And I'm trying to make up for some of that. I owe you and your child. And I can see now that working for James the way I did really messed your husband up. That's not news to you, is it?",
        "Meg: Paul is getting better. He'll be fine. We've found a way to put things behind us now.",
        "Derek: Yeah. Well, you're dealing with it better than he is.",
        "Meg: What did he do?",
        "Derek: He gave me this.",
        "Meg: What for?",
        "Derek: He wanted me to buy drugs and plant them on Dusty Donovan.",
        "[SCENE_BREAK]",
        "Emily: You're not doing this. I'm not helping you do this. I should've stayed away from you. You need to get a grip.",
        "Paul: You're just bitter because all of a sudden, Dusty is chasing Meg. Apparently, the nostalgic luster of Emily has worn off.",
        "Emily: God, you're vicious.",
        "Paul: All you have to do is keep your mouth shut, okay? And then play the role of the concerned girlfriend while they cart him away in handcuffs. That's all.",
        "Emily: I don't know. It could get awfully crowded, you know, if your wife decides to show up first.",
        "Paul: What is that supposed to mean?",
        "Emily: Meg, when she finds out that Dusty was arrested and carted off to prison?",
        "Paul: No!",
        "Emily: She'll be crying her eyes out over the injustice of it all!",
        "Paul: Shut up! Not another word out of you!",
        "Dusty: Don't talk to her like that, you understand me?",
        "Paul: Okay, Em. Go ahead, tell him.",
        "Emily: You want me to tell him? Fine.",
        "Dusty: Let's hear it.",
        "Emily: The reason Paul's so annoyed with me -- I told him the truth. I told him he needs professional help.",
        "Dusty: Well, that goes without saying.",
        "Emily: Well, apparently, I struck a nerve.",
        "Paul: Oh, come on, like I care what you have to say.",
        "Emily: Oh, don't you?",
        "Paul: No, not in the least.",
        "Dusty: You gotta learn how to talk to a lady.",
        "Paul: Okay. The next time I'm around one, I'll practice.",
        "Dusty: Is he harassing you?",
        "Emily: No, he considers it conversation. But don't worry, I can handle him.",
        "Dusty: You sure?",
        "Emily: Mm-hmm.",
        "Paul: Hey Dusty, do you have saddle sores from riding around on your white horse all day?",
        "Emily: Okay, you know what, ignore him. Were you going somewhere?",
        "Dusty: Yeah, I was going back to the Lakeview.",
        "Emily: Would you like some company?",
        "Dusty: Yeah, I'd love some.",
        "[SCENE_BREAK]",
        "Meg: There's a lot of money here.",
        "Derek: Yeah, over three grand. I can't lie, part of me wanted to keep it. But I don't want to be that guy anymore.",
        "Meg: Thanks for coming here.",
        "Derek: Is there anything I can do to help?",
        "Meg: No. Nobody can help when Paul is acting this way.",
        "Derek: The man's father got him all twisted up inside. I was there, I saw what it did to him.",
        "Meg: Yeah, you know, I wish I could blame James. It would be a lot easier. You should go before Paul gets here.",
        "Derek: It would only make things worse. I understand. Mrs. Ryan. Meg? I really hope things work out.",
        "Paul: Hey, there you are. Oh, my God, I missed you. It's really nice to see you.",
        "Meg: Hey. Did you get all your errands done?",
        "Paul: I did.",
        "Meg: Don't --",
        "Paul: What's wrong?",
        "Meg: I have something for you.",
        "Paul: What?",
        "Meg: Derek Coburn was here.",
        "Paul: Yeah, well, whatever he told you, he's lying. Come on, you can't trust a guy like that. He worked for James for how many years --",
        "Meg: Okay, stop. Stop, stop. Do you really think I'm that stupid? Do you?",
        "Paul: I don't think you're stupid.",
        "Meg: You're the one that's lying, Paul. You hired Derek to plant drugs on Dusty, and we both know it.",
        "[SCENE_BREAK]",
        "Holden: I think we need to start finding a new way of really trusting each other.",
        "Lily: I thought we were already doing that. I mean, at least, I was.",
        "Holden: Yeah, but we haven't really committed to it. It's like we keep tip- toeing around what we really feel for each other, because we're afraid to hurt each other.",
        "Lily: I don't know how to be more honest with you, Holden.",
        "Holden: Lily, you need to try.",
        "Lily: I remember when I used to feel safe with you. Like, I wasn't afraid that you were going to walk out the door.",
        "Holden: I remember that, too. And that's the kind of trust I'm talking about. We can't question each other's every move. Lily, I have loved you for practically all my life. And everything I know just comes back to that.",
        "Lily: I love you, too.",
        "Holden: It's not about us figuring out whether or not we still love each other. It's about really believing it.",
        "Lily: How do we do that?",
        "Holden: I think I have to take the first step. I have to figure out a way to stop letting Dusty interfere in our lives. I want my life to be about you and our kids and no one else. And if you say it's over with Dusty, then it's over.",
        "Lily: It is. It has been for a long time.",
        "Holden: I need you to do the same thing for me with Carly. If I say its over- I need for you to believe that.",
        "Lily: I can.",
        "[SCENE_BREAK]",
        "Meg: I thought you were done. I thought you promised me you were done. Done with the revenge. Done with going behind my back.",
        "Paul: I meant that. Okay, look I made a mistake. I'm sorry.",
        "Meg: Oh, really? I think you're sorry for getting caught. I don't think you're sorry for what you did it. There's a difference there.",
        "Paul: I needed him out of our lives. I needed to protect you, Meg!",
        "Meg: Protect me from what?",
        "Paul: From Dusty!",
        "Meg: But Dusty hasn't done anything to me. Or to you.",
        "Paul: Are you kidding? He stole my father's inheritance from me.",
        "Meg: That was James. Dusty had no say in that.",
        "Paul: Well, James didn't take my company!",
        "Meg: Your company? What are you talking about?",
        "Paul: That foreign money was just a cover. It was a decoy. Dusty is the one who bought all the shares of Worldwide.",
        "Meg: Dusty owns Worldwide?",
        "Paul: He's taken everything from me. And I'm not going to let him take you. You and this baby, you mean everything to me -- everything.",
        "Meg: That is not going to happen. How many times do I have to tell you that?",
        "Paul: Well, I would like to believe you --",
        "Meg: Oh, so you don't trust me?",
        "Paul: No, it's Dusty that I don't trust.",
        "Meg: Well, you know what problem I'm having? It's you I don't trust.",
        "Paul: Come on, you don't mean that. You don't mean that.",
        "Meg: You know what? The things you're doing, the things you're saying -- you're acting just like your father.",
        "Paul: I'm nothing like my father.",
        "Meg: Oh, no? Hiring actors to impersonate Lucy and Johnny, so you could get Dusty out of town?",
        "Paul: I needed him out of our lives.",
        "Meg: The only reason he's in our lives is because you can't let go of this obsession you have with him.",
        "Paul: Okay, okay. Stop, stop. Whatever it is you want me to do, I'll do it. Just tell me what you need me to do, and I'll do it.",
        "Meg: No, no, no, I you can't do it, because you're sick, Paul.",
        "Paul: No, I'm not.",
        "Meg: Yes, you are. You know, I can't believe that I didn't see this coming. I should've listened to Bob and kept you in the hospital.",
        "Paul: What are you talking about? No, no. All I need is you. I just need you.",
        "Meg: No, no. I thought I was enough. But I'm not.",
        "Paul: I love you. I love you. That's all that matters. I love you. And we'll fix this, we will.",
        "Meg: No, no. I love you, too. But we can't. I can't help you. Not anymore.",
        "Paul: Meg!",
        "[SCENE_BREAK]",
        "Holden: You're the one that I've always loved.",
        "Lily: I loved you, too. So much that it hurt to look at you and see you so far away from me.",
        "Holden: I don't ever want to go back to that.",
        "Lily: Neither do I.",
        "Holden: You are the one who has always had my heart.",
        "[Lily laughs]",
        "Lily: And you had mine since the day you jumped out of my mother's hayloft.",
        "Holden: It seems like a lifetime ago, doesn't it?",
        "Lily: Our lifetime. And I wouldn't trade a second of it to be anywhere but with you, right here, right now.",
        "Holden: Being apart doesn't work for us, does it?",
        "Lily: No. You'd think we would have figured that out by now.",
        "Holden: You are the only one that I want. You're the only one I need. Always.",
        "[SCENE_BREAK]",
        "Paul: You are not leaving me.",
        "Meg: I have to.",
        "Paul: No, you don't. You promised me that you would never leave me.",
        "Meg: Oh, really? That's not the first promise that's been broken today, is it, Paul?",
        "Paul: Fine. I'm sorry, I'm sorry. I'll make it right. I'll do whatever it takes.",
        "Meg: Whatever it takes? Really?",
        "Paul: Yes. Whatever it takes.",
        "Meg: Whatever it takes? Well then, I want you to go to the hospital, check yourself in until you get better.",
        "Paul: No, I'm not going to the hospital. I'm not going! I don't want to go to the hospital!",
        "Meg: I can't live like this!",
        "Paul: I make you happy, right? I make you happy, you make me happy. Let's just concentrate on that right now, okay?",
        "Meg: Right now, I'm not happy.",
        "Paul: Well no, not right now. You're angry. You're disappointed. But I'll make everything right, I will. I'll make everything right, Meg.",
        "Meg: I'm not angry, Paul. I'm sad. I'm sad that you don't see what you're doing to yourself. To us.",
        "Paul: Fine, I'll change.",
        "Meg: Oh, really? Really? For how long? One day? Two days?",
        "Paul: Forever.",
        "Meg: I can't do what it takes to trust you anymore. It's too much stress on my body, and I will not lose another baby. The only choice I have is to leave.",
        "[SCENE_BREAK]",
        "Bonnie: What are you doing back here?",
        "Derek: I was thinking about what you said before.",
        "Bonnie: What, good-bye? Actually, you said good luck. But as for the kind of man you deserve -- you deserve someone decent, Bonnie. And honest. Someone who respects you, and you can respect in return.",
        "Bonnie: Is that all? Sorry, I don't think that man exists.",
        "Derek: Yeah, well, he might. Bonnie, I had to make a choice today. Do something wrong, and make a lot of money. Or do something right, and see how that feels for a change.",
        "Bonnie: So, what did you choose?",
        "Derek: It feels pretty damn good, doing the right thing.",
        "Bonnie: Yeah, it does.",
        "Derek: So how do you feel about giving someone a second chance?",
        "Bonnie: I've had one or two tossed my way.",
        "Derek: How's your throwing arm?",
        "Bonnie: Its perfect aim, if you'd let go of it.",
        "Derek: Well, do you think you could toss one my way?",
        "Bonnie: Yeah. Yeah, I think I could.",
        "[SCENE_BREAK]",
        "Dusty: I want Paul to keep his distance from you.",
        "Emily: We work together, Dusty.",
        "Dusty: Not anymore you don't.",
        "Emily: No, you're right. We don't.",
        "Dusty: You don't have to answer to him anymore.",
        "Emily: It's so weird. He's not my boss anymore. You are.",
        "Dusty: That's right. Contracts are done there's no turning. Paul's going to have to live with it.",
        "Emily: Yeah, well, that's never been one of his strong suits, living with it.",
        "Dusty: Oh, well.",
        "Emily: Dusty, you need to take what you've done seriously.",
        "Dusty: What? Buying Worldwide?",
        "Emily: It's not funny. If he finds out why you did it, I mean the real reason you did it, for Meg -- he's never going to let that go.",
        "Dusty: So what?",
        "Emily: So, I -- I don't want him to retaliate.",
        "Dusty: You don't have to worry. I'm not worried. Paul Ryan can't touch me.",
        "Emily: I just want you to be safe. We both know Paul's not dealing with a full deck. So just please, for me, watch your back.",
        "[SCENE_BREAK]",
        "Paul: I'm not letting go of you.",
        "Meg: Paul --",
        "Paul: No, I love you. I know you love me. I know you love me. That baby that we made is everything. I'm your everything. You can't walk away from your everything.",
        "[Car horn honks]",
        "Meg: That's my cab. That's my cab. I've got to go. I've got to go.",
        "Paul: Can I drive you to the farm?",
        "Meg: No, I don't think that's a good idea.",
        "Paul: What am I supposed to do now?",
        "Meg: You need to figure things out for yourself. You need to decide whether this obsession you have with Dusty is worth losing everything for.",
        "Paul: No, it's not. I know it's not --",
        "Meg: Because until you find a way to make it stop, until you can fix that part inside of you that can't make it stop, I can't be your wife, Paul. And you can't be a father to this baby.",
        "Paul: Meg --",
        "Meg: I gotta go.",
        "James: You're just going to sit there and let your wife walk out on you? And take your child with her?",
        "Paul: What do you want me to do?",
        "James: Go after her.",
        "Paul: And say what? She doesn't want to hear anything I have to say.",
        "James: She's going to go straight to Donovan.",
        "Paul: Don't. Don't start with me. Not -- not now.",
        "James: Seriously, Paul, little boys sit around and cry. Real men do something. They take action.",
        "Paul: Yeah? Like what?",
        "James: Like what? What? If something's in the way of what you want get rid of it. For good.",
        "Paul: You're right.",
        "James: What?",
        "Paul: I said, you're right. I know exactly what to do.",
        "[NEXT_ON]",
        "Vienna: Open that suitcase before Spencer gets back.",
        "Spenser: I'm going to go back to my hotel room.",
        "Katie: No, you can't. What is it?",
        "Henry: It's money. Its lots and lots of money."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=X3WsHqBdhac"
}