{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Reporter: Ms. Griffin?  Does the D.A.'s office care to speculate on the\r\n\r\noutcome of the Montgomery trial?  \r\n",
        "Jessica: With the arrest of Carly Tenney as an accessory, we're confident\r\n\r\nthat the jury will hand down a guilty verdict.  \r\n",
        "Reporter: In light of Barbara Ryan's injuries, what kind of sentence will\r\n\r\nthe D.A.'s office ask for?  \r\n",
        "Jessica: Well, let's get Mr. Montgomery convicted of attempted murder\r\n\r\nfirst, and then we'll see about sentencing.  \r\n",
        "Reporter: Thank you, Ms. Griffin.  \r\n",
        "Jessica: Thank you.  \r\n",
        "Margo: Jessica.  \r\n",
        "Jessica: Margo.  \r\n",
        "Margo: I thought I would have at least gotten a call back from you last\r\n\r\nnight.  \r\n",
        "Jessica: The taxpayers' money is invested in my getting a conviction right\r\n\r\nnow.  That's all I'm focusing on.",
        "Margo: It is possible that this guy, Owen Dever, could have information\r\n\r\nbearing on the case.  So is the D.A. going to issue a warrant?  \r\n",
        "Jessica: No, not today.  \r\n",
        "Margo: Why on earth wouldn't you?  \r\n",
        "Jessica: I read the file, Margo.  I'm not going to waste valuable police\r\n\r\nresources picking up somebody who has no probable cause.  \r\n",
        "Margo: Nutjobs who are on Thorazine to keep them from destroying the\r\n\r\nimmediate world don't have to have rational motives.  At the very least, you\r\n\r\ncould put him in a lineup to see if Emily Stewart could I.D. him as the guy \r\nwho attacked her.  \r\n",
        "Jessica: That incident has nothing to do with this case.  \r\n",
        "Margo: You had me bring in Carly Tenney on less evidence than I brought\r\n\r\nyou on Owen Dever!",
        "Jessica: Carly Tenney's motives are clear.  That photo is evidence of a\r\n\r\nstrong and not very healthy connection to Craig.  Now, are you gonna stand\r\n\r\nthere and argue that she couldn't be an accessory before the fact?  No, I'm\r\n\r\nsorry, Margo.  As much as you don't like it, there is no other guy who \r\ncommitted this crime.  The jury is gonna hand down a guilty verdict. \r\n\r\n",
        "Margo: Because they don't have the facts.  But hey, if you can frame Craig\r\n\r\nMontgomery to get another notch on your conviction belt, why not, huh?  \r\n",
        "Jessica: Excuse me, Margo, but presenting the state's case takes \r\npreparation.  \r\n",
        "Margo: Well, thanks for less than nothing.",
        "[Margo rushes past the trio]\r\n",
        "Lucinda: Good morning, Margo.  Oh, well, I guess manners are in short\r\n\r\nsupply at the Oakdale PD this morning.",
        "Sierra: I'm sure she's worried sick about Craig, mother.  \r\n",
        "Lucinda: Ah, if she only were the only one.  But no, no, no.  You must\r\n\r\ntake the giant step and testify in this monster's defense.  \r\n",
        "Sierra: Well, somebody needs to stand up for him, mother.  He didn't do it. \r\n\r\n",
        "Lucinda: I don't know, darling.  Is it the sex?  Is that what makes you so\r\n\r\nblind?  \r\n",
        "Sierra: Didn't we have a deal?  Didn't you promise that you would keep\r\n\r\nyour mouth shut about Craig?  You know, I should have known better --",
        "Rose: You know what, you two?  You sound like a couple of Jersey Mud\r\n\r\nWrestlers.  Could you not do this here?",
        "Lucinda: Jersey Mud Wrestlers?  Anyway, it doesn't matter what Sierra\r\n\r\nsays.  Doesn't matter.  The case that the D.A. has laid out -- no, it doesn't\r\n\r\nmatter.  Nothing you say will turn the tide for Craig.  \r\n",
        "Sierra: Well, then I'll just have to pray that some progress is made outside\r\n\r\nthe courtroom.  It's all up to Hal Munson now.  Maybe he can succeed where I\r\n\r\ncan't.  ",
        "",
        "Hal: Oh, hi.  Excuse me.  We're friends of Julia Snyder's.  I was wondering\r\n\r\nhow we can get in to see her.  \r\n",
        "Emily: Yeah, hi.  I'm Emily Stewart.  I don't know if you remember me,\r\n\r\nbut Julia and I are close, personal friends.  I was here about a month ago. \r\n\r\nMaybe you remember.",
        "\r\nNurse: I'm sorry.  Julia isn't seeing anyone.  \r\n",
        "Emily: What?  Not anybody?  I mean, isolating herself like that can't be\r\n\r\ngood for her, right?  \r\n",
        "Dr. Michaels: Hal, hello.  Is there a problem here?  That's all right,\r\n\r\nAnnette.  I'll handle this.  \r\nWhat can I do for you?  \r\n",
        "Hal: Dr. Michaels, it's been so long since I saw you.  I wasn't sure if you'd\r\n\r\nremember.  \r\n",
        "Dr. Michaels: I've thought of you often, with all the news about Barbara. \r\n\r\nHow's she doing?  \r\n",
        "Hal: Well, it's -- it's been pretty rough.  Listen, I'm so glad you're here\r\n\r\nbecause I -- Emily and I -- oh, I'm sorry.  This is Emily Stewart. \r\n\r\n",
        "Emily: Hi, Emily Stewart.  Nice to see you again.  We're actually here to\r\n\r\nsee Julia.  She's a very good friend of both of ours, and we were hoping we\r\n\r\ncould see her.",
        "Dr. Michaels: I'm sorry.  That's not going to be possible.  ",
        "",
        "Carly: Come on, somebody!  You know, I have a child who will not know\r\n\r\nwhere his mother is.  I haven't even gotten to speak to a lawyer!  \r\n",
        "Jack: Yell any louder, and the guys over in the drunk tank are gonna start\r\n\r\nscreaming things you really don't wanna hear.  \r\n",
        "Carly: Well, at least they got some sleep.  By the time the hookers in the\r\n\r\nnext cell finished their 18th round of Canasta, it was like 5:00 in the morning,\r\n\r\nand then they were bailed out.  I, however, am still here and getting very\r\n\r\nhoarse.  Where's a good tin cup when you need one?  \r\n",
        "Jack: Did you get your phone call yet?",
        "Carly: A lot of good it did me.  Tom Hughes has been in court all morning,\r\n\r\nand I can't be arraigned without a lawyer.  \r\n",
        "Jack: Yeah, well, that's why I wanted to come down here.  Cass Winthrop\r\n\r\ncalled.  Said he got held up, but he's on his way.  \r\n",
        "Carly: Cass?!  Jack -- if Craig -- if Craig did this, he did this alone, okay?",
        "\r\nI had nothing to do with it.  You told me that you know that I'm an accessory\r\n\r\nto nothing --",
        "Jack: I also told you I didn't want to get into it, not here, not now. \r\n\r\n",
        "Carly: But, Jack --",
        "Jack: How are you holding up?  \r\n",
        "[Carly laughs]",
        "Carly: Fine.  Yeah, I thrive on two hours sleep.  Actually, it's -- reminds\r\n\r\nme a bit of Hong Kong.  It's like Winston is here and watching every move I\r\n\r\nmake, locking the doors and windows, tearing me away from everybody I \r\nlove.",
        "Jack: Carly.  \r\n",
        "Craig: Carly!  ",
        "",
        "Carly: What does it take to penetrate that thick skull of yours?!  Would\r\n\r\nyou go?!  I told you last night I don't want to have anything to do with you. \r\n\r\n",
        "Craig: Well, you don't want to stay in this cell, Carly.  \r\n",
        "Jack: She wouldn't be here right now if you'd stayed out of her life. \r\n\r\n",
        "Craig: Aren't those the keys to her cell in your belt there, Jack?",
        "Jack: Well, unlike you, Montgomery, I realize I'm bound by the law. \r\n\r\n",
        "Craig: Feel good, Jack, spouting platitudes, while the woman you're \r\nsupposed to love is locked in a cage?  \r\n",
        "Carly: He can't do anything, Craig.  It's his job to -- he would lose his job.",
        "Craig: I think you're worth that, don't you?  \r\n",
        "Cass: Sorry I'm late.  \r\n",
        "Craig: Ah!  \r\n",
        "Cass: Here's the paperwork releasing Carly into my custody pending the\r\n\r\narraignment.  \r\n",
        "Carly: Jack, you believe me when I tell you that I did not call Cass or\r\n\r\nCraig here.  \r\n",
        "Carly: That's just beautiful.  Your timing is perfect, as usual. \r\n\r\n",
        "Craig: Well, I promised I'd get you out.  I did.  \r\n",
        "Cass: I wish I could have spared you staying overnight in the Craig \r\nMontgomery Memorial cell.  \r\n",
        "Carly: Oh, why?  It was such fun!  I just love a girl with a good tattoo or\r\n\r\nfive.  \r\n",
        "[Craig laughs]",
        "Carly: Will I be arraigned today?",
        "Cass: We'll take care of it before himself and I leave for court. \r\n\r\n",
        "Carly: Okay.  Well, just so you know -- I mean, I know you know, but I\r\n\r\ndidn't have anything to do with what happened with Barbara.  \r\n",
        "Cass: That's why we plead not guilty.  Hopefully, the ",
        "Judge: will set a\r\n\r\nreasonable bail.  \r\n",
        "Carly: Well, what's reasonable?  \r\n",
        "Craig: Whatever it is, I'll take care of it, Carly.  \r\n",
        "Carly: Oh, you.  You just love thinking of yourself as some kind of Sir\r\n\r\nLancelot or something, don't you?  \r\n",
        "Craig: Well, except Lady Guinevere didn't always scream bloody murder\r\n\r\nevery time he came to her rescue.  \r\n",
        "Carly: You've thought of everything, haven't you, Craig?  Except a way to\r\n\r\nconvince Jack that my \"rescuer\" and I are not having an affair. ",
        "",
        "Lucinda: Sierra, you're like a schoolgirl with a crush.  \r\n",
        "Sierra: I wonder why Craig and Cass are so late.  \r\n",
        "Lucinda: Craig's probably on the lam.  \r\n",
        "Rose: Are you gonna go another round?  'Cause we could sell tickets.  You\r\n\r\ngot a captive audience here.  Hello?  \r\n",
        "Lucinda: Very funny, dear.  \r\n",
        "Rose: Well, it's true.  \r\n",
        "Lucinda: Jessica -- I love your suit, by the way.  It's beautiful. \r\n\r\n",
        "Jessica: Thank you.  \r\n",
        "Lucinda: This is a question for the news desk -- do you think that you're\r\n\r\ngonna be able to wrap up?  Is the trial going to conclude this afternoon?",
        "Jessica: Well, the defense is only calling two witnesses -- Sierra and Craig\r\n\r\n-- so we'll probably be starting closing statements this afternoon.",
        "Lucinda: Oh, only two witnesses?  Thank you. ",
        "[on the phone to the paper]\r\n\r\nYeah.  Hi, Max.  It's me.  Yes, I'm at the courthouse.  Look, I -- of course I\r\n\r\nsaw the stringer you sent.  But we need somebody more creative, more \r\nexperienced, because Montgomery is going to take the stand, and I bet ya he'll\r\n\r\nhang himself for sure.  Yeah.  Okay, I'll try that.  ",
        "",
        "Rose: Hey!  \r\n",
        "Paul: Hey, Rose!  \r\n",
        "Rose: You're here for the knockout round, huh?  \r\n",
        "Paul: Yeah, I came for my mother.  I'd love to be able to tell her that\r\n\r\nthere's light at the end of this tunnel, you know?  So --",
        "Rose: I picked up \"The Times\" today.  I saw Carly Tenney was arrested.  I\r\n\r\nthought, \"What do you know?  Our justice system might work after all.\"\r\n\r\n",
        "Paul: Yeah, the wheels of justice are grinding slowly, though, Rose. \r\n\r\n",
        "Rose: Hey, at least they're grinding.  Where I come from, Vinnie DiLauro,\r\n\r\nthat's the only guy you need for justice -- a bat, a confession and a long walk\r\n\r\non a short pier.  So Carly getting arrested, that's good, right?  \r\n",
        "Paul: Yeah, the best.  \r\n",
        "Rose: I bet the only accessory she thought she was gonna be was on \r\nCraig's arm when they took over your mother's company.  \r\n",
        "Paul: Yep.  When those two are finally put behind bars, you can give\r\n\r\nyourself a big pat on the back.",
        "Rose: Me?  Nah, I did nothin'.  \r\n",
        "Paul: Nothing, huh?  How many hours of security footage did you have to\r\n\r\ngo through before you finally found that picture that linked Craig and Carly?",
        "Rose: Well --",
        "Paul: Hmm?  It was the only solid evidence the D.A. had.  \r\n",
        "Rose: Oh, anything to stop that creep from ruining more people's lives. \r\n\r\nWhat's a few extra minutes, right?  \r\n",
        "Paul: I want to do something to repay you, Rose.  \r\n",
        "Rose: Don't say the p-a-y word with me.  I'm allergic.  \r\n",
        "Paul: No, no, I really am grateful.  \r\n",
        "Rose: Oh, really?  Well, you did mention something about taking me out\r\n\r\nfor my birthday.  If you're still game?  ",
        "[Paul: laughs]",
        "Paul: Yeah, okay.  \r\n",
        "Rose: You should do that more often.  \r\n",
        "Paul: What?  \r\n",
        "Rose: Smile.  It lights up your face and your eyes.  \r\n",
        "Paul: Maybe we'll have reason to do that very soon.  \r\n",
        "Rose: I better get back to Lucinda and Sierra before they clock each other. \r\n\r\n",
        "Paul: What, division in the ranks?  \r\n",
        "Rose: Oh, you kiddin' me?  Sierra's testifying on Craig's behalf today.  I\r\n\r\nmean, it sticks in Lucinda's craw like a hunk of dry gnocchi.  \r\n",
        "Paul: Yeah, it kills me, too.  I can't see how any woman could possibly\r\n\r\ndefend that monster after seeing what he did to my mother.  ",
        "",
        "Hal: Actually, Dr. Michaels, we only want to ask her about another patient\r\n\r\nwho was here with her during part of her stay.  His name is Owen Dever.",
        "Dr. Michaels: It would be highly irregular to discuss a patient with anyone\r\n\r\nother but his treatment staff.  \r\n",
        "Emily: Then maybe we can talk to Julia.  We could ask her ourselves. \r\n\r\n",
        "Dr. Michaels: I'm not about to force a patient to accept visitors that she\r\n\r\ndoesn't want.  \r\n",
        "Hal: Dr. Michaels, Julia and I are very, very close.  Her husband Jack and I\r\n\r\nare -- we work together.  He's my best friend.  I stood up for them at their\r\n\r\nwedding.  \r\n",
        "Dr. Michaels: She's spoken of you very fondly, but that doesn't change\r\n\r\nanything.  Most days, Julia is refusing to see even her closest friends. \r\n\r\n",
        "Emily: Okay.  Okay, fine.  So maybe you can tell us something about\r\n\r\nOwen Dever.",
        "Dr. Michaels: All I can tell you is that he improved significantly while he\r\n\r\nwas here, and then he was released from the unit.  \r\n",
        "Hal: How about a local address?  \r\n",
        "Dr. Michaels: I don't know if we have one, and if we do, I don't know if I\r\n\r\ncan give it to you.  \r\n",
        "Emily: Okay, all right.  Wait, wait.  Just listen up.  Some nutcase with a\r\n\r\ngut full of Thorazine tried to separate my head from the rest of my body. \r\n\r\nDoes this bother you in any way?  \r\n",
        "Dr. Michaels: You can try the business office.  Maybe they'll give you a\r\n\r\nforwarding address.  \r\n",
        "Hal: Thank you.  \r\n",
        "Dr. Michaels: Excuse me.  \r\n",
        "[Hal and Emily sigh]",
        "Emily: Remind me to hire her next time I need a secret kept.  ",
        "",
        "Carly: And to think, when I left here for court yesterday, I actually thought\r\n\r\nI'd have a home to come back to.  Go figure.  Look, I know my life is a train\r\n\r\nwreck, but please, no rubbernecking, all right?  Just go.  You're gonna be late\r\n\r\nfor your own trial.  \r\n",
        "Craig: I'm not leaving till I'm sure you're all right.",
        "Carly: Look, I'm fine.  The first thing I'm gonna do is take a week-long\r\n\r\nshower and then crawl under the covers for another week.  What?  What, are\r\n\r\nyou standing there, waiting for me to thank you for posting bail for me?  Well,\r\n\r\nthank you.  Now go!  \r\n",
        "Craig: Come to court with me today.  \r\n",
        "Carly: Why?  Will there be somebody there who hasn't had the thrill yet of\r\n\r\nseeing me publicly humiliated?  Shoo!  Please.  \r\n",
        "Craig: Carly --",
        "[Carly sighs]",
        "Craig: I know what I've done to your life.  \r\n",
        "Carly: Oh, you do, do you?  \r\n",
        "Craig: Yes, I do.  I see the rift between you and Jack.  I know how you're\r\n\r\nhurting.  But still, the smartest thing for you to do today would be to walk into\r\n\r\nthat courtroom with your head up.  Let the world know you've got nothing to\r\n\r\nbe ashamed of, nothing to hide.",
        "Carly: Come on, how can I do that?  Nobody believes me, Craig, not even\r\n\r\nJack.  \r\n",
        "Craig: Well, it's the truth, isn't it?  \r\n",
        "Carly: Well, I don't think the truth is gonna be enough to stop Jessica\r\n\r\nGriffin from nailing us to matching crosses.  \r\n",
        "Craig: I know it's hard to take advice from someone you're mad at. \r\n\r\n",
        "Carly: The moment I take advice from you will be the same moment I \r\nbook myself into a padded room next to Julia.  \r\n",
        "Craig: Well, okay.  I take the stand today.  You know?",
        "Carly: Well, good luck.  \r\n",
        "Craig: I'm gonna deny the allegations Jessica tried to sell the jury about us. \r\n\r\nHuh?  I will explain the pictures, how I took you off guard, how you bawled\r\n\r\nme out.  You stomped on my foot.",
        "Carly: Those are just words, Craig.  That picture's worth a thousand of\r\n\r\nthem.  \r\n",
        "Craig: I will make sure the jury knows that we were never -- like that. \r\n\r\nOkay?  So why don't you take a five-minute version of that week-long shower\r\n\r\nand just come with me, okay?  \r\n",
        "Carly: No.  No, because with my luck, I would slip and fall on the\r\n\r\nbathroom tile, and you'd have to come in to my rescue, and the paparazzi \r\nwould sneak out of the medicine cabinet and start snapping pictures.  Let's just\r\n\r\nlet the bail you posted for me be the last thing I ever take from you.  Okay?",
        "\r\nYeah, you know, you should go, because you're gonna make 'em think that \r\nyou could care less whether or not they'd throw you into the clink.",
        "Craig: Sure I can't change your mind?  \r\n",
        "Carly: Yes, I'm sure.  Good luck.  \r\n",
        "Craig: This is -- this is it for -- for us, huh?  \r\n",
        "Carly: Whatever \"us\" was.  ",
        "",
        "Bryant: Too late for breakfast.  We'll call it lunch?  \r\n",
        "Jennifer: Bryant!  Thank you.  But I thought you might have to work\r\n\r\ntoday, moving bikes from shore to shore or something.  \r\n",
        "Bryant: It's the early bird that gets Lucinda to give him the rest of the day\r\n\r\noff.  Hey.  I thought we'd grab our stuff and make that cottage look like our\r\n\r\nown.  \r\n",
        "Jennifer: Now?  \r\n",
        "Bryant: No time like the present.",
        "Jennifer: Well, I -- I thought I'd go to court this afternoon. \r\n\r\n",
        "Bryant: For another dose of pain, Jen?  The day your mom testified, you\r\n\r\nwere completely wrecked.  \r\n",
        "Jennifer: Yeah, well, my mom didn't wanna see me because she was \r\nembarrassed about what Craig did to her, and she feels like some sort of \r\nmonster.  And today, the real monster is taking the stand, and I cannot wait to\r\n\r\nwatch him fry.  \r\n",
        "Bryant: If he fries.  My -- my mom is taking the stand as a character\r\n\r\nwitness.  \r\n",
        "Jennifer: How could she?  \r\n",
        "Bryant: I know.  I know.  I just -- I want this whole thing to be over with. \r\n\r\n",
        "Jennifer: What if it never is over?",
        "Bryant: I don't want to spend the rest of my life paying for my father's\r\n\r\nmistakes.  \r\n",
        "Jennifer: You know, I don't blame you for what your dad did.  \r\n",
        "Bryant: I just want to be with you, Jen.  In that cottage, without the rest of\r\n\r\nthe world telling us what to do or who we are.  \r\n",
        "Jennifer: Well, I'll tell you what -- go to the courthouse with me this\r\n\r\nafternoon.  Then we'll come back here, pack up my stuff and move in together\r\n\r\ntonight.  \r\n",
        "Bryant: You mean that?  You've got yourself a deal.  \r\n",
        "[Jennifer laughs] ",
        "",
        "Nurse: He spoke to Dr. Michaels.  \r\n",
        "Julia: About what?  \r\nNurse: I couldn't find out.  Here's Dr. Michaels now, Julia.  \r\n",
        "Dr. Michaels: Were you looking for me?",
        "\r\nNurse: She had some questions for you, doctor.  \r\n",
        "Dr. Michaels: Oh, thank you, Annette.  \r\n",
        "Dr. Michaels: Has something happened since our last session?  \r\n",
        "Julia: I've -- I've been scared.  \r\n",
        "Dr. Michaels: Why?  \r\n",
        "Julia: Is there something that you're keeping from me?  \r\n",
        "Dr. Michaels: I don't understand --",
        "Julia: I know that Hal came here, and I know he talked to you.  Was it\r\n\r\nabout Barbara?  'Cause you know, Dr. Michaels, Barbara is one of my very\r\n\r\nbest friends and --",
        "Dr. Michaels: Well, Hal Munson did come here, but he did not have news\r\n\r\nabout Barbara.  He came to ask questions about Owen.",
        "Julia: Owen?  But he went home to be with his family months ago. \r\n\r\n",
        "Dr. Michaels: Well, he's still in Oakdale, apparently.  \r\n",
        "Julia: And in trouble with the police?  Owen?  He can barely talk. \r\n\r\n",
        "Dr. Michaels: Well, that's not true, Julia.  You know that.  Owen speaks\r\n\r\nvery well for himself now.  In fact, that could possibly be because of your\r\n\r\npatience and encouragement.  \r\n",
        "Julia: But if he's in trouble --",
        "Dr. Michaels: Do you know something about Owen?  Something that\r\n\r\ncould help Hal?  \r\n",
        "Julia: Why would I?  \r\n",
        "Dr. Michaels: Indeed.  Well, I -- I really assume it's a formality.  Police ask\r\n\r\nquestions.  That's what they do.  Doesn't mean that Owen is in any kind of\r\n\r\ntrouble.",
        "Julia: Okay.  Thank you.  \r\n",
        "Dr. Michaels: You're welcome.  \r\n",
        "Dr. Michaels: Annette -- Julia seems very agitated today.  I want you to\r\n\r\nkeep an eye on her and let me know if she seems despondent or upset.  Let me\r\n\r\nknow if there's any change at all in her behavior, okay?  \r\n",
        "Julia: We have to go with the plan.  Everything's falling apart.  ",
        "",
        "Sierra: Do you have any idea where Craig is?  \r\n",
        "Cass: Well, he hasn't skipped town, if that's what you're worried about.  I\r\n\r\nwas just with him.  \r\n",
        "Sierra: Well, it can't be good to be late to your own trial.  \r\n",
        "Cass: Tell me about it.  The jury will think he's indifferent, which will only\r\n\r\nadd to the wonderful portrait the prosecution has already painted.  \r\n",
        "Bailiff: All rise.  In the case of the people versus Craig Montgomery, the\r\n\r\nhonorable ",
        "Judge: Randall Franklin presiding.  Be seated.  \r\n",
        "Judge: Mr. Winthrop, it looks as if your client has chosen not to appear\r\n\r\ntoday.  ",
        "",
        "Craig: I apologize for the delay, your honor.",
        "Cass: Great way to kick off for the defense, man.  \r\n",
        "Judge: I hope I don't have to remind you of the gravity of the charges you\r\n\r\nface, Mr. Montgomery.  \r\n",
        "Cass: Your honor, my client is very well aware of the import of the \r\ncharges against him but was unavoidably detained and begs the court's \r\npardon.  We are ready to proceed.  \r\n",
        "Judge: Very well, Mr. Winthrop.  Call your first witness. \r\n\r\n",
        "Cass: I call Sierra Montgomery to the stand.  \r\n",
        "Bailiff: Raise your right hand.  Do you solemnly swear to tell the truth, the\r\n\r\nwhole truth and nothing but the truth, so help you God?  \r\n",
        "Sierra: I do.  \r\n",
        "Bailiff: Please be seated and state your name for the record.",
        "Sierra: Sierra Esteban Montgomery.  \r\n",
        "Cass: You are Craig Montgomery's prior wife, is that correct?  \r\n",
        "Sierra: Yes, I am.  \r\n",
        "Cass: Can you tell us a little about your marriage, sierra?  I'm sorry, may I\r\n\r\ncall you Sierra?  \r\n",
        "Sierra: That's fine.  Craig and I were married were married until our first-\r\nborn son was nearly 20.  \r\n",
        "Cass: A long time.  So you know him well.  \r\n",
        "Sierra: Very.  \r\n",
        "Cass: And during all of those years, was Craig ever violent?  \r\n",
        "Sierra: Never.  \r\n",
        "Cass: In all those years, did he ever give you cause to fear for your welfare\r\n\r\nor for the welfare of your children?",
        "Sierra: Absolutely not.  Craig is a good father, and he loves his children\r\n\r\nvery much.  \r\n",
        "Cass: Why did you break up?  \r\n",
        "Sierra: We grew apart.  Over the years, our lives and careers took different\r\n\r\npaths.  \r\n",
        "Cass: Did Craig have much money when you first married?  \r\n",
        "Sierra: No, he didn't, but he thrived on working.  But he was never able to\r\n\r\nmake as much money as I had.  \r\n",
        "Cass: So it was your money that supported the family?  \r\n",
        "Sierra: For the most part.  That's one of the things that Drew us apart. \r\n\r\n",
        "Cass: Naturally, being the greater money earner, you made a generous\r\n\r\nfinancial settlement with Craig at the time of the divorce?  \r\n",
        "Sierra: No.  No, there was no settlement.",
        "Cass: You mean Craig left the marriage without asking you for a penny?",
        "Sierra: He insisted.  In fact, while we were married, he hardly touched my\r\n\r\nmoney at all.  Craig is a proud man for whom financial independence is very\r\n\r\nimportant.  \r\n",
        "Cass: Thank you, Sierra.  No further questions, your honor. \r\n\r\n",
        "Jessica: Ms. Montgomery, was the defendant the trustee of your son's trust\r\n\r\nfund?  \r\n",
        "Sierra: Yes.  \r\n",
        "Jessica: Did he ever borrow against it?  \r\n",
        "Sierra: Yes, he did.  \r\n",
        "Jessica: Do you know how much?  \r\n",
        "Sierra: It was several million, if I'm not mistaken.  \r\n",
        "Jessica: Well, that explains why he didn't need a financial settlement from\r\n\r\nyou when he'd already pilfered his son's trust fund.",
        "Cass: Objection.  I wasn't aware we had begun closing statements. \r\n\r\n",
        "Judge: We haven't.  Please confine your cross to questions, Ms. Griffin. \r\n\r\n",
        "Jessica: I'll rephrase.  Ms. Montgomery, did your ex-husband need money\r\n\r\nfrom you since he had already taken large sums from his son?  \r\n",
        "Cass: Objection.  Calls for speculation.  \r\n",
        "Judge: I'll allow it.  Answer the question, Mrs. Montgomery. \r\n\r\n",
        "Sierra: He didn't take the money.  He borrowed against the trust, which is\r\n\r\nperfectly legal, and really not that unusual.  Apparently, a business obligation\r\n\r\ncame due which necessitated Craig using the money, but he repaid every \r\npenny, and on time, even though the date had been manipulated by the \r\nexecutor.",
        "Jessica: Thank you for clarifying that for us.  Do you recall the date the\r\n\r\nmoney was repaid?  \r\n",
        "Sierra: July 11th of this year.  \r\n",
        "Jessica: Interesting.  July 11th.  Barbara Ryan lay in a coma on July 11th,\r\nonly a few short weeks after marrying Craig Montgomery.  ",
        "",
        "Molly: Where is she?  \r\n",
        "Jack: Who?  \r\n",
        "Molly: \"Who?\" \r\n",
        "Jack: Carly's not here, Molly.  \r\n",
        "Molly: Oh, great.  So she's already at the arraignment.  That's great.  Look,\r\n\r\nJack, I have the bail money right here.  \r\n",
        "Jack: Somebody beat you to it.  Craig and his attorney, they rode in on\r\n\r\ntheir white horses.  They took care of bail.",
        "Molly: You know she should never have been arrested in the first place,\r\n\r\nJack.  I can't believe you let that happen.  \r\n",
        "Jack: I didn't bring the charges, Molly.  That was the district attorney.  And\r\n\r\nyou know what?  I really don't need this from you right now.  \r\n",
        "Molly: Well, excuse me for being a little upset, you know, but my cousin's\r\n\r\nbeing accused, being called an accessory to attempted murder, Jack, and you \r\nknow how ridiculous that is, you of all people.  \r\n",
        "Jack: Yeah?  It doesn't matter what I believe.  \r\n",
        "Molly: Well, it does to Carly.  \r\n",
        "Jack: Yeah, well, she and I have been through this already.",
        "Molly: Oh, and let me guess.  You shrugged, and you told her she's on her\r\n\r\nown now.  Is that right?  I can't believe you're let some picture, some stupid\r\n\r\npicture that was dredged up and brought into court blind you to everything \r\nthat is real.  \r\n",
        "Jack: No, not everything.  She's made some questionable choices, wouldn't\r\n\r\nyou say?  \r\n",
        "Molly: I know she's hard to understand sometimes, Jack.  Look, I love her\r\n\r\nto death.  She's my cousin, and she defies me sometimes, too, especially when\r\n\r\nit comes to Craig Montgomery, like when she turned over that insurance \r\nmoney to him.  I was completely blown away --",
        "Jack: Wait a minute.  Back up.  What insurance money?",
        "Molly: I didn't -- I don't -- I assumed that you knew.",
        "Jack: Knew what?  Spill it, Molly.  \r\n",
        "Molly: Um -- ",
        "[clears throat] I don't really know the details.  I just know\r\n\r\nthat she was beneficiary to some insurance policy that was set up by Winston. \r\n\r\n",
        "Jack: So?  \r\n",
        "Molly: So there was this syndicate in Hong Kong, and they were leaning\r\n\r\non Craig.  They were really muscling him.  They were threatening his\r\n\r\ndaughter's life, Jack, if he didn't turn over some big sum of money.  So Margo\r\n\r\nwent to Carly, and she begged her to help him out.  \r\n",
        "Jack: Margo went to Carly?  Margo Hughes?  \r\n",
        "Molly: Yeah.  She was pretty desperate, Jack.  Her niece's life was at stake,\r\n\r\nokay?  And whatever she said worked, because Carly ended up turning over\r\n\r\nthe insurance money to Craig.",
        "Jack: How much?  \r\n",
        "Molly: $1 million.  \r\n",
        "Jack: $1 million?  \r\n",
        "Molly: Mm-hmm, yeah.  Craig had a claim on the money, too, so Carly\r\n\r\nfelt that it was partly his.  \r\n",
        "Jack: Right.  Right!  \r\n",
        "Molly: And the insurance money -- ",
        "[Molly sighs] The insurance policy\r\n\r\nthat Winston Lowe set up was on a horse.  He took it out on that horse, and\r\n\r\nthat was money that was Craig's money.  Jack, Carly could have done \r\nanything with this money, but she chose to save a little girl's life.  \r\n",
        "Jack: Right, so Craig would be forever in her debt.  \r\n",
        "Molly: Maybe she didn't tell you because -- I don't know -- because she\r\n\r\ndidn't want to flaunt it.",
        "Jack: That's weak, Molly.  You really know that.  \r\n",
        "Molly: Okay.  All right, you know, I don't know why she didn't tell you,\r\n\r\nbut let's just not turn this into some sinister thing.  \r\n",
        "Jack: Carly's been strapped for money her entire life.  A $1 million\r\n\r\ninsurance settlement, that's a once in a lifetime thing, and then, hallelujah,\r\n\r\nfinally, the answers to her prayers falls in her lap.  And what does she do with\r\n\r\nit?  She gives it away to Craig.  Women don't just hand over $1 million to\r\n\r\nguys they feel nothing for.  \r\n",
        "Molly: Jack!  \r\n",
        "Jack: Please.  Molly, don't say another thing.  You found out what you\r\n\r\nneeded to find out.  Carly's not here, but she is safe.",
        "Molly: I'm sorry.  \r\n",
        "Jack: I know.  I just need some time to deal with this whole thing. \r\n\r\n",
        "[Molly leaves]",
        "",
        "Hal: Jack?  Jack, is Margo around?  \r\n",
        "Jack: She's in court, Hal.  \r\n",
        "Hal: Listen, Jack, I know you don't wanna hear it, but I think Emily and I\r\n\r\nhave made some real headway on finding this guy who planted the bomb.  \r\n",
        "Jack: I don't believe this.  I don't believe you're still pushing this, Hal!",
        "Emily: Come on, Jack, we could really use some department support here. \r\n\r\n",
        "Hal: Will you just listen to what we got, Jack?  We've got an address on\r\n\r\nthis subject.  Now, if you can just bring him in --",
        "Jack: I'm due in court, Hal!",
        "Emily: Jack!  \r\n",
        "Hal: So much for departmental backup.  \r\n",
        "Emily: Yeah, looks like we're on our own, Hal.  \r\n",
        "Hal: Yeah, just you, me and our friendly neighborhood psycho.  ",
        "",
        "[Knock on door]",
        "Hal: Owen Dever!  \r\nLandlady: Hey!  You could wake the dead making all this racket!  ",
        "[Baby\r\n\r\ncries] Who are you?  What do you want?  \r\n",
        "Emily: We're friends of Owen's -- Mr. Dever's.  \r\nLandlady: Owen ain't got no friends.",
        "Hal: All right.  The truth is, I'm with the Oakdale PD.  I really need to\r\n\r\nsearch Mr. Dever's apartment.  I need to ask him a few questions.  \r\n",
        "Landlady: Well, that's funny.  When my husband was livin', he always had\r\n\r\nto show a badge or a warrant before a sweep.  Mike Stanz, captain.  Do ya\r\n\r\nknow him?  \r\n",
        "Hal: Mrs. Stanz -- yeah, I know Mike --",
        "Emily: You know what?  Excuse me, this is my fault.  I should never have\r\n\r\ntalked my friend into making up this idiotic story.  The truth of the matter is,\r\n\r\nOwen owes me some money, and so we came here to make him pay up.  We \r\ndidn't want to embarrass him or anything.",
        "\r\nLandlady: So you're tellin' me he's wanted instead?  You two are fishier\r\n\r\nthan a can of sardines.  You and this blonde bimbo better get outta my hallway\r\n\r\nbefore I call the real cops!  \r\n",
        "Emily: Blonde -- listen up, lady!  \r\n",
        "[Yelling at each other]",
        "Hal: Let's go, Emily.  Now!  Let's go.  ",
        "",
        "[Carly remembering]",
        "Craig: Your smartest move would be to walk into that courtroom today\r\n\r\nwith your head up.  Show everybody you have nothing to hide, nothing to be\r\n\r\nashamed of.  \r\n",
        "Carly: How can I?  Nobody believes that, not even Jack.  \r\n",
        "Craig: It's the truth, isn't it, Carly?",
        "[End of Memory]\r\n",
        "Carly: Even Craig can have a rare moment of wisdom.  \r\n",
        "[Carly grabs a dress and goes to change her clothes]",
        "",
        "Jessica: During your marriage to Craig Montgomery, was he a faithful\r\n\r\nhusband?  \r\n",
        "[Lucinda laughs]",
        "Judge: Outbursts will not be tolerated in my courtroom.  The witness will\r\n\r\nplease answer the question.  \r\n",
        "Sierra: No.  He was not faithful.  \r\n",
        "Jessica: Yet, you remained married to him in spite of his infidelities?",
        "Sierra: We have two children together, and their welfare was very \r\nimportant to us.  \r\n",
        "Jessica: Did you love your husband?  \r\n",
        "Sierra: Yes, I did.  \r\n",
        "Jessica: Therefore, you forgave him his indiscretions?  \r\n",
        "Sierra: Yes.  \r\n",
        "Jessica: And aren't you here today because, in spite of everything he's put\r\n\r\nyou through, you're still in Craig Montgomery's thrall just like Barbara Ryan\r\n\r\nwas?",
        "Cass: Objection, your honor.  Counsel is drawing extremely creative\r\n\r\nconclusions, and if she's trying to lead the witness by insulting her with her\r\n\r\nsardonic --",
        "Judge: Yes, thank you, Mr. Winthrop.  I get the picture.  \r\n",
        "Cass: Thank you, sir.  \r\n",
        "Judge: Sustained.  \r\n",
        "Jessica: Aren't you here today because you're still in love with Craig\r\n\r\nMontgomery?  \r\n",
        "Cass: Objection.  \r\n",
        "Jessica: Withdrawn.  Nothing further.  \r\n",
        "Judge: You may step down.  \r\n",
        "Cass: Your honor, the defense calls Craig Montgomery to the stand. \r\n\r\n",
        "Bailiff: Do you swear to tell the truth, the whole truth, and nothing but the\r\n\r\ntruth, so help you God?  \r\n",
        "Craig: I do.",
        "Bailiff: State your name for the record.  \r\n",
        "Craig: Craig Montgomery.  \r\n",
        "Cass: Mr. Montgomery, where were you at the time of your wife Barbara's\r\n\r\naccident?  \r\n",
        "Craig: I was on my way to the airport.  I was leaving town. \r\n\r\n",
        "Cass: You are aware of how the prosecution portrays that action?",
        "Craig: Yeah, I didn't know Barbara had been hurt.  \r\n",
        "Cass: Why were you leaving town then?  \r\n",
        "Craig: I had business.  It's something of a long story.  Barbara had learned\r\n\r\nthat I had used a considerable amount of her company's money.  \r\n",
        "Cass: For investments?  \r\n",
        "Craig: Yes, very successful investments.  I quadrupled her corporate net\r\n\r\nworth.",
        "Cass: Seeing her bottom line go from red to black must have pleased her. \r\n\r\n",
        "Craig: No, she refused to look at those numbers.  She was too angry at me\r\n\r\nfor using the money without her permission.  \r\n",
        "Cass: You made her very wealthy, and yet, rather than being eternally\r\n\r\ngrateful to you, she became angry with you.  That's an odd response, don't you\r\n\r\nthink?  \r\n",
        "Jessica: Objection.  The witness is not a psychologist.  \r\n",
        "Judge: Sustained.  \r\n",
        "Cass: What did Barbara do when she learned how much money you had \r\nborrowed from her?  \r\n",
        "Craig: Used.  \r\n",
        "Cass: \"Used.",
        "Craig: She threatened to turn me in to the police unless I paid it back\r\n\r\nimmediately.",
        "Cass: Why didn't you simply return the money?  \r\n",
        "Craig: Because there was nothing to return.  It was always there.  It was\r\n\r\nB.R.O. money, a B.R.O. investment, and therefore a B.R.O. holding.  \r\n",
        "Cass: So why did you leave town?  \r\n",
        "Craig: Well, Barbara wouldn't hear any of that.  She said we were over,\r\n\r\nand she was calling the police, and I knew that if she did that, I'd have some\r\n\r\nproblems, and I had business to attend to.  \r\n",
        "Cass: You've seen the photographs that the district attorney entered into\r\n\r\nevidence, is that correct?  The ones of you kissing Carly Tenney?  \r\n",
        "Craig: Yes, but they're misleading.  \r\n",
        "Cass: How?  What do they really show?",
        "Craig: Well, they show a man who is about to marry one woman kissing\r\n\r\nanother.  \r\n",
        "Cass: Are you saying that you have no relationship with Carly Tenney?",
        "Craig: Not the kind the D.A. asserts.  We were friends, but those photos\r\n\r\nshow the one and only time I ever kissed Carly Tenney.  \r\n",
        "Cass: Is there anything those photos don't show?  \r\n",
        "Craig: Well, they don't show when she pulled away and stomped on my \r\nfoot.  \r\n",
        "Cass: Well, let's make this very, very clear.  Has there ever been any kind\r\n\r\nof romantic or sexual relationship between you and Carly Tenney?  \r\n",
        "Craig: No.  No, that would be impossible.  \r\n",
        "Cass: Why impossible?  \r\n",
        "Craig: Well, because as long as I've known Carly, she has always been in\r\n\r\nlove with only one man.",
        "Cass: She made that clear to you?  \r\n",
        "Craig: Repeatedly.  \r\n",
        "Cass: Did she say you who that man is?  \r\n",
        "Craig: Jack Snyder.  \r\n",
        "Cass: Had you been sexually faithful to Barbara during your marriage?",
        "Craig: Yes, I was.  \r\n",
        "Cass: Did you have anything to do with the explosion that nearly killed\r\n\r\nBarbara Ryan?  \r\n",
        "Craig: No, I did not.  \r\n",
        "Cass: Thank you, Mr. Montgomery.  I know that this has been traumatic\r\n\r\nfor you, too.  No further questions, your honor.  \r\n",
        "Jessica: Please sit down, Mr. Montgomery.  I have a few questions for you.  ",
        "",
        "Jessica: When and where did you first meet Carly Tenney?  \r\n",
        "Craig: It was a little over a year ago in Hong Kong.  \r\n",
        "Jessica: How did you meet?  \r\n",
        "Craig: I had been doing business with her husband, a man named Winston\r\n\r\nLowe.  \r\n",
        "Jessica: Did she tell you about her marriage to Mr. Lowe?  \r\n",
        "Craig: Yes, she said she wasn't really a wife.",
        "Jessica: In fact, she told you she was being held a virtual prisoner there.  Is\r\n\r\nthat correct?  \r\n",
        "Craig: Yes, that's right.  \r\n",
        "Jessica: Is it true that Winston Lowe died not long after you and Ms.",
        "\r\nTenney met?  \r\n",
        "Craig: Yeah.  He evidently had a heart condition.  \r\n",
        "Jessica: And there was some question regarding the manner of his death?",
        "Craig: I never had any question.  \r\n",
        "Jessica: Well, perhaps you didn't, but the Hong Kong authorities certainly\r\n\r\ndid.  Wasn't there some kind of official investigation?  \r\n",
        "Craig: There was an inquiry, but no charges were ever filed --",
        "Jessica: And you spoke to the authorities regarding Ms. Tenney?",
        "Craig: Yes.  \r\n",
        "Jessica: Why?  \r\n",
        "Craig: Ms. Tenney and Mr. Lowe weren't on the best of terms.  She was\r\n\r\nliving in a foreign country against her will, as you pointed out.  She was afraid\r\n\r\nthere would be repercussions after his death.  \r\n",
        "Jessica: So you intervened on behalf of Ms. Tenney?  \r\n",
        "Craig: Yes.  \r\n",
        "Jessica: And helped clear her of any suspicions concerning the manner of\r\n\r\nher husband's death.  \r\n",
        "Craig: You could say that, but --",
        "Jessica: And she then in turn returned the favor a year later by helping you\r\n\r\nplot the death of your wife, Barbara Ryan?  \r\n",
        "Cass: Objection, your honor!  Objection!  \r\n",
        "[Pounds gavel]",
        "Judge: Order!  \r\n",
        "[Pounds gavel] ",
        "",
        "Emily: So, how did you know miss congeniality was gonna leave so soon?",
        "Hal: Did you see her face and her husband, Mike Stanz, drop dead of a\r\n\r\npickled liver?  I knew there was a bar run in her near future.  \r\n",
        "Emily: You're pretty smart, you know that?  \r\n",
        "Hal: Yeah, well, smart enough, I hope, not to get busted for breaking and\r\n\r\nentering.  \r\n",
        "Emily: Hurry up.  What?  \r\n",
        "Hal: Oh, boy.  \r\n",
        "[On the other side of the door, there are lots of pictures of Julia Snyder posted\r\n\r\neverywhere]\r\n",
        "Emily: Wow, it's -- it's like a shrine.  \r\n",
        "Hal: Well, I guess we just busted Mr. Dever's motive, huh?  He wasn't out\r\n\r\nto get Barbara after all.  \r\n",
        "Emily: No.  He was after the guy she was meeting -- Jack.",
        "Hal: His \"competition.\" Kill the husband and keep the girlfriend.  Let's go. \r\n\r\n",
        "Emily: Yeah, let's go.  \r\n",
        "[Emily gasps]\r\n",
        "Hal: Owen Dever, we finally meet.  ",
        "",
        "Carly: Look, Parker, where'd you hide my keys this time? ",
        "[Carly finds\r\n\r\nJack’s watch on the couch] Jack --",
        "[doorbell rings]\r\n",
        "Julia: I'm back."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=3_1WVXa54Fc"
}