{
    "Episode Summary": [],
    "Recap": [
        "Luke tells Lily that he and Noah would like to move back into the farm. Their happiness is short lived when Luke gets an envelope in the mail from his biological dad. Chris gives Bob his resignation. Allison tells Aaron about the letter of apology from Chris. Aaron offers to start over with Allison back in Seattle, which pleases her, but ultimately she needs to do it here. Carly asks Jack to stay at her home while she goes out of town, but Jack tells her that he can't. Carly sees more then she would like to of Janet when she learns she is now staying at the farm. Neal tries to talk with Holden because he is wondering why Holden seems so against he and Carly going away. Holden pretends this doesn't really interest him. Jack and Carly argue about her leaving town with Neal and he compares this to Simon so Carly goes on the attack about Janet. Chris wants to do the right thing and leave town so Allison can rebuild her life, as Bob is proud. Bob admits that he took care of things with Allison. Allison gets a call from Brenda wanting to meet. Luke learns Damian wants him to have some of his trust. Luke is against taking the \u0091dirty' money, but Lucinda is all for it - to do some good with it. Neal and Holden continue to dance around the subject of Carly, as Holden asks him questions, but Lily wanting him to come home interrupts them. Holden is a part of the discussions about what Luke should do with Damian's money, but he seems distant and Lily calls him on it. Jack and Carly spar until they finally come together, as Jack agrees to stay at her home without Janet's help. Allison tells Aaron that Brenda told her they would let her back in the program; Allison is incensed. Holden sees Carly and cautions her to rethink Paris, but she snaps back that he can't offer her what she needs. Holden overhears Neal tell Carly that they need to make a quick business stop in NYC before Paris. Jack explains to Janet he is moving back to Carly's to take care of Parker and she isn't exactly welcome. They disagree on how to handle their \u0091relationship' and how much their kids need to know. Janet understands in the end and agrees to stay private about it. Allison takes Chris to task about butting in again with Brenda, but he explains that it was his father's doing because they all want to do the right thing and that is why he is resigning. Allison is stubborn and doesn't want to take their help and Chris advises her not to give up her future because of him. Noah cautions Luke to not be so quick to not reach out to his dad. When Lucinda comments to Lily about Holden's strange behavior, she admits that she can't get to the bottom of what is bothering him. Carly ignores Holden's attempts to reach her, as she and Neal toast to their trip. Chris tells Kim that he is going to take his own advice afterall. Allison accepts Brenda's offer. Janet questions whether Jack is jealous of Carly's relationship? Jack responds by taking Janet upstairs. Luke tells Lucinda that he is going to take Damian up on his offer, but he wants to start a foundation for sick kids and their families with the money instead. Lucinda is proud, as Luke tells Noah that he is actually doing it for him, so they can change the world together. Carly is doing her best to leave Holden behind. After his repeated attempts to reach Carly fail, Holden lies and tells Lily he needs to go away overnight to fix a problem with a horse out of town. Holden then turns around and arranges a flight to NYC."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: I knew this was a bad idea. I don't want to make your mom upset.",
        "Luke: She's not upset.",
        "Noah: She can't stop crying!",
        "Lily: I'm just happy for the both of you.",
        "Luke: See? The lady cries when she's happy.",
        "Lily: It's just that Holden moved back in here, and now the two of you -- it's perfect.",
        "Luke: Well, will you please, please, please say yes? Unless you want to see her cry you a river.",
        "Lily: Oh, don't get me started.",
        "Noah: I don't want to upset anyone, but I just -- I'm not sure if this is right. I -- I don't want to impose.",
        "Luke: Impose? You're my boyfriend, and I want you to live at the farm, and everybody is cool with that.",
        "Lily: I mean, you'll have to follow Emma's rules and do some chores, but it's free room and board and all the homemade pie you can eat.",
        "Noah: You guys do drive a hard bargain.",
        "[Doorbell rings]",
        "Lily: I'll get that. Say yes.",
        "Luke: Look, no pressure, really.",
        "Noah: Do you think we'll be able to live under Emma's rules?",
        "Luke: Well, that might be kind of hard, but, uh, I don't want to risk her bringing out that shotgun.",
        "[Both chuckle]",
        "Noah: Maybe it's for the best, though, you know? I mean us waiting, you know, just for now.",
        "Luke: Yeah. Well, it's like I said -- there is no pressure.",
        "Noah: Okay.",
        "Luke: Okay? So, is -- is -- is that a yes?",
        "Noah: Yeah, sure.",
        "Luke: Great. Mom, what's wrong?",
        "Lily: This just came special delivery to you. Actually, it's to Luciano Grimaldi.",
        "[SCENE_BREAK]",
        "Chris: Sorry, I just got out of the O.R. There was a message you wanted to see me.",
        "Bob: I got your letter of resignation.",
        "Chris: Yeah, well, I figured I'd make it official with the chief of staff.",
        "Bob: Then I'll give you my official reaction. Not as your boss, but as your father, I can't accept it.",
        "[SCENE_BREAK]",
        "Alison: I just got this from Chris.",
        "Aaron: What is this?",
        "Alison: An apology.",
        "Aaron: You're kidding.",
        "Alison: He says he's sorry and that I should have won the lawsuit, not him.",
        "Aaron: I can't believe it. What are you gonna do?",
        "[Alison sighs]",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Carly: Oh, hi, Jack. I'm glad you're here.",
        "Jack: What's going on, Carly? Is everything all right with Parker?",
        "Carly: Yeah, Parker's fine. But do you think that you could move back into the house for a couple of weeks and stay with him? Since J.J. and Sage are still at camp, I thought I'd take a little trip.",
        "Jack: Where you going?",
        "Carly: I just have to get away. I assume it's not a problem for you then, staying at my place?",
        "Jack: Carly, I -- [Cell phone ringing] I can't. I -- I got to take this. Snyder.",
        "Janet: Whew! I don't know if it's the fresh, clean air or those feathered pillows, but I slept like a baby! Oh. Good morning.",
        "Carly: What's so good about it?",
        "[SCENE_BREAK]",
        "Neal: Hello, Holden. You're a man that likes to work with his hands, I see.",
        "Holden: Yes. Yes, I do like being outdoors.",
        "Neal: That's one thing we have in common, if no polo.",
        "Holden: Kind of busy. What can I do for you?",
        "Neal: I was checking on the progress over at the construction site. It's going rather well.",
        "Holden: Yes, it is. Anything else?",
        "Neal: This project could make a great deal of money for my business and your family.",
        "Holden: Well, that was the idea.",
        "Neal: I think if we're going to be in this together, we may as well agree on things, don't you think?",
        "Holden: Well, that's why I apologized for insulting you last night.",
        "Neal: And to say?",
        "Neal: Just this -- Carly and I are leaving for Paris tonight. I don't want there to be any hard feelings.",
        "Holden: Why would I care if you take off with Carly?",
        "Neal: Why indeed.",
        "[SCENE_BREAK]",
        "Carly: I'm gonna go.",
        "Janet: Wait. Wait. Don't get the wrong idea. Jack and I are just friends. Well, all right, to be honest with you, Brad wouldn't pay for my bill at the Lakeview anymore, so Jack said I could come stay here for a little while.",
        "Carly: That Jack, always coming to the rescue.",
        "Janet: He's a real good guy. I don't know why you ever let him go.",
        "[Chuckles]",
        "Carly: I'd rather not discuss that with you.",
        "Janet: Okay. Well, fine, whatever. But just so you know, Jack has a strict \"No cohabitation\" rule here at the Snyder farm.",
        "Carly: Right. So the two of you are just friends.",
        "Janet: Well, friends with bennies. [Chuckles] But not while we're here.",
        "Carly: Oh, of course not. I know that Jack's a real stickler for the rules.",
        "Janet: Boy, I noticed, huh? Hm!",
        "Carly: I bet you noticed a lot.",
        "Janet: Well, one thing I did notice -- I seem to have a real weakness for Snyder men. But if anybody understands that, it's you, right?",
        "Carly: What do you mean by that?",
        "Janet: Well, you, me, Katie -- we've all been with Brad and Jack both.",
        "Carly: Is there a point in there somewhere that you're trying to make?",
        "Janet: I'm sorry. I didn't mean to offend you.",
        "Carly: That's okay. No harm done. I'll make other arrangements for Parker. It appears you have your hands full here.",
        "[Jack sighs]",
        "Jack: Carly, wait. Hold on a second. What are you so upset about?",
        "Carly: I'm not.",
        "Jack: Could have fooled me.",
        "Carly: It's just so predictable -- you getting busy with your brother's ex. You and Brad trade girlfriends like baseball cards. It's pathetic.",
        "Jack: That is not what's happening.",
        "Carly: Oh, that's right, because you and Janet are just friends -- with bennies, so I'm told.",
        "Jack: Oh, I see. You're jealous of Janet.",
        "Carly: No, I'm not. It's just weird.",
        "Jack: Yeah. Parker thinks so, too.",
        "Carly: Well, there's a good reason for you not to stay with him while I'm gone.",
        "Jack: Parker is my son. I can take care of him. And why are you going away, anyway? You just got Metro back up on its feet. What's so urgent?",
        "Carly: Paris.",
        "Jack: You're kidding.",
        "Carly: Do I look like I'm kidding?",
        "Jack: That's a pretty pricey trip. You going by yourself?",
        "Carly: No. I'm going with Neal.",
        "Jack: Like hell you are.",
        "[SCENE_BREAK]",
        "Holden: What you and Carly do is your business.",
        "Neal: I agree. But I get the impression it's not that clear-cut for you.",
        "Holden: Really? Why is that?",
        "Neal: Well, you were more than a bit dodgy at, shall we say, our truncated dinner last night, and you seem rather hostile even now.",
        "Holden: Look, if I offended you, I'm sorry. I don't know what else to say.",
        "Neal: Why don't you try that old-fashioned plain speaking you Americans are famous for?",
        "Holden: I have been honest with you all along.",
        "Neal: I don't think so. Last night, I got the distinct impression you weren't too happy that Carly had agreed to go to Paris with me.",
        "Holden: I don't know where you got that idea. It appears you're dead wrong. And I hope that's the kind of plain speaking that you're looking for because I'm getting sick and tired of talking about this.",
        "Janet: This kitchen is fabulous, but do you have a whisk?",
        "Jack: I'm sorry. Janet, could you just give us just a minute, please?",
        "Janet: Oh, well, I was just about to make you my famous ricotta pancakes. You know me -- ricotta, will travel. Yeah. Never mind. Uh, I'm just gonna go upstairs and get dressed then.",
        "Carly: That's a good idea.",
        "Janet: Yeah, for such a hot day, it suddenly became very chilly in here.",
        "Jack: Don't. Don't start.",
        "Carly: What? I didn't say a word about that cheesy thing she's wearing. [Jack laughs] Is that the kind of thing you're going for these days, Jack?",
        "Jack: Not that it's any of your business, but Janet has her own room here now.",
        "Carly: Okay. But for when Emma gets back, I don't think she's gonna be fooled by appearances. I know I'm not.",
        "Jack: I'm not denying a thing, Carly. But a few dates with Janet is vastly different from jetting off to Europe with some smooth-talking Hugh Grant wannabe. What are the kids gonna think?",
        "Carly: J.J. and Sage won't even know I'm gone. And Parker will be too busy being traumatized by the image of you shacking up with Liberty's mother.",
        "Jack: Or he could be traumatized by the fact that his mother is abandoning him again.",
        "Carly: That is absolutely not what I'm doing. And you have no right to tell me what to do.",
        "Jack: Oh, come on! This is Simon Frasier all over again, Carly.",
        "Carly: Neal is nothing like Simon. He is a legitimate businessman and probably like the last man on earth to become a wanted fugitive.",
        "Jack: How the hell do you know that? Have you run a background check on him?",
        "Carly: No, Jack, I'll leave that up to you. And if you can't find any skeletons in his closet, maybe you can invent some. God forbid I have a relationship that might actually go somewhere!",
        "Jack: Oh, so you admit it's a relationship!",
        "Carly: Not that it's any of your business, but I will have my own separate room in Paris, just like you and Janet down on the farm.",
        "Jack: And what about your club? Who's running Metro while you're gone?",
        "Carly: It -- it's not forever. It's just for a couple of weeks. It'll be fine.",
        "Jack: Okay, and you explained all this to Parker?",
        "Carly: Yes, of course I did.",
        "Jack: And what did he say?",
        "Carly: What he always says -- \"Fine, whatever.\"",
        "Jack: That means he hates the idea.",
        "Carly: I was hoping that you could look after Parker while I'm gone. But since you're otherwise engaged, I will find someone else to look after our son. Enjoy your ricotta pancakes.",
        "Jack: Hey, leave Janet out of this, please.",
        "Carly: Not a chance! I don't want you and your new girlfriend hanging around in my house. And don't even think about bringing Parker here while the two of you are tiptoeing between your private rooms.",
        "Jack: Wow, I am surprised you're even leaving Parker here in the first place! It'd be just like you to drag him off to Paris with you and your new prince charming. Don't. Don't try getting holier-than-thou with me, Carly, you of all people.",
        "[SCENE_BREAK]",
        "Chris: I think you need to read this again, Dad.",
        "Bob: No, no, I got it all. You apologized for exposing this hospital to a potentially serious lawsuit, and then you described in detail what really happened.",
        "Chris: Right. I misled you and Tom both.",
        "Bob: Yes, you did. You swore that you didn't use your influence to have Alison removed from the nursing program, when, in fact, that's exactly what you did.",
        "Chris: And why should I get away with that?",
        "Bob: You shouldn't get away with it. Reparations should be made.",
        "Chris: That's why I'm resigning, Dad, because if I didn't, you'd have to fire me.",
        "Bob: That's not true. You know, you did at least one thing right. You stood up and admitted that you'd made a mistake.",
        "Chris: Yeah, but it's too late, Dad.",
        "Bob: Maybe not. You have made some serious mistakes, Son, but you've always taken responsibility for them. You're a fine physician. I'd hate to see you throw away a career.",
        "Chris: Oh, I'm not gonna give up my medical license, Dad, but, you know, I need to put some distance between myself and this hospital. I can't have you defending me all the time.",
        "Bob: Maybe that's a father's job.",
        "Chris: But it's not the job of the chief of staff. I know you have to accept this.",
        "[Bob sighs]",
        "Bob: So what do you plan to do?",
        "Chris: I'm not sure. Try my luck someplace besides Oakdale, maybe.",
        "Bob: Your mother won't be happy about that.",
        "Chris: Oh, well --",
        "Bob: Neither am I.",
        "Chris: Dad, I haven't made up my mind yet about the future. I'll have to think it over.",
        "Bob: Of course you do. You know, Son, if I inadvertently made things tough for you, put more stress on you here, I'm sorry. It was unintentional. I know it's -- its really tough having your father as your boss.",
        "Chris: Everything that happened, Dad, wasn't because of anything you did. It was me.",
        "Bob: You know, I've always -- I've always wanted the best for you. And if I made this difficult, I'm sorry. Can I change your mind about this?",
        "Chris: No, I know I'm doing the right thing. But I do have one request. It's about Alison.",
        "Bob: Don't worry about that. I've already taken care of it.",
        "[SCENE_BREAK]",
        "Alison: If you're trying to sweeten me up, it's not going to work, not today.",
        "Aaron: Forget the letter from Chris, okay, because there's no way he can ever make up for what he did to you.",
        "Alison: I know. I just -- well, I just wish things could have been different.",
        "Aaron: All right, well, listen -- don't obsess over it, okay? You need to focus on your future.",
        "Alison: What future?",
        "Aaron: You need to make a big change in your life. Listen, if you want, we can always -- we can always go back to Seattle and, you know, try over if you want.",
        "Alison: You would -- you would do that for me?",
        "Aaron: Yeah, I would.",
        "Alison: Aaron, that is -- that is really sweet. But, uh, that would sort of be like running away, you know?",
        "Aaron: Yeah, that wouldn't be good.",
        "Alison: No, no, it wouldn't.",
        "Aaron: No, it wouldn't.",
        "Alison: And, uh, if I'm gonna try to get my life together, I need to do it here, where I let things get all messed up in the first place.",
        "Aaron: Right. What are you gonna do?",
        "Alison: I wish I knew. [Cell phone ringing] Oh, it's -- oh, it must be work. Hello? Oh, hi. Yeah, okay, uh, I'll -- I'll be right there. Bye.",
        "Aaron: Who was that?",
        "Alison: Brenda Manning.",
        "Aaron: The same Brenda that got you kicked out of nursing school?",
        "Alison: Yeah. She said she wants me to meet her at the hospital right away.",
        "Aaron: Well, how come?",
        "Alison: I don't know, but it sounded important.",
        "[SCENE_BREAK]",
        "Lucinda: Your mom tells me you're thinking about moving in together? Ohh, why the long faces? Something to do with the envelope in your hand? It's not bad news, I hope.",
        "Luke: You know what? We don't know what it is. It's just something from the Grimaldi family.",
        "Lucinda: Oh. You mean a -- a missive from dear old dad?",
        "Luke: You know, I'm -- I'm not interested at all in what this says. I want nothing to do with Damian, nothing to do with that family.",
        "Lily: What if there's something in there that you really should know about?",
        "Luke: I don't care. I'm not interested.",
        "Lucinda: Well, I am! I really -- I don't understand you people. I really don't understand this lack of curiosity, for heaven's -- for heaven's sake. Ooh.",
        "Lily: What?",
        "Lucinda: Look who it's from.",
        "Lily: What does it say?",
        "Lucinda: Oh, my darling, I think that Dad wants to make amends in a big way. Yes.",
        "[SCENE_BREAK]",
        "Jack: Kind of a double standard, don't you think? You getting to pass judgment on who I'm dating while you're jetting off to Europe with some rich guy you met five minutes ago?",
        "Carly: I never said you couldn't date Janet. And if she invited you to Paris, would you turn her down?",
        "Jack: Yes. Yes, Carly, I would.",
        "Carly: Oh, I see. So separate rooms in an amazing Parisian flat -- that's a no-no. But sharing a bathroom at the Snyder farm with your brother's aging prom date -- that's okay.",
        "Jack: Oh, would you s -- would you stop putting her down, please?",
        "Carly: No, not until you stop comparing Neal to Simon. I know this trip seems sudden and impetuous, but I really needed to get away, and Neal made me an offer that I couldn't refuse.",
        "Jack: What else did he offer you, Carly?",
        "Carly: Like I said, I'll find somebody else to look after Parker. Thanks for nothing.",
        "[SCENE_BREAK]",
        "Holden: Carly has a right to go to Paris with whoever she wants. In fact, my wife and I couldn't be happier for her.",
        "Neal: I'm glad you feel that way.",
        "Holden: How long do you think you'll be gone?",
        "Neal: Only a couple of weeks. Carly has to get back home for the children.",
        "Holden: Of course. Then you will be coming back with her? You have business interests all across the world, right?",
        "Neal: Actually, if things go the way I hope, I may be spending some more time in Oakdale. I mean, who knows? If I do decide to stay, I may start developing a polo field. You can provide the horses.",
        "[Cell phone ringing]",
        "Holden: Lily, what's up?",
        "Lily: Listen, I am -- I'm sorry to bother you, but could you come back to the house right away?",
        "Holden: Yeah, sure. What's going on?",
        "Lily: We've got a situation here. And Luke really needs his father right now.",
        "Holden: Okay. All right, I'll be right there. I got to go. Have a good trip.",
        "Neal: I'm sure I will.",
        "[SCENE_BREAK]",
        "Aaron: Hey, back so soon? What did Brenda want?",
        "Alison: They're letting me back into the nursing program.",
        "Aaron: Are you serious? Well, why the 180?",
        "Alison: Guess.",
        "Aaron: No way. So first Chris gets you kicked out, and now he tries to get Brenda to bring you back in?",
        "Alison: It's the only explanation. I mean, Brenda certainly wouldn't decide to do this on her own.",
        "Aaron: Oh, I love this guy. [Alison chuckles] He's got a guilty conscience so he tries to wave his wand and make it all go away. That's just --",
        "Alison: Yeah, well, it's not gonna be that easy.",
        "Aaron: Whoa, whoa, whoa. Where you going?",
        "Alison: Where do you think?",
        "Aaron: No, I'm going with you. Hold on. I'm -- I'm gonna go with you.",
        "Alison: No. No. I need to this on my own.",
        "[SCENE_BREAK]",
        "Jack: Okay, listen, I don't want to -- [Sighs] I don't want to fight with you about this. We -- we're both trying to move on with our lives, and while we don't agree with each other's choices, I know that there's no way I can change your mind about anything. You're gonna take off with this Neal guy whether I like it or not.",
        "Carly: That's right. I didn't come here for your approval.",
        "Jack: Yeah, and I'm not gonna stand in your way.",
        "Carly: Because you can't.",
        "Jack: Do me one favor, though. Don't send Parker to stay with some -- some neighbor. I can stay at your house until you return.",
        "Carly: And what about Janet?",
        "Jack: Don't worry about Janet. I'll deal with it.",
        "Carly: Okay. Thank you, Jack. I'll see you later.",
        "[Jack sighs]",
        "Janet: Gee, I couldn't help but overhear. So, how are you going to deal with me, Detective?",
        "[SCENE_BREAK]",
        "[Carly sighs]",
        "[Carly remembering]",
        "Carly: Do me a favor, all right? Don't say any --",
        "Holden: No, I think I should go on the record here. I don't want to see you throwing yourself into a relationship just because of what happened between us.",
        "Carly: I'm not throwing myself into anything.",
        "Holden: Don't you think that Neal is offering a little bit more than you're ready for?",
        "Carly: Tell me something. What exactly are you offering?",
        "[SCENE_BREAK]",
        "Neal: Carly! I thought I saw your car. I'm afraid there's been a slight change of plan.",
        "Carly: Should I not pack for Paris?",
        "Neal: By all means, do. But we'll have to make a layover in New York first. I've some business to clear up. It shouldn't take long. I've booked two rooms at the 9 Muses on the Park. We'll head straight to the airport from there.",
        "Carly: Sounds perfect. I'm gonna head home to pack.",
        "Neal: I'll come with you. I'm an expert at folding things so they don't wrinkle.",
        "Carly: Can you do that with a linen dress?",
        "Neal: I'll try.",
        "[Carly chuckles]",
        "Carly: Bye, Holden. Take care.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Chris: Ooh, that was fast. Sorry, I thought you were room service.",
        "Alison: This is what I think of your apology. What, you think you can write me a pathetic little note and that would make up for the way you lied in court?",
        "Chris: I didn't lie, actually.",
        "Alison: Oh, no, no, no, no. You were too careful for that. But the result was still the same. You still ruined what was left of my reputation.",
        "Chris: I know I hurt you, Ali. I'm just trying to make up for it.",
        "Alison: Oh, yeah. Yeah, right. So how much did you have to pay Brenda to take me back?",
        "Chris: I didn't bribe Brenda, if that's what you think, okay? The truth is you didn't flunk out. It was a judgment call, and I didn't speak to Brenda. My father did.",
        "Alison: This was Bob's idea?",
        "Chris: Yeah. When I told him the truth about everything, he thought it was in the best interest of the hospital to reinstate you immediately. It's the right thing to do, Ali, just like it was right of him to accept my resignation.",
        "[SCENE_BREAK]",
        "Kim: So you couldn't change his mind?",
        "Bob: I tried, but Chris felt that he had to resign.",
        "[Kim sighs]",
        "Kim: Well, maybe it's for the best -- I mean, if he separates himself from what happened with Alison.",
        "Bob: Well, I -- I feel, uh, responsible that I chased my own son away because I expected too much.",
        "Kim: Oh, Honey, come on. He's made a lot of mistakes, and you stood by him. You couldn't have been more supportive. The thing is, he's just got some issues, and he's got to work those through himself, by himself. What he needs now is a really fresh start.",
        "Bob: Even if it means moving away?",
        "Kim: I -- I hope that doesn't happen.",
        "[SCENE_BREAK]",
        "Alison: So you resigned. What, is that supposed to make me feel better?",
        "Chris: I thought that's what you wanted.",
        "Alison: It's a little too late, don't you think?",
        "Chris: Yeah, probably is. [Chris sighs] I really hope you go back to nursing school, Ali.",
        "Alison: Why? So you can stop feeling guilty?",
        "Chris: I'd just like to think in some small way I can make this up to you.",
        "Alison: Well, you can't.",
        "Chris: Hey -- I know you hate me right now, okay, but -- but please don't you dare give up a career you love to get back at me. The choice of what you do with your future shouldn't be about me or anybody else. It should only be about you and what you want to do with the rest of your life. I wish you the best, Ali. I really do.",
        "[Alison sighs]",
        "[SCENE_BREAK]",
        "Janet: Nothing like your ex dropping by to start the day off with a bang. [Jack chuckles] So, when you said you'd deal with me, was that a good thing?",
        "Jack: No, what I -- what I meant to say was that I was planning on explaining the situation to you, and I figured you'd understand.",
        "Janet: Understand what?",
        "Jack: Well, Carly is taking off for Paris for a couple of weeks, and she wants me to move into her house to take care of Parker, as opposed to him staying in some neighbor's house. And I really want to do it 'cause he's had a lot of issues lately, and I think he needs his dad.",
        "Janet: Of course he does. I mean, I have a teenage daughter myself. You know that. But the good news is I can help you because I don't know if you've noticed, but I can cook. Oh, yeah, Baby, I'm pretty good in the kitchen. And I can make sure that you and Parker have a decent meal every night and a decent breakfast every morning.",
        "Jack: Okay, Janet --",
        "Janet: And listen -- the two of us, we can explain to Parker that -- that us seeing each other, it's not the end of the world, you know?",
        "Jack: Time out, okay? I don't think you heard what I said. I'm moving there, not you.",
        "[SCENE_BREAK]",
        "Lily: Damian has apparently authorized a portion of Luke's inheritance to be transferred to him.",
        "Lucinda: A very large portion.",
        "Luke: If I choose to accept it, which I'm not going to because I don't want that money.",
        "Lucinda: Darling, you must think about this. Think what you could -- you could do something wonderful. For heaven's sake, would you speak to your son, please, Holden?",
        "Lily: Mother!",
        "Lucinda: Darling, I can't help it. I'm a businesswoman. We're talking about real money here -- in euros, for heaven's sake.",
        "Luke: Look, I don't care if it's a fortune. To me, it's dirty money.",
        "Lucinda: I -- I know, Darling. You don't want to feel indebted to Damian because he mistreated you, but at the same time, you can think about what you can do with this money, how you can make it work for you, make something constructive!",
        "Lily: I think Luke should stick to his guns. Don't you agree, Holden?",
        "Holden: I think it's up to Luke.",
        "Luke: I think I need to get some air.",
        "Noah: All right, I need to get some air, too.",
        "Lucinda: Gee whiz, I hope he makes the right decision.",
        "Lily: So do I, Mother. But Luke doesn't need this money. All of our children have a wonderful trust fund from you.",
        "Lucinda: Yes, Darling, but that makes them comfortable, and that's nice, but this -- this is different!",
        "Lily: Yeah. Yeah, it's like a bribe. I think he should turn it down.",
        "Lucinda: I utterly disagree with you.",
        "Lily: I'm sure Holden agrees with me.",
        "Holden: I'm sorry. What?",
        "Lucinda: What?",
        "Lily: Holden, this is important. Where are you? What is going on?",
        "Holden: I'm just tired. I didn't get much sleep last night.",
        "Lily: Why? Are you not feeling well?",
        "Holden: No, no, I'm fine. I'm fine. Um, listen, I really don't think we should argue about this. It's Luke's decision, and he needs to make it. I left my cell in the car. I'm gonna go grab it. I'll be right back.",
        "[Lily sighs]",
        "Lucinda: Um, what's his problem? He doesn't seem like himself today.",
        "Lily: Yeah, I don't know. He -- he had a meltdown last night. He completely lost it. Carly and Neal had to leave our dinner party.",
        "Lucinda: A meltdown? Holden? What's the problem today?",
        "Lily: Well, I know he's worried about Meg, and especially since Paul was arrested.",
        "Lucinda: Well, let me tell you -- the Worldwide board isn't thrilled by that, either. And, Honey, are you all right? Everything generally better now that he's moved back in? Everything's good?",
        "Lily: Definitely, definitely closer, Mother, but obviously something else is still bothering him.",
        "Lucinda: You need to find out what it is.",
        "Lily: Yeah, I'm trying, but so far he hasn't given me a single clue.",
        "[SCENE_BREAK]",
        "Holden: Come on. Pick up. Pick up.",
        "[Cell phone ringing]",
        "[SCENE_BREAK]",
        "Neal: In my experience, a glass of wine always makes packing much more enjoyable.",
        "Carly: That sounds wonderful.",
        "Neal: A '96 Bordeaux should put us in the mood for all things French.",
        "[Carly chuckles]",
        "Neal: Un tire-bouchon, s'il vous plait?",
        "Carly: Huh?",
        "Neal: Corkscrew.",
        "Carly: Oh! [Both laugh] It sounds much more romantic in French.",
        "Neal: Everything always does.",
        "Carly: Here you are, Monsieur.",
        "Neal: Merci beaucoup. [Cell phone ringing] Do you need to get that?",
        "Carly: Uh, no, um, if I don't start packing soon, we'll never make our flight.",
        "Neal: Ah, first of all, let's have a toast to the perfect trip. Voila. Salut.",
        "Carly: Mmm.",
        "[SCENE_BREAK]",
        "Jack: Mmm. Amazing.",
        "Janet: It's the ricotta. It's very subtle. That's the secret. See what you're gonna miss when you move out of here and leave me here to pluck the cows and milk the chickens?",
        "Jack: Oh, this could be a problem.",
        "Janet: Yeah, you're telling me! I'm no farmhand.",
        "Jack: Listen, I'm sorry. It's just that I think it's better for Parker if I'm back there by myself.",
        "Janet: Why? He's no dummy. He already knows we're an item.",
        "Jack: True, but he's kind of confused right now. The last thing I want to do is throw it in his face. Besides, he's probably not all that happy knowing that his mother took off for Paris with a guy she hardly knows.",
        "Janet: Well, he's got to learn about life sometime.",
        "Jack: Oh, believe me, he's learned enough. The last thing I want him to be thinking about right now is sex.",
        "Janet: Oh, come on, Jack. He's a teenager. That's all they think about. And you tell me what's wrong with him thinking his father is entitled to a good, healthy sex life. Come on, Jack! Lighten up.",
        "[SCENE_BREAK]",
        "Noah: Here you go.",
        "Luke: Oh, thank you. So tell me -- do you agree with my grandmother? Do you think I'm crazy to turn down all this money?",
        "Noah: Um, I think you'll do the right thing.",
        "Luke: Well, that's a great dodge, but that's not an answer. Noah, come on. Tell me the truth. I trust your opinion.",
        "Noah: Well, I don't know. Maybe -- maybe giving you all this money is a way for your bio dad to try and make things better between you two.",
        "Luke: Yeah, well, if he wants a father/son relationship, that is not gonna happen.",
        "Noah: Look, look, you could be right. It could be all one big ulterior motive. But what if it's not? I mean, what if you blow off this money and pass up on the only opportunity you guys have to make a real connection, you know? And down the line, you could regret that. It might be too late.",
        "[SCENE_BREAK]",
        "Kim: You okay?",
        "Chris: Great.",
        "Kim: Good, because that was a very brave thing you did. I mean, admitting you were wrong, apologizing to Alison -- that was good.",
        "Chris: Dad must have told you I resigned from the hospital.",
        "Kim: Yep, he did. And he was disappointed, but, oh, boy, was he proud of you! And me, too. And no matter where you go, we are both behind you all the way.",
        "Chris: Well, to be honest, Mom, I have no idea what I should do or where I should go next. But I just got finished telling Alison not to run away and not to give up, so, you know, I think I'll take my own advice. Besides, you know, I'm not gonna leave now.",
        "[Chuckles]",
        "Kim: Right. Oh! Okay! Good, good! Um -- [Sighs] Bye.",
        "Chris: Thanks, Mom.",
        "Kim: Um, okay.",
        "[Chris chuckles]",
        "[Sighs]",
        "[SCENE_BREAK]",
        "Alison: Well, you gave me another chance, and I appreciate it. Thanks again. Bye.",
        "Aaron: You're going back to nursing school? What made you change your mind?",
        "Alison: Actually, uh, Chris did. He made me realize that if this is what I wanted all along, the last thing I should do is give up on it now. And, you know, I -- I think I have a really good shot at being a good nurse.",
        "Aaron: Well, then, for once I agree with Chris -- [Alison laughs] Because if you're smiling, that's all that matters.",
        "Alison: Well, you know, I may have lost the case in court, but right now I feel like I've won.",
        "[Alison chuckles]",
        "[SCENE_BREAK]",
        "Jack: I just don't think my son needs to be up close and personal with my sex life right now.",
        "Janet: Well, all right. You know your kid better than I do. You got to go with your gut.",
        "Jack: Yes, I do. Listen, the last time Carly took off with some guy, the kids thought she'd never come back. I had to pick up the pieces.",
        "Janet: Is that what's really bothering you? Are you jealous?",
        "Jack: Jealous?",
        "Janet: Yeah. Do you wish it was you flying off to Paris with Carly?",
        "[SCENE_BREAK]",
        "Neal: Got everything you need?",
        "Carly: Uh-huh. Uh, my phone.",
        "Neal: Allons, allons-y. E limo nous attend.",
        "Carly: What? I'm sorry. My French -- it sort of sucks.",
        "[Neal laughs]",
        "Neal: Don't worry. I'll do all the ordering in the restaurants.",
        "Carly: Okay. Just no frog's legs, okay? 'Cause I'll throw up. I really will. I know they -- they supposedly taste like chicken, but they're not for me.",
        "Neal: I promise -- no frog's legs. All that's left is to show you a good time. Shall we?",
        "Carly: Yeah.",
        "[SCENE_BREAK]",
        "Lucinda: Ah! [Laughs] Hi.",
        "Noah: Hello.",
        "Lucinda: I got your text message. What is it that you want, Sweetheart?",
        "Luke: Well, um, I'm thinking about accepting the Grimaldi inheritance.",
        "Lucinda: Ah! Bravo, bravissimo. That's a really smart choice.",
        "Luke: Well, thank you. But I was thinking about what you said about -- about doing some good with the money, and what I was thinking is that I'd like the money to go to some sort of foundation that helps sick kids, you know, to help support the kids and their families while they're going through treatment.",
        "Lucinda: Darling, what a thoughtful and -- and -- and generous and marvelously sane idea. You make me very proud of you.",
        "Luke: Well, thank you. But the thing is, I don't know how to do any of that. So, um, that's where you come in.",
        "Lucinda: Oh, indeed! Okay. [Laughs] Okay, 'cause I got a stable of lawyers who just specialize in -- in nonprofit endowments. Well, do you want to get started right away?",
        "Luke: Uh, yeah, that sounds great.",
        "Lucinda: Okay. Well, I'll go, and I'll make some phone calls, all right?",
        "Luke: Okay.",
        "Lucinda: Darling, you're really doing a good thing.",
        "Luke: Thank you.",
        "Lucinda: Of course, I'm not surprised. [Luke chuckles] Lots of love.",
        "Luke: I love you.",
        "Noah: She's right, you know? You are doing a good thing.",
        "Luke: Well, thank you. But the important thing is that I'm not doing this for Damian. I'm doing this for you.",
        "Noah: What? What do you mean?",
        "Luke: Remember when you wanted to join the army? You said it was because you wanted to do something good with your life, you wanted to serve. So I was thinking that working for this foundation would be a way that you can get what you want. And it's a way that we can work on something together.",
        "[SCENE_BREAK]",
        "Jack: I'm not jealous of Carly.",
        "Janet: Not even a little?",
        "Jack: Yeah, I know. It surprised me, too. But if Carly said she needed a break and she was whisked off by Patrick Dempsey to Paris, I wouldn't lose any sleep.",
        "[Janet laughs]",
        "Janet: Well, it's too bad you'll be sleeping alone.",
        "Jack: Yeah. And you're more than welcome to stay here until I get back.",
        "Janet: Well, it's either that or a park bench next to the police station.",
        "Jack: Yeah, but then I'd have to arrest you for loitering, and if you wore what you wore this morning, then public indecency.",
        "Janet: Oh, I'd rather settle for private indecency. [Jack chuckles] Are you gonna come visit me?",
        "Jack: In jail? Of course.",
        "Janet: No, silly, here at the farm! 'Cause after a long day of shucking corn, I'll get awfully lonesome.",
        "Jack: Well, I think I can help you in that department.",
        "Janet: Mmm.",
        "Jack: Come on. Let's go upstairs.",
        "Janet: Mnh-mnh-mnh-mnh! Ah-ah! What about the cohabitation rule?",
        "Jack: Well, as of right now, I'm, uh -- I'm not living here.",
        "[SCENE_BREAK]",
        "Neal: I made dinner reservations at a hot new steakhouse in Tribeca. We'll do dancing afterwards. Maybe you'll get some ideas for the club.",
        "Carly: Oh, no. I'm not even gonna think about Metro. I'm banishing all thoughts of Oakdale.",
        "[Neal chuckles]",
        "[Cell phone ringing]",
        "Carly: Easier said than done.",
        "Neal: It's not too late to change your mind.",
        "[Ringing continues]",
        "Carly: This is exactly what I need. And we're gonna have a wonderful time. No one can ruin it.",
        "[SCENE_BREAK]",
        "[Holden groans]",
        "Lily: You look upset.",
        "Holden: Yeah. Yeah, there's a problem with this horse I sold in Louisville. I got to deal with it now.",
        "Lily: Right now?",
        "Holden: Yeah, I'm afraid so. I, uh, think I have to -- I have to take a trip.",
        "Lily: Well, h -- how long will you be gone?",
        "Holden: Um, at least overnight.",
        "[Lily sighs]",
        "Lily: All right, uh, I'll go help you pack.",
        "Holden: Thanks. Hi, I need to book a flight to New York.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Emily: If you really love me, please do what I need you to do.",
        "Casey: I'm done with Emily.",
        "Lawyer: If anybody can find evidence to clear Paul, this it the guy who can do it.",
        "Rick: Long time no see, Barbara. It's nice to be back in Oakdale.",
        "[Alison screams]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=VIJ2qul_t6c"
}