{
    "Episode Summary": [],
    "Recap": [
        "Carly and Holden bond as they talk about being single parents and Holden also helps Carly get home after her car battery dies at the supermarket. Carly and Holden also plan a road trip to check out a summer camp for the kids. Luke finally realizes that he can't be with Noah until they can be a couple so he moves out of Noah's house after only a few hours of living there. Liberty meets Parker and apologizes for causing the fall from his skateboard. Brad and Katie decide to let liberty stay until they get the DNA results they are both determined to face the problem together. Paul is determined to get Meg back by going to therapy but after she tells him that therapy won't guarantee them being together he is devastated and cancels the appointment. Paul tells Sofie he is damaged goods and his life is nothing without Meg. Sofie tells Paul he isn't damaged he is a man who loves deeply with his whole heart and if Meg doesn't see that it is her loss. Sofie kisses Paul and then he kisses her back when Meg feels guilty about talking so harshly to Paul she goes to Fairwinds and sees Paul and Sofie kissing."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Hey. Good morning. How are you feeling?",
        "Parker: The doctor said I might wake up with a headache, but I didn't. Is that weird after a concussion?",
        "Carly: I don't know. Maybe you just got lucky. You really scared the daylights out of me. I'm happy you're all right.",
        "Parker: Glad you're happy about something.",
        "Carly: You know, I'm sorry that things have been so tense between Jack and me lately. You shouldn't have to deal with that.",
        "Parker: I'm used to it.",
        "Carly: You shouldn't be. You should get to be a kid.",
        "Parker: Lots of kids have messed up parents. I can deal.",
        "Carly: I know you, Parker. You're not dealing as well as you think you are.",
        "Parker: Okay, you want the truth? I honestly don't care if you and Dad get back together. I just wish you guys would stop trying to rip each other's heads off every chance you get. You brought it up.",
        "[Doorbell rings]",
        "Carly: What do you want, Jack?",
        "Jack: I just came by to see if Parker needed a ride to school. If you have a problem with that --",
        "Carly: No. No problem at all.",
        "[SCENE_BREAK]",
        "Holden: I was wondering, has she said anything to you about when she might be coming home? All right, well, if she gets a few minutes, just tell her to give me a call. Bye bye. Going somewhere?",
        "Luke: Yeah. Um -- I'm moving in with Noah and Ameera.",
        "Holden: I don't think that's such a good idea.",
        "Luke: Look, I know it's really bad timing with Mom being gone and everything, but I'll be back to help out as much as you want me to.",
        "Holden: No, it's not about you helping out around here. I think you're making a big mistake.",
        "[SCENE_BREAK]",
        "Jack: Yesterday, you said you didn't want me anywhere near the kid unless I called first, and now --",
        "Carly: I don't want to fight. It's exhausting.",
        "Jack: Hey, I'm not crazy about it, either.",
        "Carly: Are we gonna fight about not fighting?",
        "Jack: Oh, you tell me, Carly. I'm a little thrown here. I expected --",
        "Carly: You should have called because I told you to. But you're here now, and I know you're just as worried about Parker as I am.",
        "Parker: Hey, Dad. What are you doing here?",
        "Carly: He's gonna give you a ride to school.",
        "Jack: You got your stuff?",
        "Parker: And you're okay with that, Mom?",
        "Carly: Absolutely.",
        "Parker: You sure?",
        "Carly: Well, I won't be if you miss first bell. So go. Go on. And, Parker, try to have a good day.",
        "Jack: Thank you.",
        "Carly: No big deal.",
        "[SCENE_BREAK]",
        "Holden: Luke, I know how hard it must be for you to watch Noah and Ameera play house.",
        "Luke: That's a good way to put it. I hate it. That's why I have to move in.",
        "Holden: As what?",
        "Luke: The gay roommate. I'm a very willing Grace.",
        "Holden: You would be putting yourself right in the middle. And you're too honest to live a lie like that, not to mention that the situation is illegal.",
        "Luke: The I.C.E. is the least of my problems.",
        "Holden: You know, when you came out to me and your mother, you told us how painful it was to live a lie. You would just be going back to that. You'd be taking a step backwards.",
        "Luke: Yeah, but -- but it has to be better than just not seeing Noah at all. You know, at least this way I get to spend some time with him. I can actually look at him in the privacy of our own house without having to worry that the I.C.E. is peaking around some lamppost or something. I mean, I know it's not a perfect situation --",
        "Holden: No, it's an emotional time bomb. The three of you living under the same roof? Come on.",
        "Luke: Living with Noah, even under these circumstances, is better than not seeing him at all.",
        "[SCENE_BREAK]",
        "Katie: I love you.",
        "Brad: I love you double. I still can't believe that I'm your husband.",
        "Katie: Wait. You're forgetting something.",
        "Brad: What?",
        "Katie: You're not just my husband. Could be her dad.",
        "[SCENE_BREAK]",
        "Mike: You know, you don't have to hang out. My ankle's fine. There's no permanent damage.",
        "Meg: I'm staying, Mike. I'm the one who begged you to keep the job for Mama's sake, and you got hurt.",
        "Mike: Come on, it's not your fault. I knew the field was full of holes. I was the one who reminded you about it. Remember?",
        "Meg: True.",
        "Mike: If anyone's to blame, it's Ryan. He got me so mad, I forgot to look where I was going.",
        "Meg: Yeah, Paul has that effect on people.",
        "Mike: The guy's unstable, Meg. I hope for your sake he keeps his distance.",
        "[Door opens]",
        "Doctor: Mr. Kasnoff, how's the ankle doing?",
        "Mike: Oh, it's much better, Doc. My friend here wraps a mean bandage.",
        "Meg: Well, I'll give you guys some privacy. Are you following me?",
        "Paul: No. No, I didn't know you were here.",
        "Meg: So, what are you doing at the hospital? Is it Barbara?",
        "Paul: No, it's me.",
        "Meg: Hey, you're not sick, are you?",
        "Paul: It's nice to know you still care.",
        "Meg: It's a simple question. Don't manipulate me.",
        "Paul: No, look, I'm not sick, physically. I have an appointment with a shrink.",
        "Meg: You're going to therapy?",
        "Paul: Yeah, I know. I know. It's so hard to believe 'cause I'm such a well- adjusted individual, but --",
        "[Paul sighs]",
        "Meg: Okay, why now?",
        "Paul: Why now? 'Cause I'm out of control. I lost a great deal recently. And I stand to lose even more if I don't deal with whatever it is that makes me so messed up.",
        "Meg: Well, I'm really proud of you, Paul. This is a really good thing.",
        "Paul: I'm doing it for you.",
        "Meg: For me?",
        "Paul: Yeah. You say I got to get help, I'll get help. You say I got to go to therapy, I'll go to therapy. I'll do whatever I have to. I'll do anything for you, Meg. Anything.",
        "[SCENE_BREAK]",
        "Brad: I cannot believe that I have to leave my own room to have a conversation with my wife.",
        "Katie: It's called being a dad.",
        "Brad: Which we don't know that I am yet.",
        "Katie: Right, but either way, we were just about do a lot more than have a conversation with a teenager sleeping on our couch.",
        "Brad: Do you think that the bathroom would be appropriate?",
        "Katie: No. Not unless you want to scar her for life.",
        "Brad: Liberty's not the one I'm worried about.",
        "Katie: Well, she has to leave sometime.",
        "Brad: How long did they say the DNA test was gonna take?",
        "Katie: At least a week, maybe two.",
        "Brad: I'm not gonna make it. I'm not gonna make it.",
        "Katie: Maybe we don't have to.",
        "[SCENE_BREAK]",
        "Luke: You know, and I just want to find the one, you know? The one. And I kind of thought I did. I want what like you have with Mom.",
        "Holden: No! No, do not hold us up as a shining example.",
        "Luke: Why not? Why not? Nothing ever tears you guys apart. And I thought Noah and I had a chance for that. But now I just -- I feel like everything is slipping through my fingers. And if I don't do something to stop it right now, I'm gonna lose him for good.",
        "Holden: I understand. More than you know.",
        "Luke: Well, then you realize I've got to do what I've got to do.",
        "Holden: I just don't want to see you get hurt if things don't work out exactly the way you want them to.",
        "Luke: Yeah, but I still have to try.",
        "Holden: So there's no way I can talk you out of this.",
        "Luke: No. Noah and Ameera are expecting me.",
        "Holden: All right, well, I hope you and Noah can work this out, but if you can't, no shame in coming home, right?",
        "[SCENE_BREAK]",
        "Katie: If Liberty doesn't want to go back to her mom's while we wait for the test results, too bad. We're the adults. We need to insist. That way, we'll wait for the tests to come back, and if you are her dad, then we'll deal with it.",
        "Brad: Yeah, okay, okay. But it, uh -- I mean, it sounds like Liberty and her mom, you know, aren't getting along too good right now.",
        "Katie: So, I mean, if you don't want to do this --",
        "Brad: No. No, no, no. No, you have the right idea. I mean, we're still on our honeymoon. I mean, come on. This is crazy.",
        "Katie: Do you think I'm selfish?",
        "Brad: I think that I want to be alone with you more than anything in the world. I'm gonna go tell her what we decided.",
        "Katie: Wait. Maybe we should at least wait till she's had breakfast.",
        "Liberty: So, what's the plan for today?",
        "Parker: Hey, Katie, Brad.",
        "Brad: Hey, Kiddo. Uh, hey, Liberty, this is Parker and Jack. Jack's my brother. He's one of Oakdale's finest.",
        "Parker: I know you.",
        "Liberty: Yeah, you know, I got to go do that --",
        "Brad: Parker, how do you know her?",
        "Parker: She's the reason I fell off my skateboard the other day. What about you?",
        "Brad: She might be my daughter.",
        "[SCENE_BREAK]",
        "Luke: Where's Noah?",
        "Ameera: He went to the store. He'll be back in a minute.",
        "Luke: Okay. Well, I guess I'll just put my stuff back here, you know.",
        "Ameera: Luke, no. I don't want to pretend.",
        "Luke: This whole thing is pretend.",
        "Ameera: But in this house we should be honest about some things. Noah wants you here. You should stay in the bedroom with him.",
        "Luke: I don't want to kick you out of your bed.",
        "Ameera: I'm the guest here, not you. I'll go get my things.",
        "[SCENE_BREAK]",
        "Holden: It helps if you use a cart.",
        "Carly: Yeah, I didn't realize I had so much stuff or that I parked so far away from the door.",
        "Holden: Hey, don't you know this stuff is full of dye and chemicals?",
        "Carly: Yeah. So?",
        "Holden: Natalie and Ethan are allergic to the stuff they put in here.",
        "Carly: All right, Mr. Mom.",
        "Holden: Hey, don't let that get out. I don't want any invitations to PTA meetings and book clubs.",
        "Carly: That makes two of us. First time I've smiled all day.",
        "Holden: Yeah? Did you have a run-in with Jack?",
        "Carly: No, not really. I, uh, I took the high road this time. But things are definitely tense. What about you? Have you talked to Lily today?",
        "Holden: No, we keep missing each other.",
        "Carly: Well, at least you know she'll be back.",
        "Holden: Just wish I knew when.",
        "Carly: She'll be back, Holden. You know Lily. Anyway, thanks for the laundry tip. The last thing I want to do is poison my kids.",
        "Holden: Anytime.",
        "[Engine sputtering]",
        "[SCENE_BREAK]",
        "Luke: I know that -- that you have feelings for Noah. You're attracted to him, and I understand that. I do. I was exactly where you are. Exactly. Before we starting dating, it's --",
        "Ameera: I'm fine.",
        "Luke: Hey.",
        "Noah: Hey! You're here.",
        "Luke: Honey, I'm home!",
        "Noah: This is for you.",
        "Luke: Oh, what is all this stuff?",
        "Noah: I went shopping for all your favorite foods.",
        "Luke: Oh! No kidding. You hate this junk.",
        "Noah: Yeah, but you love it. So it's gonna be on the shopping list from now on. I want you to feel like you're really living here.",
        "[SCENE_BREAK]",
        "Jack: You have a teenage daughter?",
        "Brad: Maybe. We won't get the DNA test results back for a while, but I did know her mother back in the day.",
        "Parker: How old were you, 12?",
        "Brad: I'll take that as a compliment.",
        "Katie: Liberty's been in the bathroom a while. I'm gonna go check on her.",
        "Boy: Hey, Dude. Hey, you want to ride with us, go over the Chem assignment before first period?",
        "Parker: Dad?",
        "Jack: Sure, go ahead. I'll pick you up after school.",
        "Parker: Later.",
        "Brad: I'm ravenous.",
        "Jack: Oh, no. Hold on a second, Bro. Did you know about Liberty?",
        "Brad: Of course not. I wouldn't hide something like that. I'm not that dumb.",
        "Jack: How does Katie feel about it?",
        "Brad: It's not an \"It,\" Jack. It's a person.",
        "Katie: Guys! Liberty's gone.",
        "[SCENE_BREAK]",
        "Paul: Listen, Dr. Michaels, I just want to thank you for squeezing me in. Yeah, of course I'll be there. Absolutely. I really need to do this. You're right. I should have made this appointment a long time ago.",
        "Meg: Well, I hope you're having more than one session.",
        "Paul: No, no, it's like a special one-hour boot camp for recovering psychos.",
        "Meg: You're not a psycho. You just have issues.",
        "Paul: I hate that word.",
        "Meg: Look, I wish you the best, okay? I hope you figure things out.",
        "Paul: You mean that?",
        "Meg: Of course I mean that. I want you to be happy. That hasn't changed.",
        "Paul: I'd be happy -- if I knew at the end of the therapy I'd have you.",
        "Meg: You know, this has nothing to do with me.",
        "Paul: Are you kidding? You think I'd go see a shrink if it weren't for you?",
        "Meg: You can't do this for me, because I can't give you any guarantees. You have to want to do this for yourself. Look, do this, and then we'll see what happens.",
        "Paul: See what -- all right, look. I could lie to you and tell you that I'm doing this for personal growth, but you'd see right through that. Then you'd be even angrier at me. The fact is, Meg, that I am doing this for us. As far as I can see, this is the only way I'm ever gonna get you back.",
        "Meg: Paul, you're not hearing me. Therapy or not, we may never get back together again. And until you get that, I'm not sure I should be around you. Good luck with your session.",
        "[SCENE_BREAK]",
        "Katie: She probably snuck out the back.",
        "Brad: Well, I'm gonna go find her.",
        "Katie: Hurry, Brad. And I'll wait here in case she comes back.",
        "Jack: How you doing with all this?",
        "Katie: Fine. Well, until Liberty went missing, but I'm sure Brad will find her.",
        "Jack: It had to be kind of a shock finding out Brad has a daughter.",
        "Katie: Well, she might not be his.",
        "Jack: Okay.",
        "Katie: Jack, it's not like he had some secret family hidden in Chicago. He didn't know about her. And it's not like I never thought about being a stepmother before.",
        "Jack: But you knew my kids existed when we were married.",
        "Katie: And we know how well that turned out. Listen, she's a good kid. It'll be fine. If she is Brad's we will work it out together.",
        "Jack: It's okay. It's okay to be angry about this.",
        "Katie: Why would I be? I love Brad. I'm not gonna blow this. You know, I got to get to work. Will you tell Brad when he and Liberty get back?",
        "Jack: Sure, no -- no problem.",
        "[SCENE_BREAK]",
        "[Engine sputtering]",
        "Carly: Come on! Come on, baby. Don't do this to me.",
        "Holden: Need some help?",
        "Carly: It does this to me all the time. Usually starts after a few tries. I was gonna have Jack take a look at it, but I'd --",
        "Holden: Mind if I try?",
        "Carly: Yeah. Yeah, great. Be my guest.",
        "[Engine sputtering]",
        "[Carly laughs]",
        "Holden: What? What's so funny?",
        "Carly: You look like you want to kill it for disobeying.",
        "Holden: Yeah, well, when I walked up, you were about ready to bang your head on the steering wheel and give yourself a concussion. Better to take it out on an inanimate object, if you ask me.",
        "Carly: You have a point. So, what now?",
        "Holden: Your battery's dead. I think I have some jumper cables in my car.",
        "Carly: Aren't you tired of coming to my rescue?",
        "Holden: That's what friends are for, right?",
        "[SCENE_BREAK]",
        "Luke: My dad said moving here was gonna be an emotional time bomb. I'm beginning to think he's right.",
        "Noah: Your dad didn't want you to move in?",
        "Luke: No. But I still think we can make it work. Don't you?",
        "Noah: Yeah, I do if you do.",
        "Luke: Yeah. She's sure not making it easy.",
        "Noah: I don't care. I'm glad you're here.",
        "Luke: I know. Me too. I missed you.",
        "Noah: I missed you, too. Let's get you unpacked.",
        "[SCENE_BREAK]",
        "Holden: Okay, try it again.",
        "[Engine sputtering]",
        "Carly: It's no use. I'll call the garage. I'll have them tow me and this hunk of junk back to the shop.",
        "Holden: And sacrifice all that ice cream? No, no, no. I can't let you do that. Here's what we're gonna do. Here's the plan. I will call the garage and have them take care of this car, and we will drive you and your groceries to Milltown. Sound good?",
        "Carly: You sure you don't mind?",
        "Holden: Is that a \"Yes\"?",
        "[SCENE_BREAK]",
        "[Liberty sighs]",
        "Brad: What the hell are you doing?",
        "Liberty: He's gonna arrest me, isn't he?",
        "Brad: Who?",
        "Liberty: Your brother, the cop.",
        "Brad: Why would he do that?",
        "Liberty: 'Cause I'm the reason his kid smashed into a tree yesterday. And then I split. Hit and run. Isn't that what they call it?",
        "Brad: Well, that would only be if you were the tree, then you chased after Parker and fell on him, then split.",
        "Liberty: You're just trying to make me feel better.",
        "Brad: Did you intentionally get in his way?",
        "Liberty: No.",
        "Brad: Then don't worry about it. Maybe you'll get a chance to apologize to Parker. I don't know. If that's a foreign concept to you --",
        "Liberty: You think I was raised by wolves or something?",
        "Brad: You scared me, running away like that.",
        "Liberty: Spoken like a true dad.",
        "[Liberty sighs]",
        "Brad: You hungry? Me too. All right, let's head back to the diner. Katie's waiting for us.",
        "[SCENE_BREAK]",
        "Mike: You were awfully quiet on the way home. Did Paul say something to upset you?",
        "Meg: Paul is starting therapy.",
        "Mike: Electroshock? Therapy. That's good.",
        "Meg: Yeah, I thought so until he admitted that he's doing it so he can get me back.",
        "Mike: That guy is relentless.",
        "Meg: I told him to leave me out of it.",
        "Mike: Good for you.",
        "Meg: Well, going to therapy is a step in the right direction. I mean, who cares what it takes to get him there. I mean, he's trying to do something that's right, and here I am. Instead of supporting him, I'm knocking him down.",
        "Mike: Whoa, whoa, Meg, don't beat yourself up about this, all right? The guy is a loose canon. He treats you like a possession. I've seen it. It's wrong. It may be even dangerous. You shouldn't care what he does.",
        "Meg: Yeah, the problem is I do.",
        "[SCENE_BREAK]",
        "Paul: If you're looking for my mother, she went back to the Lakeview. I don't know what you're doing here, but go. My mother needs you. Go.",
        "Sofie: Looks like you need me more.",
        "[SCENE_BREAK]",
        "Brad: Where's Katie?",
        "Jack: She went to the studio. I wanted to stick around in case you needed a hand.",
        "Brad: Oh, I've got it all covered, Bro.",
        "Jack: Glad we found you.",
        "Liberty: Is Parker still here? I want to apologize for the tree thing.",
        "Jack: Yeah, well, he had to go to school. I can give him a message.",
        "Liberty: I kind of need to do it in person.",
        "Brad: You'll get your chance. Here, why don't you just get something to take out, order me some coffee, and come with me to the studio?",
        "Jack: So, how do you think Katie's doing with this Liberty business?",
        "Brad: I don't think that is any of your business, Jack. She's my wife, remember?",
        "[SCENE_BREAK]",
        "Carly: Jack used to help me with the shopping. I suppose I took it for granted, and I won't anymore.",
        "Holden: I feel the same way about the girls when they ask me to buy them shampoo.",
        "Carly: You know what you need to do? You need to go into the shower and write down exactly what's on the label. Because I don't want you to buy them smooth and sleek when what they really want is extra volume.",
        "Holden: That's a good tip. Thank you. I'll try to remember that.",
        "Carly: At least you know it won't be forever.",
        "Holden: Yeah, I don't know about that. I'm not sure when Lily's coming back. I don't think it's gonna be anytime soon. Summer's right around the corner. I don't know what to do with the girls. Baseball and white-water rafting? I don't think that's gonna cut it. I mean, that was great for Luke. But Lily, she used to find things for the girls to do, and I don't even know where to start.",
        "Carly: That's precisely what summer camp is for.",
        "Holden: Hmm.",
        "[SCENE_BREAK]",
        "Luke: So -- here we are.",
        "Noah: Yeah.",
        "Luke: Alone. At last.",
        "Noah: Hmm, sort of. What?",
        "Luke: Did you hear that?",
        "Noah: No, what is it?",
        "Luke: It's nothing.",
        "Noah: Luke, what's going on?",
        "Luke: She's out there.",
        "Noah: I know. There's really nothing we can do about that right now.",
        "Luke: Yes, there is. I can leave.",
        "[SCENE_BREAK]",
        "Carly: Parker and I had a talk this morning. I've been so angry at Jack, I didn't realize how it was affecting the kids. I try to hide it, but they see right through me.",
        "Holden: Mine are just like that.",
        "Carly: They shouldn't be stuck in the middle, you know?",
        "Holden: Yeah.",
        "Carly: And Sage, she's always looking for some kind of sign that Jack and I are getting back together. It's just not -- it's not healthy for them.",
        "Holden: I feel the same way about Faith and Nat. Every time Lily and I go through this, it's an adjustment. And there they are, facing it again. And, you know, summer's supposed to be about fun. I don't want them walking on eggshells while Lily and I try and get our lives back in order.",
        "Carly: Right. So, summer camp. Or, at least, that's my plan. If I don't feel too guilty about sending them away.",
        "Holden: More guilty than you feel about having them here?",
        "Carly: I'm not sure. Like you said, they -- they deserve to be kids. At least for a couple of months. And so there's a camp a few hours away. It's supposed to be great. I'm gonna drive over there tomorrow and check it out. I'll pick you up a brochure if you want. [Telephone rings] Oh, excuse me. Hello? This is she. What? No, no, no. I can't be without my car for a week! I -- okay, thank you.",
        "Holden: The garage?",
        "Carly: Yeah, I guess I won't be able to check out that camp tomorrow after all.",
        "Holden: Sure you can. 'Cause I'm gonna take you.",
        "[SCENE_BREAK]",
        "Jack: All I'm saying is just 'cause Katie says she's okay with it doesn't really mean --",
        "Brad: Why, did she say something to you?",
        "Jack: No.",
        "Brad: Then butt out! I'm not interested in your \"Supersensitive Katie\" radar. If there is a problem, my wife and I will handle it together. Got that? Liberty, can you grab the food? We're out of here. Can you bring Parker by the station so Lib can apologize in person? I wouldn't want you to think that she's insensitive to someone else's pain.",
        "[SCENE_BREAK]",
        "Mike: Have you forgotten the way that Ryan acted when you were helping me with my ankle? And the whole balloon fiasco? I mean, the guy has got a temper, Meg. And, besides, you said you were done with him.",
        "Meg: I am. But I still want him to turn his life around. I'm still on his side. You know, maybe if he knows that, that would give him the extra push he needs.",
        "[SCENE_BREAK]",
        "Sofie: So, are you gonna tell me what happened with Meg?",
        "Paul: Nothing. Nothing happened. Nothing. I wanted to have something happen. I offered to make whatever she wanted to have happen have happen.",
        "Sofie: Okay, I'm not following you.",
        "Paul: It doesn't matter. No matter what I do, even if I did everything that she wanted me to do, I still can't work it out with her. I can't win.",
        "Sofie: I thought you were done trying to make it work.",
        "Paul: And it's not even up to me. It's up to her. It's her choice.",
        "Sofie: You know, you shouldn't have to prove yourself to her!",
        "Paul: Oh, come on. You don't understand.",
        "Sofie: Yeah. Yeah, I do. I spent years and years of my life turning myself inside-out to make someone love me, and it didn't work. I gave my baby away, and it didn't even matter. You know, that's not a relationship, Paul. That's abuse.",
        "Paul: Yeah, I don't think you can compare the two things. You can't compare what happened to you with what's happening to me.",
        "Sofie: All -- all I meant was that you don't have to be somebody else. You are enough the way you are.",
        "Paul: No, I'm not! I'm not! Not without Meg. Without Meg, I'm nothing.",
        "[SCENE_BREAK]",
        "Noah: Uh, Luke, what are you doing? You can't leave. You just got here. Give this a little more time.",
        "Luke: What difference will that make? I want to be alone with you, Noah. Not you and your wife. Just you.",
        "Noah: She's my wife in name only. You know that.",
        "Luke: I know! But she's still out there. And for some reason, until today, I didn't feel her presence so much. I don't know what I'm doing. I need to be alone with you.",
        "Noah: I'm afraid that just can't happen right now.",
        "Luke: I know that! But until it can, it's too painful to be around you. You can have your bed back. I'm leaving.",
        "Noah: Luke, wait.",
        "Luke: All we do is wait. For your father to accept us. For me to get better from the shooting. For Ameera to get her papers. I'm sick of waiting! I want to be alone with you right now, but I know. That can't happen. So until it can, I can't put myself in a situation that makes me feel worse than I already do.",
        "Noah: All right, well, can I at least --",
        "Luke: What? Kiss me good-bye? Come on, Noah. We can't even hug. The I.C.E. might be watching.",
        "[SCENE_BREAK]",
        "Carly: I appreciate your offer, Holden, but the camp can wait till after my car's fixed.",
        "Holden: Well, you know, I wouldn't just be doing it for you. I mean, I would. I would. I would do it for you, but I'm gonna do it for my girls. I'm gonna check the place out. I think my mother can baby-sit.",
        "Carly: Oh! Oh, I was so mad at Jack, I forgot to ask him if he'd watch the kids.",
        "Holden: Why don't you bring them out to the farm? The more, the merrier.",
        "Carly: Well, that -- that's nice of you. But, no, I think Jack would appreciate the extra time with them.",
        "Holden: Okay, so what do you say? Road trip? We'll figure out the logistics in the morning.",
        "Carly: Okay.",
        "Holden: Good.",
        "Carly: Hey, um -- why don't you let me make you some lunch to thank you for all your help today?",
        "[SCENE_BREAK]",
        "Brad: Just sit tight. Hey.",
        "Katie: Hey, you found her.",
        "Brad: Yeah, yeah. She was, uh, in the park. She likes to hide behind trees for some reason.",
        "Katie: Did she tell you why she ran off like that?",
        "Brad: She -- she thought that Jack was gonna arrest her for aiding and abetting Parker's skateboard accident.",
        "Katie: Oh, that's kind of sweet in a way. Is she okay?",
        "Brad: Yeah. How are you doing? Jack said you're more upset about the surprise- daughter thing than you were letting on.",
        "Katie: I did not say that to him.",
        "Brad: Yeah, but you didn't have to. I mean, who can blame you? I mean, with the whole thing, it must take a lot to get used to.",
        "Katie: Yeah, it's sudden, you know. Instant family.",
        "Brad: I know. It's weird.",
        "Katie: Yeah. But it's not a deal breaker or anything. It's just a surprise. Even if it is true. We have a week or so to deal with the possibilities, you know, to sort things out slowly and carefully, just the two of us. You did tell Liberty that she needs to go back to her mom's didn't you?",
        "[SCENE_BREAK]",
        "Paul: I mean, Meg is right. You know, I am damaged. I should go live in a cave, you know, so I don't damage anybody else. Find myself a nice little damage cave.",
        "Sofie: No, you know, stop it. Stop it. You are not damaged.",
        "Paul: Sofie --",
        "Sofie: You are a good, strong man who loves with his whole heart and never lets go, and if Meg can't see that, there are plenty of women who can.",
        "Paul: Oh, really? Name one.",
        "Sofie: Me.",
        "[SCENE_BREAK]",
        "Meg: Paul canceled his therapy appointment.",
        "Mike: How do you know?",
        "Meg: The doctor's receptionist is a friend of mine from my hospital days. I asked her to check. You know, if I hadn't walked away from him, he wouldn't think it was so hopeless.",
        "Mike: Well, maybe it is.",
        "Meg: No.",
        "Mike: You are as relentless as he is.",
        "Meg: Don't turn this around on me.",
        "Mike: Just be honest with yourself for a second. Do you really think a guy like Paul Ryan can change enough to make a difference?",
        "Meg: I hope so. For his sake.",
        "Mike: And I hope so for yours.",
        "[SCENE_BREAK]",
        "Holden: How about a juice box, and we'll call it even?",
        "Carly: It's no trouble. I have to eat. What'll it be, grilled cheese or tuna on toast?",
        "Holden: You know what? I appreciate it. I'll have to take a rain check. My mother, she's watching Ethan, and he's a handful. I got to go.",
        "Carly: Well, thank you for all your help, Holden. You made what could have been a God-awful day a little less awful.",
        "Holden: I'll try to take that as a compliment. See ya.",
        "Carly: Bye.",
        "[SCENE_BREAK]",
        "Parker: What's with those two? My dad's out in the car. He said you wanted to tell me something.",
        "Liberty: Yeah, I'm sorry about the hit-and-run. It sucks that I did that.",
        "Parker: It's cool. No permanent damage.",
        "Liberty: Cool. So, if our dads are brothers, that means we're, like, cousins, huh?",
        "Parker: Uh, Jack adopted me.",
        "Liberty: Oh.",
        "Parker: And you didn't even get the DNA-test results back yet, right? You might not even be his kid.",
        "Liberty: I know I am. I don't need any test to tell me that.",
        "[SCENE_BREAK]",
        "Brad: I was gonna tell her, but when I found her, she was a mess. Seriously, Katie, she was really upset. I just couldn't do that to her right then. And to tell you the truth, I'm not sure I want to.",
        "Katie: Okay, what do you want?",
        "Brad: If I ship her back to what might a not-so-good situation at her mom's and I -- and then she turns out to be mine, I would feel a lot better if I stepped up and did the dad thing right from the beginning.",
        "Katie: So she's gonna stay.",
        "Brad: Can you handle it?",
        "Katie: I guess I'll have to. Like I told Jack, we are in this together.",
        "[SCENE_BREAK]",
        "Ameera: It's my fault Luke left, isn't it? I can go if you want.",
        "Noah: I don't want you to go. I just want this charade to be over.",
        "Ameera: Me too.",
        "Noah: I need some air.",
        "[SCENE_BREAK]",
        "Luke: Don't ask.",
        "Holden: I'm sorry.",
        "Luke: It wasn't the way I pictured it at all.",
        "Holden: Reality rarely is. You decided not to move in?",
        "Luke: If Noah and I are gonna be together, it has to be the way it's supposed to be and nothing less.",
        "[NEXT_ON]",
        "Emily: I definitely think you should go see Matt.",
        "Casey: Who would want to plant a bug on me?",
        "Margo: Your dirt-digging boss.",
        "Chris: So, I'm willing to give us another shot. Are you?",
        "Mike: Back off, Paul."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=vI6_M4DjW9o"
}