{
    "Episode Summary": [],
    "Recap": [
        "Katie sits alone, watching a video of her and Chris on \"Oakdale Now.\" Luke reprimands Reid for his treatment of Katie in telling her to go home. At the hospital, Tom visits with Chris. Bob assures Kim that John is the best cardiologist for Chris. Kim begins to panic. Kim can't believe that Chris could die from his condition. Bob tries to convince Kim to go home and rest. Kim finally agrees. Reid accuses Luke of overreacting to this situation with Katie. Luke asks Reid why he never tells Luke that he loves him. Luke and Reid discuss Katie and her feelings for Chris. Tom, Margo and John discuss a transplant for Chris. Tom tells the group that he will go to Springfield to try to find a heart for Chris. Katie continues to watch the video of herself and Chris.",
        "Luke offers Chris reassurances about Katie. Chris tells Luke that he will not allow Katie to suffer in her feelings for him and his sickness. Reid joins John in his office and discusses Chris' case. Bob comes in and asks Reid why he wasn't told about Chris' condition. Reid explains everything to Bob about how Chris wouldn't let him tell. Kim goes to visit Katie. Katie thought that Kim would be at the hospital. Kim tells Katie that she thought that she would be there too. Kim tells Katie to stay away from Chris. Katie refuses. Kim tells Katie to search within herself and see if she is able to stand and help Chris during his illness. Reid tells Bob to talk to Chris. Bob visits Chris to find out how long Chris has been sick. Chris explains everything to Bob about his illness. Katie comes home and sees a picture of herself and Brad. She begins to cry.",
        "Bob explains everything to Kim about Reid. Kim offers apologies to Reid for her actions. John asks Luke his opinion about Reid. Luke gives Reid a good recommendation. Katie lies on the sofa when Reid comes home. Reid encourages Katie to go back to hospital to be with Chris. Bob assures Kim that they will get through this. Tom calls Bob and tells him that they found a heart. Tom promises to keep Bob posted. Reid offers Katie a ride to the hospital, but she refuses. Katie visits Brad's grave. Kim sits with Chris as Bob comes in. Chris goes into cardiac arrest."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kim: I don't understand how something like this can happen so quickly. I mean, you were perfectly all right this morning.",
        "Chris: No, Mom, I wasn't.",
        "Kim: Well, then why didn't you say something to us?",
        "Chris: You think I want everybody to worry about me? We're all still dealing with Gram's death?",
        "Bob: Look, you deliberately kept from us the fact that you were sick. I mean, how careless can you be? When you found out about this, you should have checked yourself into this hospital with a heart problem.",
        "Tom: I think the most important thing to remember is that he's in the hospital now, and we're gonna do everything we can to make you healthy.",
        "Margo: Yeah. We're gonna do everything we can to help, Chris.",
        "Chris: Thank you, thank you, but I don't think there's anything we can do now anyway.",
        "Kim: Stop it! Don't think that. Don't say it.",
        "Chris: Mom --",
        "Kim: What?!",
        "Chris: -- The doctors, they -- they're not even sure what to do next.",
        "Tom: Then we'll get a doctor that knows what to do, a specialist.",
        "Chris: Tom, John Dixon -- he's a specialist.",
        "Bob: You're the patient that John is treating? How long have you been ill?",
        "Chris: Long enough.",
        "Kim: What does that mean?",
        "John: I'm gonna have to ask all of you to leave now.",
        "Bob: John, how serious is this?",
        "John: Well, it's very serious. The virus attacked the heart muscle. It's weakened considerably.",
        "Bob: But how long has he been ill, and how are you gonna fight this virus?",
        "John: Easy. We're gonna have plenty of time. I will explain all of this. But right now, all your people, you got to let me do my job, okay?",
        "Bob: Understood. John's right. We really should leave, let him work.",
        "Kim: All right. Wait a minute. Where's Katie?",
        "[SCENE_BREAK]",
        "[Katie watching a clip of her show]",
        "Chris: Before we finish up today, I'd like to make an announcement.",
        "Katie: That sounds serious.",
        "Chris: It is, but in a good way. This program has been an amazing run for me, and I hope that I helped some of you moms out there navigate the tricky waters of child-rearing with a little more confidence.",
        "Katie: He's been terrific, hasn't he, Ladies?",
        "Chris: But all good things must come to an end, and so it has for me. Today will be my final broadcast.",
        "[SCENE_BREAK]",
        "Reid: Large coffee, no milk, lots of sugar.",
        "Luke: Why is it that you run away anytime somebody says something that you don't like?",
        "Reid: Um, 'cause I have a -- do I really have to answer this?",
        "Luke: Yes. Yes, Reid. For me, you do how could you be so heartless?",
        "Reid: Tell me how it's heartless to give Katie permission to go back to her house to pull her act together?",
        "Luke: Because Chris needs her there. He's very sick. He could be dying.",
        "Reid: No, Luke, he is dying. What he doesn't need is more stress. Thank you.",
        "Luke: How is Katie being there gonna cause him any more stress?",
        "Reid: Don't you think it's gonna make him upset to see how Katie can't deal with his condition right now?",
        "Luke: Katie is a lot stronger than you think.",
        "Reid: Well, I hope you're right, but that doesn't mean that she has to prove it right now. There's only so much pain that a person should be asked to deal with.",
        "Luke: And this is your call to make?",
        "Reid: Hmm-mm. No, it isn't. It's just a suggestion that I'm making based on what I know. I live with Katie. I see how she's still mourning for Brad. Her friend Nancy just passed away. She's only human. She's not an emotional superwoman.",
        "Luke: You know what I think?",
        "Reid: I'm guessing you're gonna tell me.",
        "Luke: I think you're projecting.",
        "Reid: Explain that, please.",
        "Luke: You're the one that can't handle emotional overload, and that's why you can't give your heart 100 anything or -- or to anyone. And you want everybody else to act the exact same way.",
        "Reid: Okay. Thank you, Dr. Freud.",
        "Luke: Reid, you just had Katie do exactly what it is that you always do.",
        "Reid: What is it that I always do?",
        "Luke: You run away when things get too sensitive. When things get messy, you turn your back. You run away from that mess.",
        "Reid: It's called a defense mechanism. It's what keeps me sane. You should try it sometime.",
        "Luke: Well, you know what, Reid? It might keep you sane, but it also keeps you from being able to love.",
        "Reid: Love? What -- what does -- where did -- what does that have to do with this?",
        "Luke: Well, for you, apparently nothing. Oh, my God. I can't believe I just told Noah that I'm in love with you. I -- you know what? You're right. Maybe I just need a stronger defense mechanism.",
        "Reid: Hold the phone. Hold on, hold on.",
        "Luke: What?",
        "Reid: What did you say to Noah?",
        "[SCENE_BREAK]",
        "Kim: So where is Katie? Why isn't she here?",
        "Chris: Uh, I don't know. But it's okay. This is rough for her to handle.",
        "Kim: What?",
        "John: You're all going to have to leave now. Now.",
        "Bob: John's right. Now let's go.",
        "Chris: Mom, don't judge Katie harshly, okay? She's been through a lot.",
        "Kim: It's okay.",
        "Bob: Kim, please.",
        "Kim: I understand.",
        "Bob: Tom, Margo.",
        "Chris: Hey, can I just talk to Tom and Margo? Can I just talk to you two, just for -- for a little bit, okay?",
        "John: Make it quick.",
        "Tom: What's up, Buddy? What can I do for you?",
        "Chris: Nothing, okay? Nothing at all.",
        "Tom: I don't follow.",
        "Chris: Look, I don't want you two to pull any strings. I -- I don't want you to -- to go out of your way and get me any special treatment, all right? I'm sure John has already put me on the donor list.",
        "Margo: Well, I certainly hope he has.",
        "Chris: Yeah, so we just need to let this play out. That's all.",
        "Tom: Chris, I've done pro bono work for the state organ transplant foundation, so I do know how the system works, and it can take months to get your name up on that list.",
        "Chris: I know. I know that, Tom. But if that's the way it works out, then that's gonna be the reality we got to deal with.",
        "Margo: But no, Chris. We know people. We know important people who can help get your name further up on that list.",
        "Chris: I know that, Margo. I know that. But that's what I'm talking about. I -- I don't want you to -- to make any calls on my behalf. I don't want you procuring favors. It's just not right.",
        "Tom: What exactly are you trying to say? What makes you think that we wouldn't do everything we can to help save your life?",
        "Chris: People who have been waiting on that list a lot longer than I have, okay? Why do I deserve preferential treatment over them?",
        "Tom: That's an unfair question. You're my brother.",
        "Chris: Look, I want to beat this thing. I really, really do. But I'm a doctor. I've taken an oath to do no harm. I could not live with myself if I jumped ahead of al these people who have been waiting a lot longer than I have.",
        "Tom: Well, I'm sorry I'm not as noble as you, but I need to put family first, and I will use every connection I have to make that happen.",
        "Chris: Margo, would you please just talk some sense into him.",
        "Margo: No.",
        "Chris: Why?",
        "Margo: Because I agree with him.",
        "Chris: Fine. Will you make me talk to Mom and Dad?",
        "Tom: Great. Do it. I'll bet you they side with me. In fact, I'd almost guarantee it.",
        "Kim: How did this happen? How is it we didn't see the signs?",
        "Bob: Chris went out of his way to hide it from us, and now his odd behavior is starting to make sense.",
        "Kim: So what do we do?",
        "Bob: John is the best cardiologist I know. He'll do everything he can to save our son's life.",
        "Kim: And what if it's too late?",
        "Bob: Oh, now stop it. We're gonna take this one day at a time. You know, I'm concerned about you. This is the kind of stress that you don't need right now.",
        "Kim: I -- I don't care about myself.",
        "Bob: Well, I do. You have health issues of your own.",
        "Kim: If you think I am gonna go home and crawl up in a ball, you've got another thing coming. I just can't believe it. I cannot believe we've been told our son could die.",
        "Bob: That doesn't mean that he will, not if John and I have anything to do about it. You've got to believe that.",
        "Kim: Yes.",
        "Bob: Why don't you go home, get some rest?",
        "Kim: I'll take a break, but somebody has to stay with Chris.",
        "Bob: Well, I'm not going anywhere.",
        "Kim: But do I need to remind you that you have your own health issues that need to be thought about?",
        "Bob: I'm fine. I'll call you if there's any news.",
        "Kim: Promise me that.",
        "Bob: I promise.",
        "[SCENE_BREAK]",
        "Luke: Yes, I did tell Noah that I was in love with you. Honestly, Reid, right now, I'm not feeling much of that.",
        "Reid: That's because you're angry and, once again, you are overreacting.",
        "Luke: How come whenever I don't like something that you do, I'm overreacting?",
        "Reid: Mm, yes. I see a definite pattern.",
        "Luke: Reid, don't try to be cute, because I am very angry at you right now. But you could tell me that you love me whenever you want.",
        "Reid: You wouldn't -- you wouldn't believe me if I said it right now anyway. You'd just think I was trying to defuse your anger.",
        "Luke: Yeah. You're probably right.",
        "Reid: Try and see this, Katie's situation, from my point of view. She has suffered beyond belief ever since Brad died. It's taken her a long time to get to this point with Chris. And now that she has --",
        "Luke: This happens?",
        "Reid: She needs to prep herself for this next big battle.",
        "Luke: But Chris is the one lying in the hospital bed.",
        "Reid: We're talking one or two days. I mean, she just needs a little time.",
        "Luke: Yeah, but, Reid, what if she doesn't have that time? What if Chris dies tonight and she's not there because she's too busy prepping herself for her next big battle? She'll have to live the rest of her life knowing that she wasn't there when he passed away. Did you ever think of that?",
        "[SCENE_BREAK]",
        "John: There are a lot of people out there who need a transplant, and they've been waiting an awful long time.",
        "Tom: Well, I'm sorry if this sounds cold. My only concern is Chris.",
        "John: Well, I guess you have to do what you think you must.",
        "Tom: That's what I'll do.",
        "John: But I do not want to know the details.",
        "Tom: I'm gonna head to Springfield right now, make a few phone calls from the car and get the meeting set up so I can get this thing going.",
        "Margo: And I'm coming with you.",
        "John: Listen. Listen, Tom. This is not like arguing some verdict in front of a jury.",
        "Tom: John, I understand.",
        "John: And it's not like lobbying for some new piece of legislation either.",
        "Tom: I'm lobbying for my brother's life.",
        "[SCENE_BREAK]",
        "[Katie watching a clip of her show]",
        "Chris: Do not worry. I will leave you in Katie's very capable hands. She's a great mother, terrific friend, and I am lucky to know her. And you are all lucky to have her in your homes every day. So I wish you the best. Good-bye.",
        "Kim: Katie --",
        "Katie: Kim, hi. What are you doing here? I thought you'd be at the hospital.",
        "Kim: I thought you would be, too.",
        "Katie: I'm so sorry about Chris.",
        "Kim: I am too. I'm still trying to wrap my mind around it. I just came from the hospital.",
        "Katie: I know.",
        "Kim: So you were there?",
        "Katie: I saw you all with Chris in his room.",
        "Kim: But you didn't stay? You didn't come in?",
        "Katie: I couldn't. I -- I don't know why. I just couldn't.",
        "Kim: You were afraid. It's almost too much to bear.",
        "Katie: Yeah. I was overwhelmed, yeah.",
        "Kim: Um -- you have known, though, about Chris' condition for a while?",
        "Katie: A few days.",
        "Kim: So you've had time to kind of deal with the news, kind of digest it. But you still couldn't bring yourself to join the family while he told us?",
        "Katie: I was scared.",
        "Kim: They tell me that Chris' heart is failing second by second. He really needed you there with him, Katie.",
        "[SCENE_BREAK]",
        "Luke: I know that Katie wanted to be here for you.",
        "Chris: Thank you. What happened?",
        "Luke: Well, honestly, she was really upset, and Reid sent her home to pull herself together.",
        "Chris: Yeah. Of course she's upset. Lost her husband last year. Lost a good friend yesterday. She shouldn't be forced to sit here and watch me withering away.",
        "Luke: Chris, you're not withering away, and you've got the best doctors on hand to make sure that that doesn't happen.",
        "Chris: I hope that's the case. I really, really do. But I'm not gonna make Katie suffer while the doctor's trying to figure out how to save my life. That's just -- it's just not fair.",
        "Luke: Well, I think you've got the right to be selfish right now.",
        "Chris: Selfish most of my life. I'm getting tired of it.",
        "Luke: You need all the support that you can get right now, and you need to be surrounded by all the people that love you.",
        "Chris: I am. I am. But Katie -- no. It's -- look, I don't want this stupid virus to destroy her life as well as mine. And deep down, she knows it will. And that's why she left, and I'm glad she did.",
        "[SCENE_BREAK]",
        "Reid: Oh, wow. You have free time to sit around, reading?",
        "John: Yeah, well, I'm just figuring out all the facts here on this chart so I can start to make a few decisions.",
        "Reid: I didn't realize that Chris had, uh, the luxury of time, Dr. Dixon.",
        "John: I'm sorry, I thought that your expertise was neurosurgery.",
        "Reid: It is. But I also know when a patient needs his doctor to get it into gear.",
        "John: You know, you have a hell of a lot of nerve. You're the one who brought me in on this thing.",
        "Reid: Cardiology is your expertise.",
        "John: Yes, it is. And I came in blind on this thing. You didn't even tell me that it was Chris Hughes who was the patient.",
        "Reid: I had to do that.",
        "John: Yeah, well, then perhaps you will understand that I have to look at this and make -- get the facts straight so I can know what kind of treatment I'm going to launch into.",
        "Bob: Am I, uh, interrupting something?",
        "John: No, no, not at all. Dr. Oliver just wanted to know what kind of treatment I was going to use on your son.",
        "Reid: I just think that time is of the essence.",
        "Bob: Yes, it is. John, I have complete trust in you. I know you'll do everything you can.",
        "John: I intend to. Excuse me.",
        "Bob: Are you questioning Dr. Dixon's capabilities?",
        "Reid: No, no, not at all.",
        "Bob: Wait. Uh, there's something I have to say.",
        "Reid: Yes?",
        "Bob: I know you have a healthy disrespect for authority and that you thumb your nose at protocol and you like to do things your own way.",
        "Reid: Agreed.",
        "Bob: And I have allowed that to happen to a point. Even at times I've supported you when it really wasn't at my best interest.",
        "Reid: Your point?",
        "Bob: I've tried to be a friend, maybe even a mentor.",
        "Reid: I know that. It's meant a lot to me. And I -- I appreciate that. I really do. So if it's okay --",
        "Bob: I don't think you do appreciate it, Doctor. Because if you did, you would have told me the minute you found out that my son was sick. But no, you chose to keep that a secret, and now he has a permanently damaged heart, and he may die. And I want to know why, from you, I wasn't told.",
        "[SCENE_BREAK]",
        "Katie: I know this is hard for you, Kim, for the whole family.",
        "Kim: I'm not here for sympathy. I mean, the only thing I really care about is what's going on with Chris now. I want to be able to support him and to protect him.",
        "Katie: So do I.",
        "Kim: You know, when I first found out that you and Chris had started to see one another, I was very concerned.",
        "Katie: I'm not surprised.",
        "Kim: Not because I didn't like you. Not because I didn't think you were good enough for him. I mean, I adore you. You must know that. I was just afraid that you weren't ready for a -- another relationship. You were still mourning Brad.",
        "Katie: I know. I didn't think I was ready either. But Chris was the one who helped me realize that I could move on.",
        "Kim: Yeah, well, those are very hopeful words. But your actions indicate that you have not moved on, and Chris needs you right now.",
        "Katie: I know. I just needed a little time to pull myself together.",
        "Kim: He's running out of time. I also think he's given up fighting. And to fight, he needs to be able to draw on the people who love him.",
        "Katie: I do love him.",
        "Kim: You do?",
        "Katie: Yes.",
        "Kim: Then you need to do something very important for him.",
        "Katie: What, what? I will do anything. Just tell me what to do.",
        "Kim: Consider staying away.",
        "Katie: I don't blame you for being angry with me, Kim.",
        "Kim: I'm not angry at you. I'm angry at the situation. I am terrified. Oh, God! I have always felt that I had some control over what happened to my family, and at this most agonizing moment, I have no control.",
        "Katie: I know. I understand that. But the only person who can ask me to stay away is Chris, and he hasn't done that.",
        "Kim: What you don't understand is he never will! He'll allow you to draw on his strength, however much is left. And I can't afford to let you do that.",
        "Katie: I can do this, Kim. I really can.",
        "Kim: Then you should be by his side, not hiding out, not sticking your head in the sand with your work. Katie, you admit you're scared. That doesn't make you a bad person. It makes you a person who's worthy of -- of compassion, worthy of understanding, and also makes you a person I can't afford at the moment.",
        "Katie: I just need a little time.",
        "Kim: Time is what we don't have. Let the people who really love him, who are strong enough to face what he's gonna have to face take care of him.",
        "Katie: That's not fair. You are not being fair.",
        "Kim: Oh, hell, no! Of course I'm not being fair! My God, I'm his mother! I want the best for him. I want to pick those doctors up and shake them till their heads rattle and they know what to do for him! I want you and all of us, the whole family, to be as strong as they can. So if you can rise above your -- your fear and help him win this fight --",
        "Katie: I can do that. I can do it, Kim. I can. Please believe me.",
        "Kim: What I've said from the beginning is ultimately the truth. I have no control. All I can do is beg you to stop refusing to make a choice. Look into your heart. Find out if you're at a place in your life where you can bear this pain without turning away. I love you, and I will not love you any less if you can't.",
        "[SCENE_BREAK]",
        "Reid: He asked me to keep quiet about his condition. As the physician that was providing care, I had no choice but to honor his wishes.",
        "Bob: I see.",
        "Reid: I urged him to seek proper treatment. I also urged him to tell you all about it, Bob. He refused.",
        "Bob: And you called in John Dixon?",
        "Reid: Yes.",
        "Bob: That was the right thing to do.",
        "Reid: I know it was.",
        "Bob: It's what I would have done if I'd known.",
        "Reid: I know that you're angry and frustrated. I made the best decisions that I could given the circumstances, and I don't apologize for them. If you're upset that you were the last to know, you really need to take that up with Chris.",
        "[SCENE_BREAK]",
        "Luke: Well, I think you are making a big mistake, keeping Katie away, but I can tell it's useless arguing with you right now, isn't it?",
        "Chris: You're right. It is.",
        "Luke: Yeah. You just decided to make everybody's lives really, really hard today, haven't you?",
        "Chris: Yeah, that's right. You want to make something of it?",
        "Luke: Yeah.",
        "Bob: Oh, Luke, uh, I'd like a minute with my son.",
        "Luke: Oh, of course. I'll check on you later?",
        "Chris: Yeah, if I'm still around.",
        "Luke: Well, you better be.",
        "Chris: Okay. What did I do now?",
        "Bob: Tell me, how long have you known you've been ill?",
        "Chris: This time, a few weeks.",
        "Bob: What do you mean, \"This time\"?",
        "Chris: I first got sick in Africa, and, uh, it lasted a few weeks. I mean, I fought it. I -- I beat it. Thought completely beat it. And that's why I decided to come home, 'cause I thought I was given a second chance.",
        "Bob: You should have told me right away.",
        "Chris: I -- I thought it was gone. I mean, why would I want to needlessly worry you?",
        "Bob: Because I'm your father, and I happen to be a doctor.",
        "Chris: I guess maybe I just wanted to prove to you that I've grown up and that I'm a responsible adult, you know? The little kid in me wanted to make you proud.",
        "Bob: I am proud of you, Chris. But I'm ashamed of myself.",
        "Chris: Why?",
        "Bob: Because I doubted your commitment. I saw your actions as being weak and lazy. If I had known you were this ill --",
        "Chris: Dad, stop. Look, I -- I didn't want you to know.",
        "Bob: I can understand about Africa. But why now?",
        "Chris: Like I said, I -- I beat it once before. I thought I could beat it again.",
        "Bob: And you will. We'll see that you do, whatever it takes.",
        "Chris: Appreciate your optimism.",
        "Bob: I know you, Christopher, and you're strong enough to win.",
        "Chris: Yeah, better be strong enough, right, for I'm the son of Bob Hughes?",
        "Bob: Damn straight.",
        "Chris: Who just happens to be the strongest man I've ever known. [Sighs]",
        "Kim: It just dawned on me. You must be very happy.",
        "Reid: I beg your pardon?",
        "Kim: Well, you don't have any more competition. Chris is out of the running.",
        "Reid: I take no pleasure from your son's condition, Mrs. Hughes.",
        "Kim: No, no. I mean, you just -- you know, it's the benefits of it. You have a straight shot to the chief of staff.",
        "Reid: If you're asking do I want the chief of staff job, yes. Do I want to get it because your son dies? Absolutely not.",
        "Kim: Oh.",
        "Reid: I am very sorry for him and for you and your family.",
        "Kim: I wish I could believe that.",
        "Bob: Kim --",
        "Kim: What?",
        "Bob: -- Stop. Listen, Dr. Oliver is not to blame for what happened.",
        "Kim: I didn't say he was to blame. It's that he takes advantage of it.",
        "Bob: That's not true. Reid was the doctor who first took care of our son when he became ill.",
        "Kim: What?",
        "Bob: He wasn't allowed to tell us because Chris forced him not to. Doctor/patient confidentiality. He had to keep quiet.",
        "Kim: Is that true?",
        "Reid: Yes.",
        "Bob: And he's the one who called in John.",
        "Reid: It was all I could do to convince Chris to go along with that.",
        "Kim: And what about the golf game with Leland? What about that?",
        "Bob: He went out there to watch over Chris. And then when he collapsed, he brought him to the hospital.",
        "Kim: Oh, my God. I'm so sorry. I apologize.",
        "Reid: That's -- it's completely unnecessary. I can only imagine what you must be going through.",
        "Kim: Right now, I'm going through terror and anger and guilt. I'm the one with the tired, old heart, and I should be in that bed, not our son.",
        "Bob: Oh -- no, stop it. We've got to stay strong, all of us, for Christopher's sake.",
        "Kim: And what if we --",
        "Bob: Shh! We're not going to.",
        "[SCENE_BREAK]",
        "Luke: Hello, Dr. Dixon.",
        "John: Hello.",
        "Luke: Getting your caffeine fix?",
        "John: Well, you know, there are some things that haven't changed since I've been gone, and one is that the hospital coffee is still horrible.",
        "Luke: Well, I know that the Hughes family is very happy that you decided to come back and help Chris.",
        "John: Well, let's hope that we can make them even happier by keeping Chris alive, hmm?",
        "Luke: What are his chances?",
        "John: Oh, I'm not gonna speculate on that. I just do the best I can. Can I ask you something?",
        "Luke: Sure.",
        "John: Tell me about Dr. Oliver. Can he be trusted?",
        "Luke: Well --",
        "John: And okay, I'll tell you why. Chris has a hell of a battle ahead of him. You know that? He's gonna need all the support and resources at the hospital that he can get. And I just want to know, is Dr. Oliver reliable?",
        "Luke: He will not let you down.",
        "John: You sure about that?",
        "Luke: It's the one thing I am sure about. When it comes to his job, Dr. Oliver will give you everything you need and then some.",
        "John: Good. I'm glad to hear it. That's all I really wanted to know.",
        "[SCENE_BREAK]",
        "Katie: How is he?",
        "Reid: It's pretty much the same as when you left.",
        "Katie: I feel terrible for doing that.",
        "Reid: So why did you listen to me?",
        "Katie: You're gonna tell me now that I shouldn't have?",
        "Reid: What do I know about the right or wrong thing to do when it comes to sticking by somebody you love? I'm an idiot when it comes to romance. You know that.",
        "Katie: Oh, great. Make me feel worse than I already do.",
        "Reid: I'm trying to correct a mistake here.",
        "Katie: You're actually admitting to one? Wow.",
        "Reid: When it comes to relationships, I seem to be making mistakes left and right.",
        "Katie: I'm sure Luke will forgive you.",
        "Reid: Time will tell.",
        "Katie: I'm scared.",
        "Reid: I know. Can I tell you something that I learned today?",
        "Katie: What?",
        "Reid: It's stupid to try to avoid love because it scares you.",
        "Katie: I'm not scared of love. I'm scared of Chris dying.",
        "Reid: But if that happens, wouldn't you want to be there for his last moments?",
        "Katie: Oh, great. Just say it like --",
        "Reid: No, listen. You know me. You know I don't sugarcoat things. But the way I see it is if he has a chance to live, I think you would hate yourself for not being there with him to help him fight. Wouldn't you?",
        "Katie: Yes.",
        "Reid: Then dry your eyes, blow your nose, get your butt back to the hospital where you belong.",
        "[SCENE_BREAK]",
        "Kim: I'm sorry I fell apart.",
        "Bob: Don't apologize. This is trying on everybody.",
        "Kim: Yeah, I know. But I shouldn't have attacked Reid the way I did.",
        "Bob: He's tough. He can take it. I'm more concerned about you.",
        "Kim: Well, guess what? I'm concerned about you, too. You're pretending to handle this a lot better than you really are.",
        "Bob: I'm not pretending about anything. I'm ready to scream.",
        "Kim: That is something I don't think I've ever seen.",
        "Bob: We'll get through this. Chris will get through this.",
        "[Cell phone rings]",
        "Bob: Bob Hughes.",
        "Tom: I have a lead on a potential heart donor if Chris winds up needing one.",
        "Bob: Where?",
        "Tom: Bay City General. We're still in Springfield at the moment.",
        "Bob: Tom and Margo think they may have a donor for Chris.",
        "Kim: Oh, dear God, thank you.",
        "Bob: Is there anything I need to do at this end?",
        "Tom: Uh, I think it may be too early for that. He may wind up not needing it.",
        "Bob: Well, it's good to know just in case.",
        "Tom: Listen. Uh, sit tight, and we'll -- we'll keep you up to speed, all right?",
        "Bob: Please do.",
        "Tom: How's Chris?",
        "Bob: Uh, there's been no change, and -- and John is working on a plan of treatment.",
        "Tom: Well, he's as good as they come, Dad. So Margo and I are on top of things on this end.",
        "Bob: Well, thank you, Son. It's good to know that there's still hope.",
        "[SCENE_BREAK]",
        "Katie: Can I ask what prompted this turnaround?",
        "Reid: Luke. He was slapping me around earlier, metaphorically speaking, of course.",
        "Katie: Good for him.",
        "Reid: Eh, you only say that 'cause you're not the one who's getting beat up.",
        "Katie: Luke is worth it.",
        "Reid: So is Chris.",
        "Katie: Yeah, I know.",
        "Reid: So why are you still standing here? Get over to the hospital.",
        "[Cell phone beeps]",
        "Reid: Oh, I need to get over there, too.",
        "Katie: Chris?",
        "Reid: No, it's a different case. Can I give you a lift?",
        "Katie: No, no. You go ahead. I have something I have to do first.",
        "Reid: Okay.",
        "Katie: Reid -- thank you.",
        "[SCENE_BREAK]",
        "Reid: Hey, you're back.",
        "Luke: Yeah. I was coming to check on Chris.",
        "Reid: Well, no change. He's sleeping. So at least he doesn't seem to be in any pain.",
        "Luke: That's good.",
        "Reid: Uh, you haven't seen Katie around here since you've been back?",
        "Luke: No. You sent her home, remember?",
        "Reid: She's had a change of heart since then.",
        "Luke: How do you know that?",
        "Reid: I was with her when it happened.",
        "Luke: Mind sharing?",
        "Reid: I guess I had a change of heart, too.",
        "Luke: Oh. Well, now I am definitely interested.",
        "Reid: You were right. I gave Katie the wrong advice.",
        "Luke: Tell me something I don't know.",
        "Reid: You're determined to make this difficult for me, aren't you?",
        "Luke: Yes. Oh, yes.",
        "Reid: Well, I went home, and I told Katie that she needed to get back to the hospital and be with the man that she loved.",
        "Luke: What made you change your mind?",
        "Reid: I guess I realized that if you really love someone that you shouldn't run away from it just because it scares you.",
        "Luke: That's good advice.",
        "Reid: Yes. I told her to man up and get back to the hospital.",
        "Luke: You -- you told Katie to man up?",
        "Reid: Well, not exactly, but words to that effect.",
        "Luke: Well, I've got to hand it to you, Dr. Oliver. You sure do know how to surprise me.",
        "Reid: Well, you know what, Mr. Snyder? Sometimes I surprise myself.",
        "[SCENE_BREAK]",
        "Katie: Hey, Baby. Hi. I came to talk to you. I -- I want to ask you a question. But first, I want you to know that I love you, that I will always love you. You are in my heart and in my dreams, and I see you every time I look into Jacob's eyes. And I know we've talked about this before, but I was just kind of confused. I just really wasn't ready to move on. But I know you want me to be happy. And I know you're watching over me and you're looking out for Jacob, so this probably isn't a surprise, but -- I've fallen in love. Which is really weird to say to you. It feels like it should be wrong, but it's not. It's the right thing for me right now, and Chris is the right man. But he's sick, and I'm so scared, 'cause I don't want to lose him. I cannot go through that again. He loves me, and he needs me, so I need you to help me, Brad. Please. I need you to help me.",
        "[SCENE_BREAK]",
        "Kim: He was a scamp from the time he was born. All I've ever wanted to do was keep him safe.",
        "Bob: We never stop worrying about our kids.",
        "Kim: I don't think I could even if I wanted to.",
        "[Monitor beeping]",
        "Kim: What is it?",
        "[Alarm beeping]",
        "Kim: Oh!",
        "John: What's going on in here?",
        "Bob: Cardiac arrest.",
        "John: Jennifer, call the code, please.",
        "Kim: Oh!",
        "John: Come on! Come on!",
        "Kim: No.",
        "John: Come on.",
        "[NEXT_ON]",
        "Katie: I need you to help me be strong, because you're the strong one. I'm just a coward. I'm such a coward.",
        "Henry: The hell you are.",
        "Luke: What are you doing?",
        "Reid: I'm gonna go to Bay City, pick up that heart, and I'm gonna bring it back here and make sure it's put in Chris Hughes' chest, where it belongs.",
        "Kim: Oh, God, my son!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ETuwgXGvJ3o"
}