{
    "Episode Summary": [],
    "Recap": [
        "Liberty joins Janet at the diner and lets her know that she got a job in order to help pay the bills. Janet is against her working. Jack sits at his desk at the police station while Carly watches him. Tom and Craig walk into Jack's office. Craig lets Jack know that the charges against him were dropped. Gabriel is on the phone with the bank and plans on making a deposit. Gabriel thanks Lucinda for the money. Lucinda and Molly argue over the fact that Lucinda found out that Molly killed Silas at close range. Carly comes rushing to see Molly, but finds out that the wedding was postponed. Holden catches up with Lily. Holden is against Lily blackmailing Molly into calling off the wedding. Holden pleads with Lily to let it go because things are over between them. Craig tries to reach out to Gabriel, but he still refuses help until Craig receives an insurance check. Janet lets Jack know that Liberty got a job in order to help pay the bills. Jack helps Janet move back to the ranch. Craig stops by Carly's to give her her share of the insurance check. Carly checks on the check and finds it is legitimate. Holden barges into Lucinda's office and confronts her about what she did to Molly and her postponing the wedding. Lily comes to see Molly and lets her know that she won. Lily tears up the sheriff's report and tells Molly that she is free to marry Holden."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Liberty: Mom, I've got great news.",
        "Janet: Good. I could use some. Spill.",
        "Liberty: I got a job.",
        "Janet: What? Where?",
        "Liberty: At Fashions. And it's for the whole summer. I just got finished interviewing with Lisa. Isn't that fantastic?",
        "Janet: Well, it's surprising.",
        "Liberty: What's wrong? I thought you'd be thrilled.",
        "Janet: Honey, I think it's great that you want to be self-sufficient and --",
        "Liberty: But?",
        "Janet: But do you really think it's a good idea to have a full-time job right now?",
        "Liberty: Of course. Why wouldn't it be?",
        "Janet: I just don't want you to push yourself too hard too soon.",
        "Liberty: It's not like I'm working for a construction company. I'm selling clothes. I think I can handle it. And it's not even a full-time job. Lisa said I could sort of make my own hours.",
        "Janet: What about planning for college?",
        "Liberty: I can do that even when I'm working. Besides, college costs money, and since you won't let Dusty help us out --",
        "Janet: You know why I can't do that. He let us believe that Pop left us that money.",
        "Liberty: I think you're overreacting, but that's not the point. The point is this job will mean extra cash for us, which will take some of the pressure off of you, so I'm going for it. And that's that.",
        "[SCENE_BREAK]",
        "Craig: Look, Ma, no cuffs.",
        "Jack: I thought you two went before the judge today. Why isn't he being locked up again?",
        "Tom: Uh, yeah. All the charges against my client have been dropped.",
        "Jack: You've got to be kidding me.",
        "Craig: No. He -- he means it. My brilliant attorney was absolutely brilliant in the court. The court has seen the error of its ways, justice has prevailed, and I am a free man.",
        "Jack: Well, well-done, Counselor. I hope you're happy.",
        "Tom: Well, it was the judge's decision. I was just doing my job.",
        "Craig: Oh, come on, Jack. Admit it. You missed having me to kick around. The universe is in balance once again.",
        "[SCENE_BREAK]",
        "Gabriel: Yeah. I just want to know what time the bank closes today. So I still have time to come in to set up an account? Great. Great, I'll be there in 15 minutes. Thank you. [Sighs] And thank you, Lucinda.",
        "[SCENE_BREAK]",
        "Lucinda: Oh, thank God you've finally come to your senses.",
        "[Voice breaking]",
        "Molly: It's not like you and Lily gave me a choice, you know?",
        "Lucinda: Well, you should be thanking us, actually.",
        "Molly: How do you figure that?",
        "Lucinda: We've given you a free pass. You got a free pass. You stay away from Holden, no one has to know that you shot and killed Silas Whitman in cold blood.",
        "Molly: You weren't there. You have no idea what really happened that night.",
        "Lucinda: That's true. But I do have the evidence in the forensic report, and that's what courts like. They like evidence and facts.",
        "Molly: Fine! It's over. You win, Lucinda.",
        "Lucinda: No, Molly. No. Holden has won, 'cause he didn't belong with you. He never did.",
        "Molly: That just shows how little you know about love, Lady.",
        "Lucinda: He didn't love you. He didn't. Maybe it was infatuation. Maybe it was a trip down memory lane. But he's only got one true love of his life, and we know who that is.",
        "Molly: Are you finished talking? Because I'm done listening. Please leave.",
        "Lucinda: Okay. My pleasure.",
        "Carly: Hello. Am I too late?",
        "Molly: For what?",
        "Carly: Well, you told me you were moving the wedding up till today, and you really pulled the rug out from under me, Cuz. But I figure if we work with what I've got here, the dress will be --",
        "Molly: It's okay, Carly. There's not a wedding today.",
        "Carly: Oh, good. Thank God. 'Cause I need at least another week.",
        "Lucinda: Don't string her along. Tell her the truth.",
        "Molly: Weren't you leaving?",
        "Lucinda: As a matter of fact, I was. [Chuckles] Um, Molly, one day you'll understand that I was right about Holden, and you will thank me. I just saved you from heartbreak down the road.",
        "Carly: What's going on here? What's with the suitcase? Tell me that this is for your honeymoon.",
        "Molly: There's not gonna be any honeymoon, because there's not gonna be any wedding, not today and not ever.",
        "Carly: What happened?",
        "Molly: Lily happened. She's on to me. She knows the truth about Silas' death, Carly.",
        "[SCENE_BREAK]",
        "Lily: Are you asking me to turn a blind eye to the truth?",
        "Holden: I'm asking you to accept that the details of Silas' death are more complex than a simple forensics finding.",
        "Lily: Holden, I read the report. Silas was seated and shot from a distance. It wasn't self-defense.",
        "Holden: The man was a monster.",
        "Lily: That's not the point.",
        "Holden: It should be.",
        "Lily: Holden, the only reason you're rushing this wedding is to protect Molly. If you're married, you can't testify. What you're doing is wrong. You know it. And what you're asking me to do is just as bad. Can you really stand there and ask me to look the other way?",
        "Holden: Yes, I can, because that's exactly what I want you to do. I don't care what the forensics report claims. I know what Molly told me.",
        "Lily: And you believe her?",
        "Holden: Yes. Silas tried to rape her. He stalked her. He harassed her for weeks. And it would have continued if she hadn't stopped him.",
        "Lily: From across the room, while he was seated?",
        "Holden: Were you there? Do you know what happened before that? How he lured her there under false pretenses? How he locked her in? How he threatened her, harassed her?",
        "Lily: No, I don't.",
        "Holden: But you do know that situations and events are not always as simple as a police report states. Lily, that's not what this is about anyway. This -- this is not about right or wrong, is it?",
        "Lily: I don't know what you mean.",
        "Holden: Yes, you do. This is about me marrying another woman.",
        "Lily: This is about our children.",
        "Holden: Lily, please.",
        "Lily: And this lie you're asking me to perpetuate is gonna hang over our family like a threat.",
        "Holden: If we all keep quiet about this, it's not gonna be a threat to anyone.",
        "Lily: Do you really believe that? What if the truth comes out? Have you thought about that? You could be named as an accessory, Holden. Our children could watch you stand trial. Are you really willing to risk everything?",
        "Holden: Yes. To protect Molly, I would do that, just like I would do for our kids, like I would do for you, like I have done for you.",
        "Lily: I hate that you're putting all of this on me.",
        "Holden: Lily, you opened this door when you confronted Molly.",
        "Lily: I was just doing what I thought was right.",
        "Holden: No, you were doing what Lucinda thought was right. I'm just asking you to look in your heart and let this go.",
        "Lily: I can't do that. And you know why.",
        "[SCENE_BREAK]",
        "Carly: I can't believe Lily actually confronted you with this. Lucinda sure, but Lily?",
        "Molly: I think it really hurts her that Holden's marrying me.",
        "Carly: Why? Because she's still in love with him?",
        "Molly: I don't know. Come on. Could you ever fall out of love with Holden?",
        "Carly: Wrong person, wrong question.",
        "Molly: Oh, right. Sorry, I forgot. I was foolish enough to think that this thing would just disappear because I wanted it to, but I've had nightmares about it catching up to me, and now it has.",
        "Carly: There's got to be something we can do.",
        "Molly: I killed a man, Carly. There's not much we can do to change that.",
        "Carly: You killed a monster who was trying to rape you.",
        "Molly: I don't have forensic evidence to prove that.",
        "Carly: You've got your word, and the testimony of a woman who was almost raped is very valuable to any jury.",
        "Molly: He wasn't attacking me when I pulled the trigger.",
        "Carly: But you were very afraid that he might.",
        "Molly: I knew I'd never be rid of him if he didn't, that he'd always come after me, threatening me, taunting me. It would never end.",
        "Carly: Well, if that's not self-defense, I don't know what is.",
        "Molly: I can't risk a jury disagreeing. My only way out of this is to go along with what Lily and Lucinda want.",
        "Carly: And what is it they want?",
        "Molly: For me to walk away from the man I love.",
        "Carly: No. Well, I won't let you do that.",
        "Molly: I don't have a choice.",
        "Carly: Yes, you do. There is always a choice when it comes to fighting for the person you love -- always.",
        "[SCENE_BREAK]",
        "Jack: How did this even happen?",
        "Tom: Well, you're not gonna like it.",
        "Jack: I already hate it, but I want to know.",
        "Tom: There's no reasonable evidence of arson.",
        "Jack: What?",
        "Tom: The embezzlement charge has been kicked down to civil court. As far as the escape goes --",
        "Craig: Well, the judge felt that it was obvious that I had been badgered and harassed by the police department.",
        "Jack: You are kidding me.",
        "Craig: No. That's, uh -- that's why I escaped. It was foolish, but the pressure was just too much. But I let the judge know how repentant I am.",
        "Jack: I tried to -- badgered and harassed? You know that's a crock, Craig.",
        "Tom: Well, the judge seemed to buy it.",
        "Jack: Does Margo know about this?",
        "Craig: My sister was part of the problem, Jack.",
        "Tom: Craig, that's enough.",
        "Craig: You're right. You're right. I'm a free man. And now that the arson charges have been dropped, the insurance company has to pay the settlement, which means I'm free and rich.",
        "Jack: That money belongs to Parker.",
        "Craig: Well, some of it, yes, and I intend to make good on that, I swear. Tom, thank you for everything. I mean it.",
        "Tom: You can thank me with a check and by staying out of trouble.",
        "Jack: You may have weaseled your way out of this one, but you'll be back, and I'll be waiting. You can count on it.",
        "Craig: It's nice talking to you, Jack. Have a good day.",
        "[SCENE_BREAK]",
        "Janet: I don't want you worrying about money. We have been through tougher patches in the past, and we've managed to get through it.",
        "Liberty: But I want to help. That's not fair that all the pressure falls on your shoulders. You shouldn't have to face this alone.",
        "Janet: I'm not alone. I've got you and this little guy here.",
        "Liberty: I was talking about Dusty.",
        "Janet: I don't want Dusty's charity.",
        "Liberty: This isn't just about money. You and Dusty were good together -- great together.",
        "Janet: Until he lied to me. He lied to me.",
        "Liberty: Okay, but his heart was in the right place.",
        "Janet: No. If it was in the right place, he would have told me the truth.",
        "Liberty: He messed up. We've all done it. Give him another chance, Mom. He loves you, and I know you still love him.",
        "Janet: Okay. Anyway, so, let's get back to this job of yours. When does it start?",
        "Liberty: Today.",
        "Janet: What?",
        "Liberty: Yeah. Actually, I've got to get over there now. I just stopped to tell you the good news.",
        "Janet: What if I had said no?",
        "Liberty: I would have talked you out of it.",
        "Janet: [Scoffs] Are you calling me a pushover?",
        "Liberty: No. I'm saying you're an incredibly bright mom who knows what's best for her incredibly resourceful daughter. Sometimes you just need a little nudging. [Chuckles]",
        "Janet: All right. I think it might be nice to have a little extra money coming in so we can find a new place to live and we can get out of Teresa's hair.",
        "Liberty: And I can get off her wildly uncomfortable sofa bed.",
        "Janet: Hey, don't let her hear you say that. She's been very generous to us.",
        "Liberty: I know, I know. But we shouldn't keep imposing, and now we won't have to. Okay, I'll see you later.",
        "Janet: Okay. One more thing.",
        "Liberty: Don't you dare tell me to take it easy, because you never do.",
        "Janet: I was going to say be careful and I love you.",
        "Liberty: I love you, too. [Chuckles] Okay.",
        "Janet: Go away.",
        "Liberty: Bye.",
        "[SCENE_BREAK]",
        "Gabriel: Hey.",
        "Liberty: Hi, Gabriel.",
        "Gabriel: Uh, where are you rushing off to?",
        "Liberty: I don't want to be late for work.",
        "Gabriel: You got a job?",
        "Liberty: Yeah, at Fashions.",
        "Gabriel: Very cool.",
        "Liberty: How are you?",
        "Gabriel: I'm okay. You notice anything different about me?",
        "Liberty: No. You look pretty much the same.",
        "Gabriel: I mean, not physically. I've been working on that, uh, anger attitude issue you said that I had. Don't I seem calmer, a little more cheerful?",
        "Liberty: I guess a little, yeah.",
        "Gabriel: See? People can change.",
        "Liberty: Yeah. So maybe your dad can change. Have you talked to him lately?",
        "Gabriel: Uh, no. I've been trying to avoid him, which is hard, because we're both living at Lily's house. I have no idea why she even took him in.",
        "Liberty: Maybe she wants to give you guys a second chance. Avoiding him is gonna get harder and harder to do, you know?",
        "Gabriel: Yeah, obviously.",
        "Craig: Hello, Liberty.",
        "Liberty: Hi.",
        "Craig: Gabriel, how are you?",
        "Gabriel: So, who let you walk freely? Who did you have to bribe?",
        "Craig: Nobody. Actually, the charges have been dropped. They had nothing to hold me on.",
        "Gabriel: [Laughs] That doesn't mean you're innocent. Just lucky.",
        "Craig: This is a great opportunity for us, Gabriel. We can turn over a whole new leaf.",
        "Gabriel: How? With what, money?",
        "Craig: Not just money, though I can help you out financially if you -- if you need some assistance. Since they dropped the charges, the insurance company has to pay for the fire.",
        "Gabriel: Look, I don't -- I don't want your dirty money. I don't want your attention. I don't want anything from you. What is it gonna take to get that through your head?",
        "Craig: I'm gonna start looking for a house with a big yard that has plenty of room for Johnny. We'd have room for you if you need a place to stay.",
        "Gabriel: [Sighs] I told you, I don't want anything from you.",
        "Liberty: Come on. He's trying.",
        "Craig: You should listen to her. She's a very smart girl.",
        "Gabriel: No, no, no. I don't need you, okay? I'll find my own place.",
        "Craig: Does that mean you're not leaving Oakdale?",
        "Gabriel: Yeah, for now, okay? But don't get the wrong idea.",
        "Craig: I'm just happy you're not leaving. I know you were thinking about that for a while. What about a job? You might need helping finding one of those.",
        "Gabriel: Are you -- are you not listening to what I'm saying?",
        "Liberty: He's just offering to help you out.",
        "Craig: With no strings attached.",
        "Gabriel: No, thanks.",
        "Tom: Craig, good. Glad I found you.",
        "Craig: Something wrong?",
        "Tom: No. Actually, I have some more good news. The insurance company decided to cut that check.",
        "Craig: That was fast.",
        "Tom: Yeah. I don't think they wanted to deal with you any longer than they had to.",
        "Craig: I'm so misunderstood. Richly misunderstood.",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Janet: Hey.",
        "Jack: [Chuckles] Is everything okay? You seem upset.",
        "Janet: I'm worried about Liberty because she's worried about me.",
        "Jack: You want to clarify that?",
        "Janet: She went and got herself a job because she's worried about money and a place for us to stay.",
        "Jack: Why are you upset she got herself a job? You don't think she's strong enough?",
        "Janet: She hasn't been in remission that long.",
        "Jack: Janet, she wouldn't do this if she didn't think she was ready. She's a smart girl.",
        "Janet: How does this happen? How do I go from being on top of the world to bunking on my sister's couch?",
        "Jack: Well, life is unpredictable like that, I guess.",
        "Janet: Yeah. I guess it is. And Liberty is right, you know? We could use the extra cash. We do need a place to stay. And since I gave the money back to Dusty -- ignore me. I hate whining about my problems. I'll be fine.",
        "Jack: Actually, I may be able to help you out.",
        "Janet: Oh, I'm not gonna take a loan from you, Jack.",
        "Jack: Well, good, 'cause I wasn't offering that.",
        "[Janet laughs]",
        "Jack: I'm moving back to the farm. I'm getting tired of staying at the station.",
        "Janet: Okay.",
        "Jack: There's plenty of room out there, you know?",
        "Janet: Jack --",
        "Jack: You and Liberty are more than welcome.",
        "Janet: Are you asking me to move back in with you?",
        "Jack: Uh, yeah, I guess I am.",
        "[SCENE_BREAK]",
        "Molly: Believe me, I would fight tooth and nail if I thought it was the right thing to do.",
        "Carly: It is the right thing to do.",
        "Molly: How do you figure? If I marry Holden, then Lucinda and Lily will release that evidence, and I'll be arrested, and Holden will probably be arrested, too, for helping to hide the truth. His entire family's gonna be dragged through this. I can't do this to them.",
        "Carly: Don't take the moral high road here, Cuz. It's not gonna get you anywhere, trust me. I -- I thought that Janet wasn't a threat, and look where it got me.",
        "Molly: Not the same thing.",
        "Carly: It is the same thing. It's exactly the same thing. It's about holding on to what you love. No, I should have seen Janet as the enemy and acted accordingly. And now she's tied to Jack forever, even though he doesn't love her. Don't make the same mistake. Do whatever you have to do to keep Holden in your life.",
        "Molly: I can't fight the evidence that Lucinda and Lily are holding over me.",
        "Carly: Yes, you can, and you have to trust Holden. He'll come up with something if you can't.",
        "Molly: Well, he did say he's working on a plan.",
        "Carly: You see? There you go.",
        "Molly: It doesn't mean it's gonna work.",
        "Carly: Well, then, find something that will. Do whatever you have to do. But playing the noble, self-sacrificing woman gets you nothing but left behind. Trust me. Don't let that happen to you.",
        "[SCENE_BREAK]",
        "Lily: Have you forgotten that kiss we shared the other day? I haven't.",
        "Holden: Lily, that kiss -- it wasn't about the present. It was about our past, our history.",
        "Lily: I don't believe that. I kissed you because there's still a strong connection between the two of us.",
        "Holden: Lily --",
        "Lily: Holden, I can't deny it anymore. That's why I came to see you at the farm the other day -- to tell you.",
        "Holden: To tell me what?",
        "Lily: I want you back. I love you. I've never stopped loving you.",
        "Holden: Lily, you will always be in my heart. We spent so much of our lives together. And it was wonderful.",
        "Lily: It can still be wonderful.",
        "Holden: No, it -- it can't. It can't. Our marriage is over. You know that. You just -- you haven't been able to accept it yet.",
        "Lily: Is it wrong of me to fight for what I love?",
        "Holden: You're fighting for a memory, and you need to let it go. You need to let me go.",
        "Lily: So you can run off to be with a murderer?",
        "Holden: Molly is not a murderer. She's a woman who got caught in a nightmare of a situation, and she did what she had to do to get out of it.",
        "Lily: By killing an innocent man.",
        "Holden: He was hardly innocent. He was evil, and he got what he deserved.",
        "Lily: Because it suits you to think that way.",
        "Holden: That's not the way I work. You know that. That's not the way I think.",
        "Lily: I guess now I know what's in your heart.",
        "Holden: I'm in love with Molly, and I'm asking you not to hurt her. I'm asking you to let me go.",
        "[SCENE_BREAK]",
        "Tom: Excuse me.",
        "Craig: Mm.",
        "Gabriel: How did you pull it off? Not only did you beat the charges, but you're getting rewarded for it? That's pretty messed up.",
        "Craig: I didn't beat the charges. I'm innocent.",
        "Gabriel: [Laughs] You're a lot of things, but innocent? That's -- that's not one of them.",
        "Craig: Let's not do this, Son.",
        "Gabriel: Don't call me that.",
        "Craig: Okay. Let's not do this, Gabriel. I just want to start with a clean slate. Why is it so hard for you to do that?",
        "Gabriel: Maybe it's not as easy for me to forget as you can.",
        "Craig: You know, it really is unfair of you to blame me for being absent in your life when I didn't know you existed. If I had known --",
        "Gabriel: If you had known, what?",
        "Craig: I would have done everything I could to be in your life.",
        "Gabriel: Oh, yeah. Yeah, keep telling yourself that. Maybe someone eventually will believe you, just like the court believed you didn't burn down Monte Carlo, right, to help you cash out.",
        "Craig: You mean the way you cashed out with Lucinda when she told you to lie to the police about me? How much did you charge her to sell me down the river?",
        "Liberty: What? What is he talking about?",
        "Gabriel: Nothing. He's just desperate. Because he can't win me over, he's lying about it. That's actually pretty pathetic.",
        "Tom: Aw, Craig, what's wrong? Not enough zeroes on that check?",
        "Craig: No. They'll do, thanks. Tom, I really appreciate everything you've done.",
        "Tom: Yeah, well, you don't need to thank me. I was just doing my job. You know, you have quite a bit of money there. Why don't you surprise us all and -- I don't know -- do something worthwhile?",
        "Craig: Oh, don't worry. I've got big plans.",
        "Tom: Scarier words were never spoken.",
        "[SCENE_BREAK]",
        "Gabriel: I cannot believe that he's just gonna walk free with that huge check in his pocket.",
        "Liberty: So this is how you're working on that whole anger and negativity thing?",
        "Gabriel: I can't help it. Look, he wants to start over, and then he starts throwing accusations my way?",
        "Liberty: Were they false accusations?",
        "Gabriel: You think that I took money from Lucinda to lie to the police?",
        "Liberty: You always seem to have a ton of cash on you, and I've never figured out where you get it.",
        "Gabriel: I told you, I saved it up.",
        "Liberty: Look, I'm not judging you. I'm just saying that nobody's perfect, okay? Be careful how you judge someone. That's all.",
        "[SCENE_BREAK]",
        "Janet: Look, I appreciate the offer, Jack, but I don't think it's such a good idea.",
        "Jack: Why not?",
        "Janet: Do you really have to ask?",
        "Jack: Janet, it's a place to stay, in a big house. You and Liberty could use that right now. Plus, it allows me to be close to you during the pregnancy. What's the downside?",
        "Janet: Besides the obvious? I just -- I feel like it would be taking a big step backwards for me.",
        "[Jack laughs]",
        "Janet: No, wait. Don't -- no, no, no, no. I know you mean this from your heart, and you're offering, but you're offering because we don't have any other options.",
        "Jack: So?",
        "Janet: Come on, Jack. Neither one of us is in a place where we really want to be right now. And we're certainly not with who we want to be with.",
        "Jack: Janet, okay, think -- think about what you're saying right now. Right now everything you're saying makes this a good idea, not a bad one. And I'm only offering to help you out because I can help you out. What are you really afraid of here?",
        "Janet: I think I'm just used to people with good intentions doing bad things or -- or people who, you know, mean something good, and it turns out bad.",
        "Jack: Okay. In human speak, that means that you don't trust anyone or anything anymore.",
        "Janet: I guess not.",
        "Jack: Okay, Janet, don't think of this as a step backward. Think of this as a stepping stone.",
        "Janet: To where?",
        "Jack: The future. Nothing permanent, okay? And it's a lot bigger than your sister, Teri's.",
        "Janet: Well, I can't argue with that.",
        "Jack: All right. So you're saying yes?",
        "Janet: How do you do that? How did you talk me into it?",
        "Jack: [Laughs] Because I'm awesome. I'll help you get your things together. You can move in this afternoon.",
        "[SCENE_BREAK]",
        "Carly: Oh, no. Oh, Craig. Who let you off your leash?",
        "Craig: I was just waiting for you.",
        "Carly: Okay, you know, I'm not interested in anything that's on your mind, okay?",
        "Craig: Oh, I think you'll be interested in this.",
        "Carly: I have a -- a splitting headache. I just want to take a few aspirin and close my eyes for a bit, okay? No. Who told you you could come in here?",
        "Craig: I have something so much better than aspirin.",
        "Carly: What?",
        "Craig: Money.",
        "Carly: Uh-huh. So, did you decide to add bank robbery to your litany of crimes?",
        "Craig: There's no longer a litany of anything. Charges have been dropped. The judge threw out the case.",
        "Carly: How did you get to him?",
        "Craig: I didn't. That's what lawyers are for. That Tom Hughes -- he's as good as they come.",
        "Carly: Are you really free?",
        "Craig: As a bird. Free and rich.",
        "Carly: Rich?",
        "Craig: Mm-hmm. Since the arson charges were dropped, the insurance company had to settle.",
        "Carly: Seriously?",
        "Craig: That's your half of the settlement.",
        "Carly: That's -- that's $5 million. You ought to have given it all to me.",
        "Craig: Why? I lost money, too.",
        "Carly: What's the catch?",
        "Craig: What do you mean?",
        "Carly: What I mean is, what do you want in return?",
        "Craig: Carly, do you always have to be so suspicious?",
        "Carly: When it comes to you, yes, I do.",
        "Craig: Well, I'm sorry to disappoint. That money is yours, no strings attached. I'm just trying to do the right thing.",
        "Carly: Ah. Now I know something's wrong.",
        "Craig: Who are you calling?",
        "Carly: You'll see.",
        "[SCENE_BREAK]",
        "Lisa: Hi. Sorry to keep you waiting. Um, you're here for the bartending job?",
        "Gabriel: That's right. I'm Gabriel Caras.",
        "Lisa: Oh. [Laughs] Oh. You're Craig Montgomery's son, the one that nobody knew he had until recently.",
        "Gabriel: Yeah. So?",
        "Lisa: So, I don't really envy you at all. It's a good thing you didn't grow up under his influence. We wouldn't be having this conversation.",
        "Gabriel: Why's that?",
        "Lisa: Well, because Craig can't be trusted. So, if you had grown up with him and he would be your old man, then I couldn't trust you either.",
        "Gabriel: [Chuckles] That's a little bit paranoid, don't you think?",
        "Lisa: No, no. Not when it comes to Craig it isn't at all. And I have some advice for you. What you should do is watch your back from this newfound father of yours, because he's just gotten out of jail, you know?",
        "Gabriel: Wow. News really travels fast around here.",
        "Lisa: Yeah, yeah. And justice just rolls off that guy like grease on a duck.",
        "Gabriel: You know what, Lady? Like it or not, you're still talking about my father, okay? And I don't need you badmouthing him, okay?",
        "[SCENE_BREAK]",
        "Lucinda: Well, I just want to congratulate you for your good work and your timely work, Mr. Slocum. With all the evidence that you got for us, we're gonna blow that pesky little critter out -- out of -- uh, um -- oh. Hang on just a moment, will you? Holden, I'm -- I'm on a call.",
        "Holden: Tell them you will call them back. Put the phone down, Lucinda, now.",
        "[SCENE_BREAK]",
        "Molly: What do you want?",
        "Lily: I need to speak to you.",
        "Molly: There is nothing left for us to say.",
        "Lily: Oh, yes, there is.",
        "[SCENE_BREAK]",
        "Janet: Wow. It's weird moving back in here.",
        "Jack: Funny how life works sometimes, isn't it?",
        "Janet: Yeah. Doesn't seem like it was too long ago we were standing right here, trying to build a life together.",
        "Jack: Well, now we're back under different circumstances, ready to look out for a whole new life.",
        "Janet: That's right. I don't regret the first time around, you know? Even though things didn't work out, I do not regret being your wife.",
        "Jack: I don't regret anything either, Janet.",
        "Janet: Not even letting me move back in here?",
        "Jack: Of course not. I will never regret helping you when you need it.",
        "Janet: You really come through for me when it matters. You know that?",
        "Jack: Well, get used to it, 'cause that's never gonna change.",
        "Janet: Mm! Thank you.",
        "Jack: All right. I'll let you get settled in. I'm gonna go find Carly and let her know that Craig's been released.",
        "Janet: I know. It's been quite a day, hasn't it?",
        "Jack: Oh, don't get me started. You need anything?",
        "Janet: No. Thanks to you, I'm fine.",
        "[SCENE_BREAK]",
        "Carly: Really? The funds are available. Okay. Well, thank you very much. Bye. The check is legit.",
        "Craig: Ye of little faith.",
        "Carly: Well, you can't blame me for being skeptical.",
        "Craig: No, I suppose not, but now you know I'm telling the truth.",
        "Carly: Yes, I do. Well, if there's nothing else, you know where the door is.",
        "Craig: You're throwing me out?",
        "Carly: I'm asking you to leave as politely as I possibly can.",
        "Craig: No \"Thank you, Craig. You're a life-saver\"?",
        "Carly: Thank you? Thank you for returning some of what you stole from my son in the first place?",
        "Craig: A little gratitude never killed anybody.",
        "Carly: Craig, if you think this erases what you've done, you are out of your mind.",
        "Carly: Oh, come on, Carly. I'm doing the best I can.",
        "Carly: Well, it's not good enough. I will never forgive you for what you've done.",
        "Craig: You're still angry. In time --",
        "Carly: Yeah, I'm angry, and I'm serious. I don't want to be your business partner. I certainly don't want to be your friend. All I want is for you to leave.",
        "[SCENE_BREAK]",
        "Lisa: I thought you didn't want anything to do with Craig Montgomery.",
        "Gabriel: Well, my father shouldn't have anything to do with me getting a job, which, by the way, I don't want anymore. So thanks for nothing.",
        "Lisa: [Scoffs] You just wait one moment, Baby Cakes. This job is a one-time offer. You walk out now, and there's no coming back.",
        "Gabriel: Yeah. That's fine with me.",
        "Liberty: Gabriel, what was that all about?",
        "Gabriel: Nothing. What are you doing here?",
        "Liberty: Just dropping something off from Fashions for my new boss, Lisa. I guess she won't be your new boss, though.",
        "Gabriel: Yeah. I mean, I didn't want that job anyway.",
        "Liberty: Obviously.",
        "Gabriel: Can we not talk about this?",
        "Liberty: Sure. Listen, I wanted to tell you, my mom and I are moving back to the Snyder farm.",
        "Gabriel: Really? How come?",
        "Liberty: Well, we were all kinds of crowded at my Aunt Teri's, and I guess Jack offered, and my mom said okay.",
        "Gabriel: Is that good -- good for you?",
        "Liberty: Well, it's kind of retro weird, but at least we'll have more space.",
        "Gabriel: Then I'm happy for you.",
        "Liberty: Thanks. By the way, it was really cool how you stood up for your dad to Lisa just now.",
        "Gabriel: [Chuckles] I didn't stand up for anyone but myself.",
        "Liberty: Right. Whatever you say.",
        "[SCENE_BREAK]",
        "Holden: If you're going to mess with Molly, that means that you're messing with me. And this is a battle that you will not win.",
        "Lucinda: You're very gallant, darling. I don't know what you're talking about.",
        "Holden: Lucinda, save it. I know all about this evidence that you dug up about the night of the shooting.",
        "Lucinda: Ooh. Then you know that both Lily and I know from the report that it wasn't self-defense.",
        "Holden: Yes, it was, and I already told Lily that. I'm standing by Molly, and there's nothing you can do to change that fact.",
        "Lucinda: Okay. That's your choice, Darling. But you're protecting a murderer.",
        "Holden: Give it up, Lucinda, or you will regret it.",
        "Lucinda: What about you? What about you? Don't you regret --?",
        "Holden: I already told Lily to let this go, and I'm telling you to do it, too.",
        "Lucinda: You cannot look at me and expect me to think that you can possibly love Molly more than you love my daughter.",
        "Holden: I do love Molly, and I'm marrying her, and there's nothing you can say or do to change that.",
        "Lucinda: Well, then, you can expect to have a honeymoon as you pass notes or talk across a table at visiting hours.",
        "Holden: Don't cross me, Lucinda. Like I said, this is a battle you will not win, not with me.",
        "[SCENE_BREAK]",
        "Molly: You wasted your trip over here, Lily. I got the message. I don't need you to pound it home. I'm leaving tonight on assignment for Chile. If I come back to Oakdale at all, it's just gonna be to pack up the rest of my things.",
        "Lily: You don't understand.",
        "Molly: Oh, no, I understand perfectly well. You know, I just never pegged you to be the devious type. But I guess it's true, the apple doesn't fall far from the tree. So you know what? Go home to your mother and tell her that you've won. I'm out of the picture. Holden's all yours.",
        "Lily: That's the point. He's not.",
        "Molly: What do you want from me? How much more suffering do you have to witness before you feel vindicated?",
        "Lily: I don't want anything from you, Molly. That's what I came here to tell you. I haven't won. You have. Take it.",
        "Molly: What are you doing? The forensics report that your mother's private detective dug up. Yeah.",
        "Lily: It's all yours. I don't want it.",
        "Molly: You don't want to rub it in my face?",
        "Lily: I'm giving it to you to destroy. Fine. It's over. I'm not gonna use it against you.",
        "Molly: I don't understand. Why did you do that?",
        "Lily: It doesn't matter. You're free to marry Holden, and that's all that counts.",
        "[SCENE_BREAK]",
        "Janet: What's going on? Why is this door locked?",
        "Liberty: Oh, I'm the only one working. The other clerk went home sick, so I had to lock up while I ran a package over to Lisa.",
        "Janet: See? She's already got you running around like crazy.",
        "Liberty: And having a blast doing it. Don't start. I'm fine. How are you? Did you get moved back in?",
        "Janet: Yes, I did. Jack helped me.",
        "Liberty: Good. I will pack up my stuff after work.",
        "Janet: Okay. Call me and I'll help you, all right?",
        "Liberty: Mom, I can handle it. So, how does it feel being back at the farm?",
        "Janet: Strange, and yet comforting at the same time. Does that make any sense?",
        "Liberty: Nope.",
        "Janet: Am I making a mistake?",
        "Liberty: Well, it depends. Is it gonna be weird for you living with Jack again?",
        "Janet: Well, at first I thought it might be, but now -- now I think it's gonna be fine.",
        "Liberty: Like when we couldn't pay the rent fine?",
        "Janet: Like when everything turned out anyway for the best fine.",
        "Liberty: Except when it didn't.",
        "Janet: Are you trying to make me paranoid?",
        "Liberty: No. I am just enjoying the fact that I can still make you squirm a little.",
        "Janet: Nice. Well, why don't you get back to work before Lisa fires you for talking to your old mom.",
        "Liberty: Okay. I will see you later at home.",
        "Janet: Yes, you will. I guess we kind of have one again, don't we?",
        "Liberty: That's a good way of looking at it. Love you.",
        "Janet: I love you, too. Okay.",
        "Liberty: Okay.",
        "[SCENE_BREAK]",
        "Carly: I'm serious, Craig. I want you to go, and I don't ever want to see you again.",
        "Craig: We live in the same town, Carly. It's gonna be pretty hard for you to avoid me.",
        "Carly: Well, then, why don't you do your best to avoid me? I want nothing from you. All I want from you is this check for 5 million bucks.",
        "Jack: What check for 5 million bucks? And what the hell are you doing here?",
        "Craig: Hello, Jack. I just brought Carly her half of the insurance money for the fire.",
        "Jack: Is that true?",
        "Carly: Yep.",
        "Craig: Well, what's the matter, Jack. Would you rather I give her cash?",
        "[SCENE_BREAK]",
        "Lucinda: Oh, Honey. Honey, don't tell me that Holden gave you the \"I'm gonna stick by Molly\" speech.",
        "Lily: We talked, yes.",
        "Lucinda: Don't let it ruffle your feathers. It's -- it's all gonna blow over. We're doing the right thing.",
        "Lily: No, we're not, mother, and I told Molly as much.",
        "Lucinda: What are you talking about?",
        "Lily: I went to see her after I spoke to Holden, and I told her that she should go ahead and marry Holden and that I wasn't gonna stand in her way.",
        "Lucinda: Why on earth would you do that?",
        "Lily: Because it's the right thing to do.",
        "Lucinda: In what universe is it the right thing to -- to have another woman marry the man that you love, especially when we both know Holden still loves you?",
        "Lily: He doesn't. That's the point, Mother. He loves Molly, not me. And I love him too much not to let him go.",
        "[SCENE_BREAK]",
        "Holden: There you are. I went over to WOAK. I must have just missed you. What's wrong? Don't tell me you're still thinking about going to Chile.",
        "Molly: No. I told Kim I couldn't. I'm not going anywhere without you.",
        "Holden: Well, that's a relief. I was beginning to think that I was gonna lose you over all this. I -- I spoke to Lily, and I spoke to Lucinda.",
        "Molly: I know. They came to see me today, too.",
        "Holden: Listen, it doesn't matter. Whatever they say --",
        "Molly: No, I think you're gonna be very surprised about what they said, actually, especially Lily.",
        "Holden: What do you mean?",
        "Molly: She backed down. Whatever you two talked about obviously got to her. She even ripped up the private investigator's report.",
        "Holden: Well, that's good news.",
        "Molly: I know. I can't believe it. I can't believe it. What did you say to her?",
        "Holden: I told her that I love you and that she had to let me go.",
        "Molly: I am so sorry that I panicked before. I should have trusted you when you said you'd take care of me.",
        "Holden: No, you know what? It's my fault. It's totally my fault. I never should have pushed you into trying to get married so soon.",
        "Molly: Are you trying to back out of this proposal, cowboy?",
        "Holden: No, no, not at all. But I think that we need to do this the right way. I think you deserve the wedding you've always dreamed of.",
        "Molly: My dream is just hearing you say \"I do.\"",
        "Holden: You know I will.",
        "[SCENE_BREAK]",
        "Carly: I called the bank. The check is legit. This is actually the one right thing I've ever known you to do. And as soon as you leave my house and leave my life, all will be right with the world.",
        "Craig: Fine. I'll go.",
        "Jack: Wait. Don't forget this.",
        "Craig: Excuse me?",
        "Carly: What are you doing?",
        "Jack: I'm giving Craig the check back because there's no -- there's no way you're gonna take it.",
        "[NEXT_ON]",
        "Dusty: Why are you moving in with your ex-husband?",
        "Jack: You take this check from him, he'll play you again in a heartbeat.",
        "Emily: Paul brought Meg back to Fairwinds.",
        "Meg: I wish there was, uh, some way I could show you how much that means to me."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=bzyG9mliNzI"
}