{
    "Episode Summary": [],
    "Recap": [
        "Barbara and Katie argue over Barbara's relationship with Henry and the fact that Katie wants Henry to get back with Vienna. Vienna gets down on one knee and asks Henry to marry him. Henry stalls in giving Vienna an answer. Luke and Dr. Oliver discuss how that Luke had defended Dr. Oliver against the man, who was suing him for malpractice. Noah walks up. Faith is with her friends at school when Faith gets a call from Holden, who asks how she is doing. Lily comes to see Molly at the television station to thank her for helping in this situation with Faith. After Lily leaves, Faith comes out of hiding. Faith thanks Molly for not ratting her out to Lily. Faith tells Molly that she has had a package delivered here that is a surprise to Lily. Molly finds the package in the mail and gives it to Faith. Luke and Dr. Oliver exchange smiles while talking to Noah. Luke gets a call and walks away. Dr. Oliver watches Luke. Holden catches Faith at the police station with Molly. Katie orders Barbara to back off of Henry and to let him get back with Vienna. Henry and Vienna kiss passionately.",
        "Vienna pours out her heart to Katie about her problems with Henry. Vienna agrees to take Jacob out for a while. Lily brings Faith home from school and questions her about the pills. Faith denies using drugs and that the drugs aren't his. Lily refuses to believe her and asks to check her purse. Faith refuses to let Lily see her purse until Lily insists. Lily pours out the contents of Faith's purse and finds the book. Opening up the book, Lily finds the drugs. Lily questions Faith about the drugs. Holden and Molly share some intimate time together when they are interrupted by a call from Lily. Lily tell Holden about the drugs. Faith denies once again that the drugs are hers. Lily decides to take Faith away to the cabin in order to get her off the drugs. Katie tells Dr. Oliver that Henry and Vienna are back together. Henry visits Barbara to let her know that he is confused as to what to do about this situation. Barbara finds out that Henry and Vienna have been in bed together. Barbara puts Henry out. Katie finds out that Dr. Oliver has feelings for Luke. Dr. Oliver calls Luke to tell him that Noah has some good news to tell him. Luke meets up with Noah. Dr. Oliver sees them holding hands. Henry catches up with Vienna and presents her with an engagement ring and tells her that he will marry her. Barbara starts to buy a new dress when she finds out that Henry had bought an engagement ring. Molly also buys a new dress for her date with Holden. Holden tells Lily and Faith that he is coming with them to the cabin. Molly walks in on awkward situation between Lily, Faith and Holden."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: You want me to back off?",
        "Katie: That's right. Just leave Henry alone.",
        "Barbara: [Laughs] Contrary to what you might think, I love being with Henry, and he loves being with me.",
        "Katie: Great. Do you really think the two of you have any shot at a normal relationship?",
        "Barbara: Oh, who wants normal? I want exciting, unpredictable, a relationship with passion.",
        "Katie: Great. Go for it. Just do it with someone else. There are plenty of guys out there who are looking for the same thing.",
        "Barbara: Well, they can keep on looking, because I've found what I want with Henry. And judging by the fact that he can't seem to stay away from me, he wants me, too.",
        "[SCENE_BREAK]",
        "Vienna: So, what do you say, my love? Will you marry me?",
        "Henry: I am, uh -- I'm -- I'm speechless.",
        "Vienna: Well, that's a first. But that's okay. You don't have to say much. Just say yes.",
        "Henry: Uh, stand up, stand up, please.",
        "Vienna: But I thought you weren't supposed to stand up before getting an answer.",
        "Henry: Yeah. Um, I -- I don't understand. We -- we were the anti-marriage couple. We didn't need matrimony to make us happy.",
        "Vienna: Henry, I want you. I want you in every possible way. I want you physically and emotionally and legally.",
        "Henry: Oh, the old triple threat.",
        "Vienna: I should never have left town. And when I came back and I saw you, I knew I could never, ever leave you again.",
        "Henry: Oh, \"Never\" is such a big word, and -- and \"Marriage\" is an even bigger word.",
        "Vienna: Well, \"Unhappiness\" is the biggest word of them all, and I'm unhappy without you. Do you love me, Henry?",
        "Henry: Yeah.",
        "Vienna: Then when was your happiest moments?",
        "Henry: They've been with you. Well, they've all been with you.",
        "[SCENE_BREAK]",
        "Luke: Dr. Oliver, do you have a minute?",
        "Reid: Actually, no.",
        "Luke: Well, I just want to talk to you about one little --",
        "Reid: There's no need. You made yourself perfectly clear. I appreciate your attempt to convince Mr. Judd to drop the malpractice suit, and I understand that you did it for Noah's sake and not for mine.",
        "Luke: Well, I'm glad you know where I'm coming from. But that's not really what I wanted to talk about. Look, I was going over --",
        "Reid: I really don't have time for this.",
        "Luke: Okay, please, please, I it will just take -- just take one second. Please hear me out. All right. I was going over the plans for the new wing, and look here. There's some extra space for overnight rooms for family members of our patients. They could rest. They could wait for news, spend the night if they had to.",
        "Reid: And we're supposed to add this expense to the already skyrocketing --",
        "Luke: What?",
        "Reid: You know, that's not a terrible idea. Maybe you're not gonna be as useless on this project as I thought.",
        "Luke: Well, gee, Doctor, that's just about the nicest thing you ever said to me.",
        "[Luke laughs]",
        "Noah: Luke?",
        "Luke: Hey, Noah.",
        "Noah: And Dr. Oliver?",
        "Reid: Yeah. Right here.",
        "Noah: [Scoffs] Wow. You guys are actually sharing a joke. Okay, okay, what -- what did I miss?",
        "[SCENE_BREAK]",
        "Faith: Hey, Sarah. Hey, Janie. A -- are you guys going, uh, off-campus for lunch?",
        "Sarah: Want to come along?",
        "Faith: Sure.",
        "Janie: Too bad.",
        "[Both laugh]",
        "[Cell phone rings]",
        "Faith: Hi, Dad.",
        "Holden: Hey. How's it feel to be back at Oakdale High?",
        "Faith: You called me just to ask me that?",
        "Holden: Actually, I did.",
        "Faith: Well, you don't have to check up on me every five seconds.",
        "Holden: Okay, so how about just once a day?",
        "Faith: Everything's fine. In fact, I've got to run. A bunch of us are going off-campus for lunch.",
        "Holden: Well, that sounds encouraging. No adjustments being back?",
        "Faith: Nope. I'll see you tonight.",
        "Holden: I love you, Sweetie.",
        "[SCENE_BREAK]",
        "Lily: Am I interrupting?",
        "Molly: Lily, uh, no. I was just reading over some copy. Is everything all right?",
        "Lily: Yeah. With Kim gone, I thought that I'd check in, make sure nobody needs anything.",
        "Molly: Okay.",
        "Lily: Relax. I'm not gonna take over the day-to-day operations here.",
        "Molly: Hey, you own the place. You can pretty much do whatever you want. I am kind of surprised you're not steering clear of me, though.",
        "Lily: No. Quite the opposite. [Lily sighs] I actually came here to say thank you.",
        "Molly: For what?",
        "Lily: For helping out with Faith. I appreciate it.",
        "Molly: Well, underneath it all, she's a really good kid. And I'm glad I can be a friend.",
        "Lily: I know that she's glad you are, too.",
        "Molly: So, um, well, how is she doing? Didn't she start back at school?",
        "Lily: Yeah, today. Fingers crossed it goes smoothly.",
        "Molly: Well, don't be surprised if it takes a few days or weeks. Leaving and coming back can always be a little rocky.",
        "Lily: Yeah, I know.",
        "Molly: But she's strong, and I think she's really, really wanting to get back on track, so I'd say you have every reason to be optimistic.",
        "Lily: I hope so. Is something wrong? Do you have to deal with something?",
        "Molly: Uh, no, no. It's just a cameraman. He's waiting on me for a run- through. We're kind of under the gun here.",
        "Lily: What else is new? News never slows down, does it?",
        "Molly: Nope.",
        "Lily: I won't keep you any longer.",
        "Molly: Well, I'm really glad you stopped by, and I'm really glad I can be here for Faith.",
        "Lily: So am I. Well, um, talk to you later.",
        "Molly: Yeah. Bye, Lily.",
        "Faith: Thanks for that.",
        "Molly: Yeah. I'm not crazy about being put on the spot like that, Faith?",
        "Faith: I know, and I'm sorry. I just didn't expect my mom to be here, and I really don't want to see her right now.",
        "Molly: Okay, Honey, look, I am your friend, but don't count on me to cover for you every time you're in a fight with your parents or something goes wrong.",
        "Faith: I know, I know, and I don't expect you to.",
        "Molly: What are you doing here anyway? Shouldn't you be in school? Oh, God, don't tell me you're ditching.",
        "Faith: Its lunchtime, and I can go off-campus as long as I'm back in time.",
        "Molly: Okay. So you're saying you're here because you --",
        "Faith: I was wondering if your mail's come yet.",
        "Molly: My mail? Why?",
        "Faith: I ordered something and sent it here in care of you.",
        "Molly: What is it?",
        "Faith: Relax. It's a surprise for my mom -- a book. And I didn't want to send it home because I didn't want her to know about it.",
        "Molly: That's very sweet. Super sweet.",
        "Faith: It's kind of a peace offering.",
        "Molly: I think it's a great idea. This must be it. Here you go.",
        "Faith: Thanks.",
        "Molly: I like this new you -- or maybe I should say the old you. Faith back on track.",
        "Faith: That's me. You helped, so -- okay, I got to run. And remember, don't tell my mom and dad about this.",
        "Molly: About what?",
        "Faith: You're the best.",
        "[SCENE_BREAK]",
        "Luke: There's no joke, just an unexpected surprise.",
        "Noah: Which is?",
        "Luke: Well, Dr. Oliver didn't completely hate one of my ideas for the new neurology wing.",
        "Noah: You're kidding.",
        "Reid: Nobody's more surprised about it than I am. Don't let it go to your head.",
        "Luke: Oh, I won't. You'll probably shoot down all my next ideas.",
        "Reid: Yeah, most likely.",
        "Noah: Okay, now what am I missing?",
        "Reid: Uh, nothing. So, you're early for our appointment.",
        "Noah: Yeah. Yeah, I am. I guess I'm getting better at finding my way around than I used to.",
        "Luke: Well, that's because you're putting your mind to it. You could get a lot done when you did that.",
        "Noah: Thanks. So, what's the big idea Dr. Oliver liked?",
        "Reid: Go ahead, Mr. Snyder. Tell him. You're gonna be paying for it.",
        "[Cell phone ringing]",
        "Luke: Oh, I have to take this. It's my mom. Good luck with your session.",
        "Noah: Yeah. See you later. Thanks.",
        "Luke: Hey, Mom, what's up?",
        "Noah: So, how are the plans coming for the new wing?",
        "Reid: Well, you know, slowly as these things always go.",
        "Noah: Must be tough for you, working so closely with Luke.",
        "Reid: Why do you say that?",
        "Noah: You never exactly kept it a secret that you dislike him.",
        "Reid: Every day a new hell. What can I say?",
        "[SCENE_BREAK]",
        "Holden: Faith, what are you doing here? I thought you were having lunch with your classmates.",
        "Faith: I did. They don't call it \"Fast food\" for nothing. I had some extra time before my next class, so I came to say hi to Molly.",
        "Molly: And it was a very happy surprise.",
        "Faith: I came to tell her how good things are going at school and how she should tell you not to worry about me so much.",
        "Holden: I'm your father. It's my job to worry. But if I could do it a little less, I'd be okay with that.",
        "Faith: So do it. I have to go or else I'll be late. See ya.",
        "Holden: Okay. So, do you want to tell me what's really going on here?",
        "[SCENE_BREAK]",
        "Katie: What is it gonna take for you to accept that you need to leave Henry alone?",
        "Barbara: What's it gonna take for you to realize that that is not going to happen?",
        "Katie: He already has someone in his life.",
        "Barbara: You know what? You got to shake that little illusion, Katie, because Henry and Vienna do not belong together!",
        "Katie: You wish.",
        "Barbara: Vienna is a fair-weather lover. The seas get a little choppy, and she heads for shore.",
        "Katie: Um, in case you haven't been paying attention, she came back when she realized she made a mistake.",
        "Barbara: And she will leave again the minute he makes one.",
        "Katie: Vienna is not gonna leave Henry again.",
        "Barbara: That may not be her decision to make.",
        "Katie: And he's not gonna walk away from her, because he knows she's the best thing that's ever happened to him.",
        "Barbara: Well, since she's such a prize, why don't you take her and leave Henry to me?",
        "Katie: I'm only gonna say this one more time. Back off, Barbara. You let Henry patch things up with Vienna, or I swear, you are gonna regret it.",
        "Barbara: Aw, save it, Sweetheart. You don't scare me. You're all chat and no bite.",
        "Katie: Really? Watch me.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Vienna: But we have nothing to be afraid of now.",
        "Henry: No, except for ending up married to each other.",
        "Vienna: It's not an ending. It's a beginning. You remember how you never wanted children before and how that changed?",
        "Henry: Yeah, and you lost the baby, and I realized how much I wanted a family with you.",
        "Vienna: And then everything happened with your mother and James and Barbara, and I took off.",
        "Henry: I remember that, too.",
        "Vienna: Well, I -- I think if you and I were married, I -- I wouldn't have ran away so easily. I -- I would have honored our commitment, and I would have stayed and fought to make things right.",
        "Henry: Yeah, but -- but we weren't, and you didn't.",
        "Vienna: Yes, but I came back to make it right. Won't you give me that chance? I know we can't change the past, but we can start our future.",
        "Henry: Oh, I -- I really want to believe you, Liebchen.",
        "Vienna: Believe me. Stop thinking so much and just listen to your heart.",
        "Vienna: Welcome back, Darling. You are a machine. What's wrong, Henry?",
        "Henry: Nothing. Nothing. I was just, uh --",
        "Vienna: Were you thinking about my marriage proposal?",
        "Henry: Yeah.",
        "Vienna: You know, I know it's a big step for you, and you can't really be thinking straight right now, 'cause I'm not. I'm just delirious with happiness.",
        "Henry: Yeah. So am I.",
        "Vienna: Are you, really?",
        "Henry: Yeah. Gosh, who wouldn't be after what we just did?",
        "Vienna: Oh -- I just want to cry.",
        "Henry: No, please, no tears. I -- I hate it when you cry.",
        "Vienna: Yeah, tears of joy.",
        "Henry: Ah.",
        "Vienna: I thought I'd lost you there.",
        "Henry: Yeah. For a moment, we kind of lost each other.",
        "Vienna: But we found each other again, didn't we?",
        "Henry: Yeah.",
        "Vienna: And soon you will realize that getting married is the right thing to do. But I want you to take your time. I want you to be as certain as I am.",
        "[SCENE_BREAK]",
        "Molly: Okay, you're right, you're right. Faith did stop by to see me, and she did not tell you the real reason why, but it's nothing for you to worry about. And I did make it very clear to her that I'm not gonna cover for her or lie for her anymore --",
        "Holden: Good.",
        "Molly: Except this one time.",
        "Holden: Molly, what is Faith asking you to do?",
        "Molly: Relax. It's a good thing. It is. It's just -- it's a secret, and I promised her that I'd keep it.",
        "Holden: What kind of secret?",
        "Molly: No, no, no. I'm not gonna tell you because it's a surprise, so I can't.",
        "Holden: I'm not so sure I'm happy about getting a surprise from Faith.",
        "Molly: Well, I think you will be about this one. She's really coming around, and she's trying hard not to see you and Lily as her enemies.",
        "Holden: Well, that's encouraging, I think.",
        "[Molly laughs]",
        "Molly: Well, so is the surprise. Stop interrogating me about it, because I'm not gonna say another word.",
        "Holden: Okay, fine.",
        "Molly: Although you are free to frisk me if you feel like it.",
        "[SCENE_BREAK]",
        "Lily: Luke, thanks for coming so quickly.",
        "Luke: You sounded upset on the phone, Mom. What's wrong? Is Faith in more trouble?",
        "Lily: No. Actually, she's doing pretty well.",
        "Luke: Well, you don't sound too happy about that.",
        "[Lily sighs]",
        "Lily: It's silly. I -- I'm jealous.",
        "Luke: Of who?",
        "Lily: Molly.",
        "Luke: Because of Dad?",
        "Lily: No, because she somehow made the connection with Faith that I'd lost.",
        "Luke: Mom, you and Faith still have a connection. It's just a little strained.",
        "Lily: Strained to the point where it's about to snap.",
        "Luke: Oh, come on. You know, when kids are Faith's age, sometimes they like to talk to adults that they're not related to. You know, I know I felt that way.",
        "Lily: I know that, and I'm happy that she found someone that she can talk to, who she feels she can confide in.",
        "Luke: But you wish that person were you?",
        "Lily: Yeah. If it wasn't me, anybody but Molly.",
        "Luke: And I guess it doesn't help that she's Dad's new girlfriend.",
        "Lily: No, it doesn't. She's got my ex-husband. She's got my daughter. Sometimes it feels like she's living my life.",
        "[SCENE_BREAK]",
        "Noah: So, how involved in the building of the new hospital wing is Luke gonna be?",
        "Reid: Well, more than I'd like, but he's tossing in a good portion of the financing, so that kind of makes him God junior.",
        "Noah: Yeah, God senior doesn't like that.",
        "Reid: Very funny.",
        "Noah: I hate to break this to you, but you both have major control issues.",
        "Reid: Is that what led to your breakup?",
        "Noah: Uh, kind of, I guess. You know, when -- when I lost my eyesight, I -- I lost my independence.",
        "Reid: Well, it's a very difficult transition.",
        "Noah: Yeah. Luke's need to help didn't exactly -- help.",
        "Reid: Even though it was coming from a good place?",
        "Noah: He made it really difficult for me to figure things out. I didn't want to be completely dependent on him, so I had to break away. Otherwise, I'd never --",
        "Reid: Learn how to take care of yourself.",
        "Noah: Yeah. You know, I can't really blame Luke for that. He was trying to help. And, you know, it's his way of showing me that he loves me.",
        "Reid: Isn't that what a relationship is supposed to be like?",
        "Noah: Are you trying to make me feel bad?",
        "Reid: No, no. Just trying to understand. Eyes straight forward. I'm gonna check your iris and cornea with a pen light. Did you just react to the light?",
        "Noah: I -- don't know. Something's going on.",
        "Reid: Describe it to me.",
        "Noah: It's like, um, a flash of white or something. It's not completely dark. Is that good?",
        "Reid: It ain't bad.",
        "[SCENE_BREAK]",
        "Lily: I don't even know why I'm thinking like this. Your father has a right to move on with his life.",
        "Luke: Yeah, but it doesn't make it any easier to be alone. I mean, I know for me, sometimes I wake up and roll over, and I expect Noah to be there, or I reach for the phone to call him, only to remember that we're not together anymore.",
        "Lily: It's not easy to let go, is it? I still have hope for you, too.",
        "Luke: Yeah, well, might take more than hope. But who knows? And my situation is much less difficult than you and Dad's. You shared an entire life together.",
        "Lily: Sometimes it feels like we shared several of them.",
        "Luke: Yeah, that just makes it harder, huh?",
        "Lily: When did you get so smart?",
        "Luke: Hmm -- but for what it's worth, I think you're handling this incredibly well.",
        "Lily: On the outside maybe.",
        "Luke: You really love him still, don't you?",
        "Lily: I honestly don't know what I feel anymore, Luke.",
        "Luke: Well, I guess you only have two options -- fight for him or move on.",
        "Lily: Is that advice for me or for you?",
        "Luke: I guess both of us. Are you gonna be okay?",
        "Lily: Yes. Yes, I am. I'm gonna throw myself into my work.",
        "Luke: Good. You know what? I'm gonna do the same. I'm gonna be at the foundation if you need anything.",
        "Lily: Okay, Baby. Thanks for coming. [Clears throat]",
        "[Phone rings]",
        "Lily: Hello.",
        "Edward: Mrs. Snyder, its Edward Hayes, principal at Oakdale High. I need to speak with you and your husband immediately.",
        "[SCENE_BREAK]",
        "Lily: Faith, what's wrong? Are you okay? What's going on?",
        "Edward: Faith was caught with some pills in her possession.",
        "Lily: I see.",
        "Edward: She's claiming they're from a legitimate prescription.",
        "Faith: From Dr. Bryson.",
        "Lily: Yes. We should have notified the school. I'm sorry. Faith has been seeing a therapist. He prescribed some anti-anxiety medication. But, Faith, you shouldn't have brought those pills to school.",
        "Faith: I forgot they were in my bag.",
        "Lily: I am so sorry, Mr. Hayes. Faith, let's go.",
        "[SCENE_BREAK]",
        "Noah: Does this mean I'm getting my sight back?",
        "Reid: Easy, Noah. Don't go out and get the new wide-screen just yet.",
        "Noah: Well, what does it mean?",
        "Reid: Oh, your reaction to the light could be for any number of reasons, but it does suggest that there's been some elasticity of the brain.",
        "Noah: What does it mean for my surgery?",
        "Reid: It's a very good precursor. It means that I'm more optimistic about success than I was.",
        "Noah: If you're optimistic, I'm ecstatic.",
        "Reid: Uh, don't try and hug me or anything. Is there anyone you'd like me to call for you, someone you'd like to share the news with?",
        "Noah: You mean like Luke? Um, I don't know. I -- I don't think it'd be the right message to send, you know? I don't think that'd be fair to him.",
        "Reid: If you say so.",
        "Noah: Dude, you don't agree?",
        "Reid: It doesn't matter what I think. We made a step here today, Noah. That's all I care about.",
        "Noah: Dr. Oliver, thank you.",
        "Reid: Don't thank me. I didn't do anything. It was your brain. I'll see you in a couple days.",
        "Noah: Dr. Oliver --",
        "Reid: No hugs.",
        "Noah: Eh!",
        "[SCENE_BREAK]",
        "[Barbara sighs]",
        "Henry: Hello, Barbara.",
        "Barbara: Hi. Are you looking for me?",
        "Henry: Yeah.",
        "Barbara: Well, please tell me something that I want to hear, because I just spent a half an hour listening to a hundred things from Katie that I didn't.",
        "Henry: Vienna wants to get married.",
        "Barbara: Ah. That makes 101.",
        "Henry: She, uh -- she wants to try again. She thinks we're ready for the next step.",
        "Barbara: Well, I did tell you that your chance with me is over.",
        "Henry: I didn't think you meant that.",
        "Barbara: Is this what you want?",
        "Henry: I know that I blew the relationship the first time because I was -- I was weak, I was stupid, and, uh, I sort of turned my back on marriage altogether. But maybe I shouldn't have.",
        "Barbara: Okay. You have a nice -- nice life. Excuse me.",
        "Henry: Barbara -- Barbara, wait.",
        "Barbara: What the hell do you want from me, Henry?",
        "Henry: There's something else you should know.",
        "Barbara: What else could I possibly need to know from you?",
        "Henry: I didn't say yes to Vienna.",
        "[SCENE_BREAK]",
        "Vienna: I asked Henry to marry me.",
        "Katie: What? You asked him?",
        "Vienna: Yes, and then we made love, and it was as glorious as it always used to be! Actually, it was better.",
        "Katie: Oh, Vienna, I'm so happy for you!",
        "Vienna: Thank you.",
        "Katie: So, what did Henry say?",
        "Vienna: Well, he was surprised, and I don't think he saw it coming.",
        "Katie: Yeah, probably not. What did he say?",
        "Vienna: So, he's thinking it over.",
        "Katie: Oh.",
        "Vienna: No, no, no. Don't say \"Oh, oh,\" like that. No, I told him to think it over. I said to him, you know, \"I know this is a huge step for you, and I don't want you to rush into anything just to make me happy, so --\"",
        "Katie: Okay. And he was good with that?",
        "Vienna: Yes. Why? Is that bad?",
        "Katie: No, no. I'm sure he's gonna say yes.",
        "Vienna: No, you're not. No, I know you. Oh, my God. Do you think he's -- do you think he's stalling me because he -- he doesn't want to marry me and he doesn't know how to say that?",
        "Katie: No, no, no, no, no. Vienna, you are being paranoid.",
        "Vienna: No, you're making me paranoid. Do you know anything? If you know anything, you have to tell me, please.",
        "Katie: He's gonna say yes. I'm certain of it. [Baby crying] Oh, good. He's finally up. He has been sleeping all day. I need to get him out. He's been cooped up in here all day.",
        "Vienna: Can I take him out? I'm restless. I need a walk.",
        "Katie: Oh, are you sure? I mean, I do kind of have some work to do, so that would be great.",
        "Vienna: No, I really need to take a walk. I need to walk off this nervousness. Okay.",
        "[SCENE_BREAK]",
        "Lily: Don't you for one second think because I covered with you with the principal that you are off the hook.",
        "Faith: Mom, I can explain.",
        "Lily: [Sighs] You better. And no more lies. I want the truth.",
        "Faith: The truth is, I don't know how the pills got in my bag.",
        "[Lily sighs]",
        "Faith: I think someone at school is trying to get me in trouble.",
        "Lily: I said no more lies!",
        "Faith: This isn't a lie. Ever since I've been back, there have been these girls that have been acting really mean to me.",
        "Lily: Faith, you are stretching my patience to the limit.",
        "Faith: And you're not listening to me. It's been really hard going back there. Nobody talks to me, and the girls in my class treat me like I've got a disease or something.",
        "Lily: And your response is to start doing drugs?",
        "Faith: For the last time, the drugs aren't mine.",
        "Lily: You have no idea how much I wish I could believe you. Hand me your purse.",
        "Faith: What? No.",
        "Lily: I need more than your word.",
        "Faith: I can't believe this. You don't trust me at all. Do you have any idea how that makes me feel?",
        "Lily: Faith, trust is earned, and you haven't yet earned my back. Now hand me your purse. What's this? This is from your boarding school, sent to WOAK care of Molly? Someone from your boarding school sent you drugs?",
        "Faith: No. I --",
        "Lily: Faith, the proof is right here staring me in the face!",
        "Faith: Yes, okay. But they -- they weren't for me. I wasn't gonna take them.",
        "Lily: Stop. Don't dig yourself in any deeper.",
        "Faith: This is the truth. There were some girls that heard I got kicked out of boarding school for drugs. They didn't think that I could score some. They thought I was making it up. So I -- I got the pills to prove that I wasn't a liar.",
        "Lily: Faith, scoring drugs doesn't prove that you're smart.",
        "Faith: You don't know what it's like there, Mom. I'm dying.",
        "Lily: I don't know what to believe. I don't know what to think. And I don't know what to do with you.",
        "[SCENE_BREAK]",
        "Holden: That sounds good. So we'll talk at the end of the week? Great. Bye- bye. Hey, how'd the taping go?",
        "Molly: Hi. Fine. What are you still doing here?",
        "Holden: Oh, you know, I just thought I'd get some work done, thought I'd wait around for you.",
        "Molly: Oh, I like that.",
        "Holden: I wanted to thank you one more time for everything you're doing for Faith.",
        "Molly: Well, she's a good kid, and I am really glad we've been able to connect the way we have.",
        "Holden: You're a good influence on her.",
        "Molly: I never thought I'd see the day where I might be a good influence on anybody.",
        "Holden: Wonders never cease.",
        "Molly: You will let me know if, uh -- if I'm crossing any lines though, right?",
        "Holden: I don't see that happening.",
        "Molly: Yeah, I'm not sure that Lily agrees. I mean, she was here earlier thanking me, as well, but I could tell it was a huge effort for her.",
        "Holden: She wouldn't say anything she didn't mean.",
        "Molly: Well, I'm still gonna tread lightly. Besides, I like being your sexy girlfriend. I'd hate to lose that coveted position.",
        "Holden: Not a chance. Busy tonight?",
        "Molly: What do you have in mind, Cowboy?",
        "Holden: Something intimate, romantic -- dinner maybe. Uh, a moonlight walk along the river? We'll see where it leads.",
        "Molly: You had me at \"Intimate.\"",
        "Holden: Dress appropriately.",
        "Molly: I always do.",
        "[Cell phone rings]",
        "Holden: Ah. Excuse me a second. Hello.",
        "Lily: Hey, it's me. Can you come over here right away? I really need you.",
        "[SCENE_BREAK]",
        "Lily: Thank you for coming so quickly.",
        "Holden: Sure. Faith, what are you doing here? Why aren't you at school?",
        "Lily: Do you want to tell him, or do you want me to?",
        "Faith: Why even ask me? You don't believe anything I say.",
        "Holden: What's this all about?",
        "Lily: She was caught with a stash of prescription pills.",
        "Holden: What?",
        "Lily: The principal called me and asked me to pick her up.",
        "Holden: Why didn't you call me? I would have come with you.",
        "Lily: I didn't know how serious it was until I got there.",
        "Holden: I thought we were through with this. Where did you get these drugs?",
        "Faith: My dealer in Chicago, T-Poc, working the corner of the south side.",
        "Holden: All right, you know what? That's enough. No more smart remarks. Do you understand?",
        "Lily: Someone from her boarding school sent them to her in a hollowed-out book. It was sent to WOAK in care of Molly.",
        "Holden: You got Molly involved in this? What were you thinking?",
        "Faith: I was just trying --",
        "Holden: To what? Come on, Faith. Tell me. I want to know what you thought you were trying to do.",
        "Faith: No, you don't. You're too angry to care.",
        "Holden: You're right, I am angry. But you're wrong. I do care about you, and so does your mother. You know, Faith, I don't get it. You -- you keep putting us in this position where we don't know what to believe with you anymore.",
        "Lily: And we are through with all the lying a -- and the sneaking around and the doing drugs! Do you have any idea what the risk you're taking with your life?",
        "Faith: I'm not taking them! I just wanted to prove a point.",
        "Holden: To whom?",
        "Faith: To everyone at school! They think I'm a joke. I just wanted to show them that I could do it.",
        "Lily: Well, you did, and I hope it was worth it, because it ends now. You and I are going away until I can get you straightened out.",
        "[SCENE_BREAK]",
        "Molly: Hey, um, I'm flying out of here a little early today. Hot date.",
        "Producer: Too hot for a juicy, breaking story?",
        "Molly: What juicy, breaking story?",
        "Producer: Silas Whitman hits a Chicago courtroom tomorrow, appealing his conviction.",
        "Molly: Well, I'm surprised it took him this long.",
        "Producer: You up to covering it?",
        "Molly: Why wouldn't I be?",
        "Producer: Well, given your personal history with the congressman --",
        "Molly: Oh, no, no, no. My history with that congressman is just that -- history. And I have a certain new, wonderful man in my life to thank for that.",
        "[SCENE_BREAK]",
        "Reid: Henry and Vienna are back together?",
        "Katie: Yep. And thanks in part to moi.",
        "Reid: You just can't help but meddle, can you?",
        "Katie: No. It's in my DNA. And this is an instance of meddling I am particularly proud of. I kept Henry from making a colossal mistake.",
        "Reid: Something tells me that guy would be serving a life sentence somewhere if it wasn't for you.",
        "Katie: Well, you do the medical life-saving, I do the emotional.",
        "Reid: It's nice to be good at something, isn't it? I had a pretty damn good day today. Noah Mayer had a minor breakthrough.",
        "Katie: He got his sight back?",
        "Reid: I said \"Minor,\" not \"Major.\" We're still a long way from success on that front. But it was a step in the right direction.",
        "Katie: Well, that's great. Noah must be over the moon.",
        "Reid: Yeah, you'd think.",
        "Katie: But?",
        "Reid: I don't know. I'll never understand the human heart.",
        "Katie: Yeah. I've been telling you that since we met. Something tells me this has something to do with Luke.",
        "Reid: Luke's supposed to be the love of Noah's life, right?",
        "Katie: Right.",
        "Reid: But Noah dumps him because he claims he doesn't want to be overly dependent on him.",
        "Katie: Well, don't judge him too harshly. What he's going through can't be easy.",
        "Reid: No, it's not. It's horrible. So why choose to do that by yourself? Luke's willing to do anything for him, but Noah doesn't want that. He breaks up with Luke because Luke loves him too much? I don't know.",
        "Katie: I thought you were the doctor who prided himself on not giving a damn about his patients' personal lives?",
        "Reid: Yeah, I never had to deal with both members of the couple on a professional level.",
        "Katie: Still, why do you care?",
        "Reid: Luke's willing to do anything for Noah, including blackmail. Don't ask. But Noah's willing to chuck it all away for I don't know what, pride. It doesn't make any sense.",
        "Katie: Oh, my God, Dr. Oliver.",
        "Reid: What?",
        "Katie: You have a thing for Luke, don't you?",
        "[SCENE_BREAK]",
        "Barbara: So what are you saying? You don't want to marry Vienna?",
        "Henry: No. I -- I don't know why I didn't answer her. I -- I just -- I knew I wasn't ready to say yes.",
        "Barbara: Why not? Because of us? Look, we -- we never had any kind of commitment between us. No strings, right?",
        "Henry: Yeah, I know that, yeah.",
        "Barbara: I mean, it was just fun and games. And you're free to marry Vienna if that's what you really want.",
        "Henry: All this talk about taking our affair public, what was that? Was that just pushing my buttons? Were you just trying to see what I would do?",
        "Barbara: Exactly. Just a game.",
        "Henry: You know that's not true.",
        "Barbara: Do I?",
        "Henry: Yes. So do I. And that's -- that's why I had to come over here and talk to you before I made any kind of decision with Vienna. It's all I could think about when I was lying in her arms. I was thinking, \"I have to get here and talk to you. We have to talk this out?\"",
        "Barbara: Wait a second. Back up. \"Lying in her arms,\" as in post-coital?",
        "Henry: Barbara, this has been the strangest and most bizarre afternoon I've had in a long time.",
        "Barbara: Wait a second, wait a second. You -- you slept with her? You did?",
        "Henry: Look --",
        "Barbara: And then you came over here, fresh from her bed, to see me?",
        "Henry: I'm confused, okay? I just -- I needed to see you. I needed to talk this out. Please.",
        "Barbara: You're confused? Okay, I gave you a chance earlier to talk, but no, no, no, no, no. You went right to your bed of your betrothed-to-be.",
        "Henry: Barbara, please, it's not that simple. Barbara --",
        "[SCENE_BREAK]",
        "Reid: I do not have a thing for Luke Snyder. It's his fault that I'm stuck in this one-horse town to begin with.",
        "Katie: Yeah, but a lot's changed since then. You even decided to stick around this one-horse town.",
        "Reid: Thanks to a very generous offer from Bob Hughes.",
        "Katie: And some very generous help from Luke.",
        "Reid: Yeah, that's exactly what I'm talking about. The guy thinks he can buy and sell anything, including people.",
        "Katie: And something tells me you don't find that half as unattractive as you'd like people to believe.",
        "Reid: The guy is completely hung up on Noah, okay? As soon as Noah gets his eyesight back, they're gonna be back together.",
        "Katie: And that doesn't make you jealous at all?",
        "Reid: Katie --",
        "Katie: What?",
        "Reid: Luke and Noah are destined to have a very long life together. They're the gay Bob and Kim. Just hang on to those decorations. You can use them when they celebrate their 25th anniversary.",
        "Katie: Okay, fine. Whatever you say.",
        "Reid: Oh, what's wrong? One matchmaking success a week isn't enough for you? Why don't you have a life of your own?",
        "Katie: I have a baby and a job. I don't have time for a life. And don't try to turn this around on me. We were talking about your love life.",
        "Reid: And now we're done talking about it. If you'll excuse me, I have a phone call to make.",
        "[SCENE_BREAK]",
        "Luke: Oh, hold on. I have another call coming in, and I have to take it. Thanks. This is Luke.",
        "Reid: Mr. Snyder, this is Dr. Oliver. I have something I need to tell you.",
        "Luke: About my brilliant idea? Well, I've got tons more where that came from.",
        "Reid: No, it's about Noah.",
        "Luke: What about him?",
        "Reid: We had some good news today.",
        "Luke: Really? What?",
        "Reid: You should ask him. And you didn't hear this from me.",
        "Luke: Dr. Oliver? Hello?",
        "[SCENE_BREAK]",
        "Reid: What?",
        "[SCENE_BREAK]",
        "Noah: Luke?",
        "Luke: Yeah. What's up? How did your appointment with Dr. Oliver go?",
        "Noah: Good. Better than good.",
        "Luke: Well, do you want to tell me all about it?",
        "Noah: Sure. Yeah, um, have a seat.",
        "[SCENE_BREAK]",
        "Vienna: That wind in the park sure was strong, wasn't it, Jacob? I think we should stay in here until it dies down. Yeah, yeah, Sweetie. Oh, God. [Sighs]",
        "Henry: Here.",
        "Vienna: Hi.",
        "Henry: Hi. Uh, is Katie with you?",
        "Vienna: Um, no. She's, uh -- she is at home getting some work done. I just took Jacob out. How are you?",
        "Henry: I'm good.",
        "[Baby cries]",
        "Henry: He, uh -- he sounds like he's hungry. Why don't I grab him, and you can get the bottle out of the bag there.",
        "Vienna: Thank you.",
        "Henry: Sure.",
        "Vienna: What's -- what's this?",
        "Henry: Go ahead and open it.",
        "[Vienna gasps]",
        "Vienna: Oh, my God!",
        "Henry: The answer is yes.",
        "[SCENE_BREAK]",
        "Barbara: Hmm. Thank God for jewelry. Nothing can perk up a day like the sparkle of a few diamonds and gemstones. I think I'm going to take it.",
        "Saleslady: This is turning out to be my lucky day.",
        "Barbara: Really? Because of me?",
        "Saleslady: And Henry Coleman. He just bought the biggest engagement ring we had.",
        "Barbara: Did he? Well, I changed my mind. Thank you very much.",
        "Molly: What's wrong with her?",
        "Saleslady: Your guess is as good as mine.",
        "Molly: I have a fashion emergency. I need the sexiest, hottest dress you have in stock, and I need it right now.",
        "[SCENE_BREAK]",
        "Lily: Here's the deal. I'm taking you to the lake cabin. No phone, no internet, no TV, just you and me.",
        "Faith: This is so unfair!",
        "Lily: Too bad! Faith, we're gonna talk this out. We're gonna get to the bottom of what's really going on here.",
        "Faith: Just kill me now.",
        "Lily: It's either that or we start looking at rehab. Take your pick.",
        "Faith: Dad, don't let her do this, please.",
        "Holden: I think your mom's right. I think that this is exactly what you need right now, and I'm coming with you.",
        "[NEXT_ON]",
        "Bob: I think we should go on a never-ending honeymoon.",
        "Kim: Now you're talking.",
        "Noah: I'm having dinner with a guy I met.",
        "Luke: That's pretty much considered a date.",
        "Luke: I'm not letting you do this alone. I'm going to Texas with you.",
        "Molly: Surprise!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=CByxzX9_DGo"
}