{
    "Episode Summary": [],
    "Recap": [
        "At the diner, Vienna lies down, flat on her back. Henry orders her up and thus helps her to her feet. Two of Geneva's fans walk into the diner and Vienna puts them out. Katie reads a book about prenatal care to Brad, who lies with his head on Katie's stomach. Paul meets Meg, baby Eliza and the babysitter on the docks. Both wants to know what the other one is doing there. Meg lets Damian know that he is making a huge mistake because Dusty will not back down when it comes to his business. In tossing Geneva's fans out of the diner, Vienna has another spasm in her back and ends up in the hospital once again. Katie and Brad are also at the hospital because Katie had felt a twinge and Brad had rushed her to the hospital. Brad meets up with Henry, who lets him know that Katie is also here. Brad gets a call that he has to go into work as does Henry (Geneva). Henry (Geneva) tries to get out of going in to work, but Kim reminds her that she had signed a contract. At the courthouse, a witness is brought in, who gives them a composite description of the guy, who had pretended to be Damian. Damian and Lily watch a security video and realizes that it had been Paul, who had posed as Damian. Dusty gets a composite sketch of Paul. Geneva and Brad do a show based on sex after 40. Brad misinterprets and thinks that Geneva wants him. Brad comes home and finds Geneva, almost getting undressed in his living room. Dusty starts to confront Paul, but Meg also comes to the door. At home, Vienna finds Henry wearing lipstick. Brad threatens to tear the studio apart unless Geneva is fired. ."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: Don't panic. She'll be fine. You know, if you don't get up soon, I'm gonna have to add you to the specials.",
        "Vienna: I'm getting up.",
        "Henry: Well, the floor would like an ETA for your feet.",
        "Vienna: Yeah, just give me a minute. My back feels so much better when I'm lying down.",
        "Henry: That's why God invented beds.",
        "Vienna: Yeah, no, I can't be in that room any longer. It's driving me crazy. You know, I got to get back to work.",
        "Henry: Is that what you call this?",
        "Vienna: Yeah, no, I don't I \"Oakdale Now.\"",
        "Henry: Oh. How are you gonna do that?",
        "Vienna: What choice do I have? Katie can't do it, and I'm supposed to be filling in for her.",
        "Henry: Well, I don't know. Brad and that Geneva seem to be doing okay.",
        "Vienna: How can you say that to me when you know how I feel about that awful woman?",
        "Henry: I'm just -- all I'm saying is the fans seem to like her. That's it.",
        "Vienna: Okay, great. Just help me up, please.",
        "Henry: You sure?",
        "Vienna: Yes.",
        "Henry: Okay.",
        "Vienna: Ooh!",
        "Henry: There you go. Welcome, ladies. Oh, hey, hey! I really like your buttons. I'm a big fan of her myself.",
        "Vienna: Okay, what are you wearing?",
        "Henry: Vienna --",
        "Vienna: No, no, no, no, no. This is a joke, right?",
        "Henry: Let me show you to your table, okay?",
        "Vienna: No, let me show them out. Ladies.",
        "Vienna: I'm not having that face in my restaurant.",
        "Henry: Vienna --",
        "Vienna: Ow! Oh, my back!",
        "Henry: What is it? What is it?",
        "Vienna: Oh, it's another spasm.",
        "Henry: Is it bad? Obviously, it's bad.",
        "Vienna: No, it's just like the first one. And it's all due to Geneva Swift!",
        "[Vienna groans]",
        "[SCENE_BREAK]",
        "Katie: At this stage in the pregnancy, the fetus is anywhere from four to five inches long.",
        "Brad: Four to five inches? Wow. That's like a worm.",
        "Katie: Its hands are developed enough for the fetus to make a tiny fist.",
        "Brad: Really? Oh, I think -- I think pipsqueak just hit me.",
        "Katie: Yeah, right.",
        "Brad: No, I'm serious. It was like a left hook. We're talking heavyweight champion here.",
        "Katie: I don't think a four-inch worm really qualifies as a heavyweight.",
        "Brad: Well, maybe not yet.",
        "Katie: Well, if that's the case, then she should use her prize money for medical school.",
        "Brad: Or buy a vacation home for her devoted parents. Or medical school. Are you okay? What's wrong?",
        "Katie: Nothing.",
        "Brad: Katie --",
        "Katie: It's just a twinge.",
        "Brad: A twinge?",
        "Katie: Yeah. The doctor said it would happen all the time.",
        "Brad: Okay, let's go. Come on.",
        "Katie: Go where?",
        "Brad: Let's go to the hospital.",
        "Katie: For a twinge?",
        "Brad: Well, let's let the doctor tell us that's all it is.",
        "Katie: You're overreacting.",
        "Brad: That's my job.",
        "Katie: Well, you're really good at it.",
        "Brad: Come on.",
        "Katie: Okay. Let's go.",
        "Brad: Let's go.",
        "[SCENE_BREAK]",
        "Dusty: How did it go?",
        "Bonnie: How do you think? You know what? Try not to be so pleased with yourself. You could lose.",
        "Dusty: To Damian Grimaldi? I don't think so.",
        "Bonnie: Yeah, he's a very powerful family. Global reach, deep pockets.",
        "Dusty: I'm shaking.",
        "Bonnie: Did anyone ever tell you that arrogance is not an attractive trait?",
        "Dusty: You seem to like it.",
        "Bonnie: I like being paid by the hour.",
        "Dusty: What did you say?",
        "Bonnie: Before or after he slammed the door in my face?",
        "[SCENE_BREAK]",
        "[Lily sighs]",
        "Meg: Hey.",
        "Damian: This is beyond ridiculous.",
        "Lily: Good morning to you, too. What's completely ridiculous?",
        "Damian: Were you aware that Dusty Donovan's suing me for the money Worldwide supposedly lost in that deal?",
        "Lily: He didn't tell me he was gonna do that.",
        "Damian: Of course not. You might have objected to him wasting your company resources on his personal vendetta.",
        "Lily: Not that he listens to me.",
        "Damian: He can't win. He has no chance. He can't prove I stole his computer, because I didn't, and that's the only basis on his claim against me. Plus, he broke in my hotel room and searched it without police, without any warrants.",
        "Lily: Well, there must be a reason that Bonnie thinks he has a case.",
        "Damian: Well, then, he has a fool for a lawyer.",
        "Lily: What are you gonna do?",
        "Damian: You saw me try to make peace with him. You were there. He threw it right back in my face.",
        "[Lily sighs]",
        "Lily: So what's next?",
        "Damian: I have no choice. I have to fight back.",
        "Lily: This is crazy!",
        "Damian: Convince Dusty of that.",
        "Lily: I already tried.",
        "Damian: Yeah? Well, then, I suppose I'll have to destroy him once and for all.",
        "[SCENE_BREAK]",
        "Dusty: Can't believe we're letting this guy off so easy.",
        "Bonnie: A multimillion-dollar lawsuit?",
        "Dusty: He made a run at my company, tried to pin me for a crime I didn't commit, and all I get back is money?",
        "Bonnie: Yeah, a huge pile of money.",
        "Dusty: That's not very satisfying.",
        "Bonnie: If you want satisfaction, why don't you go buy a puppy? This is business, Dusty. Your company needs to be compensated for its losses.",
        "Dusty: You keep saying that.",
        "Bonnie: Come on. What would you rather do? Would you rather go to Grimaldi shipping with a can of gas and a match?",
        "Dusty: Might work.",
        "Bonnie: For Damian so he could have you thrown into jail.",
        "Dusty: He already tried. He said someone sabotage his own ship.",
        "Bonnie: Are you sure that's what really happened?",
        "[SCENE_BREAK]",
        "[Meg laughs]",
        "Meg: Paul!",
        "Paul: Hey. What are you doing here?",
        "Meg: I could ask you the same question. Can you give us a minute?",
        "Pam: You sure?",
        "Meg: Yeah.",
        "Pam: I'll get the baby's life jacket.",
        "Paul: So, why are you here?",
        "Meg: Pam invited us on her father's boat.",
        "Paul: I don't think this is the safest place for the two of you to be right now.",
        "Meg: Why not?",
        "Paul: Well, this is where Dusty tried to blow up Damian's boat. And if those two are still going at each other --",
        "Meg: We'll -- we'll be fine. I mean, Pam has been sailing all her life.",
        "Paul: Who's Pam?",
        "Meg: She's my friend from the hospital.",
        "Paul: You sure this has nothing to do with Damian?",
        "Meg: Of course not. Why would it?",
        "Paul: All right. Do me a favor, though. When you get home, will you please just give me a call? I'm sure Pam knows exactly what she's doing.",
        "Meg: Okay, stop worrying.",
        "Paul: Okay. You're right. You -- you two have fun.",
        "Meg: Whoa, whoa! Wait a minute! You didn't tell me what you were doing here. You're not following me, I hope?",
        "Paul: I was thinking about buying a boat myself, teaching Eliza how to sail.",
        "[Meg laughs]",
        "Meg: Well, maybe we should teach her how to walk first and then maybe swim.",
        "Paul: Okay. You're the boss.",
        "Pam: Want to see if it fits?",
        "Meg: Yeah.",
        "Harbor master: Don't I know you?",
        "Paul: I don't think so.",
        "[SCENE_BREAK]",
        "Lily: You're making a big mistake. I've known Dusty for a long time, and he won't back down.",
        "Dusty: You've known me, too, for a long time, Lily.",
        "Lily: Yes, I have. And I know it was hard for you to try to make peace with Dusty. But you've got to try again.",
        "Damian: No. I did try already, and this is his answer. What makes you think he'll change his tactics now?",
        "Lily: You know what Meg will think if you retaliate.",
        "Damian: Meg made it clear that she wants nothing to do with either of us.",
        "Lily: This won't change her mind.",
        "Damian: Meg isn't part of this anymore. My family's been building this business for generations! I won't let it be threatened by Dusty Donovan or anyone else.",
        "Lily: Worldwide is our family business, and killing the J.K.R. deal was just as much of a --",
        "Damian: I did not steal the computer. And you admitted yourself I -- I wouldn't be stupid enough to keep it in my hotel room if I did!",
        "Lily: And Dusty wouldn't be stupid enough to sabotage the fuel line on your ship.",
        "Damian: Yeah? I think you underestimate his lack of intelligence.",
        "Lily: It makes no sense.",
        "Damian: All right, then who did it, Lily? Who caused this oil spill?",
        "Lily: That's what we need to find out.",
        "[SCENE_BREAK]",
        "Bonnie: As your lawyer, I have to advise that even if Damian did cut his own fuel line to set you up, there's no way we can prove that in court.",
        "Dusty: You don't think he did it?",
        "Bonnie: It just doesn't make any more sense than him stealing your computer and hiding it in his hotel room.",
        "Dusty: It was there. Should be enough to convict him.",
        "Bonnie: Well -- not when you broke in to find it. I mean, which could actually get you the orange jumpsuit and not him.",
        "Dusty: If he didn't do it, how do we find out who did?",
        "Bonnie: I have a few ideas, if you're finally ready to listen.",
        "Dusty: I'm all ears.",
        "[SCENE_BREAK]",
        "Vienna: Oh, God. I can't believe I did this again just by closing a door.",
        "Henry: Well, you -- you shoved it pretty hard, and you were in a rage.",
        "Vienna: Oh! I -- is this gonna happen every time I move now?",
        "Henry: Backs are tricky, Sweetheart. But the first spasm went away, so I'm sure the next one will, too.",
        "[Vienna groans]",
        "Vienna: What if it's not a spasm? What if it's really serious and I have to be flat on my back for the rest of my life?",
        "Henry: I can think of worse things.",
        "Vienna: No, Henry!",
        "Henry: I'm sorry. I was just trying to cheer you up.",
        "Vienna: Yeah, well, you're not.",
        "Henry: All right. I'll go find a doctor, okay?",
        "Vienna: Yeah, you do that.",
        "[Vienna groans]",
        "[SCENE_BREAK]",
        "Katie: You heard the doctor. The ligaments in the abdomen have to stretch as the baby grows. It may be uncomfortable at times, but it's perfectly normal.",
        "Brad: Well, then, why did they have to run some tests?",
        "Katie: Because that's what they do. That's what doctors do. You are so nervous!",
        "Brad: I'm not nervous.",
        "Katie: You're beyond nervous. You're approaching hysterical.",
        "Brad: I mean, it's normal, right? I mean, you know, I'm about to become a dad.",
        "[Cell phone rings]",
        "Brad: Oh! Kim, I'm -- you know, I'm off today.",
        "Kim: I know that. How soon can you get here?",
        "Brad: For what?",
        "Kim: We have to retape the segment about fish oil. It runs this afternoon.",
        "Brad: I thought we nailed it.",
        "Kim: Eh, well, we lost 40 seconds of audio.",
        "Brad: Play some music? I mean, I -- I can't come in. I'm at the hospital with Katie.",
        "Kim: What?! Is she okay?",
        "Katie: I'm fine. When do you need him?",
        "Kim: Uh, now would be good. He's on his way.",
        "Brad: Katie -- what did you tell her that for?",
        "Katie: Because one of us has to make some money.",
        "Brad: I'm not gonna leave you here alone.",
        "Katie: I'm not alone! My doctor's here, not to mention the hundreds of other people who are fine in a medical emergency without your help.",
        "Brad: I don't like this.",
        "Katie: Brad, go.",
        "[SCENE_BREAK]",
        "Nurse: I need you to fill out those insurance forms.",
        "Henry: Right, right.",
        "Vienna: You'll be here when I get back?",
        "Henry: Of course I'll be here.",
        "Vienna: I love you.",
        "Henry: I love you, too. Yeesh. Insurance forms.",
        "Brad: What are you doing here?",
        "Henry: Vienna threw out her back again.",
        "Brad: Is it bad?",
        "Henry: Well, they're taking her to an MRI. What are you doing here?",
        "Brad: Katie -- she had a twinge.",
        "Henry: A twinge?",
        "Brad: Yeah, but don't say it like that. I mean, a twinge could be the start of something worse.",
        "Henry: I'm sure Katie will be fine.",
        "Brad: Hey, listen, I need you to do me a solid, okay? I got to go to the studio to do a reshoot. Can you keep an eye on Katie until I get back here? Thank you so much. I owe you, okay?",
        "Henry: Katie?",
        "Katie: What are you doing here?",
        "Henry: Vienna had to get an MRI on her back, and Brad said you had a twinge.",
        "Katie: Yeah. He forced me to come here, but I'm fine. How's Vienna?",
        "Henry: Well, she's in pain. It's Kim.",
        "Katie: Oh. Brad had to go to the studio for a reshoot. I bet Kim wants Geneva, too.",
        "Henry: Now, on no notice on my day off?",
        "Katie: Welcome to show biz.",
        "[Geneva's voice]",
        "Henry: Boy, I would love to come in and redo the segment. I -- I think it's vitally important that people know, uh, about the value of fish oil. But there is a -- a meeting of the Citizens Against Nudity at -- the garment workers hall, and -- and I never miss a meeting.",
        "Kim: I'm sure the other anti-nudists will understand.",
        "Henry: Actually, no, they would not.",
        "Kim: You know, Geneva, I hate to keep sighting your contract to you, but you are required to be available every morning we tape in case we have to reshoot something. Which we do.",
        "Henry: I'll be there as soon as I can.",
        "Kim: Thank you.",
        "[Henry sighs]",
        "Henry: What am I gonna do?",
        "Katie: Go to work.",
        "Henry: In what? All my dresses are at the cleaners. I have nothing to wear. And what about my hair and -- and the makeup? And what about Vienna?",
        "Katie: Well, so don't go. Brad can handle it.",
        "Henry: Would you do something like that -- just not show up?",
        "Katie: Well, no, but I'm a professional.",
        "Henry: What am I, chopped liver?",
        "Katie: I'm just saying this is my career.",
        "Henry: Well, maybe Geneva would like to follow in your footsteps.",
        "Katie: Geneva?",
        "Henry: Well, she wouldn't be the first woman that you inspired to go into the media.",
        "Katie: She'd be the first woman I've inspired who isn't a woman!",
        "Henry: Maybe so, Katie, but the point is, she's not gonna be that irresponsible.",
        "Katie: She'll do whatever you want her to do! She's you!",
        "Nurse: Mrs. Snyder, the doctor said the tests were all negative.",
        "Katie: Oh, great. I thought so. Can I go?",
        "Henry: Uh, what about Vienna Hyatt? I -- is she back from the MRI yet?",
        "Nurse: Not yet.",
        "Katie: I told Brad it was nothing.",
        "Henry: What am I going to do? I can't sit around and wait!",
        "Katie: So you're just gonna bail on her?",
        "Henry: On contract!",
        "Katie: Oh, Henry!",
        "Henry: No, look, can you stick around and wait, just make sure she's okay? Please! Come on! Geneva's career is at stake here.",
        "Katie: Geneva doesn't exist!",
        "Henry: Maybe so, but she's not gonna disappoint her fans.",
        "[SCENE_BREAK]",
        "Bonnie: Fay is a friend from the courthouse. She said she's willing to help us.",
        "Dusty: Nice to meet you. Help us how?",
        "Bonnie: Watch and learn, Donovan. Hi. Thank you so much for coming. Uh, this is Dusty Donovan.",
        "Harbor master: I don't want any trouble with Mr. Grimaldi.",
        "Bonnie: No, I promise, he won't even know you're here. We actually will not even ask you to testify. We just want to locate the man who you saw on the docks that day. He spoke to the man who said he was working for you the day the fuel line was cut.",
        "Dusty: Did you see him do it?",
        "Harbor master: No, Sir, but I did see him there again today.",
        "Dusty: He's still hanging around?",
        "Bonnie: That's why we're here. Fay is a sketch artist. If you could describe the man to her, she'll be able to draw him.",
        "Fay: If you can describe everything you remember about him -- starting with his face.",
        "[SCENE_BREAK]",
        "Meg: I can't believe they had to find that crack in the hull today of all days. I was really looking forward to spending some time on the water.",
        "Paul: Well, if they hadn't found it, you would have been spending time in the water.",
        "[Meg laughs]",
        "Meg: Guess you're right. Just so hot.",
        "Paul: Yeah. I thought it'd be cooler down here.",
        "Meg: Well, you were wrong. Oh, my God. She's red as a beet.",
        "Paul: She is a little flushed.",
        "Meg: She has sunburn.",
        "Paul: You didn't put any sunscreen on her?",
        "Meg: No, 'cause it's not even sunny. What's wrong with me?",
        "Paul: There's nothing wrong with you. I think maybe the heat's making you crazy.",
        "Meg: We have to do something.",
        "Paul: Well, I'll take her to my car, put on the A.C.",
        "Meg: How could I do this to my baby?",
        "Paul: Look, Meg, it's hot. It's summertime. She's a little flushed. It's gonna be fine.",
        "Meg: Let's -- let's take her home.",
        "[SCENE_BREAK]",
        "[Vienna groans]",
        "Vienna: Katie, what are you doing here?",
        "Katie: I had to see my doctor.",
        "Vienna: Are you okay?",
        "Katie: Yeah, I'm fine. I'm fine. What about you?",
        "Vienna: Oh, it's my back again. They just did an MRI.",
        "Katie: Yeah, Henry told me.",
        "Vienna: Oh. Where is he?",
        "Katie: Where is he? I'm not sure.",
        "Vienna: He left?",
        "Katie: Uh, yeah. Just for a little while. I'm sure he's stuck in traffic or something.",
        "Vienna: In a hospital?",
        "Katie: You know how slow those elevators can be.",
        "Vienna: Don't lie to me, Katie. Where is he?",
        "Katie: I'm really not sure.",
        "[SCENE_BREAK]",
        "Brad: This woman is never on time.",
        "Kim: Yeah, you know, that's really annoying, isn't it, when people are late all the time?",
        "Brad: You call me. I'm here. I mean, why can't she do the same?",
        "Kim: Ah! I don't know. Because she's new to it? I don't know. She likes to get ready at home.",
        "Brad: Well, I'm surprised she has a mirror that isn't cracked.",
        "Kim: Don't get personal.",
        "Brad: Okay, let's get professional. Whatever you're paying this woman, I guarantee you, it's too much, Kim.",
        "Kim: Let it go, pal. Geneva is a ratings rocket, and we're gonna ride her as long as we can.",
        "Brad: Can you please find another way to put it?",
        "Kim: You've got a point there.",
        "Henry: Ooh! It's like an oven out there.",
        "Kim: Hi!",
        "Henry: You can bake an omelet on the sidewalk.",
        "Brad: Okay, thank you for that news flash. Can we please get this over so I can get back to enjoying my day off?!",
        "Henry: Yes, I'm ready.",
        "Kim: Good.",
        "Henry: We are redoing the piece on fish oil.",
        "Kim: Uh, actually, that was pretty boring.",
        "Brad: I thought it was a sound glitch.",
        "Kim: Well, it was, but as long as we're gonna reshoot it, let's do something more interesting.",
        "Brad: Like what?",
        "Kim: Well, I'll let you know after we start rolling. I don't want to spoil the magic.",
        "Brad: What?",
        "Henry: Oh! Magic.",
        "Kim: No matter what happens, don't let them stop rolling.",
        "Kim: Okay, everybody. Places. And 5, 4, 3, 2 -- welcome back to \"Oakdale Now.\" Our next topic is something that really effects everybody eventually -- sex after 40.",
        "Henry: Ooh! And here to help us discuss this is our new lifestyle correspondent, Ms. Geneva Swift.",
        "[Geneva laughs nervously]",
        "[Brad laughs]",
        "Brad: Okay, come on. Okay, cut.",
        "Kim: What?",
        "Brad: Okay, well, just look -- look what your, like -- you know, your new lifestyle correspondent is doing.",
        "Henry: I'm trying not to wilt.",
        "Brad: Okay, well, you know, its -- disgusting.",
        "Henry: I'm dying over here.",
        "Brad: Well, maybe it's hot flashes.",
        "Henry: What would be wrong with that?",
        "[Brad laughs]",
        "Henry: I thought we were treating this subject seriously!",
        "Kim: Oh, we are.",
        "Henry: Well, then, why is he laughing?",
        "Brad: Okay, you know, actually, no, you know what? I do. I think it's the perfect subject for us, because, um, I've never been over 40, and you've never had sex. So --",
        "[SCENE_BREAK]",
        "Lily: Security downloaded the video from the morning the laptop was stolen.",
        "Damian: It has to be Dusty or one of his flunkies. No one else could get up here.",
        "Lily: Let's see what they've got.",
        "Janitor: They said no one was in here.",
        "[Italian accent]",
        "Paul: Me -- my, uh, breakfast meeting -- she's a canceled. I have so much work to do. It's --",
        "Janitor: Nobody told me.",
        "[Paul sighs]",
        "Paul: I have the -- check up with security. You telephone them and ask them.",
        "Janitor: No offense, Sir, but maybe I'd better.",
        "Paul: You must, uh, do your job.",
        "Janitor: Thanks, Sir. What was your name?",
        "Paul: Grimaldi. Damian Grimaldi.",
        "Damian: That's not me!",
        "Lily: No, it isn't, is it?",
        "Damian: If you've come with more accusations, you can save it. We know who took your laptop, and it wasn't me.",
        "Dusty: We know who cut your fuel line, and it wasn't me.",
        "Damian: I'm gonna tear him apart.",
        "Dusty: Get in line.",
        "Lily: Whoa! Nobody's going anywhere. Neither one of you are going anywhere until you calm down.",
        "Bonnie: And she'll kick your butts if you don't.",
        "Lily: Damn right I will.",
        "Dusty: Don't you see what he's done?",
        "Lily: Yeah. He played you, made you both look like fools. And if you go after him, you're just gonna set him off. I mean, he already abducted Eliza twice. Who knows what he's capable of next?",
        "Damian: I assume you have an alternative?",
        "Lily: Go to the police. Let them handle this.",
        "Dusty: Yeah, like they handled the two kidnappings? Paul Ryan hasn't spent one day behind bars.",
        "Bonnie: Because Meg wouldn't cooperate. But you will. You have the evidence. You have a witness. This is a solid criminal case.",
        "Damian: It could take months. In the meantime, he could be free to go after someone else.",
        "Bonnie: No, not with his history. Based on what we have here, he'll be locked up until the trial.",
        "Damian: Will you drop your lawsuit against me?",
        "Dusty: If you drop your criminal complaint against me.",
        "Damian: Agreed. I'll meet you at the police station after I talk to my lawyers.",
        "Dusty: This better work.",
        "Bonnie: It will.",
        "Dusty: See you at the police station.",
        "Bonnie: Where are you going?",
        "Dusty: To tell Meg that Paul's about to go down.",
        "[SCENE_BREAK]",
        "Paul: You know, I think the cool water did the trick. She's back to normal. Look at her.",
        "Meg: I want to keep an eye on her until she falls asleep.",
        "Paul: She's fine, Meg. You can stop beating yourself up.",
        "Meg: Why? I know what heat can do, and I overdressed my own daughter. I didn't put sunscreen on her. I kept her out in the heat.",
        "Paul: On a day like today, she would have overheated if she were naked.",
        "Meg: That's not the point.",
        "Paul: So what is the point? You're an unfit mother? Someone should take your child away from you? I already did that. That didn't work, did it?",
        "Meg: I'm surprised you're not trying it again.",
        "Paul: You're a great mother, Meg. Why would I bring her back if I didn't think that?",
        "Meg: To stay out of jail.",
        "Paul: And because she belongs with you. I've always known that. I just wanted a chance to spend some time with her by myself.",
        "Meg: Well, at least you're not calling child services. I guess that's something.",
        "Paul: Come on, Meg. Whose side do you think I'm on?",
        "Meg: I don't know, Paul. You tell me.",
        "[SCENE_BREAK]",
        "Henry: I'll have you know that just because I adhere to a strict moral code does not mean that I'm some inexperienced naif!",
        "Brad: Is -- is that so?",
        "Henry: You have no idea what I'm talking about, do you? Let me -- let me put it to you simply. Geneva Swift is just as familiar with the sensuous arts as the next woman.",
        "Brad: The what? \"The sensuous arts\"?",
        "Henry: That's right.",
        "Brad: Why can't you just say it?",
        "Henry: Say what?",
        "Brad: \"Sex\"? I mean, it's a simple word, three letters -- \"S-e-x, sex.\"",
        "Henry: I apologize that I have more than grunts in my vocabulary. I will make this easy for you. Sex is wonderful. But it belongs in the bedroom, behind closed doors, at night, and not on daytime TV. The truth is -- the truth is that it gets even better after 40, hmm. We experienced women know what we want, know how to get it. We know our way around a man's body as well as our own.",
        "Brad: You're starting to sound like a cougar.",
        "Henry: I am not a cougar! I am a lioness -- pride of the pride! And I am sure there are many other mature women out there that could be lionesses, too. Kim, let me hear you roar. Roar!",
        "Kim: Roar!",
        "Henry: Roar!",
        "Kim: Roar!",
        "Henry: That's my girl.",
        "Kim: And cut. Whoo-hoo!",
        "Brad: You were rolling?",
        "Kim: Yes. Of course!",
        "Brad: You're seriously not gonna air that, Kim.",
        "Kim: You bet I am! Woman all over Oakdale are gonna be roaring.",
        "Henry: I have no idea what came over me.",
        "Kim: Whatever it was, don't lose it.",
        "Henry: Well, I meant every word. There is no age limit on romance. Phew!",
        "[Brad sighs]",
        "Brad: Holy cow. I -- I can't believe it took me this long to figure it out.",
        "Henry: Figure out what?",
        "Brad: Okay, you can -- you know, you can stop pretending. I know the truth.",
        "Henry: What truth?",
        "Brad: It's -- I mean, it's obvious, you know? I just can't believe it -- I don't know, that I didn't see it before.",
        "Henry: See what?",
        "Brad: Come on. Come on, Geneva. Just admit it.",
        "Henry: I have no idea what you're talking about.",
        "Brad: Yeah, yeah, yeah, you do. You want me. I mean, that's why you keep coming back here. You -- you hide it. You do. You hide it better than most. But, I mean, it's -- it's pretty obvious.",
        "Henry: Better than most?",
        "Brad: Yeah. It's nobody to be ashamed of.",
        "Henry: Oh, my God! Oh, my God! Your ego's breathtaking!",
        "Brad: Okay, you -- you know that I'm married. I love my wife. I would never cheat on her. And you know something? You and I -- we don't play in the same league anyway. But you know what I mean. I'm sure that there's someone out there for you.",
        "[Henry laughs]",
        "Henry: Oh, my God. Vienna.",
        "Brad: Or maybe in America.",
        "Henry: I -- I have to go. Toodle-oo!",
        "Kim: What the hell was that?",
        "Brad: A woman who just lost the love of her life.",
        "[SCENE_BREAK]",
        "Katie: I just heard from the car service. The car's outside waiting.",
        "Vienna: Well, what about Henry?",
        "Katie: He'll figure out that we left.",
        "Vienna: I don't understand him. He keeps disappearing and then making excuses, always with the guiltiest look on his face. Oh, my God. Do you think he's cheating? You think it's -- it's another woman?",
        "Katie: No, no. Of course not.",
        "[Cell phone rings]",
        "Katie: You know what? I think I left something in the room. Would you mind taking her downstairs? I'll meet you right there. Where are you?",
        "Henry: How is she? I just have to change. I'll be right there.",
        "Katie: It was another spasm. I'm taking her home to rest. But you've got to change back into Henry and go spend some time with her. She's really upset.",
        "Henry: About what?!",
        "Katie: About you! She thinks there's another woman.",
        "Henry: That's ridiculous.",
        "Katie: Tell that to Geneva Swift.",
        "[Henry sighs]",
        "[SCENE_BREAK]",
        "Paul: I understand why you wouldn't think that I've changed just because I tell you. So how about this? Why don't I -- why don't I keep trying to show you?",
        "Meg: Well, I hope you mean that.",
        "Paul: I do. So --",
        "Meg: What is it?",
        "Paul: It's Dusty.",
        "[Meg sighs]",
        "Paul: If you want, why don't -- why don't you take Eliza upstairs, and I'll get rid of him.",
        "Meg: Are you sure?",
        "[Knock on door]",
        "Paul: Please. It'd be my pleasure.",
        "Meg: Okay.",
        "Dusty: What are you doing here?",
        "Paul: Trying to be a good father. What are you doing here?",
        "Dusty: I got to talk to Meg.",
        "Paul: She doesn't want to talk to you.",
        "[SCENE_BREAK]",
        "[Geneva's voice]",
        "Henry: Brad?! Hello! Liberty?! Brad?! Anyone? Anyone?",
        "[Normal voice]",
        "Henry: Good. Man, it is hot!",
        "[Henry sighs]",
        "Henry: Oh!",
        "[Henry screams]",
        "Brad: Oh, hey. Hey, what are you -- what are you doing here?",
        "Henry: Turn around!",
        "Brad: Why?!",
        "Brad: I'm half-naked!",
        "Brad: No, is Katie here?! Katie!",
        "Henry: No, Katie's not here!",
        "Brad: How did you get in here?! What, do you have a gun or something? You come here to kill me? Because, you know, I didn't mean anything I said at the studio. I mean, that was -- look, that was just for camera. That was just for ratings.",
        "Henry: I'm not gonna kill you, you moron!",
        "Brad: Then why are you here?",
        "Henry: Because -- you were right at the studio.",
        "Brad: Right about what?",
        "Henry: I want you. Nowhere. And as soon as you stepped in, it was exactly what we wanted to see. I know this -- this seems sudden and unexpected, maybe a little inappropriate.",
        "Brad: And wrong. And very, very -- wrong.",
        "Henry: If loving you is wrong, then I don't want to be right.",
        "Brad: Oh, oh, okay! Are you crazy?! Can you just get out of here, please, now? Go.",
        "Henry: Did you hear what I said?",
        "Brad: Yes, I -- I heard what you said. And don't say it again. I mean, what would your friends at the Citizens Against Nudity think about you breaking into a married man's house and getting undressed?",
        "Henry: They'd say, \"The heart wants what it wants.\"",
        "Brad: Oh, just -- just stop it! Just stop it!",
        "Henry: Why? Why is it so hard to accept Geneva Swift is human?",
        "Brad: I accept it. It's fully accepted, okay? Can you now -- can you get out now? Go.",
        "Henry: Fine. And if you change your mind --",
        "Brad: I won't, ever.",
        "Henry: Arrivederci, il mio amore.",
        "Brad: Get out! Now.",
        "[SCENE_BREAK]",
        "[Bonnie chuckles]",
        "Bonnie: You know, leave it to Paul Ryan to do the impossible.",
        "Lily: What's that?",
        "Bonnie: End the war between Dusty and Damian.",
        "[Lily laughs]",
        "Lily: We should nominate him for the Nobel peace prize.",
        "Bonnie: What amazes me is that they both agreed to go to the police.",
        "Lily: Hmm. Damian did it to please Meg.",
        "Bonnie: Mm. You think that's why Dusty did it, too?",
        "Lily: I don't know.",
        "Bonnie: Well, he just couldn't even wait to run over there and tell Meg all about it.",
        "Lily: You like him, don't you?",
        "Bonnie: Yeah, well, it's not the smartest thing I've ever done.",
        "Lily: What does smart have to do with it?",
        "Bonnie: Right, right. So do you think he's over there, trying to get her back?",
        "[SCENE_BREAK]",
        "Dusty: If you don't call Meg, I'll do it myself.",
        "Paul: You just don't get it, do you? She doesn't want anything to do with you or tweedle dumber. So why don't you take this back to the schoolyard, where you belong?",
        "Dusty: You're so pleased with yourself. It'll be fun watching you go down.",
        "Paul: You know what? I'm so tired of your empty threats. Just get out, will you?",
        "Meg: You need to listen to him, Dusty, and you need to leave.",
        "Dusty: I got to talk to you.",
        "Meg: I don't want to talk to you.",
        "Dusty: Meg --",
        "Meg: Please go.",
        "Dusty: Okay. Enjoy -- while you can.",
        "Meg: What was that all about?",
        "Paul: I don't know. Guy's just too dumb to quit.",
        "[SCENE_BREAK]",
        "[Henry sighs]",
        "Vienna: Where have you been?!",
        "Henry: Did you get the test results from the MRI?",
        "Vienna: Uh, if you really cared, you wouldn't have left me alone at the hospital.",
        "Henry: No, I didn't leave you alone, Sweetie. Katie was there. Is she the one that brought you home?",
        "Vienna: I want to know where you were.",
        "Henry: It was unbelievable! I was out there filling out the insurance forms when this -- this poor, demented woman staggered out of another room, right into my arms. And I called for some help, and it was too late.",
        "Vienna: What, she died?",
        "Henry: Mm-hmm, mm-hmm. And I -- I just thought it was best to tell the family that she hadn't passed in pain. And by the time I got back to you, you were gone.",
        "Vienna: W -- well, why didn't you answer your cell phone?",
        "Henry: I thought that would be disrespectful to the dead.",
        "Vienna: Oh, I'm so sorry. That must have been horrible.",
        "Henry: Oh, only for her, the poor soul.",
        "Vienna: Oh, you're such a good man.",
        "[Henry sighs]",
        "Henry: Does that mean that you forgive me?",
        "Vienna: Of course I do. I love you. Mm!",
        "Henry: Mwah! I love you, too.",
        "Vienna: Why are you wearing lipstick?",
        "[SCENE_BREAK]",
        "Brad: Why didn't you tell me you were gonna leave the hospital? You know, I was gonna meet you there.",
        "Katie: Well, the doctor said that everything was normal, and Vienna needed a ride, so I had the car take us both.",
        "Brad: Car? What car? I mean, what happened to Henry?",
        "Katie: Henry?",
        "Brad: I told him to stay there with you.",
        "Katie: Oh, well, we were both fine. So, tell me about the reshoot.",
        "Brad: Okay, don't ask.",
        "Katie: Why?",
        "Brad: Wait. I have to tell you something. You're not gonna like it. Um, Geneva Swift wants to have sex with me.",
        "[Katie laughs]",
        "Brad: No, it's not funny. It's serious. I mean, you should have seen the way she threw herself at me on camera.",
        "Katie: Geneva?",
        "Brad: Yeah. I mean, you know -- you know, under that, you know, ice queen exterior is a raging nympho.",
        "[Katie laughs]",
        "Brad: No, I mean, you know, wait -- wait until you see the footage.",
        "Katie: Brad, Sweetie, I know you're irresistible, but I think this time, your imagination got away with you.",
        "Brad: Oh, really? Oh, was it my imagination that saw her in this house when I came home.",
        "Katie: Who was here?",
        "Brad: Geneva.",
        "Katie: She was here?",
        "Brad: Yeah, that's right! She was here, and she was -- she was, you know, uh, getting undressed, and she told me that she wanted to sleep with me.",
        "Katie: That is impossible!",
        "Brad: You're -- you're telling me?!",
        "Katie: What did you say?",
        "Brad: Well, I told her that I was married and I was faithful and get the hell out.",
        "Katie: I don't believe it.",
        "Brad: Well, neither did I. I mean, you know, I'm not gonna take this lying down, I mean, you know, so to speak.",
        "Katie: What are you gonna do?",
        "Brad: Well, you know, she's gone way too far this time. I'm gonna get rid of her once and for all.",
        "[SCENE_BREAK]",
        "Dusty: I'm glad I caught you.",
        "Damian: I thought we were meeting at the police station.",
        "Dusty: There's been a change of plans.",
        "[SCENE_BREAK]",
        "Henry: Um, oh, wow! I guess when I was, uh -- when I was giving mouth-to-mouth to that poor, doomed soul, then I guess some of her lipstick must have rubbed off on me.",
        "Vienna: Why did you give mouth-to-mouth? You were surrounded by nurses and doctors.",
        "Henry: I didn't think. I just reacted. A life was at stake.",
        "Vienna: Okay. I'm so proud of you, Henry, but would you mind wiping it off?",
        "Henry: Of course.",
        "Vienna: All right. It's an awful shade.",
        "Henry: You don't like it?",
        "Vienna: No. It looks too much like the lipstick that Geneva Swift wears.",
        "Henry: You would know better than I.",
        "Vienna: Okay, the show's on right now.",
        "Henry: Don't you want to lie down and rest? I could give you a back rub.",
        "Vienna: No. I want to see what that crazy witch is doing this time.",
        "Henry: I am not a cougar! I am a lioness -- pride of the pride! And I am sure there are many other mature women out there that could be lionesses, too. Kim, let me hear you roar. Roar!",
        "Kim: Roar!",
        "Henry: Roar!",
        "Kim: Roar!",
        "Henry: That's my girl.",
        "Vienna: Oh, my God!",
        "Henry: Yeah! She is really kind of interesting, isn't she? I mean, in like an everywoman kind of way.",
        "Vienna: Oh, and what am I?",
        "Henry: Oh, Sweetie, you're -- you're unique. You're special. You're one-of-a- kind.",
        "Vienna: I'm going on that show tomorrow no matter what.",
        "Henry: No, no, what about your back?",
        "Vienna: No, even if it kills me, that woman needs to go. And you know what? Now I'm gonna have a hot bath.",
        "[Cell phone rings]",
        "Henry: Hello.",
        "Katie: Did you really try to seduce my husband?",
        "Henry: I didn't have a choice!",
        "Katie: Are you serious?",
        "Henry: I was changing, and he walked in on me.",
        "Katie: Henry, this has to stop.",
        "Henry: No. No, as long as Vienna wants to be on television, Geneva will stand in her way.",
        "[SCENE_BREAK]",
        "Brad: Kim, I need to talk to you.",
        "Kim: I am leaving.",
        "Brad: No, it's really important. I need to file a sexual harassment charge.",
        "Kim: Against who?!",
        "Brad: Geneva Swift.",
        "Kim: Oh, for heaven's sake! She wasn't coming on to you today!",
        "Brad: Well, then why did I find her half-dressed in my house when I got home?",
        "Kim: She was?",
        "Brad: Mm-hmm. And she was telling me that she wanted me, and she was coming on to me.",
        "Kim: I can't believe that.",
        "Brad: Look, I know what it's like to be on the other side of this, okay, and the victim always gets the benefit of the doubt. So you either fire her, or I will tear this station apart until justice is done.",
        "[SCENE_BREAK]",
        "Lily: Whatever Dusty thinks, Meg doesn't want any part of him.",
        "Bonnie: But now she might change her mind.",
        "Lily: I don't think so. I mean, she was angry at Damian, too, but she stayed friends with him. With Dusty, it was different. She just cut him off.",
        "Bonnie: Well, we'll see.",
        "Lily: Don't give up. I think you'd be good for him.",
        "Bonnie: I sort of thought that myself.",
        "Lily: The question is, how good will he be for you?",
        "[SCENE_BREAK]",
        "Paul: Sorry about all that. I was just trying to get the guy to leave.",
        "Meg: Why don't you just give up?",
        "Paul: Well, this time, you didn't give him a choice.",
        "Meg: I hope so, 'cause I really don't want him in my life.",
        "Paul: You're not gonna get an argument from me, believe me. I, uh -- I guess I should go.",
        "[SCENE_BREAK]",
        "Dusty: So I tried to warn Meg that Paul was about to get busted, but he was there. He wouldn't let me talk to her.",
        "Damian: She'll find out soon enough.",
        "Dusty: He really thinks he put one over on us.",
        "Damian: He did, for a while.",
        "Dusty: Yeah, and we turned the tables.",
        "Damian: So why aren't we going to the police?",
        "Dusty: He's too smart. He gets rid of evidence. He falls back on his insanity. He walks every time.",
        "Damian: Do you think we should take care of him ourselves?",
        "Dusty: Definitely. Are you in?",
        "Damian: I'm in.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Damian: So what's your suggestion?",
        "Dusty: Make Paul pay for what he's done.",
        "Damian: It'll be nice to get Paul out of our hair -- and Meg's -- for a good long time.",
        "Dusty: I know just how to do it.",
        "Luke: What did he say? When can we start?",
        "Noah: He doesn't think I should shoot your script.",
        "Vienna: I'm gonna get you for putting your hands on my man! Henry?",
        "Carly: In fact, all of you, go! Get the hell out!",
        "Craig: Sorry, Carly. We're not going anywhere."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=MTDbufTbWjk"
}