{
    "Episode Summary": [],
    "Recap": [
        "Lily and Holden face off regarding Holden's belief in whether Keith is trustworthy or worst case was involved in Julia's murder. Then they start to discuss the dissolution of their marriage. Lily now thinks Holden was right to start to file for divorce months previous. Holden is now not sure that is what he wants. Each question the others motives behind the divorce \u0096 Holden because Lily now is with Keith, and Lily's beliefs Holden made the choices he did because he had been with Julia. Holden informs Lily he is not going forward with any proceedings until he is completely sure. Rosanna pays off a guard to help her, but James figures it out and is infuriated. Rosanna tries to convince him that they can come to a mutual understanding, but James will hear none of it. Meanwhile, Craig has paid of James' nanny to help leave with Cabot. Their plan almost works until James comes home early with Rosanna. They change gears and the nanny claims that a man tried to take Cabot, but she stopped him, and the guards went after him. James is further furious with the problems Rosanna is creating for him so he tells Rosanna to take a good look at Cabot because it will be the last time she sees him. Casey is rude to Gwen thinking she is ingratiating herself into his life too much. They smooth things over but the awkwardness is noticed by Celia and Will, who seem to be harboring secret feelings now for Celia. Katie tells Mike she had something to say when she arrived late, but saw him so happy at the alter, and she realized that was more important than anything. Mike leaves to go back to his wedding, and Henry comes in after overhearing their conversation. At first, Katie is very happy that he followed her there, but then is crushed when Henry informs her that they will not be taking their trip and that in fact their marriage is finally over. He can no longer ignore Katie's feelings for Mike that continue to burn strongly. Katie tries to deny it, but Henry stands firm in his belief that one day he hopes to find someone who returns his feelings as strongly. As Mike and Jen happily prepare to leave their ceremony for their honeymoon, Jen throws the bouquet, which hits Katie and she accidentally catches. A devastated Katie breaks down later alone as she holds the bouquet."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Hi. I'm sorry that I'm late. How are the girls?",
        "Holden: Asleep.",
        "Lily: We were on our way back when we heard about Les Sweeney.",
        "Holden: Yeah, yeah. Jack called. I know all about it.",
        "Lily: I know, it was a horrible accident. Thank God Jack is all right.",
        "Holden: Yeah.",
        "Lily: Finally there's some justice for Julia. Her killer -- he's finally dead.",
        "Holden: Justice? Justice would be for Julia's killer to be locked away in prison cell, knowing that he's not gonna ever get out.",
        "Lily: Well -- at least it's over.",
        "Holden: So what does this mean for Keith? Is he gonna stick around?",
        "Lily: I hope so. I'd really like him to stay.",
        "Keith: Oh, hey, Ms. Griffin -- have you seen the D.A. around?",
        "Jessica: Uh, he's at a wedding. You'll have to catch him tomorrow.",
        "Keith: Everybody seems to be at this wedding. Well, maybe you could help.",
        "Jessica: I don't see how I could possibly help you, Mr. Morrissey.",
        "Keith: Well, I --I -- I just want to ask you -- the case is closed, right?",
        "Jessica: You're asking about your sister's murder?",
        "Keith: Yeah. Well, Sweeney's dead. He did it. The case is closed, right?",
        "Jessica: Clearly, that's very important to you.",
        "Keith: Of course it is.",
        "[SCENE_BREAK]",
        "Rosanna: Put me down! I'm not going anywhere with you!",
        "Tuk: Shut up! Ah!",
        "Tuk: Play dead. Craig sent me.",
        "Mya: Let her go. She can't breathe. You see?",
        "Q: What did you do?",
        "Tuk: Nothing.",
        "Q: Get her up and out of here. It's very bad for business.",
        "[Cell phone ringing]",
        "James: Yes?",
        "Tuk: I need help. This woman -- she's fighting me.",
        "James: Good God, man, she's a hundred pounds soaking wet. You mean she hurt you?",
        "Tuk: No, she's hurt.",
        "James: You damaged my merchandise?",
        "Tuk: No, but she's not well. Very bad. The doctor's coming now.",
        "James: No, no doctor. You understand that? No doctor.",
        "Tuk: American woman can't die in this club. Q says big problem.",
        "James: She won't die. Now, you cancel the doctor. You understand that? And tell Q I'm on my way.",
        "Tuk: Okay, boss.",
        "James: Sei, you take care of everything here. Do you understand what that means?",
        "Sei: Sure, boss.",
        "James: Good. Get the car, now.",
        "[SCENE_BREAK]",
        "Celia: You must be so happy for Jennifer. The wedding was amazing.",
        "Will: Yeah. Yeah, it was.",
        "Celia: Will?",
        "Will: I'm gonna go get a drink.",
        "Casey: We agreed, right?",
        "Gwen: Yeah.",
        "Casey: So, then, why would you say anything about the night we hooked up?",
        "Gwen: Why did you have to be such a creep to me in front of everybody? The world's full of a bunch of ugly surprises, huh?",
        "Will: I am so sorry. I'm really, really sorry.",
        "Gwen: Don't, Will. It's not your fault.",
        "Will: No, no, it completely was. I totally ran into you. I wasn't watching where I was going.",
        "Gwen: Trust me, Will, it's not your fault at all.",
        "[SCENE_BREAK]",
        "Lisa: You are truly the star of the evening.",
        "Nancy: As it should be.",
        "Jennifer: Oh, thank you all so much for coming. I'm just so happy.",
        "Kim: And so beautiful. That dress is just perfect for you.",
        "Barbara: I was inspired.",
        "Lisa: Oh, you designed this?",
        "Barbara: I still have a few ideas inside me.",
        "Paul: I'm sure you do.",
        "Kim: I just hope you didn't design anything for Katie. That kind of would have been a waste of time, huh?",
        "Bob: Yeah. How could she run into traffic problems this time of the evening?",
        "Nancy: It was lucky that Barbara was ready to step in.",
        "Paul: Wasn't it?",
        "Barbara: Jen, honey, don't you think you should find your groom? We need to take pictures.",
        "Jennifer: In a minute. Mike went to check on Katie.",
        "[SCENE_BREAK]",
        "Katie: I'm sorry, Mike. Pretty lousy when the matron of honor barely shows up to the wedding at all. I should've left sooner. The traffic was just --",
        "Mike: There was no traffic.",
        "Katie: No, there wasn't.",
        "Mike: What's going on?",
        "Katie: Something -- someone -- kept me from coming here.",
        "[SCENE_BREAK]",
        "Casey: Gwen's right. I was just a real jerk -- about her uniform. I thought it was a joke, but --",
        "Gwen: But I take my life seriously. I'm annoying that way.",
        "Casey: I didn't mean it like it came out. Can I help you with this mess? Apologize for real? Please?",
        "Celia: That was weird, huh? Casey never makes mean jokes. Do you think something's up with him?",
        "Will: Yeah, maybe. Um, I'm gonna go see my sister. You know, it's her day and all.",
        "Tom: Hey. What's a pretty girl like you doing out here all alone?",
        "Celia: I don't know.",
        "[SCENE_BREAK]",
        "Barbara: Oh.",
        "Paul: Where's the fire?",
        "Paul: I'm sure that Lucinda's staff can do that with their eyes closed.",
        "Barbara: You're probably right. We need to mingle a little.",
        "Paul: If you're going to look for Mike and Katie, forget it.",
        "Barbara: Why? Are they still missing?",
        "Paul: I don't know. Did Katie fall into the ditch that you so conveniently dug?",
        "Barbara: You have such a vivid imagination.",
        "Paul: You tried to fix it so Katie wouldn't come.",
        "Barbara: But she did come.",
        "Paul: Much to your shock. I saw that. You figured that if she didn't make it in time to be maid of honor, that you could -- you could just fill in. Do you have any idea how weird that is, Barbara? The mother of the bride, being the maid of honor?",
        "Barbara: You know why I could fill in? Because I was here. Other people tell her that they love her. Other people say they'll do things for her. But I'm who is always here. I'm the one that can make the dreams come true for my little girl.",
        "Paul: So, you think that she and Mike got married today because of you?",
        "Barbara: No, no, I'm not saying that. I'm just saying that I made it seamless. That's all.",
        "Paul: Right. Well, your work here is done. Don't cause a scene.",
        "Barbara: I'm not about to cause a --",
        "Paul: You're not about to run Katie out of town on a rail? Back off, Barbara. Or I'll tell Jennifer that you fixed it so that Katie wasn't here earlier.",
        "Barbara: All right, all right. I'll back off. I just hope we don't all live to regret it.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, will you excuse me?",
        "Kim: Uh-huh.",
        "Jennifer: There he is. Where've you been hiding?",
        "Will: On the terrace. You know, less people.",
        "Jennifer: Less cheek pinching? And \"you look how handsome he's become?\"",
        "Will: I can still take your wedding present away.",
        "Jennifer: Oh, you're the only present that I want.",
        "Will: Hey, whoa.",
        "Jennifer: Oh gosh, I sounded like her, didn't I? Oh, sorry -- sorry. But Will, you know -- it just makes me so happy, having you here with us.",
        "Will: Well, you're just happy, period.",
        "Jennifer: Yeah, I am.",
        "Will: Really?",
        "Jennifer: Yeah, really. Totally and completely.",
        "Will: Well, I'm happy for you. You're a beautiful bride, and Mike's a great guy. And you deserve every bit of it, Jen.",
        "Jennifer: Thank you, Will. And someday I'll be able to say the same about you.",
        "Will: No, because I'll never be a beautiful bride.",
        "Jennifer: Yes, but someday you will be in love. And it'll be so great. And I hope you tell me all about it.",
        "Will: You are seriously in love.",
        "Jennifer: Yes. Seriously, seriously in love.",
        "[SCENE_BREAK]",
        "Mike: Someone tried to stop you from coming to the wedding? Was it Barbara?",
        "Katie: No.",
        "Mike: Are you sure? Because if you're trying to protect her, you don't have to.",
        "Katie: Mike, please, no. It wasn't Barbara, okay?",
        "Mike: Then who was it? Henry?",
        "Katie: It was me.",
        "Mike: You stopped yourself?",
        "Katie: Yeah. I realized that I was -- a little too involved in your wedding and it wasn't my place. And then I realized that it probably wasn't my place to be here at all.",
        "Mike: So you decided not to come?",
        "Katie: Yeah.",
        "Mike: Then you changed your mind?",
        "Katie: Well, I thought it was a little overkill to stay away completely.",
        "Mike: Why?",
        "Katie: Because it was rude and childish to just blow it off altogether. What?",
        "Mike: You were an hour past rude and childish either way. And you know it.",
        "Katie: Sorry.",
        "Mike: You came walking in that door, it was like you had something to say. And it wasn't about the traffic. Something about the wedding. About me and Jennifer.",
        "Katie: Mike, no --",
        "Mike: Look, you think I don't want to hear it? Maybe not. But, I want the truth, whatever it is.",
        "Katie: Okay. Here's the truth.",
        "[SCENE_BREAK]",
        "Keith: Look, this is for my nephew -- for J.J. He's young now, and he knows his mother's dead, but -- the day will come when he starts asking questions. And I want to be able to tell him that the case was closed.",
        "Jessica: That's understandable.",
        "Keith: So?",
        "Jessica: So --",
        "Keith: So have the police closed the case?",
        "Jessica: No. As a matter of fact, it's the exact opposite.",
        "Keith: What are you talking about?",
        "Jessica: Well, Les Sweeney was never convicted of the crime.",
        "Keith: But they had the evidence -- in his car -- the bee pollen that killed my sister.",
        "Jessica: Evidence that never saw a courtroom.",
        "Keith: But the police know that Sweeney killed her. I mean, they know that, right?",
        "Jessica: Well, that's their working assumption. It's likely to become a cold case. They can't close the investigation officially. But at the same time, they're not gonna keep digging when their prime suspect is dead.",
        "Keith: So, it's over, then?",
        "Jessica: Well, you'd have to get the official word from the police. But my guess? Yes, it's over. Excuse me.",
        "Keith: Wait a second. Sweeney -- he got to you, didn't he? He told you that I killed my sister. And you believe him.",
        "Jessica: I can't discuss anything my client might've said to me. But, I can see you are extremely happy this is all over.",
        "[SCENE_BREAK]",
        "Lily: Did my mother come by here today?",
        "Holden: Why?",
        "Lily: Well, it sounds like you were hit with some undiscovered evidence that Keith is the real killer.",
        "Holden: No, I'm still going through all the piles of old evidence. Why? Did you come up with something new for me?",
        "Lily: Stop it.",
        "Holden: Stop it? You moved a man onto our property, near our kids, who has gangsters chasing after him. You were with him, alone somewhere, in the middle of nowhere --",
        "Lily: Oh, that's it? That's the real problem? I'm sorry I didn't call you back. I didn't even know that you called until I got home.",
        "Holden: What are you saying -- that you didn't have any cell phone reception? Lily, where were you that you couldn't get to a phone that whole time?",
        "Lily: This isn't about cell phone service. There's nothing that could have happened to the children that you couldn't handle. This is about letting me live my life.",
        "Holden: I did that.",
        "Lily: No -- you did that. Yeah, before -- when you had something else going on. You had no problem leaving me alone.",
        "Holden: This is payback, isn't it? It's payback for Julia.",
        "Lily: Oh, please.",
        "Holden: Then why are you involved with someone who is no good for the kids?",
        "Lily: The kids like Keith.",
        "Holden: I'm not so sure about that.",
        "Lily: What?",
        "Holden: Luke is not happy about Keith at all.",
        "[SCENE_BREAK]",
        "Katie: I came in and I saw you and Jennifer at the altar and -- nothing that I thought I wanted to say was important anymore. Because I saw the answer, right there. All I want is for you to be happy, Mike. It is the most important thing in the world to me. And when I saw you there, I realized you were happy. You and Jennifer are gonna have such a great life together. And you deserve that more than anything.",
        "Mike: Thank you.",
        "Katie: Well, you have guests waiting for you, so --. Go back out there.",
        "Mike: I'll see you when we get back?",
        "Katie: Yes, absolutely. You came.",
        "Henry: Of course I did.",
        "Katie: You followed me?",
        "Henry: Don't I always?",
        "Katie: Oh, Henry, I'm so glad you're here.",
        "[SCENE_BREAK]",
        "Craig: You're Sei, yes?",
        "Sei: Yes.",
        "Craig: You're expecting me. I'm the man Tuk told you about. He told you the plan? Open the door, Sei! Open the door! [Door unlocking] Here. It's all there, I promise you. Your money is all there. Now, it will look like I broke in, overpowered you, and drugged you. There's no way you can be blamed for everything, okay? All right. Now where is he? Cabot. Cabot.",
        "[SCENE_BREAK]",
        "Rosanna: You sure Craig is on his way?",
        "James: Where are they?",
        "Tuk: Boss! You get here fast.",
        "James: You said it was an emergency.",
        "Tuk: Yes. We need a doctor.",
        "James: I told you to cancel the doctor.",
        "Tuk: No, she -- she's very sick.",
        "James: Move.",
        "Tuk: Don't, boss.",
        "James: Well, let's see how sick she is. Pulse is normal. Color -- peachy, as usual.",
        "Tuk: Boss, that woman is very sick. Don't get close. Very dangerous.",
        "James: Are you contagious, darling? Are you lethal? Are you terminal? Or are you just trying to pull a fast one on dear old James, huh? What are you doing? Get her off me! Get her off me! Hold both of them. Well, well, well. How did you two crazy kids get together?",
        "Tuk: She's not -- boss, I didn't --",
        "James: You have insulted me enough for one day. Now, I don't believe in torture, Tuk. But you'll be dead -- [Finger snap] Like that, within 24 hours, if you don't tell me, now.",
        "Rosanna: It's my money, James. Leave him alone.",
        "James: You were always too kind to the servants, darling. Now, Tuk.",
        "Tuk: Craig Montgomery. Tall man named Craig Montgomery.",
        "Q: Gambler? American?",
        "James: You know him?",
        "Q: He was here in the club. Gambling all night.",
        "James: That alone must've cost you a bundle to buy his help. And a waste of resources, as usual. Get him out of here.",
        "Tuk: Ah.",
        "Rosanna: Wait, don't blame him, James. Please.",
        "James: There'll be enough blame to go around, darling. You'll get your share.",
        "Rosanna: You've made this whole thing so much worse than it needs to be.",
        "James: Thank you for the use of your club, Mr. Q. We will not be back.",
        "Rosanna: We can make a deal, James --",
        "James: Here's the deal. You shut up, and you just might make it out of this place alive.",
        "[SCENE_BREAK]",
        "Casey: I didn't mean to go off like that earlier, Gwen. I was totally out of line. And I'm sorry. Okay?",
        "Gwen: What was it, Casey?",
        "Casey: Just seeing you with my parents and chatting away like -- that you knew them, and -- I don't know, I thought maybe you might say something.",
        "Gwen: Man, you thought I was going to tell your parents that we slept together?",
        "Casey: No. Maybe.",
        "Gwen: Look, I don't want anybody to know about it either, okay?",
        "Casey: So then, let's just stop -- saying it out loud, okay?",
        "Gwen: Sure.",
        "Casey: And what's so great about talking to my parents, anyway? Like the other night, with the pictures?",
        "Gwen: I thought I was being polite.",
        "Casey: Well, try being polite to someone else's parents.",
        "Gwen: Like who? Will's mom?",
        "Casey: On second thought, never mind.",
        "Gwen: Oh, I get it. She wouldn't want her little boy being friends with the hired help.",
        "Casey: No, it's not that. It's just that she's weird.",
        "Gwen: Hey, what was up with, uh -- suddenly she's the mother of the bride and the maid of honor?",
        "Casey: My mom works with Will's dad. And he said that if there's a spotlight within ten feet of Barbara Ryan, she'll leave teeth marks if you try to drag her away.",
        "Gwen: Boy, I can't wait to meet her.",
        "Celia: Gwen, do you need help cleaning up?",
        "Gwen: Um, the floor's okay. But actually, I'm a mess.",
        "Celia: I can fix that. Come on.",
        "[SCENE_BREAK]",
        "Sierra: You take your time on your honeymoon. Don't hurry back.",
        "Jennifer: Okay, but -- oh, the other boss.",
        "Dusty: Sorry I'm late.",
        "Jennifer: Bad traffic?",
        "Dusty: Just work. Nothing for you to worry about.",
        "Dusty: Here's your groom.",
        "Jennifer: Where?",
        "Mike: Right here.",
        "Dusty: Right here -- you misplace him all the time.",
        "Mike: No, we're sticking.",
        "[SCENE_BREAK]",
        "Katie: I am so glad you understand, Henry. It wasn't about the trip -- I think it's a great idea -- I'm very excited. I just thought it was so rude and silly to run away without seeing the whole thing through. So I came back.",
        "Henry: I know.",
        "Katie: Let's go.",
        "Henry: We can't.",
        "Katie: Of course we can. Yes, it was quite a scene when I walked in late. So I don't think anyone's gonna care if we duck out early. Come on, let's go.",
        "Henry: We're not going anywhere, bubbles.",
        "Katie: Of course we are. I know it's expensive, but like you said -- we deserve this time. We need this time to --",
        "Henry: No, stop it, stop it, okay? It's over.",
        "Katie: What?",
        "Henry: You and me. The marriage. It's over.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Henry: Our wedding? It really was the happiest day of my life.",
        "Katie: Henry, no, wait. Hold on! I don't want you to leave me. I don't want any of this.",
        "Lily: There's something that you and I should just settle. Once and for all.",
        "[SCENE_BREAK]",
        "Margo: Hey!",
        "Tom: Hey.",
        "Margo: We just saw your girlfriend hanging out here all alone.",
        "Casey: You didn't do anything, did you?",
        "Margo: Oh, no, nothing visible.",
        "Tom: No, your mom behaved herself, I promise. But here's some advice -- don't leave a pretty girl like that all alone. I mean, where is she, by the way?",
        "Casey: She's helping Gwen with her uniform.",
        "Tom: You know what? Celia's a nice girl. You have good taste.",
        "Casey: Isn't she awesome? I'm just lucky I found her before anyone else did.",
        "Margo: Will? Are you okay?",
        "Will: Yeah, they're cutting the cake inside.",
        "Tom: And that's tragic?",
        "Will: No.",
        "Casey: Ignore them.",
        "Will: Okay.",
        "Barbara: Watch the dress.",
        "[Laughter]",
        "[Applause]",
        "Nancy: Here, you two, mingle. Leave that to somebody with an old hand.",
        "Kim: I'll help, Mom.",
        "Jennifer: Thank you so much, both of you. Thank you.",
        "Nancy: You're welcome.",
        "Jennifer: It might be the only second we get a chance to be alone. So, how's Katie?",
        "Mike: Good.",
        "Jennifer: Really? Everything's okay?",
        "Mike: Yeah, yeah. She just wanted to apologize again for being late and, you know, wish us the best.",
        "[SCENE_BREAK]",
        "Katie: What do you mean \"over?\"",
        "Henry: We're done.",
        "Katie: Henry, wait. Wait, you don't understand. I didn't stop the wedding. I didn't even try to stop it. I'm glad Jen and Mike are married. I just told him that --",
        "Henry: You just told him that his happiness was the most important thing in the world to you. I heard it.",
        "Katie: Henry, it's just an expression. Just words. [Henry groans] \"Your happiness is the most important thing to me,\" \"the happiest day of my life,\" whatever.",
        "Henry: It's not just words. His happiness has always been the important thing to you. You didn't have to think about it, Katie. Because you love him.",
        "Katie: I love you, Henry.",
        "Henry: Not like that.",
        "Katie: That's not true. When are you gonna see it? I mean, look at how we are together, in every possible way.",
        "Henry: I know, I know, I know. I have looked at it. That's what's kept me around, okay? Because I thought, this -- this is amazing and she's gonna get it. And this other thing is gonna play itself out or it'll die down, but she's gonna get it, I know.",
        "Katie: Don't. Please, I want to be your wife. I want to prove to you --",
        "Henry: And you can't. You can't prove it to me. That's the thing. Look, people -- they say relationships are hard work, and there's sacrifice, and there's compromise, and there's bargaining, and blah, blah, blah, blah, blah, blah, blah. And that's just a lie, because I don't feel like I had to give up anything for you. There was no bargaining. I looked at you, and I said \"yes!\" I want to be where she's at, and that was it. Period. And the problem -- my love, the problem is, you can never give that back to me. It's always gonna be a test or an ultimatum -- and if it comes down to that, I can't win.",
        "Katie: Henry, no. Let me --",
        "Henry: What? Let you what? Prove how much you love me? See? The minute I pushed you to say \"no\" to this wedding, it was over. The minute I had to ask --",
        "Katie: I don't understand.",
        "Henry: Yeah, you do. You understand. I want to be it. I want to be the \"yes.\" Before the question's even asked. I know you know exactly what that is.",
        "Katie: Of course I do. Because that's what I am to you.",
        "Henry: Were to me. I hope I get a chance to feel that myself some day. You know, our wedding? It really was the happiest day of my life.",
        "Katie: Henry, no, wait, hold on! I don't want you to leave me. I don't want any of this.",
        "Henry: I know. I know. I know.",
        "[SCENE_BREAK]",
        "Celia: I know there's stain remover in here somewhere. We have everything.",
        "Gwen: Yeah, I can see that. This place is great.",
        "Celia: Oh, it's not mine. But I'm glad I'm here. Oh, found it. This is miracle goop.",
        "Gwen: So how come you get to stay here if it's not yours?",
        "Celia: Oh, well, my mom works for Ms. Esteban down in Montega. She's been really good to us.",
        "Gwen: I guess. So you mailed yourself here in a crate of oranges, and now you live in a mansion, go to Oakdale Latin, and have Casey Hughes for a boyfriend.",
        "Celia: It's like I fell into a movie, right? Did Casey apologize to you?",
        "Gwen: Sure.",
        "Celia: It's okay? Really? Because he's not a bad guy.",
        "Gwen: Look, you don't need to convince me about casey. Okay? I know what he is.",
        "[SCENE_BREAK]",
        "Holden: Lily, Luke doesn't want you with another man any more than he wanted me with Julia. And he's a pretty smart kid. He wonders why Keith is living on the property, why he hasn't left town yet.",
        "Lily: Keith is staying in town as much for J.J. as anybody else. He wants him to see Jack.",
        "Holden: Luke is not gonna buy that any more than I do. He sees Keith for what he is.",
        "[Doorbell]",
        "Lily: Oh.",
        "Keith: Hey. Sorry I'm -- interrupting something?",
        "Lily: No. Holden stayed with the kids.",
        "Keith: Well, that must be fun then, huh?",
        "Lily: He'll be okay.",
        "Keith: Listen, I just wanted to tell you how much fun I had on our trip.",
        "Lily: Me, too.",
        "Keith: But next time, there's gonna be a cabin and the weather's gonna be good. Hopefully, there will be a next time, huh?",
        "Lily: Does that mean you're sticking around?",
        "Keith: Absolutely. Now that Julia's death has been settled, and Sweeney's paying in full.",
        "Lily: I can't believe he called. Wait a minute. How did that happen?",
        "Keith: What?",
        "Lily: Well, how did les -- how was he able to get through on the cell phone, but then Holden said he tried to call me, and he couldn't reach me. Are you sure my cell phone didn't ring up there?",
        "[Keith remembering] [Cell phone ringing] No. Do you remember when you got in the plane, you you said \"oh, my phone's off.\"",
        "Lily: I must've turned it off.",
        "Keith: Oh.",
        "Lily: Whatever, I think he just needs -- you know, Holden and I have some things that we have to talk about, so I better go inside.",
        "Keith: Okay. I'll catch you tomorrow.",
        "Lily: Tomorrow.",
        "Keith: Yep.",
        "Holden: Guess I should leave you two alone, huh?",
        "Lily: No, he's gone. I think that there's something that you and I should just settle. Once and for all. Because this can't go on anymore.",
        "Lily: I hate the way we sound with each other. Don't you?",
        "Holden: You say that like its new. It's been going on for a year -- over a year.",
        "Lily: You're right. Long time before Keith showed up.",
        "Holden: Or Julia.",
        "Lily: Right. And you had the answer. Long before I did. Didn't you? You felt a long time ago that we should move forward.",
        "Holden: You hit the roof.",
        "Lily: Yes, I did. And if you want to give me a shot for that right now, then go right ahead. You just kept saying that the tension that was going on between us wasn't good for the kids. It wasn't good for us. You were right. That's why you asked me for a divorce. Did you ever go to a lawyer to have papers drawn up?",
        "Holden: Yeah, I went. I got things started. But I never picked up the finished document because things got so hectic.",
        "Lily: Yeah. Well, maybe now, it's time.",
        "[SCENE_BREAK]",
        "Hal: Are we having fun yet?",
        "Will: Yeah.",
        "Emily: Well, you should. That girl you're sitting next to is so cute.",
        "Will: Yeah, she's gorgeous. No, forget it.",
        "Hal: Who is she?",
        "Will: Nobody. She's a friend. Celia.",
        "Emily: Celia? As in Alison's friend, Celia? From Montega?",
        "Will: Yeah. What, no, she's with Casey and I'm just friends with her.",
        "Casey: Allow me to introduce my grandma, Lisa Grimaldi, this is my girlfriend, Celia Ortega.",
        "Lisa: Oh, look at you. You are just as beautiful as I've heard.",
        "Celia: Thank you.",
        "[SCENE_BREAK]",
        "Barbara: Rose petals, for when the newly weds make their getaway.",
        "Sierra: Do we know where they're going on their honeymoon?",
        "Barbara: Why?",
        "Dusty: Are they leaving the country?",
        "Barbara: Why does that matter?",
        "Paul: Craig.",
        "Barbara: No, life wouldn't be that cruel.",
        "Paul: Oh, no, not to our family.",
        "Dusty: If they run into Montgomery --",
        "Margo: It wouldn't matter. He'd run the other way. We did a number on him, remember? He's terrified of running into anybody from this town, from this entire family.",
        "Dusty: She's upset.",
        "Sierra: Well, Margo risked more than any of us getting rid of Craig.",
        "Paul: Because we had to.",
        "Dusty: She knows she did the right thing. Deep down, she knows.",
        "Sierra: Still --",
        "Barbara: Okay, stop it, just stop it, all right? Just be glad that that man is far, far away.",
        "[SCENE_BREAK]",
        "Craig: So, Sei, this is how it's going to go. Use a little bit of chloroform so you can say, \"I snuck in behind you,\" okay?",
        "Sei: The boss has to believe it.",
        "Craig: You can make him believe it, okay? Here, I know you can make him believe it. Here. This is very important -- if Rosanna ends up back here, I want you to call me and let me know, okay? If you do, there will be more money for you. There'll be a bonus, okay?",
        "Sei: Sure, okay.",
        "Craig: Okay, now, look -- hey, guy, we're gonna get to the car --",
        "James: Come on, bring her. In this neighborhood, nobody cares. Come along, come along. You can help us track Craig down. I have a little surprise for you in there. - Give your baby every advantage",
        "Rosanna: Cabot was here?",
        "James: Hello?",
        "Sei: Boss! Just in time! A man came to take the boy!",
        "James: Where is he?",
        "Sei: I fight him, I scream for the guards.",
        "Rosanna: Did he take Cabot?",
        "James: Did they catch him?",
        "Sei: They chase him.",
        "James: Where is he?",
        "Sei: He's here.",
        "James: The boy? Jimmy?",
        "Rosanna: Cabot. James, tell him to let me go!",
        "James: You can take a look.",
        "Rosanna: I can't believe you. How dare you keep me from my son? There must be something, something that you want, anything! Some way we can work this out!",
        "James: I'll tell you what I want -- I want you to shut up because you're more trouble than you're worth. And you're alive for one reason -- a friend of mine has a special interest in you working for him. But as far as you raising my grandson, you had your chance, and you betrayed me. You made that choice. Now, take a good long look at this boy. Because it's the last time you're gonna see my grandson.",
        "[SCENE_BREAK]",
        "Holden: Why now? Why does this need to be settled once and for all, right now?",
        "Lily: It's not good to drag this out. You said so yourself.",
        "Holden: And you didn't agree. Not until Keith came into the picture.",
        "Lily: Holden, honestly, do you see anything changing between us?",
        "Holden: Not this second, no I don't. But I have to say this -- I owe it to my kids and to the life that we had together to make sure a divorce is the right thing for this family.",
        "Lily: You had no problem knowing a divorce was right when Julia was alive.",
        "Holden: Our marriage -- whether it ends or not, it's about us. Not Julia. And definitely not Keith.",
        "[SCENE_BREAK]",
        "Barbara: Everybody, listen up! I think they're getting ready to leave, so let's go out into the foyer, all right?",
        "Hal: There they are. Come here, beautiful. I know where you live.",
        "Mike: And you can have me arrested, I know. I'll keep her safe and happy, sir.",
        "Hal: All right, then, you can both go.",
        "Mike: Ready to run the gauntlet?",
        "Jennifer: Almost. Thank you for giving me such a beautiful wedding.",
        "Barbara: The pleasure's been all mine.",
        "Emily: Hurry up, they're coming! Come on, let's go!",
        "[Cheers]",
        "Kim: Don't forget the bouquet!",
        "Jennifer: Oh, I forgot.",
        "Mike: Hurry up, we're gonna miss our flight.",
        "Jennifer: Okay, single ladies, huddle up!",
        "[Cheers and applause]",
        "Katie: Oh, this is silly, I'm already married. They should do it over.",
        "Lisa: They're gone, darling. Don't worry about it.",
        "Katie: That's okay, I can throw the bouquet.",
        "Barbara: Katie, let it go. This is not your wedding.",
        "[SCENE_BREAK]",
        "Tom: We'll see you soon, I hope.",
        "Gwen: It was nice meeting you both.",
        "Margo: Same here.",
        "Celia: Walk me home?",
        "Casey: You bet. See you guys.",
        "Celia: Bye, Will.",
        "Paul: Hey.",
        "Will: Hey, I know it's kind of late, but want to hang out for a little while?",
        "Paul: Yeah. That'd be great.",
        "Kim: I would say that Jen and Mike had a very good start. Let's hope they have a long, long life together.",
        "Barbara: Oh, they will. I'll see to it.",
        "[Weeping]",
        "[SCENE_BREAK]",
        "Announcer: Tomorrow on \"As the World Turns\" --",
        "Lucinda: I want to know how to get rid of someone for good.",
        "Rosanna: Where are you taking me?",
        "James: To meet someone.",
        "Rosanna: Who?",
        "James: Your maker.",
        "[Tape separating]",
        "Carly: You think Keith had something to do with that transport van crashing, don't you, Jack?",
        "Jack: I never said that.",
        "Carly: What if he intentionally crashed it to get rid of Les?",
        "Keith: I could go back to Chicago with J.J., or I could stay right here with you."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=zMyldVhQVl8"
}