{
    "Episode Summary": [],
    "Recap": [
        "In Chicago, Katie and Mike talk about their friendship after the champagne and reminiscing causes them to almost kiss. Katie admits to believing at one time that Mike would leave Jen for her, but has since seen how solid they are. She admits to wondering if she can be only friends with Mike, but in the end they agree that they would like to continue their friendship. They shake on it, but don't want to seem to let go of each other's hand. Jen interrupts by calling Mike, who leaves soon after. At home, he explains to Jen why he was in Chicago with Katie. Jen assures Mike she trusts him, but later notices him a million miles away. Lily is worried about Lucinda when she can't find her. Lucinda is ignoring her calls because she is at the hospital discussing her options regarding a biopsy on the lump she found. Lucinda wants a second opinion, but after she runs into Meg, who promises to keep her confidentiality, she changes her mind; and schedules the open surgical biopsy. Lily runs into Meg at the farm, and they both touch lightly upon their marriages that have fallen apart. Meg does not let on she saw Lucinda. Lucinda shows up at the farm, and Lily is happy to see her. Later, Lucinda thanks Meg for keeping her secret, but tells her she will not be leaning on anyone until she knows herself what she is dealing with. Margo agrees to be a character witness for Craig, but thinks he is crazy to try to convince Rosanna to marry him to help with his child support case. Rosanna catches Emily and Paul fooling around, and is devastated. She and Paul later talk, and he tells her he no longer loves her. He now loves Emily, and he wants Rosanna to leave him alone, and get on with her life. Emily, who has overheard, believes he is not anywhere near over Rosanna, as he would like to think. She leaves him knowing he has a lot to work through, even though Paul doesn't think she is right about his feelings. A distraught Rosanna finally agrees to marry Craig."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: We'll just -- we'll have to see, won't we? What, are you under house arrest or something?",
        "Jennifer: Here, come inside and I'll tell you everything.",
        "Henry: Yeah, inside. Don't let him come inside.",
        "Jennifer: Deacon, please try not to terrorize my friends.",
        "Deacon: Maybe you should give me a list so I know who's okay and who's not.",
        "Jennifer: Okay, yeah, we'll",
        "Henry: Who -- who's king kong there, Jen? Hmm?",
        "Jennifer: Dusty hired me a bodyguard.",
        "Henry: What? Ow. I'm sorry. I'm sorry. It sounded like you just aid Dusty hired you a bodyguard.",
        "Jennifer: To protect me from Craig.",
        "Henry: Well, Dusty sure can pick 'em, can't he? I bet they grew up together,0l` pinching pennies and stealing ladies' pocketbooks. I guess Craig has been pretty hard on you. I'm sorry.",
        "Henry: Well, hey, at least you got good ol' Deke there, huh?",
        "Jennifer: Yeah. Yeah, good ol' Deke. Um, so what are you doing here, anyway?",
        "Henry: I'm looking for Mike.",
        "Jennifer: Oh, well, he's not here. Actually, I didn't realize it had gotten so late, either.",
        "Henry: I thought he'd be back by now.",
        "Jennifer: yeah, me, too. Oh, wait. What do you mean \"by now\"? Do you know where he is?",
        "Henry: Yeah, Chicago, in the Lakeshore Hotel with Katie.",
        "[SCENE_BREAK]",
        "Katie: Oh. Awkward moment.",
        "Mike: Yeah. We'll blame that on the champagne.",
        "Katie: Always a good dodge.",
        "Mike: And the atmosphere.",
        "Katie: Dangerous, to be sure.",
        "Mike: Yeah. A little too much reminiscing.",
        "Katie: Absolutely deadly.",
        "Mike: That'll get you every time.",
        "[Katie laughs]",
        "Mike: What's so funny?",
        "Katie: This whole thing, this situation, moment. Right room, wrong guy. Henry doesn't know what he was missing.",
        "Mike: Henry's an idiot.",
        "Katie: No, that would be me. For a lot of reasons.",
        "[SCENE_BREAK]",
        "Luke: Mom?",
        "Lily: Yeah?",
        "Luke: Hey.",
        "Lily: You okay?",
        "Luke: Is that a trick question?",
        "Lily: I guess it's a stupid question to ask, right?",
        "Luke: Everything's okay, I guess, considering.",
        "Lily: Hey. We're gonna be okay. It's gonna take more than a fire to bring this family down.",
        "Luke: But the fire did it.",
        "Lily: Oh, Luke.",
        "Luke: I'm sorry. I shouldn't have said that so where's Keith?",
        "Lily: Keith is in Chicago for a couple of days. Look, Luke --",
        "Luke: I'm fine, Mom. Really.",
        "Lily: Are you sure?",
        "Luke: Yeah.",
        "Lily: Sure?",
        "Luke: Yes.",
        "Lily: Okay. Listen, have you heard from your Grandmother Lucinda?",
        "Luke: No, why?",
        "Lily: She didn't call, and leave a message or anything?",
        "Luke: No, is something wrong?",
        "Lily: I don't think so. I had a fight with her at the Country Club and then everything was fine. And she just took off for no reason. I'm sure it's nothing.",
        "[SCENE_BREAK]",
        "Lucinda: When did you get back to Oakdale, Meg?",
        "Meg: Just today.",
        "Lucinda: Oh, really? Is it a short stay or a long stay, or what?",
        "Meg: No, no, you can relax. It's a short stay.",
        "Lucinda: I'm sure there are many people that are gonna be happy to see you.",
        "Meg: Oh, and many who won't.",
        "Lucinda: I can't comment on that. I'm sorry. I got to go.",
        "Meg: Oh, Ms. Walsh?",
        "Lucinda: Thank you.",
        "Meg: You're welcome. You know, if there's something you'd like to talk about, I could stick around.",
        "[SCENE_BREAK]",
        "Margo: Hello.",
        "Craig: Hello.",
        "Margo: Why the long face?",
        "Craig: Weight of the world, Margo. Weight of the world.",
        "Margo: Oh, well, here. Maybe this will lighten your load a bit, Craig.",
        "Craig: It's the affidavit I drew up. You signed it?",
        "Margo: Yes, I did. So you can tell Jessica that I will be a character witness for you. God forgive me.",
        "Craig: I'll take any help I can get.",
        "Margo: What's wrong with you? You're unusually morose.",
        "Craig: Morose? , No. Just disappointed. You're the only person who's come through for me, so far, to be honest.",
        "Margo: You're surprised? Who else did you expect to be on your side?",
        "Craig: Rosanna, for one. She's my best shot at getting any real place in my son's life. But thanks to an insane obsession with reuniting with someone who doesn't want her, I'm out in the cold.",
        "[SCENE_BREAK]",
        "Emily: What, are you adding breaking and entering to your rap sheet?",
        "Rosanna: I'm sorry. The -- the door wasn't locked.",
        "Paul: What do you want?",
        "Rosanna: Um, I just came by to talk to Emily. I -- I didn't want to call first, because I knew that she wouldn't talk to me. Oh, God, this isn't happening.",
        "Emily: Talk to me about what?",
        "Rosanna: About Paul and me.",
        "Emily: Let me get this straight. Excuse me. You came here to talk to me about you and Paul? It's funny, because I didn't think there was a \"you and Paul\" anymore.",
        "Paul: There isn't.",
        "Rosanna: Um -- how long -- um, how long have you been together?",
        "Paul: What's it to you?",
        "Rosanna: The other night, when you were coming out of Paul's apartment? How many other times?",
        "Paul: It's none of your business. Say what you came here to say and get out.",
        "Emily: No, excuse me. I really don't want to hear what she has to say. I want her to get out.",
        "Rosanna: No. I came here -- I came here to explain.",
        "Emily: Explain what, Rosanna? Why you did what you did to me? It's a little late for excuses, don't you think?",
        "Rosanna: I'm not trying to make excuses.",
        "Paul: There's nothing that you can say to me that would change how I feel about you. And if you're holding onto hopes that you and I get back together, you need to let them go. We're finished. Accept it, and get out.",
        "[Sobbing]",
        "[SCENE_BREAK]",
        "Margo: What kind of support could you possibly expect from Rosanna?",
        "Craig: I wanted her to marry me.",
        "[Margo laughs]",
        "Margo: Well, you're kidding, aren't you?",
        "Craig: Is there a smile on my face, a laugh in my throat?",
        "Margo: A lump in your head.",
        "Craig: I need to prove stability to t courts, so I could have a place in my child's life.",
        "Margo: Oh, my goodness. That kind of logic should have swept Rosanna right off her feet.",
        "Craig: I made it very clear to her why I needed the help. And after the help I gave her in bangkok -- it's not as if we're strangers. Jiminy, we've been married twice already.",
        "Margo: A point I'm sure that Jennifer's lawyers are going to establish presenting the judge.",
        "Craig: Why is it so hard to believe that I could be a good father? I need this. I can get this right. That's all I'm asking for.",
        "Margo: Craig, you've picked a pretty tough fight.",
        "Craig: But you know I can win it, don't you?",
        "Margo: I think that maybe if you presented to Jennifer this vulnerable side of yourself, like you're presenting to me, then I think you got a chance.",
        "Craig: I could open my chest and show her my beating heart, and she wouldn't believe me.",
        "Margo: Or don't. Just throw in the towel, Craig, huh?",
        "Craig: No, I'm not ready to do that yet. But there's a lot of technicalities. I'm afraid they might call the fight.",
        "Margo: Well, there's always another round, if you're still on your feet.",
        "Craig: Am I?",
        "[SCENE_BREAK]",
        "Luke: So re something wrong with Grandma? You seem kinda worried.",
        "Lily: No, no, no. I'm sure she's fine. She's -- you know your grandmother. She works too hard. She gets stressed out about me and you and the girls and --",
        "Luke: Divorce?",
        "Lily: Yeah.",
        "Luke: Who isn't? I didn't even know what to say when Aunt Meg was asking all these questions about it.",
        "Lily: Aunt Meg?",
        "Luke: Yeah. You didn't know she was in town?",
        "Lily: No. She's -- when did she get here?",
        "Luke: Today. Yeah, she's on her way to Alaska for some new job.",
        "Lily: Alaska?",
        "Luke: Yeah.",
        "Lily: What's with her?",
        "Luke: No. No, she -- she seemed kind of weird when I asked her about him.",
        "Lily: Well, I'm sure he'll show up later on, maybe.",
        "Luke: Yeah, but she just stopped by. She heard about the fire, so she just wanted to see if everybody was okay. You seem kind of surprised that she's here.",
        "Lily: Well, I am. But I'm glad 'cause she's family.",
        "Luke: All right, well, I'm gonna go hang out with my friends.",
        "Lily: Okay. Don't stay out too late, okay?",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "[Lucinda sighs]",
        "Meg: Look, I know we're not close, but I am a nurse. So if you have any questions --",
        "Lucinda: Oh, darling, don't jump to assumptions. I'm on the board at the hospital. I talk to the staff, I talk to doctors all the time. There's nothing extraordinary about this.",
        "Meg: Of course not. I didn't mean to imply anything. It's just that, well, your name was on the medical form.",
        "Lucinda: And that is how rumors get started, isn't it? I would have thought you'd learned that lesson by now, dear.",
        "Meg: And I would have thought that you'd remember that nurses have to respect patients' privacy, like doctors do.",
        "Lucinda: Oh, I'm glad to hear that. I cannot visit -- oh. I left my handbag in with the doctor.",
        "Meg: Ms. Walsh? You're in good hands with Dr. Berg.",
        "Lucinda: We do have an understanding here, don't we?",
        "Meg: Yes. Absolutely.",
        "Lucinda: Thank you.",
        "[SCENE_BREAK]",
        "Henry: Mike was trying to help me get back together with Katie. She and I had a falling out, as I'm sure you know.",
        "Jennifer: Yeah, yeah. Well, what happened there anyway?",
        "Henry: I don't know. It doesn't matter now. The plan was to lure her to a nice, fancy hotel, which was set for romance with champagne and flowers and Diana Krall singing \"The Look of Love\" and that sort of thing. And it was -- it was perfect.",
        "Jennifer: So why are you here? And why are Katie and Mike still there?",
        "Henry: I couldn't go through with it, and I bailed at the last moment.",
        "Jennifer: Why?",
        "Henry: I don't know, Jen. The wounds are just still too fresh, I guess.",
        "Jennifer: Wounds? What did Katie do to you?",
        "Henry: You sure you don't have just like a little gulp of vodka? Even the cheap stuff? I don't care.",
        "Jennifer: Finish your story.",
        "Henry: It is -- it is finished. Unless you want to hear all the details about how little deacon out there roughed me up.",
        "Jennifer: Look, Henry, I'm so sorry. But at least -- I mean, you took a first step, sort of.",
        "Henry: Yeah, next time maybe I'll get to the top of the stairs. I feel bad for, you know, leaving Mike like that.",
        "Jennifer: I doubt he'll hold it against you. It's not like it was his idea or anything. Was it?",
        "Henry: Actually, I didn't lift a finger. Mike set this whole thing up.",
        "Katie: Let's face it, Mike, when it comes to happy, I don't have the best of luck. At first, it started out with Simon, and then when you and I were just about to get together, Simon was in again. We never had our chance.",
        "Mike: Except as good friends. I don't want to lose that.",
        "Katie: Sometimes I think that I don't know what I would do if I lost that friendship. And other times --",
        "Mike: You can't stand me?",
        "Katie: No. No, it's not that. It just -- it makes me think about what I lost. And I start to think about the what I? And then I get myself into trouble.",
        "Mike: You think too much.",
        "Katie: Yeah, well, the only other option is kind of extreme. To tell you that I never want to see you again. No friendship, nothing.",
        "Mike: Are you saying that's what you want?",
        "[SCENE_BREAK]",
        "Henry: Bless you, bless you. You know, you and Mike are just too good to me. Mm.",
        "Jennifer: Well, it certainly seems like he went all out trying to get you and Katie back together.",
        "Henry: Well, he knows her so well, he wouldn't have any problem coming up with all the right -- okay, oops. That was the wrong line.",
        "Jennifer: That's okay, Henry. That's okay. Katie is out of his system. I'm sure of that. I'm not worried. Are you?",
        "Henry: She's not mine to worry about. Not that there would be anything to worry about, even if she were, you know. Thank you, it's delicious. A little wet, but good. You know, I'm going to go ahead and leave before I say something really stupid. Thank you for listening to my ramblings. Tell Mike I'm sorry. And I'll see him tomorrow.",
        "Jennifer: Will do. Henry?",
        "Henry: Yeah.",
        "Jennifer: Are you okay?",
        "Henry: As good as could be expected. Goodnight. Hey, Deacon, my man. I'm coming out, okay? Don't shoot. I'm crying \"uncle\" as we speak, all right?",
        "[SCENE_BREAK]",
        "Mike: I couldn't imagine not having you as a friend anymore, Katie.",
        "Katie: Even after tonight?",
        "Mike: I thought we'd chalked at up to the champagne.",
        "Katie: Oh, yeah.",
        "Mike: Look, Jennifer is in my life now, completely. I love her. And I will do everything I can to make her happy. I want to make us work.",
        "Katie: I know. But I've got to be honest. There was a time when I thought you could leave her. That you would, for me. But I've given that up. It's just that the memory of wanting you creeps up on me sometimes. Especially now, without Henry.",
        "Mike: I think you guys belong together. I really do. That's what all this is about.",
        "Katie: I know. I just don't think Henry's ready to agree with you yet.",
        "Mike: He's almost there.",
        "Katie: Spoken like the eternal optimist. What would I do without you?",
        "Mike: See? Do you really want to give up this friendship thing? I, for one, would hate not being able to call you or talk to you, get advice from you. But if it hurts too much, it's not worth it. I'll let it go. I'll let you go.",
        "Katie: No, no, when you say it like that, it sounds horrible.",
        "Mike: Well, if you ever want to be friends after all, I mean, I'll always be here.",
        "Katie: Oh, stop it, okay? Forget I said anything. I can't lose this friendship. It's worth the trouble.",
        "Mike: I think so. So we're good?",
        "Katie: Absolutely.",
        "[Phone rings]",
        "Mike: Oh, ya-haw. Hey, Jen.",
        "Jennifer: Hi. Where are you? It's -- it's really late.",
        "Mike: I know. I'm sorry. I got a little held up. I'll be home in a bit. I love you.",
        "Jennifer: I love you, too.",
        "Mike: I need to get home.",
        "Katie: Yeah. Why didn't you tell her you were with me?",
        "Mike: I'll tell her everything when I get home.",
        "Katie: Yeah, you should.",
        "Mike: Okay. Good night.",
        "Katie: Good night, Mike. And thank you for everything.",
        "[SCENE_BREAK]",
        "Margo: It's going to take more than a custody battle to knock you down, Craig.",
        "Craig: You're right. I've been through worse. And look at me. Here I am whining.",
        "Margo: Mm-hmm.",
        "Craig: Who am I going to whine to, anyway? You're the last person I should expect any sympathy from.",
        "Margo: I am about the last person in this town who has an ounce of sympathy for you.",
        "Craig: Oh, yeah. You were so compassionate, you ran me right out of town with a \"have a nice life and don't look back.\"",
        "Margo: All right, I said I was sorry about that.",
        "Craig: Oh, am I sorry? Did I give the illusion that I'd forgiven you?",
        "Margo: You know what? You are either one of two things. You either sad or you're angry. I prefer you sad, because angry always gets you in trouble, Craig.",
        "Craig: This is not anger. This is focus, Margo. I will be a part of my child's life, and I will be as loving and caring a father as ever there was. And if I have to break a few eggs to do that, so be it.",
        "[SCENE_BREAK]",
        "Paul: What is it?",
        "Emily: I'm just trying to figure out who you're mad at. Rosanna, me, yourself?",
        "Paul: None of the above.",
        "Emily: Come on. You used to be married to that woman. Her coming here obviously shook you up.",
        "Paul: I think her seeing us like that probably shook her up more than it did us.",
        "Emily: You feel sorry for her.",
        "Paul: No. I didn't say that. Did I say that?",
        "Emily: You didn't have to. What do you want?",
        "Rosanna: I can't leave things like this.",
        "Emily: And I can't stand to listen to another minute of her. Are you going -- are you going to?",
        "Paul: I'm going to talk to her for a minute, yeah.",
        "Emily: Fine.",
        "Paul: Do you really think that there's anything left to say?",
        "Rosanna: Yeah, I do. Look, I -- I understand that you're furious, and it's going to take a lot for you to get past that.",
        "Paul: Did it occur to you that I don't want to get past that?",
        "Rosanna: Look, everything that I did, all the pain that I caused you I did because I was forced to, because James forced me to.",
        "Paul: Right, that's what you keep saying.",
        "Rosanna: But I never stopped loving you. It tore me apart to hurt you the way that I did. But I had to, for Cabot's sake.",
        "Paul: Right. Cabot. Where is Cabot, anyway?",
        "Rosanna: I don't know. I can't tell you that. You know I can't tell you that, because I had to cut off all ties to keep him safe.",
        "Paul: You got an answer for everything, don't you?",
        "Rosanna: Do you really think that I would lie about my own child just to get you back?",
        "Paul: I don't know what you're capable of right now, Rosanna. I don't know who you are anymore.",
        "Rosanna: Look I understand that you're furious with me. I understand that. It's okay. Okay? I accept that. It's why you're refusing to give me the benefit of the doubt. It's why you're throwing yourself into Emily's arms. You're doing that to hurt me. You're doing it to --",
        "Paul: No, stop it, stop it, stop it. Stop it, stop it, right now. Don't think for a second that what you saw has anything to do with you or anything to do with revenge. Get this through your head, I've moved on. There is nothing left between us, Rosanna.",
        "Rosanna: That's just not possible. That's just not true. Because I love you so much.",
        "Paul: Yeah, well, I love Emily. So stop it. Just stop humiliating yourself and leave me alone!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Mike: I was in Chicago with Katie and Henry.",
        "Jennifer: I know.",
        "Mike: So you're just testing me to see if I was gonna tell you the truth?",
        "Jennifer: Well, you did stay with Katie in a hotel room in Chicago.",
        "[SCENE_BREAK]",
        "Paul: It's over. Get on with your life and let me live mine.",
        "Rosanna: You don't mean that. You can't be in love with Emily. You're saying this just to hurt me.",
        "Paul: You believe whatever you want to believe.",
        "Rosanna: Look, it's not a matter of believing. It's what I know. I know what we had together. What we had was too strong. You can't have just throw that away and fallen in love with somebody else so easily. This is -- this is anger talking.",
        "Paul: Yeah, you're damn right I'm angry! My whole world came crashing down around me! With Emily's help, I found a way to pick up the pieces and start over.",
        "Rosanna: But you love me still. You do. I know you do. C'mon, just look at me in the eyes and tell me that you don't love me.",
        "Paul: It's over. Get on with your life. And let me live mine.",
        "[SCENE_BREAK]",
        "Dr. Berg: Lucinda, what are you doing back?",
        "Lucinda: I left my handbag behind. And I came back to retrieve it. How forgetful, how Freudian.",
        "Dr. Berg: I see. Is that all?",
        "Lucinda: Um -- tell me, if I went ahead with this procedure, tell me exactly what that would entail. Tell me like I'm an idiot.",
        "Dr. Berg: Okay. We'd be performing an open, or surgical biopsy, which means we give you some mild anesthesia, take out the lump, check the surrounding areas to make sure they're clean, then send the tissue off to the lab for examination.",
        "Lucinda: Why can't you just stick a needle in and extract fluid? Why not?",
        "Dr. Berg: Because of the lump's size, I feel an open biopsy is the best course of action.",
        "Lucinda: Ah. And you'd do it? No residents?",
        "Dr. Berg: Absolutely.",
        "Lucinda: It's going to be awfully painful.",
        "Dr. Berg: Well, there will be some pain and tenderness right after the procedure.",
        "Lucinda: And how long before we get the results?",
        "Dr. Berg: The complete results will take a few days, but we may be able to make some preliminary evaluations on the spot.",
        "Lucinda: And then?",
        "Dr. Berg: That depends on the results.",
        "Lucinda: What if it's malignant?",
        "Dr. Berg: Then we deal with it. But let's take this one step at a time. Do you still want to get a second opinion?",
        "Lucinda: No. Schedule the surgery.",
        "[SCENE_BREAK]",
        "Lily: Mother, please call me when you get this message. I want to talk to you this evening.",
        "Meg: Hello, Lily.",
        "Lily: Hey, Meg. Oh, it's so good to see you. Oh. It's been so long.",
        "Meg: It sure has.",
        "Lily: So --",
        "Meg: I know, I know. Well, what am I doing here? When did I get in? How long am I staying? Where's josh? It just seems to be the first questions everybody asks. Not necessarily that order.",
        "Lily: Actually, I was just going to ask you how you are.",
        "Meg: Oh, that one. Oh, you know, the other three are easier to answer. Um -- I'm okay, I guess, under the circumstances.",
        "Lily: Which are?",
        "Meg: Josh and I split up.",
        "Lily: What happened?",
        "Meg: Well, that's a conversation for another time. We'll crack open a bottle of wine and trade failed marriage stories.",
        "Lily: So you know about Holden and me.",
        "Meg: Mama told me something, but only after I asked how you guys were. Luke, he seems to be handling it okay.",
        "Lily: Yeah.",
        "Meg: He's so grown up.",
        "Lily: Yeah. Grow up too fast, always.",
        "Meg: He's a handsome boy.",
        "Lily: Yes, he is. Thanks.",
        "Meg: And you look great.",
        "Lily: You, too. You look great. So how does it feel being back here?",
        "Meg: Umm, strange. You know, nothing's changed, yet everything has, you know.",
        "Lily: You can say that again.",
        "Meg: I went by the hospital hoping I'd, you know, bump into some old friends. It was a little weird being there after so long.",
        "Lily: I'm sure. You didn't happen to run into my mom there, did you?",
        "Meg: Why, is something wrong?",
        "Lily: No. I don't -- I don't think so. I'm sure things are fine. We had a little bit of an argument, then everything was fine, and she just took off. I'm sure she's okay.",
        "Meg: I haven't seen your mom all day. I mean, truthfully, what are the odds of me bumping into her at the hospital?",
        "Lily: Well, my mother is on the board at the hospital. Just thought you might see her. I guess I'm grasping at straws.",
        "Meg: You're really worried out her, aren't you?",
        "Lily: Well, we had this silly fight at the country club, and then everything was fine, then she took off and I haven't seen her or spoken to her since.",
        "Lucinda: Hey.",
        "Lily: Hey.",
        "Lucinda: There she is.",
        "Lily: Where on earth have you been?",
        "Lucinda: You've been calling me all day. It's just so wonderful to know that I have a daughter that can still fret about me. Well, I'm running a business, darling. There are emergencies all -- hello. Is that Meg Snyder?",
        "Meg: Hello, Ms. Walsh.",
        "Lucinda: You're back.",
        "Meg: Yeah. Surprised to see me?",
        "Lucinda: When did you get back?",
        "Meg: Today. This morning.",
        "Lucinda: Well, it must have been quite a surprise.",
        "Meg: Yeah.",
        "Lucinda: Well, welcome back.",
        "Meg: Thank you.",
        "Lily: I've been calling you all night.",
        "Lucinda: I know.",
        "Lily: Where were you?",
        "Lucinda: Well, darling, I had a crisis. You know, and I must say it got me down for a bit, but I managed it. And I was wrong. I should have spent the whole day with you girls. I should have stayed the course with my girls.",
        "Lily: Yes. Thank God it's nothing serious, mother.",
        "Lucinda: Hey, everything's fine. Are you fine?",
        "Lily: Yes.",
        "Lucinda: You fine? Okay? 'Cause I'm fine.",
        "[SCENE_BREAK]",
        "Mike: You should be sleeping. You know, you and the baby need rest. What are you still doing awake?",
        "Jennifer: Just waiting. Wondering. Worrying.",
        "Mike: I know, I know. I'm sorry. I should have called. I was in Chicago with Katie and Henry.",
        "Jennifer: I know. Henry stopped by. He felt awful about running off the way he did. He wanted to apologize.",
        "Mike: So you were just testing me to see if I was gonna tell you truth?",
        "Jennifer: Well, you did stay with Katie in a hotel room in Chicago for quite a while. That does beg certain questions, don't you think?",
        "[SCENE_BREAK]",
        "Paul: She won't be back. I told her how I feel.",
        "Emily: Exactly how do you feel?",
        "Paul: She's out of my life. And I don't want anything to do with her.",
        "Emily: Because you love me? I'm sorry. I couldn't help but overhear.",
        "Paul: I was a little surprised to hear that come out of my mouth. But I meant it.",
        "Emily: You know, I'm not an idiot. Rosanna was right. You would say anything right now to hurt her.",
        "Paul: No. No, it's not like that at all.",
        "Emily: Yes, it is. All right, so you can lie to Rosanna. You can even lie to yourself. But don't lie to me, Paul. Please don't put me in that position. You're not over her. Not by a long shot.",
        "[SCENE_BREAK]",
        "Rosanna: It's over with Paul. He told me that he doesn't love me anymore.",
        "Craig: He never did.",
        "Rosanna: That's not true. But it doesn't matter now. He's moved on with his life, and I -- I have to move on with mine.",
        "Craig: Well, you are finally starting to talk some sense.",
        "Rosanna: I'm never gonna stop loving him, though. I want to be clear about that right from the start.",
        "Craig: Okay, all right. You just set yourself up for a lifetime of pain.",
        "Rosanna: Well, it's my pain. And you can't take it away from me, all right? I just want you to understand that. Do you understand that?",
        "Craig: Yes, yes, all right. So what are you getting at? Are you going to marry me after all?",
        "[SCENE_BREAK]",
        "Lily: I'm going to check on the kids.",
        "Lucinda: Oh, good.",
        "Lily: And it's good to see you.",
        "Meg: You, too.",
        "Lily: How long are you gonna be in town?",
        "Meg: A few days at least.",
        "Lily: Good. Well, I guess we'll run into each other again.",
        "Meg: I'm sure we will.",
        "Lily: And you.",
        "Lucinda: Yes, me.",
        "Lily: I'm glad everything's okay with you. Mama.",
        "Lucinda: Darling, please, don't worry about me. You just take care of yourself.",
        "Lily: That goes double for you. Okay.",
        "Lucinda: Thanks for your discretion.",
        "Meg: Well, it's not really my place to say anything. Except maybe to you.",
        "Lucinda: Oh, I know, I know. You're going to say I shouldn't do this alone, I should have my daughters by my side and need help, et cetera, et cetera. Well, that's -- no. That's what you would have said.",
        "Meg: Yeah, more or less.",
        "Lucinda: Forget about it. Until I know what I'm facing, I don't want anybody alarmed but me.",
        "Meg: If what you're facing is something serious --",
        "Lucinda: Well, if it is, it is. And then I'll do whatever has to be done. And then in the inimitable words of Dr. Berg, right out of the manual, one step at a time. But I happen to agree with her.",
        "Meg: So do I.",
        "Lucinda: All right, then that's enough said about that.",
        "Meg: Okay, I guess so.",
        "Lucinda: Say goodnight to Lily for me.",
        "[SCENE_BREAK]",
        "Mike: Katie is having a rough time dealing with her separation from Henry. I just wanted to make sure she was okay. Does that upset you?",
        "Jennifer: It shouldn't, but maybe a little, yeah. And not because I don't trust you.",
        "Mike: Trust her, too.",
        "Jennifer: You know, every time I try --",
        "Mike: It's different now. She's different.",
        "Jennifer: Okay. Let's not even have this conversation. If you tell me that you were with her tonight because she needed a friend, that's all I need to hear. Because you've never lied to me. You've never let me down. I'm -- I'm as lucky as a girl could get. And as happy. And as tired. And I need to go to bed, so when are you coming?",
        "Mike: In a couple minutes.",
        "[SCENE_BREAK]",
        "Paul: Em, I'm not lying. I meant what I said to you. I meant what I said to Rosanna. I am falling in love with you.",
        "Emily: Then you don't know yourself very well, because I saw the look on your face. I saw the way you looked at her when you were telling her you didn't love her. Oh, God, you've got so much to work out. And that's okay. No, that's okay. I just can't be the person you use to work through it.",
        "Paul: Okay, you don't need to do this. You don't need to be afraid right now, Emily. I know what I want.",
        "Emily: No, you don't. You just think you do.",
        "[SCENE_BREAK]",
        "Craig: Well, now, don't be coy here. Are you going to marry me?",
        "Rosanna: Yes.",
        "Craig: You have no idea how much this means to me.",
        "Rosanna: Well, it's only an arrangement. It's nothing else. Do you understand that?",
        "Craig: Yeah, sure. Why would I expect anything else? Sign this. I'll file it, and presto changeo, we're a happy couple.",
        "Rosanna: Hip-hip hooray.",
        "Craig: Just in the eyes of the court. Sorry this isn't your idea of a happy ending.",
        "Rosanna: Well, I guess I'm just starting to think like you, Craig. There's no such thing as a happy ending.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Emily: I'm saying that you're not going to be able to forgive me for what I've done.",
        "Hal: Forgive you? Forgive you for what?",
        "Mike: I will deal with Craig. I do not want or need your help. Neither does Jennifer. So stay out of it.",
        "Carly: I'm here to tell you that if you think that you are marching my sister down the aisle again, you are crazy."
    ],
    "Transcript Author": [
        "By Eric Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lUfrWEJK06w"
}