{
    "Episode Summary": [],
    "Recap": [
        "Will and Gwen survive the slasher's repeated attacks against them and this draws them close enough to almost kiss. Gwen and Will forgive each other for their mistakes. Maddie is chased by Ian and Louis and both men want to kill her. Louis is killed by the slasher before he can tell Maddie the slasher's identity. The slasher also kills Ian while Ian looks for Maddie in the boat house. Dallas gets a phone tip that someone is killing teens at Raven Lake so he, Jack, Margo Tom , and Henry head to Raven Lake to rescue the teens from the slasher's knife."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Gwen screaming]",
        "Will: Gwen!",
        "Gwen: Help! Help me! Help! Help me, please! Help!",
        "Will: Let her go! Gwen!",
        "[SCENE_BREAK]",
        "Maddie: Open the door! Ada, don't leave me in here! He's gonna kill me! Open this door!",
        "Ada: Please, go! Drive!",
        "Tad: Is there a phone on this bus? Or some way to contact the police?",
        "Gil: I don't see anything.",
        "Tad: Gwen and Will said the closest phone was at the gas station on the highway.",
        "Ada: How far is that?",
        "Gil: About five miles, maybe.",
        "Ian: I thought you said your father owned the camp. And you don't even know where the nearest phone is?",
        "Tad: Look, he knows how to drive this bus, so I suggest you shut the hell up.",
        "Ian: Oh, so I guess you don't care how long it takes for us to get to the cops. It doesn't matter to you that by the time we get there, that little psycho will be gone.",
        "Ada: We should've let her on the bus --",
        "Ian: Why? So she can stab us? Like she stabbed Ann and Alex and the rest of them?",
        "Ada: You don't know that she killed Ann.",
        "Ian: You thought she killed Geneva.",
        "Ada: I don't know what to think anymore, okay? This whole trip has been one long nightmare!",
        "Ian: Oh, so it's just a coincidence that whenever Maddie shows up, people die.",
        "Tad: Yeah. The blood on her hands wasn't good enough for you?",
        "Ada: What are you getting mad at me for? We're going to call the police as soon as we get onto the highway.",
        "Ian: And by the time they get there, Maddie'll be gone.",
        "Ada: So what do you want to do, Ian? You want to go back and arrest her?",
        "Ian: Sure. Why not?",
        "Ada: Because we're scared. We're all scared.",
        "Ian: I'm not scared of Maddie Coleman --",
        "Gil: Shut up, Ian.",
        "[SCENE_BREAK]",
        "Tom: Ah, mystery solved, then. Thanks a lot.",
        "Margo: Who was that?",
        "Tom: Christina Penn.",
        "Margo: Oh, Gil's mom?",
        "Tom: Yeah, apparently none of the cell phones are picking up a signal at Raven Lake.",
        "Margo: Ah, so Casey didn't even get any of our messages. Well, that's no excuse. He still should have called us. There's gotta be a pay phone up there somewhere.",
        "Tom: She said she'll tell Gil to tell Casey to call us. He's been calling her from some pay phone at a convenience store a couple miles away.",
        "Margo: You see there, somebody loves their mama.",
        "Tom: Would you stop it? He loves you. He's just getting older.",
        "Margo: Yeah. Guess what I found under his bed. This I think used to be ice cream, and this used to be cereal, I think. And this I found in his hamper. Come on.",
        "Tom: What is that?",
        "Margo: Take a whiff.",
        "Tom: I don't want that.",
        "Margo: Take a whiff.",
        "Tom: I don't want that.",
        "Margo: It's from the bursar, wanted to know if Casey had made his dormitory choices -- by last week. You know, I swear, if he wasn't up at Raven Lake right now, I'd chase him through the house with a stick.",
        "Tom: So what were you doing in his room?",
        "Margo: Excavating.",
        "Tom: Because --",
        "Margo: I miss him.",
        "Tom: Look, I agree, he should have called us. We'll beat him senseless when he gets home.",
        "Margo: I know, but if I just --",
        "Tom: I know, you just want to talk to him. Look, you're gonna see him tomorrow.",
        "Margo: Well, it's not like there's not a murderer out there. I just wish we had this Louis Browning in custody.",
        "Tom: So why don't you call the police station?",
        "Margo: No, Honey, they would have called us if anything had changed. Okay, here's something positive, very positive. At least I can tell him that Maddie is off the hook.",
        "Tom: Are we gonna tell him before or after we flog him?",
        "Margo: It's just all these kids, Honey. Nate and Lia. I know that he's probably just fine, and he's safe. But I'd really like to hear his voice.",
        "Tom: So do you want to drive up there?",
        "Margo: Oh, no, Honey.",
        "Tom: Then we're gonna have to make the best of this situation. Then tomorrow, when Casey's home, driving you nuts, I'll remind you of this moment.",
        "Margo: No, you won't have to. I'll remember.",
        "[SCENE_BREAK]",
        "Henry: Hey. You want to tell me that's an arrest report for one Louis Browning, the brother-in-law from hell? Actually, a memo from the morgue would be even better. Don't tell Eve I said that. She wants him gone as much as I do, but she's very squeamish. She's got this thing about blood.",
        "Jack: Actually, it's a list of sightings, Henry.",
        "Henry: Of Louis?",
        "Dallas: Unconfirmed sightings.",
        "Henry: Where?",
        "Jack: The last one was --",
        "Dallas: Guadalajara.",
        "Henry: Guadalajara? He left the country?",
        "Dallas: Like I said, nothing's been confirmed.",
        "Henry: Okay, so we don't open the margaritas just yet. Mexico, though. That means he's passed through Texas, Arizona.",
        "Jack: That means we have every cop from here to Texas out looking for him.",
        "Henry: Okay, great. As long as he stays away from here.",
        "[SCENE_BREAK]",
        "Gwen: Help! Will! Will! Let me go! Let me go! Will! Help!",
        "Will: Gwen, can you hear me?!",
        "Gwen: Help! Help, Will! Help! Help! Will! Will!",
        "Will: Gwen!",
        "Gwen: Will!",
        "[SCENE_BREAK]",
        "[Maddie remembering]",
        "Casey: I want to help, but you need to tell me how.",
        "Maddie: Casey, you already have.",
        "Casey: What?",
        "Maddie: It's all my fault.",
        "Casey: No, Maddie, it's not your fault. We need to get help. I promised that I wouldn't let anything happen to you, and I meant it. Okay? I'm here, and I won't leave you.",
        "[Maddie screaming]",
        "Maddie: I'm so sorry, Casey.",
        "[SCENE_BREAK]",
        "[Gwen screaming]",
        "Gwen: No! Please, no! Please! Please, no! Please, listen to me. Please, listen to me. No, please, no! No! Will! Ow! Will! Will! Ow!",
        "[SCENE_BREAK]",
        "Henry: Guys, no one is gonna relax until Louis is behind bars.",
        "Dallas: Which shouldn't be too much longer. Now look, we've already sent his photo as well as detailed description across the country.",
        "Jack: Every major law enforcement agency has been alerted.",
        "Dallas: And like we've told you, there have been numerous sightings.",
        "Jack: Yeah, but we will call you as soon as we find something definite.",
        "Henry: Great, sometime tonight, maybe?",
        "Jack: Henry, we'll call you.",
        "Henry: All right. Officer Griffin? I never got a chance to thank you for everything you've done.",
        "Dallas: That's -- that's really not necessary.",
        "Henry: No, it's -- we would never have found out what was going on with Maddie if it hadn't been for you, and we owe you a lot of gratitude. I -- I owe you a lot. That man victimized my family.",
        "Dallas: That's the thing about sexual assault. It never affects just one person.",
        "Henry: Yeah, I know. Eve -- Eve can't forgive herself for not seeing what was going on, for not protecting her little sister.",
        "Dallas: She wasn't the only one.",
        "Henry: I know, that's what I tell her. How could she know that there was abuse going on when Maddie was doing everything she could to keep it from her -- to keep it from everybody? She couldn't even admit it to herself.",
        "Dallas: I knew something had happened to Maddie. I just -- I just wish I could've figured the whole thing out a little sooner, you know.",
        "Henry: You mean before those kids got killed, is that what you mean? Hey, that was not your fault. That man covered his tracks very well. And you did everything you could to break this case wide open. You should be proud of yourself. Maddie's able to get the help she needs now.",
        "Jack: So you have heard -- have you heard from your sisters since they left for Chicago?",
        "Henry: No, Eve told me not to call just yet.",
        "Jack: Why not?",
        "Henry: Well, Maddie's traumatized. She needs some time to recover. She doesn't need to be reminded of all this. She just -- Jack, she needs to feel safe.",
        "[SCENE_BREAK]",
        "[Footsteps]",
        "Maddie: Who's there? I can hear your footsteps!",
        "Ian: It's me.",
        "Maddie: Hi.",
        "Ian: You know who I am?",
        "Maddie: You hang out with Ada, right?",
        "Ian: But do you know my name?",
        "Maddie: No, we didn't have any classes together, but I remember seeing you around.",
        "Ian: So I should probably introduce myself. My name's Ian.",
        "Maddie: Ian, hi. Didn't you leave with the others on the bus?",
        "Ian: I sure did. But I was watching out the window. And, well, I saw you standing in the road by yourself. I had them drop me off and came back.",
        "Maddie: For me?",
        "Ian: That's right, Maddie. I came back for you.",
        "[SCENE_BREAK]",
        "Gwen: Will! Ow!",
        "Will: Drop it!",
        "Gwen: No! No! No! Wait, please, don't leave me! Please, don't leave me! I can't walk!",
        "Will: I would never leave you. Don't you know that?",
        "[SCENE_BREAK]",
        "Ian: They must've reached the highway by now.",
        "Maddie: What's that for?",
        "Ian: Alex? He was my friend. I've known him since second grade.",
        "Maddie: I just moved here. I didn't know him very well. Ian, what's with the oar?",
        "Ian: Why? You scared, Maddie? Where's your knife?",
        "Maddie: What knife?",
        "Ian: What happened? You leave it in someone's back?",
        "Maddie: I didn't kill your friends.",
        "Ian: Yeah, you did. And you would've killed me! You would've killed all of us. But now, you're never gonna get that chance.",
        "[SCENE_BREAK]",
        "Gwen: Lock the door. You don't think he followed us back here, do you?",
        "Will: I don't know. I didn't hear anything. But we're gonna be ready for him.",
        "Gwen: Where is everybody? I was screaming my head off. So were you. Where'd they go?",
        "Will: I don't know. But let's not think about it, okay?",
        "Gwen: You think he killed them, don't you? Maddie and the others.",
        "Will: Well, if it's not Maddie --",
        "Gwen: It's not. I don't care what they say. I don't care about the blood on her hands. She wouldn't attack us.",
        "Will: Yeah, unless she had completely lost her mind. And if it is Maddie, and I'm not saying it is, then she's gone completely insane.",
        "Gwen: Well, I mean, you wrestled with whoever it was, right? I mean, you could tell if it was a man or a woman.",
        "Will: It happened really fast. But you know, we're gonna wait here. The sun's gonna come up, and someone is bound to come looking for us.",
        "Gwen: I don't know, Will. I mean, Maddie's not very tall. How strong could she be compared to you?",
        "Will: There was a knife. That's all I was thinking about.",
        "Gwen: No, I'm just saying. All I'm saying is that whoever attacked me was taller than Maddie.",
        "Will: Okay, well then, who could it have been?",
        "Gwen: I just remembered something.",
        "[SCENE_BREAK]",
        "Maddie: Ian, I didn't kill anybody. I can't -- I wouldn't --",
        "Ian: You slashed Lia's car.",
        "Maddie: No, that was a car, not a person. I would never have tried to physically hurt someone -- listen, Ian! Listen! The police know who did it.",
        "Ian: Uh-huh, yeah! You!",
        "Maddie: No! My brother-in-law.",
        "Ian: You're lying.",
        "Maddie: Call the cops. Call the police, and they will tell you what happened. They will tell you everything you need to know.",
        "Ian: Uh-huh, on what phone? They don't work up here, and you know that. You're just making things up to try and get me to leave. But guess what, Maddie? I'm not leaving!",
        "[SCENE_BREAK]",
        "Gwen: Maddie didn't do it. I know she didn't. It was some guy that Geneva saw down by the lake.",
        "Will: What guy?",
        "Gwen: Remember I was telling you about some guy that was watching her with binoculars?",
        "Will: So how far away was he?",
        "Gwen: He was right there, I mean, with her. And she thought he was going to grab her.",
        "Will: Well, if he was that close, then why did he need binoculars?",
        "Gwen: I don't know. I mean, I guess that he started out farther away, but decided to get closer. She said that he came out of the woods.",
        "Will: Did he try anything?",
        "Gwen: No, he didn't really have a chance. I was walking by, so he took off.",
        "Will: So you saw him?",
        "Gwen: No, but I think he went back into the woods. I saw branches moving.",
        "Will: Well, that could've been anything.",
        "Gwen: Look, all I know is that Geneva said that she saw some guy watching her with binoculars.",
        "Will: And then an hour later, she was found dead.",
        "Gwen: Exactly.",
        "Maddie: Ian, don't do this! [Maddie screaming]",
        "[SCENE_BREAK]",
        "Will: Well, whoever it is -- Maddie, the guy with the binoculars -- it doesn't matter. They're not getting in here. We're safe. So, how's your leg?",
        "Gwen: I don't know, it hurts. On the bright side, my ankle's feeling better, though. I won't really be needing this anymore.",
        "Will: Yeah. Do you have any matches on you?",
        "Gwen: Look, there's a drawer right there. Check and see if there's anything in it.",
        "Will: That one's not working. Nice.",
        "Gwen: My hero.",
        "Will: All right, let's see the leg. Okay, I'm going to have to tear your pants.",
        "Gwen: Okay, go ahead.",
        "Will: Just hold on. Okay? I gotta clean that with something. Hold on.",
        "Gwen: With what?",
        "Will: Actually, lucky for us, the gardener was a drinker, so there's some alcohol here. Okay. This isn't gonna feel good.",
        "Gwen: Okay.",
        "Will: You okay?",
        "Gwen: Yeah. Where'd you learn to do this?",
        "Will: Well, Dad was a cop, so he had to know first aid.",
        "Gwen: I bet you wish you could call him right now. I know I do.",
        "Will: Wouldn't do any good even if we had a real working phone. He's away on assignment in Washington.",
        "Gwen: When's he coming back?",
        "Will: I don't know. But I think he'd give me decent marks for that bandage. So in case you're worried.",
        "Gwen: No, I trust you. What?",
        "Will: I just -- I never thought I'd hear that from you again.",
        "[SCENE_BREAK]",
        "Jessica: So Maddie is officially no longer a suspect?",
        "Tom: She's off the hook. I've instructed the Oakdale PD to look elsewhere.",
        "Jessica: Can I ask why?",
        "Tom: Yeah, the rape in Chicago -- apparently, that was her brother-in-law.",
        "Jessica: I was afraid of something like that. Even when a client won't talk to me --",
        "Margo: She was trying to protect her sister.",
        "Jessica: And I'm sure she blamed herself.",
        "Tom: We've also learned that the brother-in-law, Louis, apparently threatened her with a knife during the assault.",
        "Jessica: So he's the Slasher?",
        "Tom: Presumably so.",
        "Jessica: Well, is he in custody?",
        "Margo: Oh, we wish. But he made a great escape from the Lakeview, and he's disappeared.",
        "Jessica: But you've put out an APB, of course.",
        "Margo: Yeah, we've got unofficial sightings as far south as Mexico.",
        "Jessica: And where's Maddie now?",
        "[Cell phone ringing]",
        "Margo: She's with her sister in Chicago.",
        "Tom: I'll get that. Hello.",
        "Jessica: Do you know when she'll be back?",
        "Tom: Hi, Bill.",
        "Margo: No. I'm sorry, did you ask me something?",
        "Tom: Golf? Let me see how my schedule works out, and I'll get back to you in a day or two.",
        "Jessica: I asked if you knew when she'd be back.",
        "Margo: Soon, I hope. Everybody wants her back here in Oakdale, you know, but I can understand if she didn't come back. I mean, she was accused for so long, I could understand if she would want to stay in Chicago.",
        "Jessica: Are you okay?",
        "Margo: I'm sorry. I'm sorry, Jess. I'm waiting for a call from Casey. He's with a bunch of his friends up at Raven Lake, you know, the end of the summer bash.",
        "Jessica: I'm sure that's good, right? This has been hard on him, what happened to Maddie.",
        "Margo: Yeah, and he left here without my getting a chance to tell him that Maddie's off the hook, so he and Maddie, they really need to talk, and I really need her back here. I miss her. It's so hard for someone to come back after something like that.",
        "Jessica: But we both know that it's possible. If a person is surrounded by people that care about them, they can get past anything.",
        "Margo: And I care about her. She's a really great kid, and she stayed with us a long time. She kind of felt like the daughter I never had.",
        "Jessica: Well, I hope you get the chance to spend time with her again. Because you are a wonderful example of someone who has suffered a similar situation and come out stronger on the other side.",
        "Margo: You, too.",
        "Jessica: We are both very lucky.",
        "Margo: Yes, we are. And I hope that Maddie is lucky enough to say these same words some day.",
        "[SCENE_BREAK]",
        "Jack: Henry, tell me, when was the last time you talked to Eve?",
        "Henry: Not since yesterday.",
        "Jack: And she took Maddie to go stay with one of your other sisters?",
        "Henry: Bernadette, yeah.",
        "Jack: Bernadette. And Bernadette and Eve, they're close?",
        "Henry: Yeah, yeah, they have their moments. Bernie has this thing about Eve being the pretty one. All my sisters are beautiful. Now, they're drop dead gorgeous. You heard that first here, but Eve is --",
        "Jack: Eve is a very pretty woman.",
        "Henry: Right.",
        "Dallas: Mr. Coleman, do you know if your sisters notified the Chicago PD about their whereabouts?",
        "Henry: I thought Maddie wasn't a suspect anymore?",
        "Jack: No, she's not. But she could be vulnerable -- both of them could be.",
        "Henry: The sightings were down south. Far away from Chicago.",
        "Dallas: Look, it can't hurt to cover all the bases. Now, I could just ask my old sergeant back there.",
        "Jack: That's a very good idea. We just want to make sure that your sisters are protected in case Louis decides to double back, that's all.",
        "Henry: What do you mean, double back? He wouldn't do that.",
        "Jack: Well, I gotta admit, not a lot of this makes sense, Henry. Why would Louis go after Maddie's friends?",
        "Henry: Because he's angry at her. She rejected him. So he gets his revenge by making her look like the killer.",
        "Jack: Maybe. We may never know the whole story here.",
        "Henry: What do you want me to do? You want me to call Maddie?",
        "Jack: I think she'd be glad to know that the whole country's out, you know, looking out for her.",
        "Henry: All right, thank you.",
        "Jack: For what?",
        "Henry: I needed an excuse. I don't want to go another minute without hearing her voice.",
        "[SCENE_BREAK]",
        "Ian: I know you're in here, you little freak! You're only making this harder for yourself. I'll smash every damn boat in here if I have to! Damn it. Say good-bye, Maddie. You're a dead woman.",
        "[Footsteps]",
        "Maddie: Who's there? Ian.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Gwen: Will, I can't walk.",
        "Will: I'll carry you.",
        "Gwen: All the way to the road?",
        "Will: All the way to Oakdale if I have to.",
        "Henry: Maddie's missing.",
        "Margo: But I thought that she was in Chicago.",
        "Jack: Yeah, we thought so, too, but apparently she told Eve that she was staying here and told Henry that she's --",
        "Henry: She's gone. She's gone.",
        "Jack: But we think she might have gone to go find Casey.",
        "Henry: Do you know where he is? I love baseball so much.",
        "[SCENE_BREAK]",
        "Maddie: Stay away from me, Louis! I warn you!",
        "[SCENE_BREAK]",
        "Will: How's that feel?",
        "Gwen: Better.",
        "[High-pitched noises]",
        "Will: Gwen, that's a bird. That's a loon.",
        "Gwen: How do you know?",
        "Will: Because I saw one earlier at the lake. Look, we're gonna be okay, all right? Campers are gonna come by, hikers. Someone's gonna find us tomorrow.",
        "Gwen: What if nobody comes?",
        "Will: Well, then we'll wait till noon, and we'll make a break for it.",
        "Gwen: Will, I can't walk.",
        "Will: I'll carry you.",
        "Gwen: All the way to the road?",
        "Will: All the way to Oakdale if I have to. What?",
        "Gwen: This is the second time that you saved my life.",
        "Will: But who's counting?",
        "Gwen: Me. And there's something I need to tell you.",
        "[SCENE_BREAK]",
        "Henry: Hello, Eve? Eve, is that you?",
        "Eve: Henry? Can you hear me?",
        "Henry: Barely, there's a lot of static.",
        "Eve: Is this better?",
        "Henry: Yeah, how's Maddie doing?",
        "Eve: Did you say Maddie?",
        "Henry: Yeah. How's she doing?",
        "Eve: I haven't talked to her since she called me.",
        "Henry: What do you mean you haven't talked to her?",
        "Eve: I hope you're letting her rest, Henry.",
        "Henry: Me? She's supposed to be with you.",
        "Eve: No. She called me. She said you'd asked her to stay.",
        "Henry: No, Eve. She's supposed to be with you in Chicago.",
        "Eve: Then where is she? Oh, God, Henry. You don't think Louis has her?",
        "Henry: I don't know. I don't know what to think. Look, I gotta call you back, okay? Maddie's not in Chicago. That was Eve. She said she called her and said that she was staying here with me. You don't think Louis --",
        "Dallas: Where's Casey this weekend?",
        "Jack: I think I know where she is. Come on. Henry, come with me.",
        "[SCENE_BREAK]",
        "Maddie: Casey. I should have told you right away, then none of this would've happened. And now you're dead because of me. I loved you so much. Our show was in half an hour.",
        "Maddie: No!",
        "Louis: Maddie! You're gonna be sorry you did that!",
        "[SCENE_BREAK]",
        "Gwen: Will, that night at our house when I was attacked, and you saved me, I was still really mad.",
        "Will: Gwen, Jade and I --",
        "Gwen: No, I don't -- I don't want to talk about jade. This doesn't have nothing to do with Jade. I was still really mad about all sorts of things. And then you saved me, and instead of thanking you, everybody started accusing you. Casey and the police --",
        "Will: The police were just doing their job.",
        "Gwen: I saw your face, Will. You were stunned that anybody would ever think that you would do something like that. I just stood there. And I stared at you like I agreed. That I could even think that it was a possibility that you would do something like that.",
        "Will: I guess it was a possibility --",
        "Gwen: No, it wasn't. There's no way that you would put me through something like that. And I knew it, but I let you down. And I should have said something right then. I should've opened my mouth and stopped what was happening, but I didn't. And -- let me finish. You were dying inside, and I could see that. And all it would've taken from me was one word. I could've set Casey straight. I could have told the cops to go look somewhere else, and I didn't.",
        "Will: You were hurt and mad.",
        "Gwen: That's not an excuse. The truth is the truth and a promise is a promise. And I promised that I would be there for you no matter what, and I broke that promise. I'm so sorry. Can you forgive me?",
        "[SCENE_BREAK]",
        "Jessica: So Maddie told her sister --",
        "Dallas: That she was with her brother, yeah, and her brother that she was --",
        "Jessica: -- That she was in Chicago. I hope that this doesn't mean what I think it means.",
        "Dallas: Jack seems to think he has a lead.",
        "Jessica: Well good, because I would hate for anything else to happen to that poor girl.",
        "Dallas: I know.",
        "Jessica: I know that look. That's why I hide the paper before you get back to the house at night. If you read about the case, you'll decide that everything's your fault, or that you could've prevented it somehow, or you should've known.",
        "Dallas: This is different.",
        "Jessica: How's it different?",
        "Dallas: Because I should've known. Look, young girl, rape victim, refuses to give a statement, flees the district. On second encounter, shows signs of increasing trauma. Starts to act out. Finally admits to being assaulted, but freezes up every time a family member is in the room. Yeah, obviously, a family member is involved.",
        "Jessica: And I would love to try that case. Not one single admissible fact.",
        "Dallas: Look, if I had pursued that theory --",
        "Jessica: Pursued? Sweetie, you pursued every solid lead you had. You dedicated yourself to this case. If it weren't for you, Maddie wouldn't have had the courage to admit she'd been raped. At least now she can finally begin to heal.",
        "Dallas: You sound like her brother. You know, he actually came in today inquiring about the case? He thanked me.",
        "Jessica: So that's where this is coming from? You feel guilty.",
        "Dallas: I should've realized.",
        "Jessica: Realized when, Dallas? After you read Maddie's mind, or after you read the brother-in-law's mind? Then you could have prevented all these killings, right? And maybe you could have told him his driver's license was about to expire, too.",
        "Dallas: Don't make fun of me.",
        "Jessica: Honey, I'm sorry. I'm sorry. I just can't stand here and see you take this all on yourself. You didn't rape that girl, and you didn't kill anybody. In fact, you helped a young girl face her past, and you brought a family closer together. And eventually, the killer will be brought to justice. And why? Because you knew that something was wrong, and you kept digging until you got to the truth. You are a terrific cop. And my favorite nephew, but don't tell your brother.",
        "Dallas: Thank you, Aunt Jess.",
        "Jessica: I am so proud of you.",
        "[Phone ringing]",
        "Dallas: Excuse me. Officer Griffin. Oakdale PD. What? What?",
        "[SCENE_BREAK]",
        "Margo: I would just feel more comfortable if we would heard from him.",
        "[Doorbell ringing]",
        "Tom: Fine, we'll take a ride out there.",
        "Margo: No, no!",
        "Margo: Henry!",
        "Henry: Hey, hey, have you guys talked to Casey?",
        "Margo: Why?",
        "Henry: Maddie's missing!",
        "Margo: But I thought that she was in Chicago.",
        "Jack: Yeah, we thought so, too, but apparently she had told eve that she was staying here and told Henry that --",
        "Henry: She's gone. She's gone.",
        "Jack: We think she might have gone to go find Casey.",
        "Henry: Do you know where is he?",
        "Jack: We heard about a party?",
        "Tom: Yeah, all the kids went to Raven Lake for the weekend.",
        "[SCENE_BREAK]",
        "Maddie: Okay, which way is south? That way. Louis!",
        "Louis: That's right. And this time, you're not getting away.",
        "[SCENE_BREAK]",
        "Gwen: I wouldn't blame you if you didn't forgive me. I don't deserve it.",
        "Will: Of course I forgive you. How could you ask that?",
        "Gwen: Because after everything that's happened, I don't even know if we're still friends.",
        "Will: I love you. And you know I do. I just -- I wish --",
        "Gwen: What?",
        "Will: You know what I wish.",
        "[SCENE_BREAK]",
        "Henry: You haven't heard from Casey?",
        "Margo: I called him. We both called him.",
        "Tom: Yeah, the cell phones just aren't picking up a signal at the lake.",
        "Jack: There's gotta be a main office with a land line.",
        "Margo: No, not at the actual campsite. I mean, there is a place that you can call and leave a message, but it's a -- you know, it's off-season. I doubt very much that anyone's checking that machine.",
        "Tom: Okay, then why don't we call the local sheriff's office?",
        "Margo: Henry, you go with Jack.",
        "Henry: Great.",
        "Dallas: Hey, I just got a call.",
        "Margo: From Casey?",
        "Dallas: Raven Lake. Somebody's up there killing kids.",
        "[SCENE_BREAK]",
        "Maddie: Go ahead, kill me.",
        "Louis: Don't tempt me.",
        "Maddie: What's stopping you, Louis? You killed all the others.",
        "Louis: You stupid girl. I didn't kill anybody.",
        "Maddie: Then who did?",
        "Louis: That's what I've been trying to tell you, Maddie-Pie. Those two kids in Oakdale, the others here, I didn't kill them. They were stabbed -- ohh!",
        "[The Slasher stabs Louis]",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Gwen: There's two of us. We stick together.",
        "Will: Gwen!",
        "Gwen: No, together. That's the only chance we've gone.",
        "Katie: Why would I try to make you jealous?",
        "Simon: Because you still have feelings for me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=NKFN7G-IH7g"
}