{
    "Episode Summary": [],
    "Recap": [
        "Henry and Vienna break into Spencer's room and find a suitcase full of money which Spencer later tells Brad and Katie is fake money she bought as a present for her autistic nephew who loves to count money. Spencer is hurt that Katie sent the police to question her about it. Brad thinks Katie doesn't want him to be a success without her as his partner. Katie apologizes to Spencer and promises Brad that Henry and Vienna won't bother Spencer again. Henry tells Katie that the money in the suitcase was real and that Spencer must have switched the money in the suitcase before she showed the suitcase to Brad and Katie. Margo and Janet finally persuade Jack to take his job back at the station. Dani applies for the job of police profiler but Margo isn't sure that she is the right person for the job. Jack wants he and Janet to live together but she turns down the offer telling him she is an all or nothing kind of woman."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Margo: No, no, no, no, I'm out of here. Give them to Dallas.",
        "Cop: He said to tell you he's completely backed up.",
        "[Margo sighs]",
        "Margo: Fine. I'll read them in the car on my way over and have a terrible accident.",
        "Cop: Hey, I hear Snyder finally nailed that perp we've been after. Too bad he left, huh?",
        "Margo: Yeah, too bad he left. Tell Dallas I want to review these when I get back. Oh, there you are again.",
        "Dani: Hi, Margo.",
        "Margo: Hi. Listen, if you want to review more statistics, I don't have the staff to set up, so --",
        "Dani: Actually, that job's over.",
        "Margo: Oh, great, good.",
        "Dani: I'm here about the profiling position. I've been through all the preliminary interviews, so I've got clearance.",
        "Margo: Good for you.",
        "Dani: I'm just waiting for your approval for the hire.",
        "Margo: You need my approval? I mean, can't Auntie Em call another favor up from the mayor?",
        "Dani: You know, that was not my idea.",
        "Margo: Really?",
        "Dani: I'm just asking for a chance here.",
        "Margo: Uh-huh. Good luck with that.",
        "[SCENE_BREAK]",
        "Brad: Real estate section. Don't tell me you want to do a piece on real estate scams.",
        "Spencer: That's not a bad idea. But what I am doing is looking for a new place to live.",
        "Brad: You want to give up that room service? I mean, that's the thing I really miss about staying at the Lakeview.",
        "Spencer: I will miss it, too, but I'd rather live in a place where any nut job can't get access to my room.",
        "Brad: Don't tell me the evil toymaker's back.",
        "Spencer: No, and I hope he doesn't come back. But he's not the nut job I'm talking about.",
        "[SCENE_BREAK]",
        "Vienna: Oh, God, finally. We have been calling and calling.",
        "Katie: I know. I'm so sorry. I couldn't call you back.",
        "Henry: Are you all right?",
        "Katie: Yeah, I would be, if Spencer didn't find you two making out in her bed.",
        "Henry: She didn't suspect anything, did she?",
        "Katie: Oh, yeah.",
        "Henry: I told you we should have been naked to make it look more believable.",
        "Katie: Listen you two, I understand and appreciate that you're just trying to protect me, but I really think it's time to let this whole conspiracy theory go.",
        "Vienna: No, no, no, we can't. Letting our guard down now can be deadly with a woman like this.",
        "Katie: We really don't have any reason to believe that Spencer is anything but the sweet girl she seems to be.",
        "Vienna: Sweet girl? She poisoned your food.",
        "Katie: It could've just been bad chicken.",
        "Vienna: Oh, and then why didn't Brad and her get sick?",
        "Henry: You know, if Katie wants us to let it go, maybe we should honor her request.",
        "Vienna: How can we after what we found under the bed?",
        "Katie: What?",
        "Vienna: Well, that's why we were calling you. We got so nervous when you didn't pick up --",
        "Katie: Tell me what you found already.",
        "Vienna: A suitcase under sweet Spencer's bed.",
        "Henry: It was locked.",
        "Vienna: Very heavy.",
        "Katie: What am I missing here?",
        "Vienna: Well, isn't it obvious? The girl is dangerous. And if you're not careful, you could be her next victim.",
        "[SCENE_BREAK]",
        "Brad: Okay, you have every right to be upset.",
        "Spencer: Your friends were making out on my bed like a couple of tenth graders.",
        "Brad: With Henry and Vienna, you're lucky that's all they were doing.",
        "Spencer: You know, the thing is, I don't really think it was a mistake they wound up in my room.",
        "Brad: Why not?",
        "Spencer: Well, there were a few things out of place when I left. Like someone had been snooping. Do you think they were trying to find dirt on me or something?",
        "Brad: Okay, this is really embarrassing.",
        "Spencer: What?",
        "Brad: You're not wrong to think they were checking you out.",
        "Spencer: Oh, my God, did you know?",
        "Brad: No, no, no, I didn't have anything to do with them being in your room. Neither did Katie. But I know why they were there.",
        "Spencer: Care to share?",
        "Brad: Okay, I'm going to say this fast. Henry and Vienna, they think you have a thing for me.",
        "Spencer: Like a crush?",
        "Brad: No, you know, it's more serious than that.",
        "[Spencer laughs]",
        "[SCENE_BREAK]",
        "Janet: Hi.",
        "Jack: Hey.",
        "[Janet screams]",
        "[Jack screams]",
        "Janet: Oh, Honey, maybe you should stick to going after the bad guys.",
        "Jack: Yeah, Holden said he -- Holden said he fixed it. Clearly, he did not. Sorry about that.",
        "Janet: Oh, come on now. It's a good thing I'm wearing a raincoat.",
        "Jack: Yeah, well, I needed a break, anyway.",
        "Janet: Good idea.",
        "Jack: You want a cup of coffee?",
        "Janet: No, no.",
        "Jack: Maybe a towel?",
        "Janet: No, no, I think you've done enough in the kitchen. Let me get you a towel.",
        "Jack: Oh, look at you. Look at this.",
        "Janet: Oh, Honey, it's better. It's better.",
        "Jack: Is it getting better?",
        "Janet: Yes.",
        "Jack: It never should have happened to begin with.",
        "Janet: You never should have gone after the bad guy. You could have gotten yourself killed.",
        "Jack: Somebody had to make that punk pay for what you did to you.",
        "Janet: I know. And I appreciate it. And I have spent the whole morning thinking about how I could thank you.",
        "Jack: Really? Forget it.",
        "Janet: Forget the surprise?",
        "Jack: Surprise?",
        "Janet: Mm-hmm. Come here. Sit down, wet guy, and I'll show you. Ready?",
        "Jack: Yeah, I'm ready. What are you doing?",
        "[Knock on the door]",
        "Margo: Oh, hi.",
        "Janet: Hi.",
        "Jack: Hey.",
        "Margo: Bad time?",
        "Janet: No not at all. Come on in.",
        "Jack: Hey. Obviously, it's not o busy downtown if you're paying social visits in the middle of the day.",
        "Margo: Jack, this is not a social call.",
        "Jack: You heard?",
        "Margo: How wouldn't I? What are you thinking going after thugs like that on your own?",
        "Jack: Okay, all right, go on, tell me. Tell me how much trouble I'm in.",
        "Margo: Oh, no, you're not.",
        "[SCENE_BREAK]",
        "Katie: What could possibly be under Spencer's bed that would have anything to do with me?",
        "Vienna: Maybe the poison she put in your Chinese food. And the next time, she wants to take your place, next to your husband on \"Oakdale Now.\"",
        "Katie: I don't believe that she poisoned my food.",
        "Vienna: Well, you did the last time we talked.",
        "Katie: I changed my mind.",
        "Vienna: Or someone changed it for you.",
        "Katie: Weren't you the one who was saying this is a little farfetched?",
        "Henry: Yeah, I did.",
        "Katie: And now you're not saying anything? Did the suitcase change your mind, too?",
        "Henry: It's very hard to laugh in the face of Vienna's certainty. And I think, considering how this young woman so suddenly and completely infiltrated your life and Brad's, it would be prudent to dig a little deeper into who Spencer McKay really is.",
        "Vienna: Mm-hmm.",
        "Katie: How deep?",
        "Henry: We go back to the hotel, we break the lock off that suitcase and we find out what's in that sucker.",
        "Katie: Brad thinks I came here to tell you guys to cool it. If I give you the okay to go back there, it's like I'm betraying him.",
        "Vienna: Okay, so just wait around until she tries to do you in again.",
        "Katie: I wish you would stop implying that Spencer wants me dead.",
        "Henry: We can't scare her into going along with this.",
        "Vienna: We can do whatever it takes! And Brad, he will be grateful when we prove that we were right about Spencer.",
        "Katie: And really angry if we turn out to be wrong.",
        "Vienna: Yeah, but we won't.",
        "Henry: Listen, if you want us to stop, we'll stop, okay? The last thing we want to do is come between you and Brad.",
        "Vienna: Spencer's already done that.",
        "Henry: You just say the word and we will honor it. Yes or no. It's your call.",
        "[SCENE_BREAK]",
        "Brad: I don't understand why that's so funny.",
        "Spencer: Just the thought of you and me, just --",
        "Brad: Why is that so impossible to picture? You know, a girl like you being into a guy like me?",
        "Spencer: I just never really thought about it.",
        "Brad: Why does that feel like an insult?",
        "Spencer: You're also married.",
        "Brad: Yeah, but I'm not dead. But you know, you're starting to make me feel pretty close.",
        "Spencer: I don't mean to. And I think it was pretty sweet, your friends being so overprotective, if it wasn't completely insane.",
        "Brad: Well, why is it insane to think that, you know, a woman other than my wife would be interested in me?",
        "Spencer: Insane that anything could come between you and your wife. You and Katie, you're like the perfect couple, on-set and off.",
        "Brad: Well, I mean, nobody's perfect, but --",
        "Spencer: No, I am totally in awe of the both of you and what you have together. I could never come in-between something like that. I mean, not that I could. After Katie, there's no way you'd be ever interested in someone like me.",
        "Brad: Why do you do that?",
        "Spencer: What?",
        "Brad: Sell yourself short.",
        "Spencer: Just being realistic.",
        "Brad: Spencer, you're a triple threat. You're smart, you're pretty, you're talented. I mean, that's why the audience glommed onto you so fast.",
        "Spencer: You really think that?",
        "Brad: Absolutely. Any guy would be lucky to get you.",
        "[SCENE_BREAK]",
        "Katie: You have no idea why much it means to know that you guys care.",
        "Henry: Of course we care.",
        "Katie: Still, asking you to break into Spencer's room is just not something I can do, especially since I just promised Brad that it would never happen again.",
        "Henry: We understand.",
        "Vienna: Speak for yourself.",
        "Katie: Then again, you are both adults capable of making your own choices. I can only tell you what I don't want you to do. Whether you do it or not is entirely up to you.",
        "Henry: I think can take that as a yes.",
        "[SCENE_BREAK]",
        "Janet: I'm going to go check my messages.",
        "[Jack sighs]",
        "Jack: Let's get to the chase, okay? I know I was out of line to act like I was still a cop.",
        "Margo: But you are still a cop. That's the point, Jack. I mean, you don't have to be on the force. You can't help yourself.",
        "Jack: That doesn't give me the right to act like a cowboy whenever I see fit.",
        "Margo: No, no, you've got to dress up, you know. Listen, listen, when I accepted your resignation, I lost the best detective I had. I've regretted it ever since. I assume you have, too.",
        "Jack: Margo.",
        "Margo: What?",
        "Jack: I can't undo what I've done.",
        "Margo: You can learn from it and move on.",
        "Jack: What do you think I'm doing here?",
        "Margo: What, by working for Paul Ryan? For going after lowlifes and almost getting yourself killed because you didn't have backup?",
        "Jack: Why are you here?",
        "Margo: Because I want you to admit that you want to come back as much as I want you to come back.",
        "Jack: I just told you, Margo, that I can't do that.",
        "Margo: And I'm telling you that you can, and I outrank you, so my say-so is more important.",
        "Jack: You're serious.",
        "Margo: I am dead serious, Jack. You come back, you get the same pay, the same benefits, the same desk. No, no, no, no. Don't say anything. Just think about it and call me with your yes answer. Oh, and Jack, I'm not going to lie to you and tell you that I don't need you back. I do. But if you say no again, I won't be coming back.",
        "Janet: So, what did Margo have to say?",
        "Jack: Like you don't know.",
        "Janet: Okay, I did overhear a teensy weensy little bit. But I swear, I did not call her this time. I had nothing --",
        "Jack: I know, I know, I know.",
        "Janet: Okay, good. But she's right, you know. It's in your blood.",
        "Jack: Yeah, I felt that when I went after that mugger. But is that supposed to mean that I should go back? That I can go back?",
        "Janet: Hey, maybe you should stop focusing on reasons why you shouldn't go back and think about why you wanted to be a cop in the first place.",
        "Jack: No, I know. I know that. When I was a kid, I watched my mother do some things that just didn't make sense. Things that she knew were wrong. My family ultimately had to pay the price for it. But I knew I couldn't fix my family. I mean, I was just a kid. All I could do was hope that one day I was in a position where I could help people in the same situation. I know it sounds pretty idealistic, doesn't it?",
        "Janet: Are you kidding me? Come on. You did it. You found a way to make the world a little less nuts. Me included. Listen, I think that you were meant to be a cop. But that's just my opinion, okay? Whatever you decide to do, I will stand by you 100%.",
        "Jack: Thanks.",
        "Janet: Ah, for what?",
        "Jack: For making my world a little less nuts. Come on.",
        "Janet: Where are we going?",
        "Jack: You'll find out.",
        "Janet: Oh, no, no, no, no, I can't leave -- I'm not dressed for it.",
        "Jack: No, you look great. Are you kidding me? Come on, I need you with me on this.",
        "[SCENE_BREAK]",
        "Brad: This is the part that always trips me up.",
        "Spencer: Try it again.",
        "Brad: Okay, okay, okay, but no laughing. No laughing.",
        "Katie: You two look like you're having fun.",
        "Spencer: Oh, don't tell your friends. They might think they're right about me.",
        "Brad: You know, I kind of told her that Henry and Vienna think that she's got a thing for me.",
        "Katie: Was that really necessary?",
        "Spencer: Hey, I'm glad. Brad and I are partners. I'd hate to think he'd been sitting on something like that. Of course, the whole idea of me going after him is totally crazy.",
        "Katie: Of course.",
        "Spencer: And now, I feel even worse thinking that you were a part of whatever those two were trying to pull. It's not your style, and I am so sorry I accused you of it.",
        "Brad: Katie just actually -- she just came from talking with Henry and Vienna, and she told them to back off where you're concerned. Right, Katie?",
        "Katie: Right.",
        "Spencer: So, they won't be in my shower when I get home this evening?",
        "Katie: I can honestly say that after our discussion, Henry and Vienna will think twice about going anywhere near your room.",
        "Spencer: Good, because I am exhausted. So, if we are done for the day, I'm going to go back to my hotel room.",
        "Katie: No, you can't!",
        "[SCENE_BREAK]",
        "Henry: You couldn't get it the first time. I don't know why you think you'll get it this time.",
        "Vienna: Almost there.",
        "Henry: Yeah, almost won't count if you get us caught.",
        "Vienna: Well, after you.",
        "Henry: I love it when you prove me wrong, you know that?",
        "Vienna: Well, love it later. We've got to open that suitcase before Spencer gets back.",
        "[SCENE_BREAK]",
        "Spencer: Why can't I go back to my room?",
        "Brad: Yeah, why?",
        "Katie: Well, you can, of course. But I -- we, Brad and I, were hoping we could take you out to lunch.",
        "Brad: We were?",
        "Katie: Yes, we were, remember? We wanted to do something nice for Spencer to show her our appreciation for filling in for me when I was sick. And we would like to make up for our crazy friends.",
        "Brad: It's kind of early for lunch. I'm still kind of full from breakfast. Why don't we just let her go back, catch some zest, and we'll meet up with her later?",
        "Spencer: Yeah, I think I might feel better after I get a little sleep.",
        "Katie: You'll sleep better after you eat. And since when did you turn down food for any reason?",
        "Brad: I'm just saying --",
        "Katie: Come on, guys, we'll beat the lunch rush. What do you say?",
        "Katie: Are you sure this is where you want to have lunch?",
        "Spencer: Don't you like the Lakeview?",
        "Katie: Love it. I just thought that maybe, you know, there's so many new restaurants.",
        "Brad: Yeah, what were you thinking, Katie?",
        "Katie: I don't know. Chicago, maybe?",
        "Brad: You okay?",
        "Spencer: Yeah, all of a sudden, I'm feeling a little dizzy. I hope I didn't catch that bug you got.",
        "Katie: Oh, I doubt it.",
        "Brad: Well, why don't you go upstairs and lie down?",
        "Katie: No, that's the last thing you need to do. Tea! Herbal tea with lemon. I'm going to get you some tea. That's exactly what you need. You'll feel so much better.",
        "Spencer: Okay, well, either way, I need to go to the ladies' room.",
        "Katie: Do you need company?",
        "Spencer: I'm a big girl.",
        "Brad: Wow, talk about 180. You got from not wanting to have anything to do with the girl to not letting her out of your sight. What's up with that?",
        "Katie: I'll explain later.",
        "Brad: What is there to explain? Huh? Great. You still don't trust her, do you? Oh, I don't believe this.",
        "Katie: Yes, I am trying, okay? Who's the one who asked her to lunch?",
        "Brad: So you can keep an eye on her. Did you even talk to Henry and Vienna, or are you pretending that, too?",
        "Katie: Yes, I talked to them.",
        "Brad: Did you tell them to leave Spencer alone?",
        "Katie: That is why I went there, isn't it?",
        "Brad: Did they believe you?",
        "Katie: They heard every word I said.",
        "Brad: But you still can't let it go.",
        "Katie: I am just trying to be cautious, for both our sakes.",
        "Brad: There is nothing to be cautious about, okay? Spencer has made it perfectly clear that she is not interested in me.",
        "Katie: How do you know she didn't just say that to throw us off the track?",
        "Brad: Look at me. Listen, okay? Even if Spencer was interested in me, which she's not, it wouldn't matter. I love you. You're my wife. And I would never do anything to mess up what we have.",
        "Katie: I don't want to mess it up, either.",
        "Brad: Then will you please, please let this go?",
        "Katie: Okay. Spencer's been in that ladies' room for a really long time. I'm just saying it out of concerned. If she really did catch what I had, then she needs help.",
        "Brad: Okay, okay, fine. Go. I'll order.",
        "Vienna: Hurry up!",
        "Henry: Okay, I will. But if I break it, she'll know that someone was messing with it, yes?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Vienna: Oh, God. Oh, it's Katie. Katie, what a surprise.",
        "Katie: I called the diner and you weren't there.",
        "Vienna: No, we're in Spencer's room.",
        "Katie: Don't tell me about it. I don't want to hear about it. Just, you should know, wherever you are, that Brad and I are at the Lakeview having lunch with Spencer.",
        "Vienna: She's downstairs having lunch with Spencer.",
        "Henry: Well, tell her to stay there and not let Spencer up.",
        "Katie: I'm trying to keep her down here, but she keeps saying that she doesn't feel well. She wants to go to her room and rest.",
        "Vienna: Oh, that little faker. She probably just wants to get up to her precious little suitcase and make sure it's safe.",
        "Katie: I'm just saying, whatever you're doing, do it fast, because she's in the ladies' room right now.",
        "Henry: Dang.",
        "Vienna: What?",
        "Henry: My hand. The pick slipped.",
        "Vienna: Oh, for heaven's sake. Let me try it.",
        "Henry: I told you, Sweetheart, it's a very sophisticated thing. Only an expert can actually handle this thing. You don't know what you're doing.",
        "Vienna: Huh. Oh, my God.",
        "Henry: Holy moly.",
        "Katie: What is it?",
        "Henry: You won't believe this, Bubbles.",
        "Katie: Drugs?",
        "Henry: No, it's money. Its lots and lots of money.",
        "Katie: No way! No way. Is full of life every day,",
        "Henry: It's no joke, Katie. This suitcase is filled to the brim with crisp, clean, glorious $100 bills. Whatever shall we do with all this money?",
        "Katie: Just clean it up, okay?",
        "Henry: Clean it? I want to bathe in it.",
        "Katie: And make sure you do it fast before the stain sets.",
        "Henry: Stain?",
        "Katie: And leave everything nice and neat, just the way you found it, okay, Hazel?",
        "Henry: Haz -- oh, you're not alone.",
        "Katie: No, not at all. Thank you for taking care of that.",
        "Henry: Hello, lover. Oh, yeah. No, no, come on, you killjoy.",
        "Vienna: Give it to me. It's a short elevator ride from the lounge. We've got to get out of here before that horrible woman catches us again.",
        "Henry: Couldn't I just take a stack or two, just as a souvenir for the time that we spent together?",
        "Vienna: No.",
        "Henry: Please?",
        "[SCENE_BREAK]",
        "Brad: I thought you were going to check on Spencer in the ladies' room?",
        "Katie: I was, but Hazel called.",
        "Brad: Hazel?",
        "Katie: Our housekeeper. He doesn't pay attention to anything domestic, as long as there's food in the fridge.",
        "Brad: Oh, so, I mean -- so what did Hazel want?",
        "Katie: Oh, she spilled something on the carpet and just didn't want the stain to stain. What are you guys doing here? They're going to think we don't want our table.",
        "Spencer: Oh, I'm sorry, I'm just going to have to take a rain check on this lunch.",
        "Katie: Oh, what about your herbal tea?",
        "Brad: Katie, she wants to go lie down. I think we should let her.",
        "Spencer: I'm sorry to be such a downer.",
        "Brad: No, no, you're not. Don't even worry about that.",
        "Spencer: I don't want to be too wiped out for this big show we have tomorrow.",
        "Katie: Of course you don't.",
        "Spencer: Sorry. Thanks for being so great.",
        "Katie: Anytime.",
        "Brad: See ya.",
        "Katie: Well, I guess there's no point having lunch now. I'll meet you at the studio.",
        "Brad: You know, Katie, I may not pay attention to anything domestic, but I think I would know if we had a woman working in our house, especially one named Hazel. So, why don't you tell me what you and Hazel the Housekeeper have been up to?",
        "[SCENE_BREAK]",
        "Margo: Janet, we don't stand on ceremony. You can take your coat off.",
        "Janet: Oh, no, no, I'm okay. Actually, Jack, maybe I should wait outside.",
        "Jack: No, I want you to hear me say yes.",
        "Margo: Yes? The answer's yes?",
        "Jack: I'm accepting your offer.",
        "Margo: Oh, Jack, you made my whole year.",
        "Jack: You're cutting me a big break with this deal, especially after everything I've done.",
        "Margo: I don't think you're going to be --",
        "Jack: I will not forget it.",
        "Margo: No, you're not going to say that when you see the pile of cases on your desk.",
        "Jack: I'm not going to let you down again, Boss.",
        "Margo: I expect the best out of you, Detective.",
        "Jack: Wow, haven't been called that in a while. It's good to hear.",
        "Margo: It feels good to say it. Listen, I really wish I could buy you lunch and celebrate, but I've got a meeting with the mayor.",
        "Jack: Ooh. No worries.",
        "Margo: Hey, I forgot to ask. When can I expect you back?",
        "Jack: Tomorrow too soon?",
        "Margo: Sooner the better. I'll take what I can get. Thank you, thank you.",
        "Janet: I'm so proud of you.",
        "Jack: It never would have happened without you. Hey, come on, let's go celebrate. A beer at Yo's?",
        "Janet: Anything you like.",
        "Jack: Wow, what I'd like is my surprise.",
        "Janet: Not here.",
        "Jack: Okay, now I'm really curious. Were you like that all day?",
        "Janet: Surprise!",
        "[SCENE_BREAK]",
        "Brad: You expect me to believe that you told Henry and Vienna to back off and they just ignored you?",
        "Katie: Okay, I could've been little more convincing.",
        "Brad: So who was that on the phone? Was it Henry? And they were up in Spencer's room again?",
        "Katie: Yes, but --",
        "Brad: I can't believe we talked about this. You didn't even try to stop them.",
        "Katie: I would have, but then they told me what they found in her room.",
        "Brad: Was it a picture of your face as a target?",
        "Katie: No.",
        "Brad: Then I don't want to know.",
        "Katie: It was a locked suitcase filled with $100 bills.",
        "Brad: Seriously?",
        "Katie: Seriously.",
        "Brad: Well, if it was locked, how did they -- so they broke into her room and her luggage?",
        "Katie: That's not the point.",
        "Brad: The hell it isn't.",
        "Katie: Would you forget about Henry and Vienna for just a second and ask yourself why a smart girl like Spencer would keep a suitcase full of money under her bed instead of say, I don't know, a bank or maybe the hotel safe?",
        "Brad: You know, I don't know, maybe it's none of our business.",
        "Katie: It is if we lose everything -- if you lose everything because you refuse to question someone you don't even know.",
        "Brad: You don't even know her. Neither do Henry and Vienna.",
        "Katie: That is true, and I hope we're wrong. But don't we owe it to ourselves to find out what's behind that money?",
        "Brad: Okay, short of breaking into her room, how are we going to do that?",
        "Katie: I'll go to Margo. I'll tell her everything and see what she can do.",
        "Brad: Spencer is my partner. You want me to sic the cops on her?",
        "Katie: You're supposed to be my partner, too.",
        "Brad: You know exactly what I'm talking about.",
        "Katie: Fine. You won't go the cops with me, I'll go alone.",
        "[SCENE_BREAK]",
        "Katie: I need to see Lieutenant Hughes.",
        "Dani: Oh, don't --",
        "Katie: Please, I'm her sister.",
        "Dani: The chief's at a meeting with the mayor.",
        "Katie: Okay, can you help me?",
        "Dani: No, I don't --",
        "Katie: I'm really desperate.",
        "Dani: Yeah, what the hell. I'll give it a shot.",
        "Katie: Okay, great.",
        "Dani: Here, just -- there we go.",
        "Katie: Okay, I'm having a problem with somebody that my husband and I work with.",
        "Dani: Okay, does this somebody have a name?",
        "Katie: Spencer McKay.",
        "Dani: Oh, she's doing that new show. You're married to her co-host, right?",
        "Katie: Well, he's my co-host, too. And yes, I'm married to him.",
        "Dani: What's the problem?",
        "Katie: Well, some of my friends were a little suspicious about what Spencer was really up to, so they thought they might be able to find out a little bit more about her if they got into her room at the Lakeview and looked around a little bit.",
        "Dani: Was Ms. McKay are that they were in her room?",
        "Katie: No.",
        "Dani: Okay, so we're talking breaking and entering.",
        "Katie: No, no, no, this is not about what they did. It's about what they found.",
        "Dani: Which was?",
        "Katie: A locked suitcase full of cash. I want you to find out what Spencer's doing with all that money.",
        "Dani: Why do you need to know this?",
        "Katie: I'm concerned about my husband's association with her, especially if she's involved in something shady.",
        "Dani: I will see what I can find out for you.",
        "Katie: Great. Okay. Hey, I'll put in a good word for you with my sister.",
        "Dani: Oh, no, no, you really -- you don't need to do that. Seriously. Don't.",
        "[SCENE_BREAK]",
        "Janet: What?",
        "Jack: Oh, nothing. I just -- I keep thinking about you're not wearing under that coat. Come on. Let's go home, please.",
        "Janet: Home, where? Where, where?",
        "Jack: The farm.",
        "Janet: Right, with Emma and Meg and Luke and Noah.",
        "Jack: You're right. What about your place?",
        "Janet: You mean Brad, Katie and Liberty's place?",
        "Jack: Okay, yeah, good point.",
        "Janet: Yeah, yeah. Lakeview.",
        "Jack: I've got a better idea.",
        "Janet: Okay, please don't say your car. Please don't. 'Cause when we were kids, it was really fun. But at our age, not so much anymore.",
        "Jack: No, no, shh. I was thinking of our own place.",
        "Janet: You're kidding.",
        "Jack: No. It's not like we hadn't talked about it before. I mean, come on, Janet, what do you say? Do you want to live together?",
        "Janet: No. I like these pink pants. I can wear pink.",
        "Jack: You don't want to live with me?",
        "Janet: Oh, I do.",
        "Jack: Okay, what -- what --",
        "Janet: What-- what -- you're the one who said we should take it slow, right?",
        "Jack: Yeah, I did. Right, but I mean, if we're going to be together all the time anyway --",
        "Janet: Why not make it convenient?",
        "Jack: Right. And that's a bad thing?",
        "Janet: For you? No, not so bad. But when you decide things are over with us, for me, bad.",
        "Jack: Well, maybe I won't decide.",
        "Janet: Maybe? Maybe?",
        "Jack: Oh, come on, no, stop. Janet, tell me what you need. What would make it easier for you?",
        "Janet: Okay, the truth?",
        "Jack: Please.",
        "Janet: I want the fairytale. I want the home, the husband and a life that's not just about me being a single mom. I want a guy who I think is Mr. Right to be Mr. Right for more than just a month. I thought I gave up on that happily ever after thing. I thought that just having Liberty in my life was enough. But it's not. Not anymore.",
        "Jack: Janet, I really don't know where this is headed. All I know is that I want you with me now.",
        "Janet: Until you and Carly find your way back to each other.",
        "Jack: That is not going to happen.",
        "Janet: It almost did.",
        "Jack: I know, but I thought of you and that saved me.",
        "Janet: I don't want to save you, Jack. I want to love you and I want you to love me the way I deserve to be loved. I've done temporary. And it was horrible for me and for Liberty.",
        "Jack: Hey, I'm not like those other guys.",
        "Janet: I know you're not. You're better, which is why that makes it so much harder for me to turn you down.",
        "Jack: Why did you have to pick now of all times to stand your ground?",
        "Janet: Well, don't you think this is as good a time as any? Hey, you've only got yourself to blame.",
        "Jack: Really? What'd I do?",
        "Janet: You made me see I was worth more. And you were right. I'm not trying to pressure you or anything. It's just that I want it all. The whole shebang. And I won't settle for less.",
        "[SCENE_BREAK]",
        "Katie: It's done.",
        "Brad: What's done?",
        "Katie: I went to the police.",
        "Brad: I cannot believe you really went ahead with this.",
        "Katie: I cannot believe you didn't go with me.",
        "Brad: Because it's totally insane, Katie.",
        "Katie: We'll see.",
        "Brad: You know what? I love you, but you're really starting to scare me. I mean, you're supposed to be the one that's adult, not me.",
        "Katie: No, no, what are you doing?",
        "Brad: Look, I'm going to call Spencer ahead of time and apologize.",
        "Katie: No. You'll tip her off.",
        "Brad: About what? What did you do?",
        "Spencer: You want to see what's in my suitcase? Here. Have at it. Although, be careful where you spend it.",
        "[SCENE_BREAK]",
        "Vienna: She's probably scrambling right now to find some sort of an explanation.",
        "Henry: Well, after Katie's visit to the cops, we could be scrambling, too.",
        "Vienna: Why?",
        "Henry: Because if Spencer links us to her suitcase, we could end up in handcuffs.",
        "Vienna: And it'll be her words against ours.",
        "Henry: Yes. Why couldn't you let me keep at least a grand or two?",
        "Vienna: Of stolen money? That money could belong to the mob or some drug lord.",
        "Henry: No, you watch too much TV, you know.",
        "Vienna: Well, I think it is rewarding enough that we are saving our friend.",
        "Henry: Yeah. But nothing says thank you like cash.",
        "[SCENE_BREAK]",
        "Brad: Fake money. It's really obvious fake money.",
        "Katie: Where did this come from?",
        "Spencer: Like your friends didn't tell you?",
        "Brad: This is obviously a huge misunderstanding.",
        "Spencer: I believed you when you said you had nothing to do with them being in my room.",
        "Katie: I never told them to do anything.",
        "Spencer: Oh, but they told you, didn't they? All about my big, bad suitcase under my bed. Well, here's the big, bad truth. It's a present for my 10-year- old nephew in Arizona.",
        "Katie: Your nephew?",
        "Spencer: He's autistic. He loves to count money. He can do it for hours. What else do you want to know? All the numbers of my high school friends? Where I grew up? Do you want to call my nephew and find out if he's really autistic?",
        "Katie: I'm sorry.",
        "Spencer: Why should you be sorry? I'm the one stupid enough to think that we were friends. I didn't know that you thought that I was a criminal.",
        "Katie: I never said that.",
        "Spencer: That's the way I felt when that woman cop came to question me.",
        "Brad: What?",
        "Spencer: What did I do to make you hate me so much?",
        "Katie: I don't hate you.",
        "Spencer: Then why did you tell your friends to spy on me and call the police?",
        "Katie: I don't know what to say except again, I'm sorry. I'm really, really sorry.",
        "Spencer: Not as sorry as I am.",
        "Brad: You had the cops question her? How could you do that?",
        "Katie: I didn't know that money was fake. I never saw it. But I can't believe that Henry, of all people would not know counterfeit money.",
        "Brad: This is not about Henry. This is about us.",
        "Katie: What do you mean?",
        "Brad: You know, why are you trying so hard to get me not to trust Spencer? Because you don't want me to succeed without you?",
        "Katie: Are you serious?",
        "Brad: I wish I weren't.",
        "Katie: You really think that I'm trying to sabotage you?",
        "Brad: No, you know what, I'll tell you what I think. I think that, you know, you're resentful of the attention I'm getting from this new show.",
        "Katie: I'm the one giving you all the attention. I've been your number one cheerleader since the day it started.",
        "Brad: Yes, yes, until you saw Spencer take your place in \"Oakdale Now.\" Just one time. And since then, it's like you've been letting Vienna fill your head with all this paranoid garbage until I don't even know who you are anymore.",
        "Katie: Don't say that.",
        "Brad: Did I do this? Seriously, did I do this? I mean, did I just mess up so bad with this Leo thing that you just don't trust my judgment anymore?",
        "Katie: This has nothing to do with that. And I swear I am fine with you doing another show. What do I do? What can I do to make this better?",
        "Brad: You need to call off Henry and Vienna again. But this time, make it stick.",
        "[SCENE_BREAK]",
        "Margo: Oh, you are relentless. You know, that runs in your family.",
        "Dani: Yeah, I just need a few minutes.",
        "Margo: Well, I don't have any time.",
        "Dani: Make some.",
        "Margo: Excuse me?",
        "Dani: Look, I know you don't like me, but that doesn't change the fact that I am the best candidate you've got for this profiler position.",
        "[Margo chuckles]",
        "Margo: I'm busy.",
        "Dani: That's funny. I could have said the same thing to your sister when she came into the precinct earlier all upset, but --",
        "Margo: Katie was here? Why?",
        "Dani: It turned out to be nothing in the end, but you weren't here, so --",
        "Margo: What did she want?",
        "Dani: She needed help. No one was volunteering.",
        "Margo: How did you help her? Did you impersonate an officer? Oh, you didn't.",
        "Dani: No, I didn't actually say I was a cop. I just went and talked to someone for her.",
        "Margo: Damn. Who?",
        "Dani: This woman who Katie thought had stolen money in her possession, but she didn't, so --",
        "Margo: So you conducted your own personal, little interrogation unauthorized?",
        "Dani: Yeah, yeah, and I saved you about an hour of work that would have been a complete waste of time for you. And your sister was damn grateful. Does that count for anything?",
        "Margo: Maybe.",
        "[SCENE_BREAK]",
        "Katie: I went to the police and I turned in my husband's co-star for having a suitcase full of play money.",
        "Vienna: That was not play money!",
        "Katie: Did you even look at it?",
        "Henry: I wanted to bathe in it, remember?",
        "Vienna: I don't know what you saw.",
        "Katie: It was the same thing you saw. Stacks and stacks of bills in a suitcase, all fake.",
        "Henry: No, no, then it wasn't -- it was not the same thing, Katie. Okay, I touched it. I smelled it. I puckered up and kissed it for God's sakes.",
        "Vienna: I was even jealous of it.",
        "Henry: Yeah, yeah, you know what, I know real Franklins when I see them.",
        "Katie: Then how do you explain the fake ones that Spencer showed us?",
        "Henry: It's simple. Somewhere between the time we found the suitcase and Spencer showed it to you, someone made a switch.",
        "[SCENE_BREAK]",
        "Janet: You've been pretty quiet since I made my big speech.",
        "Jack: A lot to think about.",
        "Janet: You're not mad, are you?",
        "Jack: Janet, you've got to stop doing that.",
        "Janet: What?",
        "Jack: Stop worrying that people are mad at you because you stick up for yourself. No, for the record, I am not. I am not mad. I respect you.",
        "Janet: Thanks, Jack.",
        "Jack: We still have a problem, though.",
        "Janet: We do?",
        "Jack: Yeah, you see, I have this surprise, and I've got nowhere to unwrap it. Are you sure you don't want to re-think the Lakeview?",
        "Janet: Oh, actually, Margo said that you have to be up at work first thing early tomorrow morning. So I think I'll take a rain check.",
        "Jack: Okay. You got it.",
        "Janet: Okay.",
        "Jack: I understand you wanted to protect yourself. But there has got to be a way you can do that and we can still move in together.",
        "Janet: Maybe there is.",
        "Jack: Do you want to clue me in?",
        "Janet: I'll let you figure that out, big boy.",
        "[NEXT_ON]",
        "Luke: Say hello to your new opponent.",
        "Casey: See what Kevin and his crew are up to.",
        "Alison: You mean be a spy?",
        "Jack: I care about your mom a lot.",
        "Liberty: Enough to promise forever.",
        "Carly: I may never be ready to give Jack up entirely.",
        "Janet: Jack, what are you doing?",
        "Jack: If you close your mouth for 30 seconds, you might just find out."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=1gV1yeUCkiY"
}