{
    "Episode Summary": [],
    "Recap": [
        "Tom tells Emily that he's going after full custody of Daniel. BJ tells Olga to finish the job and get rid of Mike permanently. Mike tells Katie to break things off with BJ and she agrees. Dusty tells Jennifer that Paul kept Johnny away from her. Jack and Carly tell Will and Gwen that Billy is Jennifer's son and that her baby is dead."
    ],
    "Recap Author": "Camille",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Come on!",
        "Nurse: Oh, Mr. Kasnoff, what's wrong?",
        "Mike: I need some help with my clothes. I'm leaving.",
        "Nurse: Oh, I'm going to go page your doctor.",
        "Mike: All right, do that. Tell him to sign me out, or I'm signing myself out.",
        "Katie: Mike --",
        "Mike: Hey, where have you been?",
        "Katie: No, before you start, I'm only here because I was -- I heard about your accident.",
        "Mike: I've been worried sick about you.",
        "Katie: I'm fine, of course I'm fine.",
        "Mike: I tried to call you several times.",
        "Katie: I know, I turned my cell phone off. You need to accept the way things are.",
        "Mike: What?",
        "Katie: There's going to be no future for us.",
        "Mike: What are you talking about?",
        "B.J.: Isn't it obvious, Mike? She's talking about us.",
        "[SCENE_BREAK]",
        "Meg: Good morning.",
        "Dusty: It's morning?",
        "Meg: Yeah. Here. Breakfast, and I made it myself. Careful, it's hot. So, how'd you sleep?",
        "Dusty: I don't even remember lying down.",
        "Meg: I tried to wait up for you. So, how did it go?",
        "Dusty: Jennifer was totally freaked out when I showed up with the baby. She wouldn't even go near him until I showed her the court order and the labs. When she was finally convinced that Johnny was hers, she -- well, it was like watching her come to life right before my eyes.",
        "Meg: Well, I'm so happy for her.",
        "Dusty: Me, too. Now comes the fun part.",
        "Meg: Wait, where are you going?",
        "Dusty: Well, I know she's got a ton of questions this morning.",
        "Meg: Well, can't Hal answer her questions?",
        "Dusty: Hal didn't deliver the kid, I did. I gotta see it through. You understand?",
        "Meg: Well, do you mind if I see it through with you?",
        "[SCENE_BREAK]",
        "Emily: Hi.",
        "Paul: Hey. You okay?",
        "Emily: Yeah. Hal talked to me for a long time, but I'm okay.",
        "Paul: Did he say anything about Jennifer?",
        "Emily: No. He left the station. I didn't hear where he was going.",
        "Paul: Okay, well, when we make bail, I gotta go see her. I've got to make her understand.",
        "Emily: I think Barbara and Hal haven't already gotten to her.",
        "Paul: It doesn't matter. Jennifer and I -- we were always very close. And I think I can get her to understand that I was just trying to protect her from Craig. We're going to find a way out of this, Emily. I promise.",
        "Tom: Not a good day to be making promises.",
        "Emily: Oh, thank God. When do we get to make bail?",
        "Tom: That's not up to me. I excused myself from this case.",
        "Paul: So, who's the prosecutor?",
        "Tom: I'm not here about your damn case, Ryan.",
        "Emily: How's Daniel?",
        "Tom: Did you ever give a thought to what this was going to do to him? Did you give him a second thought?",
        "Emily: Don't -- don't say that. Please don't say that.",
        "Paul: This isn't about Daniel, Tom.",
        "Tom: I've petitioned the family court for full and permanent custody.",
        "Emily: No, no. No, no, please, don't do that.",
        "Tom: No visitation, no contact -- not as long as you're-- and him? He doesn't get within ten feet of my son, ever.",
        "[SCENE_BREAK]",
        "Hal: How's Jen?",
        "Barbara: She's exhausted. I think she stayed up all night just staring at the baby. He is so beautiful. He looks just like her.",
        "Hal: Same eyes.",
        "Barbara: I just can't believe that we didn't see it.",
        "Hal: We weren't looking.",
        "Barbara: But Jen knew. Jen knew, and we told her that she was sick.",
        "Hal: She was. For a while, she was.",
        "Barbara: But then we tried to talk her out of the truth, didn't we?",
        "Hal: To protect her.",
        "Barbara: We should have trusted her.",
        "Hal: Based on what? If Dusty hadn't tipped me off, we might never have found out those babies were switched.",
        "Barbara: I hope that Emily and Paul rot.",
        "Hal: Let's not do this now.",
        "Barbara: Oh, please, don't defend her. She's as guilty as Paul is.",
        "Hal: That's enough, Barbara. I'm here to tell Jen what they did.",
        "Barbara: Oh, no, please, not yet, Hal, no.",
        "Hal: Better that she hears it from us.",
        "Barbara: Please, can we just have one lovely morning with our grandson before we break his mother's heart?",
        "Jennifer: I thought I heard grandpa out here.",
        "Hal: Grandpa? Boy, do I feel old. Hey, slugger. How'd you sleep?",
        "Jennifer: Oh, he still is. But off and on all night. You know, new crib, new place. But Dad, he rolls over by himself and he -- he giggles all the time.",
        "Hal: And you? Are you okay?",
        "Jennifer: I'm incredible, really. But I can't wait to call Paul. I want to tell him all about the good news.",
        "Barbara: You know, honey, there's plenty of time to tell people.",
        "Jennifer: Paul is not people. He's my brother. But you're right. Oh, gosh. It's the wedding day. I didn't even remember. But you know what, it's even a better idea. I'm going to get him all dressed up here and take him with me and then be able to surprise Paul with his nephew and share all the good news.",
        "Hal: Honey, we need to talk first.",
        "Barbara: Hal, please --",
        "Jennifer: Dad -- Dad, I know that you're not happy about Paul and the wedding, but can't we just celebrate Johnny being here like a happy, regular family, just for one day? Because so far, this morning has been the most perfect morning of my life. And I don't want anything to spoil it.",
        "[SCENE_BREAK]",
        "Will: So, you think he'll like it?",
        "Gwen: Oh, he's going to love it.",
        "Will: You know, I'm going to give it to him today.",
        "Gwen: No, you can't. It's not Christmas.",
        "Will: Oh, so what? He's going to get tons of presents on Christmas. And besides, I just carried it all the way from the car. Please? Come on. You know what, I got you an early present, too.",
        "Gwen: Oh, it's a bribe?",
        "Will: No, just open it.",
        "Gwen: It's baby's first Christmas.",
        "Will: Check the date. It was mine. I found it in the cabin after you fell asleep. I figured we could buy one for Billy.",
        "Gwen: It's going to be -- it's going to be a really good Christmas.",
        "Will: Yeah. Want to take a crack at a turkey?",
        "Gwen: You mean cook Christmas dinner?",
        "Will: Yeah. We can invite Carly and Jack.",
        "Gwen: To thank them for keeping Billy.",
        "Will: I'll help.",
        "Gwen: Okay, we'll talk about it later. Right now, I just want to see Billy.",
        "Will: Now we can see Billy.",
        "Jack: Hey. You guys are back early.",
        "Will: Yeah, the roads were a mess. We were behind a plow the entire time.",
        "Gwen: Yeah, I was in a rush to get back. I missed Billy so much. Is he up? I can't wait to hold him.",
        "[SCENE_BREAK]",
        "Katie: Mike, please, I know what you're going to say.",
        "Mike: Oh, you have no idea.",
        "B.J.: We hear you got pretty banged up.",
        "Katie: Yeah, what did the doctors say?",
        "Mike: I'm not waiting around long enough to find out.",
        "B.J.: Maybe we should go.",
        "Mike: Maybe you should go.",
        "Katie: Mike, don't.",
        "Mike: Katie, I need to talk to you.",
        "B.J.: I know its hard sitting on the sidelines, Mike, but you'll get used to it.",
        "Mike: Good, I'm out of here.",
        "Nurse: Your doctor wants to run more tests.",
        "Mike: I told -- I told you --",
        "Katie: Mike, please listen to your doctor.",
        "B.J.: Sweetheart, this was obviously a bad time, not a good idea to come here. Mike still needs some time to get used to life the way it is, all right? There's nothing we can do for him here. Let's go.",
        "[SCENE_BREAK]",
        "Emily: You can't take my son from me, Tom, please?",
        "Tom: You won't even know he's gone. Danny's been nothing but a distant second to this -- whatever the hell you call it -- relationship for a long time.",
        "Emily: Daniel has always been my priority. Always. And you know that.",
        "Tom: I gave you a lot of rope when you left Hal. I figured, you know what, your marriage, your business. I even bought that line of B.S. You two tried to feed me about you're going to give Danny a real home.",
        "Emily: We will. He will have a good home.",
        "Tom: You bet he will. With me and Margo.",
        "Paul: All right. You've made your threats. I think it's time for you to go.",
        "Tom: Threats?",
        "Emily: Please, I'm begging you, don't do this to me, please.",
        "Tom: Do what? Keep a mother away from her child? Watch me.",
        "Emily: Oh, my God, he means it this time. I can feel it. I mean, he's --",
        "Paul: Emily --",
        "Emily: He's argued with me about custody before, but he means it this time.",
        "Paul: Look at me. Come here, come here. Listen to me. Hey, stop.",
        "Emily: He's going to take away my son.",
        "Paul: Hey, hey, we're together, even now, even here, all right? And we are stronger than Tom and Hal and all of the rest of them, all right? And nobody's going to take you away from your little boy, all right? I give you my word right now. You will not lose Daniel.",
        "[SCENE_BREAK]",
        "Meg: Hey, ready?",
        "Dusty: Yeah. You sure you want to go?",
        "Meg: Yeah, I feel like I'm a part of this, too. And besides, we could stop and pick up a baby gift first.",
        "Dusty: More shopping?",
        "Meg: Baby shopping's fun.",
        "Dusty: Bedroom shopping is funner.",
        "[Meg chuckles]",
        "Meg: I think I could probably figure out the baby's size.",
        "Dusty: They have sizes?",
        "Meg: Yeah, it goes by their age.",
        "Dusty: How do you know stuff like this?",
        "Meg: The Snyders know babies.",
        "Dusty: I wish Jen knew how much you helped bring her baby home.",
        "Meg: Jen's happy. I don't need her thanks.",
        "Dusty: What about mine? Remind me when we get home to show you my undying gratitude.",
        "[SCENE_BREAK]",
        "Hal: Jen --",
        "Barbara: Honey, your dad and I think that you should just stay home today. Enjoy your time with your baby. There's plenty of time to tell everybody the wonderful news. Isn't that right, Hal?",
        "Hal: Yeah. I'm sorry, honey, I've got to get back down to the station.",
        "Jennifer: Already?",
        "Hal: Yeah, I'm working on a case. Your mom's right, you stick close to home today.",
        "Jennifer: I wish you didn't have to go.",
        "Hal: I'll be back.",
        "Jennifer: Soon?",
        "Hal: Soon.",
        "Jennifer: Okay. I love you.",
        "Hal: I love you, too. I love both of you. Bye.",
        "Jennifer: He's so sad.",
        "Barbara: He's got a lot on his mind.",
        "Jennifer: Paul and Emily's wedding. He's -- he's still not over Emily.",
        "Barbara: Losing Emily is like winning the lottery. Your dad just doesn't know it yet.",
        "Jennifer: So I guess you won't be going to the wedding with me?",
        "Barbara: No. In fact, I've made a list. There's an awful lot to do. You know, I had them bring up everything that we have in storage. Things that we were buying, shopping for when you were expecting, but there are a lot of new things. I mean, none of the clothes are going to fit this little boy. And everything else he has is it Gwen's, so --",
        "Jennifer: Oh, Gwen. Gosh, I feel so bad for her and Will.",
        "Barbara: I'm sure it's quite a shock.",
        "Jennifer: Well, I've been there. It's just -- it's so sad.",
        "Barbara: Honey, you didn't do anything to hurt anyone. You were a victim here, too. Now, Gwen is young. And she and your brother will both realize at some point that this was for the best for everybody.",
        "[SCENE_BREAK]",
        "Will: Jack, I'm just going to leave this over here.",
        "Gwen: Will painted the name himself.",
        "Carly: Gwen, why don't you sit down?",
        "Gwen: I don't want to sit down, I want to see Billy.",
        "Will: Is he with the kids?",
        "Gwen: I'll go get him.",
        "Carly: Gwen -- wait.",
        "Gwen: What is it?",
        "Jack: Billy's not here.",
        "Gwen: Where is he?",
        "Carly: He's with Jennifer.",
        "Will: Why's he with Jennifer?",
        "Carly: I wish with all my heart I didn't have to tell you this.",
        "Gwen: Carly, you're scaring me.",
        "Carly: Gwen, we found out that Billy is Jennifer's baby.",
        "Gwen: No! No, that's crazy! He's mine. Everybody knows that he's mine. We went to the court and the judge said that I --",
        "Jack: There's new evidence.",
        "Will: What kind of evidence?",
        "Jack: There's proof that Craig Montgomery switched the babies on the night the two boys were born, so that he'd be adopting his biological son.",
        "Gwen: You're lying. I want my baby.",
        "Carly: Gwen, he was never yours. From the very beginning, from that very first day --",
        "Will: Billy's Jen's baby?",
        "Gwen: No! Don't you listen to them! So she has him? She has my son?",
        "Jack: Hal showed up here last night with a court order.",
        "Gwen: And you just gave him to him? You just handed him over to Jennifer's father?",
        "Carly: We wanted to wait --",
        "Jack: There was no way he was leaving here without the baby.",
        "Gwen: It's a trick, Will.",
        "Carly: It's the truth, Gwen.",
        "Gwen: No, it's just like that day in the park. Carly still wants him. Billy!",
        "Jack: Gwen, wait, we need to talk about this.",
        "Gwen: Billy!",
        "Jack: Gwen, he's not here.",
        "Will: Why didn't you call us?",
        "Carly: We tried. We couldn't get through. Jack tried to go up there. The roads were closed.",
        "Gwen: No, you get my baby! I want my baby!",
        "Jack: They did a DNA test.",
        "Carly: Jennifer and Billy are a perfect match.",
        "Jack: We couldn't go against the court order, Gwen.",
        "Gwen: But you could break the law for her, couldn't you? That's all last night was about, right? Revenge? It was about revenge, right? You took him, pretending to take care of him and then you just handed him over.",
        "Carly: No, no, no, I swear to you --",
        "Gwen: You never wanted me to have him, so you just gave him away.",
        "Carly: Gwen, I would never do that to you.",
        "Gwen: But you did! You did do that to me. I don't care what you say. He's mine, and I'm getting him back.",
        "[SCENE_BREAK]",
        "Katie: It was so great seeing Melissa just now. It made me want to see everyone else. I'm just going to pop in on four and say hi. It'll just take a minute.",
        "B.J.: Okay, fine. I'll meet you at Java in 20 minutes.",
        "Katie: Tops. Thank you so much for coming with me to see Mike. I just really didn't want to do it alone.",
        "B.J.: You never have to do anything alone again. So I'll be waiting at Java.",
        "Katie: Okay. Mike! Oh, I was so scared when I heard about your accident. Oh, I'm sorry. I was so afraid that I had lost you forever.",
        "[SCENE_BREAK]",
        "Paul: Hey.",
        "Emily: Oh, God.",
        "Paul: Danny belongs with you. He belongs with us.",
        "Emily: We're in jail, Paul.",
        "Paul: Well, I'm in jail.",
        "Emily: No, please don't. I will not lose you, too, please.",
        "Paul: What did you tell Hal?",
        "Emily: Nothing.",
        "Paul: Well, keep it that way.",
        "Emily: Paul, Dusty and Hal found us together shredding evidence.",
        "Paul: They can't prove that you knew what was on that document, and I'll just tell them that I forced you to do it.",
        "Emily: You didn't force me to do anything! I did it! It was my idea. I stole the key. I wanted to be there.",
        "Paul: Stop. There's no other way.",
        "Emily: Hal offered me immunity.",
        "Paul: He what? Hal offered you a deal?",
        "Emily: Yes, I told him to forget it. What?",
        "Paul: Emily, look, okay, it's very sweet that you want to stand by my side, but please, there is no point in us both being in jail. Daniel needs you.",
        "Emily: Daniel needs us.",
        "Paul: No. Look, we can't let our emotions cloud the issue here. I love you. But we need to do the right thing. We need to do the only thing that makes sense. You need to go to Hal. You need to tell him that you'll take the deal. You need to tell him that you will testify against me.",
        "[SCENE_BREAK]",
        "Dusty: Hello.",
        "Jennifer: Hello.",
        "Dusty: Is it too early?",
        "Jennifer: Oh, no. We've been up for a while now. Come on in.",
        "Meg: Hey, Johnny. Hi.",
        "Dusty: That's Johnny Dusty. How you doing, Red?",
        "Jennifer: We're doing pretty good.",
        "Meg: Well, this is for the baby.",
        "Jennifer: Oh, thank you. Johnny, look. It's your first present. Your first official present. Do you want to hold him while I open it?",
        "Dusty: Maybe Meg should, being a nurse.",
        "Jennifer: Oh, no.",
        "Dusty: What?",
        "Jennifer: I don't think you need your RN to hold the baby. You did pretty good last night.",
        "Dusty: Last night I was on a mission. Today I've got a new coat on.",
        "Jennifer: Yeah, well, I already changed him. He'll be fine.",
        "Dusty: Hi, buddy. Hi.",
        "Jennifer: Here you go. You can hold onto that, just in case.",
        "Dusty: Thanks. [Jennifer laughs] I wanted to get you a Harley, kid.",
        "Meg: Cooler heads prevailed.",
        "Jennifer: Where exactly would I put a Harley?",
        "Dusty: The Harley would stay with me. I'd take care of it for him until he's old enough to ride.",
        "Jennifer: Oh, he will never be old enough to ride a motorcycle.",
        "Dusty: Well, we have plenty of time to work on it, don't we, Johnny? Hey, that's adorable.",
        "Meg: I hope it fits.",
        "Jennifer: I'm sure it will, eventually. My gosh. Johnny, look, a snowsuit. Now we can go out and make a snowman.",
        "Meg: Is there anything else you need? Because Dusty here has become a great shopper.",
        "Jennifer: Oh, no. I think my mom's on all of it.",
        "Dusty: You know, I think he remembers me.",
        "Jennifer: Of course he does. Of course he does.",
        "Dusty: Did you two get some sleep last night?",
        "Jennifer: Off and on. Off and on.",
        "Dusty: Well, if you want to get some sleep.",
        "Meg: Yeah, we could stay with him.",
        "Jennifer: I don't care if I never sleep again.",
        "Meg: She says that now.",
        "Jennifer: You know, last night, Dusty, was like a dream.",
        "Dusty: Well, it was a long time coming.",
        "Jennifer: Everything's happened so fast I haven't even had time to sort it all out.",
        "Dusty: What kind of things?",
        "Jennifer: Well, you know, like why those blood tests we took didn't prove that he was mine. I mean, you guys were there the whole time. What went wrong?",
        "[SCENE_BREAK]",
        "Carly: Gwen -- I swear to you, if there was anything we could have done, we would have done it.",
        "Gwen: What do we do now?",
        "Will: Call a lawyer.",
        "Jack: It won't help, Will.",
        "Gwen: He wasn't talking to you.",
        "Carly: Gwen, it will be all right. Jennifer loves that baby. She'll give him a good home.",
        "Gwen: No, he had a good home.",
        "Will: I think we should get back to your place.",
        "Gwen: No, not without Billy.",
        "Will: Jen's going to take good care of him until we sort this out, okay?",
        "Gwen: It's my job to take care of him.",
        "Carly: Tell me what to do. Tell me what to do. Tell me what you need, because I'll do it. I'll do anything, I swear it.",
        "Jack: We never wanted this.",
        "Gwen: Okay, all right, fine. So tell me something, Mr. Cop. Craig supposedly switched the babies, right? So what happened to mine? Where is he?",
        "[SCENE_BREAK]",
        "Gwen: My baby has to be somewhere, right? Right? Where is he?",
        "Jack: There were only two preemies born that night.",
        "Gwen: And plenty of other babies born in the other nursery.",
        "Carly: Not in the neonatal unit.",
        "Gwen: Why are you doing this?",
        "Will: Gwen, I think we should listen.",
        "Gwen: What? To what? To what? She lies, Will, all the time. That's what she does.",
        "Jack: Gwen, your baby -- your baby died.",
        "Carly: He was too little. He just wasn't strong enough, Gwen, and his lungs --",
        "Gwen: I have to get out of here. I have to find him.",
        "Will: Gwen --",
        "Gwen: No, there are records. There are lists of other families that had kids that night. They have Billy. We just have to find him and bring him home.",
        "Jack: We went to the hospital.",
        "Gwen: No, stop it!",
        "Carly: After Hal left, we went to the hospital together.",
        "Gwen: I don't want to hear it!",
        "Carly: Gwen!",
        "Gwen: What, you went there to make yourself feel better so you could say that you didn't give up?",
        "Jack: We wanted to make sure Hal was right.",
        "Gwen: No, he's wrong! My baby is alive.",
        "Will: Gwen, please, just let him finish.",
        "Gwen: I don't want to hear this.",
        "Will: We have to, okay? I don't want to either, but we have to for Billy.",
        "Jack: They -- the hospital lab tested the cord blood.",
        "Will: Wait, what?",
        "Gwen: His umbilical cord. I signed off on it when he was born.",
        "Jack: Yeah, the only way we could fight the order is to prove Hal wrong.",
        "Carly: The sample matched.",
        "Gwen: Yeah? Yeah, what? It matched -- it matched what?",
        "Jack: The autopsy on the preemie who died the night Billy was born.",
        "Gwen: No. No!",
        "Carly: We checked it, Gwen. We double checked it.",
        "Gwen: No, check again. Fix it, Carly. Make it go away. You owe me that. Please!",
        "Carly: I can't. I can't fix it. I can't! I wish that Billy were upstairs, so I could get him and I could bring him here and I could tell you what a good boy he was and we sang to him and how he put his little arms around my neck --",
        "Gwen: No, he didn't die. No, he didn't die!",
        "Will: I'm sorry. I'm so sorry.",
        "Gwen: No! My son's dead and I didn't even know it. He can't be gone, Will. He can't.",
        "[SCENE_BREAK]",
        "Emily: No. No to you, no to Hal, no!",
        "Paul: We need to think about the future.",
        "Emily: You are my future.",
        "Paul: Look, if Hal wants to believe that I forced you to do this, fine. Let him believe that.",
        "Emily: I don't care what Hal believes.",
        "Paul: And Tom's custody suit, it just disappears as soon as these charges are gone.",
        "Emily: No, no, you don't get it. Tom has been wanting to Daniel away from me since the day Daniel was born.",
        "Paul: No, he was fine with us until this happened. I'm the problem, Emily. Eliminate the problem.",
        "Emily: No.",
        "Paul: If you don't, you will regret it. And one day, Emily, you will resent me.",
        "Emily: I will never regret loving you. And I won't give up my son, I won't give up the man I love -- not for Tom Hughes, not for anybody. Listen to me, we will not quit on each other. Not now. Not ever.",
        "[SCENE_BREAK]",
        "Jennifer: Sorry about that, guys. He needed to go down for a nap.",
        "Dusty: No problem.",
        "Jennifer: And I didn't mean to put you on the spot before about Johnny's blood work.",
        "Dusty: Your folks didn't say anything?",
        "Jennifer: About what?",
        "Dusty: About the baby.",
        "Jennifer: Well, only that Craig switched them in the nursery. But that still doesn't explain the labs.",
        "Dusty: Craig wasn't the only one who wanted to keep you away from the baby.",
        "Jennifer: Well, who else would do something so evil?",
        "Dusty: Your brother, Paul.",
        "[SCENE_BREAK]",
        "Katie: Here, let's get you back in bed.",
        "Mike: No, I'm fine.",
        "Katie: Honey, please, just sit down. Slowly. Got you.",
        "Mike: All right, come here. Where's B.J. now?",
        "Katie: Waiting for me at Java.",
        "Mike: Well, he's going to be waiting a long time, 'cause you're not going anywhere near him again.",
        "Katie: I have to.",
        "Mike: It's over, Katie.",
        "Katie: Not until we find Henry.",
        "Mike: I don't want to risk losing you, not even for Henry. We'll let the feds to take over.",
        "Katie: We can't prove that he was kidnapped.",
        "Mike: Look, I'll tell Jack everything that we do know, okay?",
        "Katie: Please just let me continue on with this plan.",
        "Mike: No.",
        "Katie: I'm not afraid.",
        "Mike: No.",
        "Katie: I'm not afraid.",
        "Mike: I am. Look, Katie, that car that hit me, that was not an accident. You thought that B.J. was trying to come after Maddie. You were right, all right? He paid someone to run her down.",
        "Katie: Is she all right?",
        "Mike: Yeah, yeah. But if I hadn't pushed her out of the way, that little girl would be dead. B.J. tried to kill her.",
        "[SCENE_BREAK]",
        "B.J.: Been watching too many spy thrillers?",
        "Olga: Olga not want to be recognized. Little sister of Henry may come in.",
        "B.J.: Right. Sit down. This won't take long. [B.J. clicks with tongue] Is Mike Kasnoff still alive?",
        "Olga: He is in hospital. Hospital full of witnesses.",
        "B.J.: Yes, I know, I was just there. I don't care if he's surrounded by armed guards. Finish the job. I want him out of my way. Permanently.",
        "[SCENE_BREAK]",
        "Paul: No. I won't let you sacrifice Daniel. Not even for me.",
        "Emily: You know, wives don't have to testify against their husbands.",
        "Paul: We're not married.",
        "Emily: Yeah, but today's our wedding day, remember? I'm holding you to it, pal. Come on, you think I'm going to let jail keep me from being Mrs. Paul Ryan? Hal -- what's going on?",
        "Hal: You're being arraigned.",
        "Emily: What about Paul?",
        "Hal: Let's go.",
        "[SCENE_BREAK]",
        "Jennifer: You're saying that Paul kept my baby from me? That he switched the lab results?",
        "Dusty: Yeah.",
        "Jennifer: And how was he supposed to have done this?",
        "Dusty: He was caught redhanded with his girlfriend, Emily. They were trying to destroy important evidence. Evidence that proves that you're Johnny's biological mother. I was there. So was your dad.",
        "Jennifer: No. Paul would never do anything that would hurt me this much. He --",
        "Meg: Hal arrested them both.",
        "Jennifer: No, there must be a mistake.",
        "Dusty: No mistake. He did it.",
        "Jennifer: But I would call him -- I would call him when I was at rock bottom, when I was completely strung out, and he would talk me down, and promise me that there were going to be better days. And every time he would say, \"I love you, Jen. You remember that. I love you.\"",
        "Barbara: Honey, I found the most adorable Stu -- what's going on here? Are you all right?",
        "Jennifer: Is it true?",
        "Barbara: What are they doing here?",
        "Jennifer: Did Paul know about the baby?",
        "Barbara: How dare you barge in here and upset my daughter like this!",
        "Dusty: You'd rather she read it in the paper?",
        "Barbara: Honey, your dad and I thought that you should have a little time with Johnny first.",
        "Jennifer: Then it's true?",
        "Barbara: You don't have to deal with this right now, Jen.",
        "Jennifer: Where's Paul?",
        "Dusty: In jail.",
        "Jennifer: Will you watch Johnny for me?",
        "Barbara: I want you to let your dad handle this.",
        "Jennifer: No, I won't be long. Thank you. Thank both of you for everything.",
        "Barbara: Jen. Jen, honey, please! You couldn't have waited?",
        "Dusty: No.",
        "Barbara: She's going to march down there, she's going to accuse Paul, and he's going to deny everything.",
        "Dusty: She'll rip him to pieces.",
        "Barbara: And, enlighten me. How is that going to help?",
        "Dusty: It's called justice. And it doesn't wait. Not one more day.",
        "[SCENE_BREAK]",
        "Will: Gwen --",
        "Jack: Gwen, why don't you go upstairs and get some rest?",
        "Carly: I'll make you some tea or something. We can talk.",
        "Will: Come on.",
        "Gwen: No. I don't want your tea or your phony tears. You're not my sister. You are nothing to me.",
        "Will: Gwen? Gwen?!",
        "[SCENE_BREAK]",
        "Mike: I want you to tell B.J. that you are breaking things off with him.",
        "Katie: I can't do that. If I just do a complete 180, he's going to know that I've been lying to him.",
        "Mike: All right, I'll tell him then.",
        "Katie: No, I'll tell him. Gradually.",
        "Mike: Today. And in a public place. I do not want you alone with that guy.",
        "Katie: I'm meeting him at java. There will be people there.",
        "Mike: Good. Good. All right. When you've finished telling him, come right back here.",
        "Katie: And what about Henry?",
        "Mike: We'll find another way to help Henry.",
        "Katie: I'll let B.J. down easy so he doesn't suspect anything.",
        "Mike: Good.",
        "Katie: You get some rest, okay?",
        "Mike: Be careful.",
        "Katie: I will. I'll be back as soon as I can, okay? I love you.",
        "Mike: I love you, too.",
        "[SCENE_BREAK]",
        "Meg: You're a real hero, Donovan.",
        "Dusty: Well, I have help.",
        "Meg: Every hero has a sidekick.",
        "Dusty: Any respected hero looks after his sidekick. You took a risk for me by helping Jen. I won't forget it.",
        "Meg: Do you know what I really want out of this whole mess?",
        "Dusty: I've got a pretty good idea.",
        "Meg: That, too. I want tomorrow, Dusty. I want to stop thinking about who did what and why. I want good things to start happening for Jen, and for us.",
        "Dusty: Good things like this? And that?",
        "Meg: Yeah, that's a real good thing.",
        "[SCENE_BREAK]",
        "Jack: Hey. Any luck?",
        "Carly: She's not picking up her phone.",
        "Jack: She needs time.",
        "Carly: She hates me.",
        "Jack: No, Carly, she doesn't. She doesn't hate you. She hates that she lost her baby.",
        "Carly: Maybe we should have done more, Jack. Maybe if we'd gotten a lawyer, we could have stalled them somehow --",
        "Jack: What could we have done, honey? We can't change the DNA test. And telling her the second she walked in that door, that was the right thing to do. She has us. And she has Will, and she has our kids. She has family.",
        "Carly: A family she doesn't want.",
        "Jack: Not today, maybe.",
        "Carly: If she's anything like me, she knows how to hold a grudge.",
        "Jack: If she's anything like you, she knows when to give one up.",
        "Carly: I hope you're right.",
        "[SCENE_BREAK]",
        "Barbara: Just a minute. Should we go see who's out in the big world? Huh? Let's open the door, and see who's there.",
        "Jennifer: Most violent crimes are committed against family members. Did you know that?",
        "Paul: No, I didn't know that.",
        "Jennifer: On my way over here, I kept telling myself over and over again that my brother would never let me drown in my own sorrow. My brother would never commit me to a psychiatric hospital. If my brother knew that my baby was alive, he would move heaven and earth to bring him home to me. My big brother would do that for me. Tell me, Paul. Tell me what you did.",
        "[NEXT_ON]",
        "Barbara: You need to go now, Gwen.",
        "Meg: What if she needs more? Happiness for herself? A daddy for the baby?",
        "Paul: A future without Craig --",
        "Jennifer: If you say that man's name one more time, I swear I will come through here and tear you apart!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=e7ZwpHqsCuA"
}