{
    "Episode Summary": [],
    "Recap": [
        "A furious Cheri shows up at Emily's work after the police showed up at hers. Dusty hears Emily telling her that Dusty doesn't know they work together. Brad wants Katie fired so he can run the show, which Katie overhears. They bicker about whom should be fired when an exasperated Kim explains that the ratings are high and neither of them is getting fired; they better learn to work together. Vienna wants to meet Maddie. Dusty thinks Emily is a prostitute. Emily wiggles her way out of what Dusty heard by claiming Cheri is her source. Dusty doesn't seem to believe her, but pretends he does. Emily reports back to Cheri, who then wants her to work that night. Brad sees Vienna with Henry and isn't happy. Vienna explains that Henry is now her true love. Katie jumps to Henry's defense when Brad puts him down. Gwen and Maddie decide to go to the woods to meet Adam. They find Jade instead; they are suspicious at first but she claims to have gotten a call too. Adam's voice is heard while all three girls are bickering. They realize the voice sounds funny and find the recording device. Jade starts to put two and two together and ask if Gwen did something to Adam? Emily plays dress up for a potential John with weird fantasies. The door opens and it is Dusty though. Jade thinks Gwen killed Adam, as the girls backpedal reminding her that Adam called her and sent her flowers. Jade intends on waiting for Margo to let her know that this is the last place Adam was seen. Maddie and Gwen are beside themselves, as Jade assures them she will be taking pleasure in letting Margo and all the others know that they are involved in Adam's disappearance."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: What are you doing here? You can't -- what if somebody sees you?",
        "Cheri: I hope I'm not supposed to care, after what you've done to my business.",
        "Emily: Just stop, okay. Just keep your voice down in here. I told you I'm sorry that I had to leave the party, Cheri.",
        "Cheri: Save the apology. You're a day late and a whole lot more than a dollar short. Say, these look important.",
        "Emily: Yeah, it is. That's my book! What are you -- what the hell are you doing?",
        "Cheri: Whoops. You know, when the security guard told me you were in here in the conference room, I was just hoping there was still a meeting still going on. I like the idea of walking into a room full of suits and spotting a couple of guys that I've helped out of their suits and then telling them that there are two whores in this room. You and me.",
        "Emily: No --",
        "Cheri: I wonder what this is worth. What would happen if I just hurled across --",
        "Emily: Lucinda Walsh will throw you in jail, trust me.",
        "Cheri: If I'm going down, I'm taking you with me.",
        "Emily: What the hell is going on? What is this all about?",
        "Cheri: The cops. That's what it's all about. They were all over my operation.",
        "Emily: Whoa, whoa, you think because of me?",
        "Cheri: It was this detective. He was asking questions around the Avalon Hotel about that party. The party that you bailed out on. Detective Snyder, do you know him?",
        "Emily: I know lots of cops at the Oakdale P.D. I used to be married to one.",
        "Cheri: Have you been talking to this guy Snyder?",
        "Emily: No.",
        "Cheri: About me?",
        "Emily: No, of course not. Of course not.",
        "Cheri: Then how come he knew so much?",
        "Emily: I don't know.",
        "Cheri: How come he looked straight for the bartender and tried to put the squeeze on him? And then he was all over the hotel manager.",
        "Emily: Oh God, no, no, no. Did you mention my name?",
        "Cheri: He didn't haul me in. But if he does, believe me, I'll be yelling your name.",
        "Emily: No, no, no, no. I don't know -- I don't know what -- I don't know what happened, but I did not say anything to Jack Snyder about you, I swear.",
        "Cheri: How about that boyfriend of yours?",
        "Emily: He's not my boyfriend. I told you, he's not my boyfriend.",
        "Cheri: The one that crashed the party.",
        "Emily: He's just a --",
        "Cheri: A pain in my butt. What's his name?",
        "Emily: Why?",
        "Cheri: I don't care how much money you've brought into my operation with your little high class act, nobody messes with my business like this. I'm going to take care of your boyfriend and then I'm going to take care of you.",
        "Emily: No, no, listen, I don't know why the cops are all over you. I have no idea. But it has nothing to do with me, Cheri, trust me. And this guy, this friend of mine, he's just a -- he's just a friend, okay? And he has no idea that you and I are working together.",
        "Dusty: I do now.",
        "[SCENE_BREAK]",
        "Kim: Okay, bye.",
        "Brad: You can do this. Hey, Boss Lady. Oh, sorry. Didn't mean to scare you. Wow, you look great.",
        "Kim: Thank you, thank you.",
        "Brad: That's an awesome outfit.",
        "Kim: Thank you.",
        "Brad: Am I late?",
        "Kim: No, no, no, not at all.",
        "Brad: No.",
        "Kim: Have a seat. Have a seat.",
        "Brad: Thank you. I brought some stuff along because I figured this wasn't a social thing.",
        "Kim: Well, as a matter of fact, I do have something important to talk to you about. As far as the show goes --",
        "Brad: Kim, I know what you're going to say. I know what you're going to say.",
        "Kim: Oh, you do?",
        "Brad: Yeah, okay. You never planned on \"Oakdale Now\" being a two-person show. And since Katie hates my guts, you've decided that I have to go. And I get that you want to let me down easy and that's why had this meeting. And I know that I probably come across like I don't care about the show and I'm kind of like a \"Fly by the seat of my pants\" guy.",
        "Kim: Oh, are you ever.",
        "Brad: But that is a good thing! I mean, the viewers seem to like it. And you know, you should read some of this fan mail. They love me! They -- I mean, they love me.",
        "Kim: So I've heard.",
        "Brad: You have?",
        "Kim: Mm.",
        "Brad: Cool, cool. So I'm the reason why \"Oakdale Now\" is a hit, and I'm the one who's going to keep people tuning in. Now I know you and Katie go way back, but the writing, it's on the wall. It's in the mail, you know. I'm your boy wonder. You know, and if you're going to fire anybody, I think it should be Katie.",
        "[SCENE_BREAK]",
        "Vienna: Henry loves me. Henry loves me oodles. Henry loves me. Henry!",
        "Henry: Hey, shh! Shh! Hey, hey, hey. Shh! It's a little late. Probably want to keep the voice down.",
        "Vienna: Okay, okay. Do you love me oodles or do you just love me?",
        "Henry: I love you oodles and bunches and more, My Darling.",
        "Vienna: Oh. I love you too.",
        "Henry: Yeah, yeah. Maybe you shouldn't have had that entire bottle of champagne on the way over here.",
        "Vienna: But I'm nervous. I'm meeting your sister Madeline and I have to find all the right words to tell her how much I adore you.",
        "Henry: Yes, Darling. You don't have to go overboard, though, okay?",
        "Vienna: But, Henry, you saved me! Because of you, I'm out of legal trouble with the Prince.",
        "Henry: No, no, I really didn't do anything.",
        "Vienna: Of course you did. You allowed me to sign over all my money to you.",
        "Henry: Yes, anything for you, my beautiful baklava.",
        "Vienna: I cannot wait to meet your sister. I'm sure I'll love Madeline almost as much as I love you, Henry. And Madeline, she'll love me. And she'll be the little sister I've always wanted. Where is she?",
        "Henry: I think she's inside.",
        "Vienna: Let's go get her!",
        "Henry: No, no, no, no. You know, I checked around back and the lights are all off. I think they're asleep.",
        "Vienna: Oh. Well, we must awaken them immediately.",
        "Henry: No, I'll tell you what, let's awaken them tomorrow, like noonish.",
        "Vienna: But today is a special occasion. Today is the declaration of our love.",
        "Henry: I know, Darling. I know. That's why we should wait for the daylight to celebrate. Don't you think tomorrow?",
        "Vienna: I suppose.",
        "Henry: Okay.",
        "Vienna: No, no, no. We must celebrate tonight. I'm gonna knock on the door, and I'm gonna ring the bell.",
        "[Knocking]",
        "Henry: No, no, I --",
        "Vienna: Madeline?",
        "[SCENE_BREAK]",
        "Adam: It's Adam. Meet me in the woods. You know where.",
        "Gwen: I told you, Maddie. That was Adam. We didn't kill him! I told you he was alive!",
        "Maddie: Would you stop it? Whoever called could've heard you.",
        "Gwen: No, that was him!",
        "Maddie: How could it be? You didn't get a pulse.",
        "Gwen: Hey, obviously we made a mistake.",
        "Maddie: No mistake. Okay. It's an unknown number. There's either two possibilities. Either it really was Adam and he's not dead, or it was somebody else pretending to be Adam.",
        "Gwen: No! That was Adam's voice. It was him! Maybe I'm not really going crazy after all. Maybe I really did see him tonight!",
        "Maddie: Gwen, I know you thought that you did.",
        "Gwen: No, no, you weren't here.",
        "Maddie: I know, but come on. You know how your mind can play tricks on you when you're not sleeping and when you're not -- when you're watching scary movies. Gwen, calm down!",
        "Gwen: What? Are you saying that I imagined the entire thing? Him standing in front of my car? The muddy footprints? The bloody branch on my bed?",
        "Maddie: I don't know. I don't know what it means or what you saw, okay? I just know that we need to figure out what's real and what's not, and the only way that we can do that is right now.",
        "Gwen: No, no.",
        "Maddie: Gwen, we have to. We don't have a choice. We have to go to the woods and we have to meet him.",
        "Gwen: No, I'm not going back into those woods.",
        "Maddie: We have to!",
        "Gwen: If Adam's alive, I don't want to see him! And if he's not, then somebody's trying to trap us into admitting what we did!",
        "Maddie: So, what do you want to do? Nothing?",
        "Gwen: I can't go back there!",
        "Maddie: What is the worst that could happen? Okay, Adam pops out of the trees, and says, \"Boo, I'm still alive?\"",
        "Gwen: Look, maybe -- maybe we should just tell Margo.",
        "Maddie: What?",
        "Gwen: Look, she's his mother, and a cop. And if he's going to try to kill us for almost killing him, he can't do that if she is standing there with a gun.",
        "Maddie: Oh, right. Right, Gwen, except then we have to lead Margo to the place where I bashed her son's head in, and we buried him alive!",
        "Gwen: Maybe alive.",
        "Maddie: Yeah. Maybe.",
        "Gwen: If it is a trick, who would do something like that?",
        "Maddie: Jade. She's the only one that wants to hurt you like that.",
        "Gwen: That is Adam's voice. How did she pull that off?",
        "Maddie: Let's go.",
        "Gwen: No, no, no, where are you going? Back to Jade's house?",
        "Maddie: No, I'm going to the woods. We have to. Okay, we don't have a choice.",
        "Gwen: Maddie, I really -- I don't think I can do this.",
        "Maddie: I am just as scared as you are, okay? But we need to find out what Adam wants from us, otherwise this is never going to end.",
        "Gwen: I want Will here.",
        "Maddie: I know. I know. I do, too. Listen, are we going to do this together, or do I have to go alone?",
        "Gwen: You'd go out there alone?",
        "Maddie: If I have to. Do I have to?",
        "Gwen: Let's go.",
        "[SCENE_BREAK]",
        "Vienna: Knock harder.",
        "Henry: I don't think that's such a good idea. What, with them asleep and everything --",
        "Vienna: Henry, are you embarrassed by me?",
        "Henry: What? What? Are you kidding me? I'm in awe of you. You're so full of fire and life, and so gracious and loving --",
        "Vienna: Then why won't you awaken your sister and introduce me?",
        "Henry: I want to. But I don't want her to meet you when she's half-asleep. I want her to be wide-awake, so she can prepare herself to be amazed. You're so dazzling. I want you.",
        "Vienna: Oh, I want you, too. Oh.",
        "Henry: Here?",
        "Vienna: Right here. Where else?",
        "Henry: Oh, yes, my sexy, sizzling strudel -- no, no, no. No, no, no.",
        "Vienna: I want to be naked with you in the moonlight.",
        "Henry: All right, if you say so. Oh, no, no, no. No, no.",
        "Vienna: What's wrong?",
        "Henry: What's wrong, what's wrong, what's wrong, what's wrong, is the family inside. Margo's is -- oh, my God. Margo is the Chief of Detectives, see, and Tom -- Tom just -- he has a heart condition. So, if he walks out here and sees you bathed in nothing but moonlight, he's going to have a heart attack. And then Margo's going to have to arrest you for not concealing this deadly weapon. Let's just go back to the room. What do you say?",
        "Vienna: Oh, but how can I wait that long?",
        "Henry: It's just a short drive, my bounteous, beauteous -- oh, my goodness, I don't want you in trouble with the law, okay? Not again. I want to protect my little lollipop.",
        "Vienna: Oh, that makes me want you even more. Oh, in private, where only you can hear my screams of ecstasy.",
        "Henry: Oh, let's go. Let's go. Let's go, let's go!",
        "[SCENE_BREAK]",
        "Katie: How dare you try and get me fired!",
        "Brad: Look, you know I'm the one bringing in all the audience. You're the one causing all the problems.",
        "Katie: Problems? What problems?",
        "Brad: Oh, there is a list. With black eyes and temper tantrums --",
        "Katie: Oh, you want to see a temper tantrum?",
        "Kim: Hey, hey, hey! Save it for the show. Sit!",
        "Brad: You see?",
        "Kim: No one is getting fired. I asked to speak to the two of you tonight to tell you that your audience absolutely adores you both -- together.",
        "Katie: They do?",
        "Kim: And because they adore you together, you two are going to have to learn to get along. Understood?",
        "Katie: Yes.",
        "Kim: Brad?",
        "Brad: Kim, I get along with everybody. But what am I to do? She hates me. Are you sure you can't fire her?",
        "Kim: One more mention of me firing Katie, and you, fan fave or not, you are gone. Have you got that?",
        "Brad: Yes, Ma'am.",
        "Kim: I want the two of you to stop acting like a couple of idiots! You have a successful television show on your hands. And you have to go to learn to work together. It's time for us to start laying out the shows for the next 13 weeks, and I want to make sure that we are playing to your strengths. I would like to have some ideas, some suggestions from you for possible segments. I want you to be as creative as you can possibly be. I want you to outline your ideas. And I want them on my desk first thing in the morning. Good night.",
        "Katie: Thank you, Kim. Good night. Give Bob my best.",
        "Brad: Kim, don't worry. We'll come up with great ideas. \"Give Bob my best.\"",
        "Katie: How dare you try to get me fired!",
        "Brad: Oh, give me a break! You were going to do the same thing to me. I just make sure I got myself here first.",
        "Katie: Oh, yeah. Probably the first time you've ever been on time for anything in your life.",
        "Brad: And you would know that how? Admit it, you're just jealous.",
        "Katie: Of what? You? Come on. I've actually accomplished things in my life. What have you done?",
        "Brad: Lots of stuff.",
        "Katie: Yeah, like what?",
        "Brad: I've traveled. And I have lived. And I have traveled.",
        "Katie: Okay. You know what? I think all I'm going to have to do is wait. Because I think you're going to do yourself in, and I'm not even going to have to lift a finger.",
        "[SCENE_BREAK]",
        "Dusty: So, you two work together, huh?",
        "Emily: You know what? I just need a minute alone with Cheri.",
        "Cheri: My name's Cheri. I remember you from last night. What's your name?",
        "Emily: It's not important. He's just a friend of mine.",
        "Dusty: I also work with Emily. Dusty Donovan.",
        "Cheri: I'll remember that.",
        "Dusty: What do you and Emily do together? For work?",
        "Cheri: I think you know.",
        "Dusty: I think you're right.",
        "Emily: Yeah. You know what? Can a just have a moment alone --",
        "Dusty: Eliot Gerard. Is he one of your clients?",
        "Emily: Why are you bringing up Eliot?",
        "Cheri: Eliot? I don't know any Eliot.",
        "Dusty: Eliot beat up Emily. I want to know why.",
        "Emily: Okay, you know what? That's enough. Cheri, excuse me. Can we just -- can you leave? I will take care of everything, but I cannot do it with you here. Okay? I need to talk to him alone.",
        "Cheri: You do that. You make sure you make our deal very clear to him.",
        "Emily: I'm sorry you had to walk in on that.",
        "Dusty: Yeah, I bet.",
        "Emily: Listen, about Cheri --",
        "Dusty: Cheri runs hookers out of the Avalon Hotel.",
        "Emily: Yeah, among other things.",
        "Dusty: Why do you know so much about it?",
        "Emily: She's a source.",
        "Dusty: Oh, I think there's more to it than that. What makes her think she can come in here and tear things up --?",
        "Emily: She's got a lot of attitude. She's annoyed.",
        "Dusty: What kind of hold does she have on you?",
        "Emily: None.",
        "Dusty: Hey. Are you working for her?",
        "Emily: No -- no, Cheri is working for me.",
        "Dusty: So, you've got hookers working for you?",
        "Emily: No, Dusty. The hookers work for Cheri. Cheri works for me.",
        "Dusty: As what?",
        "Emily: As my informant.",
        "Dusty: Emily, I stopped believing you were doing a story on hookers a long time ago.",
        "Emily: You think I'm hooking? What, are you nuts?",
        "Dusty: What am I supposed to think?",
        "Emily: You're supposed to think that I'm a professional editor/reporter, doing what I do best.",
        "Dusty: Hanging out with losers?",
        "Emily: \"The Intruder\" is a tabloid. Remember? Sex sells.",
        "Dusty: Is Cheri blackmailing you?",
        "Emily: With what, Dusty? Face it, there's nothing in this town I haven't done that everybody doesn't already know about.",
        "Dusty: I saw her threatening you.",
        "Emily: She's a little scared right now.",
        "Dusty: Of the cops.",
        "Emily: Well, her job happens to be illegal you know, and she doesn't want to go to jail. Why is this surprising to you? I'm telling you, if you have blown this for me --",
        "Dusty: Blown what?",
        "Emily: My story! A whole series of articles on prostitution in America.",
        "Dusty: I hate to break it to you but, it's already been done.",
        "Emily: Yeah, no, no, no, no. Not lately. Not my way. Not with all of the connections I've got. You cannot believe how high tech prostitution has become. And I'm deep. I mean, I've got connections. This is going to blow our circulations through the roof.",
        "Dusty: How inside are you?",
        "Emily: Pretty deep. But, it's okay. I'll be okay. Don't you worry about me.",
        "Dusty: Let me see the article.",
        "Emily: No. You know I don't show my work until it's finished.",
        "Dusty: Until now.",
        "Emily: I haven't even written it yet.",
        "Dusty: You got to have some notes or something. Let's see it.",
        "Emily: Dusty, I haven't really worked out my angle. So, I just need some time.",
        "Dusty: Oh, I see.",
        "Emily: What are you doing? Who are you calling?",
        "Dusty: I'm calling the cops. They should bring in Cheri for questioning.",
        "Emily: No. Don't, please.",
        "Dusty: Why not?",
        "Emily: Because I care about Cheri, and these women who work for her -- Dusty, they're regular people. They're just like me and you, you know. They're single moms and college students --",
        "Dusty: Drug addicts, parasites --",
        "Emily: The point is, there's a story here. And Cheri has given me open access to everything. And in return, I have promised to protect her and her operation. I am this close to putting \"The Intruder\" on the map. And then you butt in, and you get the cops involved.",
        "Dusty: Gerard beat you up. What's the next guy going to do?",
        "Emily: That was just --",
        "Dusty: What, what, what was it? A date? A date gone bad?",
        "Emily: Yeah. Yes.",
        "Dusty: I don't think so. That guy wanted to work with this corporation. Why would he take that kind of risk?",
        "Emily: I don't know, Dusty. I don't know.",
        "Dusty: Because he felt safe? Because he knew you wouldn't go to the cops?",
        "Emily: I don't want to cause any trouble, okay? I went to the man's room willingly. And when I refused to have sex with him --",
        "Dusty: He thought he had a right to hit you.",
        "Emily: Yeah, because he's an awful man, okay? He's a pig.",
        "Dusty: He thought he had a right because he paid for it. He wasn't a date. He was a customer!",
        "[SCENE_BREAK]",
        "Brad: Yeah, yeah. You know, maybe I've had some rotten luck with some jobs. But, this is different. This is something that I can do, and I am going to make it work.",
        "Katie: By acting like a jackass?",
        "Brad: You know, the more time I spend with you, the easier it is to understand how you keep getting dumped.",
        "Katie: You don't understand anything.",
        "Brad: You know what I understand is, that two separate guys left you high and dry. So you must've treated them the same way you treat me. You know, you're going to wake up one day, and you're going to realize you're nothing but a cold, bitter, lonely old woman.",
        "Katie: You are a jackass.",
        "Vienna: Hey.",
        "Brad: Hello.",
        "Vienna: Hello, Brad. It's good seeing you.",
        "Brad: It is so good to see you. So, I guess you wrangled yourself out of that financial legal trouble you were in?",
        "Vienna: Yes, with a little help from a good friend of mine.",
        "Brad: Well, welcome back.",
        "Vienna: Hey -- what are you doing?",
        "Brad: Kissing you.",
        "Vienna: Oh, Henry.",
        "Henry: Hi.",
        "Vienna: What took you so long to park the car? I missed you.",
        "Henry: I missed you, My Sweet.",
        "Brad: What the hell?",
        "Vienna: Oh, Brad. Do you know my Henry?",
        "Brad: You're what?",
        "Vienna: Angels sent him from heaven to save me. Because of him, I have been spared from the Prince's anger. Because of Henry, I finally know what true love is.",
        "[SCENE_BREAK]",
        "Gwen: This is it.",
        "Maddie: Right. It's the scene of the crime. But there's no corpse. Just piles of dirt everywhere from us digging our brains out looking for a body that suddenly doesn't exist.",
        "Gwen: Don't get hysterical on me right now.",
        "Maddie: It's my turn.",
        "Gwen: Maddie, at least we know now that we were digging in the right spot. And the reason that we didn't find Adam is because he got up and he walked away.",
        "Maddie: Yeah, or somebody snatched his body.",
        "[Branches moving]",
        "Maddie: What was that?",
        "Gwen: Probably just a big animal or something.",
        "Maddie: What kind of animal, Gwen?",
        "Gwen: Maddie, calm down, okay? Please. I'm about to lose it too. Just calm down.",
        "Maddie: Okay. Okay. Everything is going to be okay. There's nothing to worry about. Nothing to be scared of.",
        "Gwen: I wish. If Adam's trying to scare us, I wish he'd just hurry up and get it over with.",
        "Maddie: Yeah, like this isn't all his fault.",
        "Gwen: Do you want to be quiet? He could be out here right now listening to us.",
        "Maddie: I don't care if he's listening to us. Adam knows what he did!",
        "Gwen: Stop that!",
        "Maddie: He set Will up, and he made you think that your husband was some kind of jealous maniac.",
        "Gwen: Maddie, stop!",
        "Maddie: And now Casey's going to go to jail because Adam can't come forward and admit what he did!",
        "Gwen: Maddie, if you don't stop it, I will leave you here.",
        "Maddie: You wouldn't do that.",
        "Gwen: I don't know what I'd do right now, I'm scared out of my mind. I have the keys to the car.",
        "Maddie: You didn't leave me before when I hit him. Otherwise, I'd still be in jail.",
        "Gwen: And I would have been really ashamed of myself.",
        "Maddie: And Adam wouldn't be freaking us out like we were trapped in some movie like the living dead, I can't -- what's that?",
        "Gwen: Shh -- oh my God.",
        "Maddie: He's coming. Where is he? Where is he?",
        "Gwen: I don't know!",
        "Maddie: Where is he? He's there.",
        "[Maddie whimpers]",
        "Jade: Would you two please shut the hell up?",
        "Maddie: I knew it was you!",
        "Jade: Would you get those flashlights out of my face.",
        "Gwen: You set this up, didn't you?",
        "Maddie: Of course she did! Why else would she be walking in the middle of the woods in the middle of the night?",
        "Jade: It's not the middle of the night, it's -- what are you two doing here?",
        "Maddie: Oh, like you don't know.",
        "Jade: Did Adam call you too?",
        "Maddie: Maybe he did. Maybe he didn't.",
        "Jade: You're so weird. I got this cryptic message from Adam, telling me to meet him in the woods.",
        "Gwen: Why the woods?",
        "Jade: I wondered the same thing.",
        "Maddie: He didn't leave a number?",
        "Jade: No, Einstein. And I tried star sixty-nine, but it didn't work. So I drove out here to check things out.",
        "Maddie: And decided to take a stroll in the middle of the woods by yourself?",
        "Jade: I wouldn't have, but I saw Gwen's car, and figured -- look, did Adam call you?",
        "Gwen: Yeah, he did.",
        "Jade: So, what's with the baseball bats?",
        "Maddie: Well, Adam wasn't exactly warm and friendly the last time that he saw Gwen.",
        "Jade: Right. And I guess that's why you brought the munchkin? For backup?",
        "Maddie: Hey!",
        "Jade: I'm just saying, she has a big, strong husband.",
        "Gwen: He's out of town.",
        "Maddie: But you already knew that, Jade, didn't you?",
        "Jade: So, you two decided to go dig for buried treasure or something while you were waiting.",
        "Maddie: We didn't do this.",
        "Jade: Gwen? Gwen, did you do this? What's wrong with her?",
        "Maddie: Gwen? Just tell Jade that we didn't do this. Tell Jade that is was already dug up. We didn't do this!",
        "Gwen: We didn't --",
        "Adam: It's Adam.",
        "Gwen: Dammit! Stop it!",
        "Jade: Adam? Adam, where are you?",
        "Adam: Meet me in the woods. You know where.",
        "Jade: What is he talking about?",
        "Gwen: We're here! We're right here! Come on! Where are you?",
        "Jade: That's what he said on his message. \"Meet me in the woods. You know where.\" But, I didn't know what he was talking about. But you did, Gwen. Didn't you?",
        "Maddie: Leave her alone, Jade!",
        "Jade: Is this where he attacked you? Is this where he tried to rape you?",
        "Maddie: Back off! Back off.",
        "Jade: Something happened to Adam, and she knows what it is. Gwen, please -- tell me what happened to Adam.",
        "[SCENE_BREAK]",
        "Brad: You're seriously telling me that you're in love with this guy?",
        "Vienna: Yes. Henry is the most amazing man on this planet.",
        "Brad: Baby, you haven't had the best yet. So, how can you judge? I mean, we just need to spend some time together.",
        "Vienna: You know, Brad, you are handsome and buff, but you've given me nothing. Henry, he gave me my freedom and protected my assets.",
        "Brad: Yeah. Oh, really? Assets? How did you do that, huh, Henry?",
        "Henry: I hate to cut this short, but my precious peach and I have some alone time upstairs.",
        "Vienna: Oh, no. Its okay, Darling. I do owe Brad and tiny, little explanation. Would you like to hear how Henry saved me?",
        "Brad: I would love to.",
        "Vienna: My brilliant Henry -- he inspired me to sign over all of my money to and him. And that way, the Prince, he had to drop the suit against me because I have nothing for him to sue me for. Isn't Henry the most divine man on this planet?",
        "Brad: I get it. Hey, I totally get it. So, he's really not your lover. He's more like a living breathing ATM machine.",
        "Henry: Whatever, whatever. Come on, Vienna. Let's go.",
        "Vienna: Of course, he is my lover. I mean, that's why I fell head over heels and signed over all my worldly goods to him.",
        "Brad: Yeah, I'm not the feds. You can drop the act and we can pick up where we left off.",
        "Vienna: We didn't leave off anything, Brad. You know, we were done. Ka-put. You were merely a stepping stone on my way to find the true love of my life.",
        "Brad: This guy -- this softy --",
        "Vienna: There is nothing soft about my Henry.",
        "Henry: That's okay, Vienna.",
        "Katie: No, it's not. As usual, Brad is acting like an expert, when he clearly has no clue. But, there is no one better that I know in this world than Henry.",
        "Vienna: Well, he's mine now.",
        "Katie: So, you've said and said and said. No, you listen. Henry is loyal and strong and passionate, which makes him more of man than you could ever hope to be.",
        "[SCENE_BREAK]",
        "Emily: You think I had sex with Eliot Gerard for money?",
        "Dusty: Did you?",
        "Emily: No.",
        "Dusty: Come on.",
        "Emily: I did not have sex with that man and take his money. I already explained that to you.",
        "Dusty: Why would you let him get away with beating you up?",
        "Emily: I don't know why. Okay? I don't know why. Maybe the story had something to do with it. Talking with these women, getting to know what their lives are like --",
        "Dusty: Makes it okay for a guy to beat you up?",
        "Emily: No. I just -- everyday these women make a decision.",
        "Dusty: Yeah, to risk their lives.",
        "Emily: No, no, no. They don't look at it like that. They look at it like a mutual transaction to have sex with a stranger. And maybe they find power in that.",
        "Dusty: There isn't. There's no power in that.",
        "Emily: No, Dusty. They choose to be in that room. It's their choice to make sex about business. Not love. And they distance themselves from it. They don't know what their body's doing, and when it's over, it's over. They haven't lost a thing.",
        "Dusty: Except their self-respect. And what if Cheri's involved with gangs, drugs?",
        "Emily: Well, then, I'll find out about it. I mean, I'll write about it. But, I can't do it with you breathing down my neck. So, just back off and let me do this. On my own. What are ya doin'?",
        "Dusty: I wish I could talk you out of it.",
        "Emily: Why would you want to?",
        "Dusty: You're not going to be taking any unnecessary risks?",
        "Emily: Of course not.",
        "Dusty: You're not going to let Cheri talk you into doing anything for real, are you?",
        "Emily: Dusty, I work for Worldwide, okay? They pay me very well. I don't think I need to start turning tricks to put food on the table. And you know what? I like being and impartial observer. That is, if there's anything left to observe. You think Jack's shut down operations at Avalon by now?",
        "Dusty: Didn't you say that Cheri works out of more than one hotel?",
        "Emily: Didn't you say that you'd butt out? I'll be careful, okay?",
        "Dusty: Don't get in too deep.",
        "Emily: I won't. And we are going to have one hell of a story when this is over.",
        "Dusty: And when will that be?",
        "Emily: I don't know.",
        "Dusty: A day, two days --",
        "Emily: I don't know. I don't know. You know, I'm just getting to know these women, and I feel like the longer I'm there, the more they're going to trust me. So --",
        "Dusty: Okay.",
        "Emily: Dusty, promise you won't interfere?",
        "Dusty: As long as you play it safe, you're on your own.",
        "Emily: Thanks. You won't be sorry. Cheri, its Emily. Listen I talked to Dusty. Everything's okay. You won't have anymore trouble with him. No, and I'm sorry that he -- tonight? No, I've got a lot of work to redo now, thanks to you. Look, I know I owe you, but I --",
        "Emily: He's not here yet?",
        "Cheri: I wanted to make sure that you and I were clear first.",
        "Emily: No, no, no. Dusty promised he would stay away. No more problems.",
        "Cheri: You wouldn't even be here if my girl hadn't called in sick.",
        "Emily: I won't let you down, Cheri. Please.",
        "Cheri: You'll meet him here is the room. I'll make sure he has the key. But, in case there are cops hanging around, make sure you avoid the bar, the lobby, any public area.",
        "Emily: Okay. So, what shall I do? When I'm finished, I use the fire escape?",
        "Cheri: There are stairs across the hall. Use them.",
        "Emily: Okay, so this guy's paying a lot of money to be with me tonight. What's he into?",
        "Cheri: Computer games, fantasy stuff. He's the superhero and you're the long lost princess.",
        "Emily: You're kidding, right?",
        "Cheri: No, I wouldn't make that up. Anyway, he'll knock, and you say, \"Come in, my king.\"",
        "Emily: \"Come in my king.\" Okay. Than what?",
        "Cheri: Then, he'll use his keycard, and he'll come in.",
        "Emily: All right.",
        "Cheri: Your costume's in there.",
        "Emily: My costume?",
        "Cheri: This guy comes to town at least four times a month. He shells out thousands of dollars every time. Don't blow it.",
        "Emily: Fantasy world, captured princess. Sounds like it could be fun.",
        "Cheri: I'll wait here while you get changed.",
        "Emily: Come on, Cheri. You can trust me, please.",
        "Cheri: That remains to be seen. How's it going in there? Does the costume fit?",
        "Emily: I think it's going to be perfect.",
        "Cheri: Me too.",
        "[SCENE_BREAK]",
        "Henry: Thank you for standing up for me back there. That meant a lot, Katie.",
        "Katie: I'm still worried about you.",
        "Vienna: Why?",
        "Katie: I'm worried that you'll get distracted by the next passing stud and dump this really great guy.",
        "Vienna: Oh, and make the same mistake that you did, you mean? No, I don't think so. Shall we go, my love?",
        "Henry: I thought you wanted more champagne?",
        "Vienna: All I want more is you.",
        "[Henry laughs]",
        "Katie: All right, here's the deal. You make your list, I'll make mine. We will e-mail them to each other. We will put them together, and then we'll hand them into Kim.",
        "Brad: And you won't change mine?",
        "Katie: I won't even correct the spelling.",
        "Brad: I don't get it. I don't get how she could throw me over for that guy. I mean, is he really all that? Or are you just trying to stick it to me?",
        "Katie: Henry is the best. And I don't mind sticking it to you. Every chance I get.",
        "[SCENE_BREAK]",
        "Jade: You're part of it. You know what happened here.",
        "Maddie: Nothing happened.",
        "Jade: Then why are you acting so freaked? Adam? Adam, get out here. I need to talk to you!",
        "Adam: It's Adam. Meet me in the woods. You know where.",
        "Gwen: Where are you, dammit!",
        "Maddie: He's over there.",
        "Gwen: Maddie, wait!",
        "Jade: You need to tell me what happened.",
        "Gwen: No, I have to go with Maddie. What is that?",
        "Adam: It's Adam. Meet me in the woods. You know where.",
        "Jade: It's just a recording. But why would Adam --",
        "Gwen: Hold on. Play that back. Didn't it sound strange to you?",
        "Adam: It's Adam. Meet me in the woods. You know where.",
        "Maddie: Yeah, it does. It sounds strange. It's choppy, like the words don't match.",
        "Gwen: Like a bunch of different recordings put together. But who?",
        "Jade: Adam's the genius in the recording studio, not me. I have no idea what he's doing, but it's definitely Adam. For some reason he wanted to lure us all out here.",
        "Gwen: I don't know.",
        "Maddie: It has to be Adam.",
        "Gwen: Why, Maddie? It's a recording! Adam didn't have to be --",
        "Jade: What?",
        "Maddie: We have to get out of here.",
        "Jade: Adam didn't have to be what?",
        "Maddie: She didn't mean anything by it! Gwen, let's go!",
        "Gwen: Go where? Whoever is doing this isn't going to leave us alone.",
        "Maddie: We need to leave.",
        "Jade: Wait, you fought. You fought him. He attacked you. Did you push him? Did he hit his head?",
        "Maddie: Stop it! Just, stop it! You don't know anything about it, okay?",
        "Jade: And you do? You do. You were here. You know what she did to him. How bad did she hurt him, Maddie? Tell me.",
        "[SCENE_BREAK]",
        "Brad: You know, Katie, it's no big deal. I wasn't into Vienna all that much anyway.",
        "Katie: Which is why you went straight for the scotch.",
        "Brad: There are plenty of gorgeous women that would kill to go out on a date with me.",
        "[Katie laughs]",
        "Katie: This is really getting to you, isn't it?",
        "Brad: Yeah, laugh it up. Ha, ha, ha. Laugh it up. It'll be the last laugh you ever have.",
        "Katie: Whoa, is that a threat?",
        "Brad: Whoa, no. I'm just saying that you don't know when to stop pushing. That's your problem.",
        "Katie: Oh, well your problem is that you've been underestimating me since day one. You thought you could take over my job and I would just give up and cry. Sorry, Brad. I don't give up. I fight back. And when it's all said and done, you're not even going to know what hit you.",
        "[SCENE_BREAK]",
        "Emily: Well, what do you think?",
        "Cheri: He's going to eat you up.",
        "Emily: Oh, I almost forgot.",
        "[Emily takes condoms out of her purse]",
        "Cheri: Oh, here. I'll take care of them.",
        "Emily: Thank you.",
        "Cheri: He'll be here any minute. There's just one more thing I wanted to mention.",
        "Emily: Okay.",
        "Cheri: Sometimes the fantasy stuff can get a little wild. But, he's a regular. He's never hurt anybody. You'll be fine.",
        "Emily: Oh, no, no, no. No, I can't do that. Not after what happened with Eliot.",
        "Cheri: He's not Eliot. You'll do what he wants to do, and you'll like it.",
        "Cheri: Relax. He knows if he does as much as bruises you, I'll break his kneecaps.",
        "Emily: Okay. Okay.",
        "Cheri: Call me when you're done.",
        "Emily: All right.",
        "[Knock at the door]",
        "Emily: Enter, my king.",
        "[In walks Dusty]",
        "[SCENE_BREAK]",
        "Maddie: You've got a pretty active imagination there, Jade. You might want to get that checked out. Come on, Gwen. We're done here. Get out of my way.",
        "Jade: Are you going to hurt me, too?",
        "Maddie: We didn't hurt anybody.",
        "Jade: Well, you're acting like you did. I get a phone call and you freak. Flowers, you say, \"No, it can't be. It's impossible.\" Is Adam dead? Is he?",
        "Gwen: No. We don't know where he is. And that's the truth.",
        "Jade: So he could still be alive. He probably is. When I went back to my room, things were sort of -- you were in my room?",
        "Maddie: Oh, who's paranoid now?",
        "Jade: You want to go? Go.",
        "Maddie: Are you going to stay here?",
        "Jade: Yeah, somebody has to wait for the police.",
        "Gwen: No, you can't call them.",
        "Jade: This was the last place anybody saw Adam. Don't you think his mother, the detective, deserves to know that?",
        "Maddie: Listen, you don't know anything.",
        "Jade: I know that if you had something to do with killing Adam --",
        "Maddie: We didn't kill him! Okay, you know that. We know that you know that because you got a call from him and flowers --",
        "Jade: And nothing but grief and accusations from the two of you. Margo needs to know that when her son disappeared, the two of you had something to do with it. And I am going to love spreading that news. The police should know.",
        "Gwen: No, please, they can't.",
        "Jade: What?",
        "Gwen: You're not going to the police, and we'll stop you if you try.",
        "[SCENE_BREAK]",
        "Emily: Fine, I admit it. I'm a prostitute.",
        "Dusty: Try whore.",
        "[SCENE_BREAK]",
        "Meg: When will you get it? I want you to stop messing with my life!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=qOhH3n4kyjQ"
}