{
    "Episode Summary": [],
    "Recap": [
        "Lily and Holden try to convince Blanco to let Luke go and take them instead. She doesn't need their money; she wants them dead for their organs. After Lily pushes Blanco, Holden is able to wrestle the gun away from her goon. The police take them away and Blanco refuses to admit to knowing what happened to Keith. Holden and Lily decide to talk about their relationship when they get home. Dusty and Jen partner up to find out the truth about her baby, but tell no one else. Jen gets released from Deerbrook, and Paul and Emily hope it is over, but when Emily sees Meg brushing Jen's hair, they are suspicious again. After talking to Eli, Meg learns the baby's father is a close relative to Casey could it be his uncle Craig? Meg gets a hair sample from Jen to compare to the baby's DNA, unbeknownst to everyone. Iris persuades Cass to go have him talk to Carly about a \u0091deal.' Carly has earlier bumped into Gwen and told an emotionally overwhelmed Gwen that she is leaving with Rory for Switzerland - indefinitely. Later, Cass tells Carly he suggests that she take his deal with her giving Rory back to Gwen or risk having family and friends find out she murdered an innocent helpless baby boy."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: You don't need to do that. He's just a kid. If you want to point a gun at someone, why don't you point it at me?",
        "Lily: Please, just let him go. Please.",
        "Blanca: It's a little too late for that. You should've thought about that before.",
        "Holden: Let us just take our son. We'll walk out of here, we won't say a word.",
        "Blanca: Now, why don't I believe that? Agarralo.",
        "Rico: Mueve.",
        "Lily: No. No, no, no, please don't take him! Please, don't. Leave him alone! Please, just take me! Please, just take me! Listen, please --",
        "Holden: Lily, Lily -- stop. Stop!",
        "Lily: I mean it! I mean it!",
        "Blanca: Shut up, or we'll waste him right now.",
        "Lily: No, don't! Please! Whatever you want, please, just -- I'll give you whatever you want. Just take me instead. Just let him go. Please!",
        "[SCENE_BREAK]",
        "Dusty: Why the sad face? You're getting out of here today, right?",
        "Jennifer: Dusty, you startled me.",
        "Dusty: I thought the release was all set. What's wrong?",
        "Jennifer: It is. They're just dealing with the paperwork right now.",
        "Dusty: So, what's wrong?",
        "Jennifer: I'm just nervous. I mean, I feel okay right now. But what if -- what if when I get out there, I'm worse?",
        "Dusty: They wouldn't be releasing you if they didn't think you were okay. But, if you're not ready, you can stay here longer until you're 100%.",
        "Jennifer: But what about the baby? I -- I have to get out there to find him, to prove that he's still out there.",
        "Dusty: I told you, I'm taking care of it. I've got a P.I. Looking for Nurse Thompson right now, as we speak. He's going to contact me in half an hour. It's all set.",
        "Jennifer: And when he does?",
        "Dusty: I'll talk to Nurse Thompson myself. See what she has to say.",
        "Jennifer: No, I thought that we both agreed that it would be better if I spoke to her. That she would open up more easily to me.",
        "Dusty: Well, it would be better, but if you're not ready --",
        "Jennifer: Dusty, no! I have to talk to her. Okay? She was at the hospital the night that my baby was born. She has to know that he is alive. And I want her to say it to my face.",
        "Dusty: Jen, I can see how hard this is for you, even to pretend to come to terms with your child's death just to get out of here. I can see that.",
        "Jennifer: I hate saying it, because I know, in my heart, that it's not true. But I'll do whatever I have to to get out of here. And I will fight any urges that I have to relapse, because I just have to keep thinking that the drugs keep me from my baby. And I have to keep thinking about what will be best for him. And if I think it, then I know that I'll get through it. And I'll be okay.",
        "Dusty: Are you sure? Whatever happens, I'll be with you.",
        "Jennifer: Then I know I'll be okay.",
        "[SCENE_BREAK]",
        "Paul: No, no, no! I'll pick her up. Listen, Dr. Michaels, thank you so much. We totally appreciate everything that you've done. Thank you. Right. Bye. They're preparing Jennifer's release papers.",
        "Emily: That's so fast.",
        "Paul: Well, they're going to continue to monitor her on an outpatient basis. But I think the best thing for her is to be home, surrounded by people who love her.",
        "Emily: Do you think she's going to stop asking questions about her baby?",
        "Paul: No. I think Jennifer has finally accepted the truth. It's over, Em. It's finally over.",
        "Emily: I pray to God you're right.",
        "[SCENE_BREAK]",
        "Meg: Well, you are the genetics expert, so I'm not going to argue with you. Come on, Eli, don't you think it's a little weird? I mean, the paternity test proves that Casey is not the father, but it also proves that the actual father is somebody related to Casey?",
        "Eli: Definitely a blood relation. A brother, cousin, something like that, maybe? [Cell phone rings] Excuse me.",
        "Meg: Yeah. Or an uncle. Craig?",
        "[SCENE_BREAK]",
        "Cass: Okay. You wait here and I'll make sure your release papers are in order and then you can go home.",
        "Iris: Yeah? What about you? Just where are you going?",
        "Cass: Well, that depends. What do you have in mind?",
        "Iris: I just want to make sure that you and I are on the same page here. You're going over to Carly's, you're going to get her off of Gwen's back and you're going to be with the baby?",
        "Cass: I'm going to have a conversation with her, yes. And I will make the situation very clear. But I also have to make sure that the lawyer and she are interested in negotiating. What Carly does after that is anybody's guess.",
        "Iris: Yeah. But you just tell her that it's all going to come out -- how she killed my baby. That'll put the fear of God in her.",
        "Cass: Maybe. But the truth is, Carly's been a real wild card in this custody case. I'm not certain she's as easily intimidated as you seem to think.",
        "Iris: Oh, yeah? I'm sure you can be very intimidating. That's why they pay you the big bucks, bronco.",
        "Cass: Look, Calamity Jane, on the off chance that this doesn't work out, we'll need to take this to court. And it's all going to come out. What Carly did to your son, the way you used it to blackmail her, everything. And this time around, I don't want any more surprises from your daughter. Now, I think that you should have a little chat with her and tell her everything before it comes out in court.",
        "Iris: I told you I didn't want Gwen to know. I said that already.",
        "Cass: If this goes to trial, you won't have a choice. Look, Iris, if it comes out and Gwen knows you kept it from her, how do you think she's going to feel?",
        "[SCENE_BREAK]",
        "Gwen: Come on, Carly, I just heard you on the phone. What am I not supposed to know?",
        "Carly: You had no right spying on my private conversation.",
        "Gwen: I wasn't spying on you. I just walked and out of the blue I hear, \"if Gwen knows, it's over.\" So what the hell is going on?",
        "Carly: Fine. Fine. You're going to find out soon enough, anyway. You want to know the truth? I'll tell you.",
        "Carly: We're going to Switzerland. Jack, the kids, me, everybody.",
        "Gwen: What?",
        "Carly: Yeah, I heard from Rosanna's doctor. He thinks it'll be a good idea. He thinks my presence there might help her come out of her coma.",
        "Gwen: But you don't need your family to do that. Go by yourself.",
        "Carly: I'll be gone for a long time, so we're all going. Get used to it.",
        "Gwen: How long is a long time?",
        "Carly: Indefinitely.",
        "Gwen: You can't do that.",
        "Carly: Oh, no? Why don't you watch me?",
        "Gwen: No, the court is never going to let you take my baby out of the country.",
        "Carly: Oh, Gwen, must I say it again? He is not your baby any more.",
        "Gwen: Hey, you didn't get permanent custody. It was temporary. It's not closed, yet.",
        "Carly: Well, I'm not moving. I'll come back if I have to. I just wouldn't count on it being any time soon, if I were you.",
        "Gwen: There's no way I'm gonna let you get away with this.",
        "Carly: And what are you going to stop me?",
        "Gwen: I won't. My lawyer will. He or my mom -- they're never gonna let you get away with this.",
        "Carly: Hey, wait! What did you just say? What does your mom have to do with any of this?",
        "[SCENE_BREAK]",
        "Iris: Oh, Cass, you're a clever guy. I'm sure you can figure out a way of keeping this out of the public, even if it goes to trial.",
        "Cass: I don't understand this. Why would you want to keep your daughter in the dark? Eventually, she's going to learn the truth, anyway. Isn't it better if it comes from you?",
        "Iris: You know what? That's my business and my problem. And your problem is making me look good and getting that baby back for my little Gwennie.",
        "Cass: You're skating on thin ice, Ms. Dumbrowski.",
        "Iris: Yeah. I've gotten pretty good at it, too. You know, Gwennie doesn't need another reason to hate me. She's already got tons. So I just want you to get that baby back for her, and I want her to know that I was there, helping make it happen, okay? Maybe it'll just -- maybe then, she could forgive me for those past years. You understand?",
        "Cass: Of course, I do. You're doing this out of the goodness of your big heart. The trust fund that little Rory is going to come into has no bearing on it at all.",
        "Iris: That's just icing on the cake. I want that kid to have the life that I could never give Gwen. Anything wrong with that?",
        "Cass: Nothing at all.",
        "Iris: Yeah, so -- your fee has to come out of somewhere, too, doesn't it? That's right. And luckily, my grandson's money will just allow me to afford the absolute best.",
        "[SCENE_BREAK]",
        "Dusty: Twice in one day. What are the odds of that?",
        "Meg: Oh, hey, Dusty. This is Eli King. He's a colleague of mine at the hospital.",
        "Dusty: Hey. Sorry to interrupt. Nice meeting you.",
        "Meg: No. No, you didn't interrupt. Actually, I was just going. I will talk to you later. Eli, thank you so much again.",
        "Eli: I was hoping maybe we could grab a bite and catch up a bit.",
        "Meg: You know, I would really love to, but I really need to take care of something. Rain check okay?",
        "Eli: I'll hold you to it.",
        "Meg: Okay, great. Thank you.",
        "Paul: Dusty. Hey.",
        "Emily: Hi, Dusty.",
        "Paul: Great to see you.",
        "Dusty: Really?",
        "Paul: Yeah. Can I buy you a drink?",
        "[Dusty sighs]",
        "Dusty: Now I know something's up. What's the deal?",
        "Paul: No, no. No, nothing's up. You and I have not always seen eye to eye, but you've really been there for my sister, especially, in the last few days. And I just -- I want to say thanks, that's all.",
        "Dusty: It's not necessary.",
        "Paul: So, come on, let me buy you a drink.",
        "Dusty: Shouldn't you be picking up your sister from Deerbrook soon?",
        "Paul: No, no. I just spoke with them, and I've got some time.",
        "Dusty: Well, I'll have a whiskey then.",
        "Paul: Great. You know, you finally got my sister to accept that her baby was gone. You got her to face that fact when no one else could. It's a big deal. Thank you.",
        "Dusty: Well, you know, I do my best. That's all you can do. Right?",
        "[SCENE_BREAK]",
        "Blanca: A sacrifice. How touching. Que crees, rico?",
        "Rico: Muy noble.",
        "[Chuckles]",
        "Holden: Just give us our son. We will walk out of here and we will never look back.",
        "Lily: You could reconsider the offer that we made you before. My mother is a very wealthy woman. We could pay you more money than you could possibly imagine.",
        "Blanca: I can imagine quite a bit.",
        "Lily: We will pay you anything. Anything you want.",
        "Blanca: Oh, luckily, I have more money than I can ever hope to spend.",
        "Holden: I swear to you, we will not contact the authorities. They will never know what happened here.",
        "Blanca: Oh, you will say anything to get you out of this right now.",
        "Holden: All we care about is our son.",
        "Lily: Could you please just let me -- just let me hold him. Make sure he's okay.",
        "Blanca: Not that it matters much now, but esta bien.",
        "Lily: Did they hurt you? Did they hurt you?",
        "Luke: No. Not really.",
        "Lily: We're going make sure nothing happens to you. I promise.",
        "Holden: If it's not money, then what is it? What is it that you want?",
        "Blanca: It's very simple. I want you all to die.",
        "Rico: Hey.",
        "Holden: Too many people know that we're down here. You'll never get away with killing us.",
        "Blanca: You'd be surprised what I can get away with, Mr. Snyder. The police, of course, they will ask questions. But they will get no answers. They'll just assume you crossed the wrong people in your efforts to track down your son. And when they don't find your bodies, little by little, they'll forget all about you. Meanwhile, I'll collect my profits. Business as usual.",
        "Holden: What is that supposed to mean?",
        "Blanca: What do you think? I just want to kill them to watch them die? I want what's in those beautiful bodies of theirs. And so do my clients. At least you can take comfort in knowing you died so that others may live.",
        "[SCENE_BREAK]",
        "Carly: Come on, Gwen. Answer the question. What in the world does your mother have to do with any of this? You told me that you haven't spoken with her in over a year.",
        "Gwen: So? Things change. What's it to you?",
        "Carly: Now I get it. Mommy smelled a trust fund and came running back to her baby girl. Like mother, like daughter.",
        "Gwen: It's not like that. But I don't owe you any explanations. And we were not talking about my mom, we're talking about you trying to take my kid out of the country.",
        "Carly: I'll take Rory wherever I want, and there's nothing you can do about it.",
        "Gwen: Oh, yeah? Watch me.",
        "Will: What's going on?",
        "Gwen: She's trying to take my kid to Switzerland because she thinks I still might have a shot at getting my kid back. But I'm not going to let her get away with it.",
        "Will: Is this true?",
        "Carly: Is this any of your business?",
        "Will: Well, Gwen's my friend, so I'm making it my business.",
        "Carly: That's sweet. Look, I don't know why Gwen is getting her panties in a bunch, really. I just said that I was going to Switzerland to visit my sister. The doctors said it would be a good idea. It's not like it's permanent.",
        "Gwen: Why don't I believe that?",
        "Carly: Maybe because you're a paranoid little --",
        "Will: Hey! Gwen, come on. This really isn't doing anybody any good. You should just steer clear of Carly, and talk to your lawyer.",
        "Carly: Yeah. That's a good idea. Especially that steer clear part. Hey, Jack. Jack, it's me. I really need you to call me back, all right? It's urgent.",
        "Gwen: Damn it, the phone's dead!",
        "Will: Come on, Gwen. Just try to calm down. Maybe Carly's telling the truth and this is just a short visit.",
        "Gwen: Why should I believe her? Oh, I'm sorry. But then again, why should I expect you to believe me? You didn't before.",
        "[SCENE_BREAK]",
        "Paul: Of course, they'll continue to monitor her treatment. It's not like they're just cutting her loose on the world.",
        "Dusty: Well, Dr. Michaels said that Jen might not even feel the withdrawal symptoms until later. Later, it might get dicey.",
        "Paul: We were told the same thing. We'll be watching her very carefully.",
        "Dusty: Let me ask you something.",
        "Paul: Mm-hmm?",
        "Dusty: Was there ever a point that you thought Jennifer was right about her baby?",
        "Paul: About the baby being alive? No, of course not. Why, you?",
        "Dusty: I don't know. I mean, she seemed totally convinced.",
        "Emily: It was the drugs, Dusty.",
        "Paul: Or the grief. You didn't do anything to encourage those thoughts, did you?",
        "Dusty: No, I kept an open mind, you know. Gave her what support I thought she needed.",
        "Paul: You were the one who brought her the babies' test results -- the blood tests. I would think --",
        "Dusty: Well, I thought she needed to see the results for herself.",
        "Paul: Yeah. But I think that because of you, she could finally understand how preposterous the whole idea was.",
        "Dusty: Maybe.",
        "[Cell phone rings]",
        "Paul: Yeah. Oh. Hello? Great. Thank you. Well, Jennifer's ready to be released. This conversation was just getting interesting.",
        "Emily: Oh. No, no, no. I'll go get her.",
        "Paul: Are you sure?",
        "Emily: I'm positive. I'll bring her straight over. Bye.",
        "Paul: Okay. Bye. How about another round?",
        "Dusty: Sure.",
        "[SCENE_BREAK]",
        "Jennifer: Oh, excuse me. Do you know that if I've been signed out yet, if I can leave?",
        "Nurse: I think Dr. Michaels is working on the release forms right now. I'll go check for you.",
        "Jennifer: Okay, thank you. [Jennifer sighs] Oh. Can that be me?",
        "Meg: Need a little help?",
        "[SCENE_BREAK]",
        "Cass: Hey there, Carly. [Carly gasps] You coming or going?",
        "Carly: Oh. It's you. Well, Gwen certainly moves quickly, doesn't she?",
        "Cass: Gwen?",
        "Carly: I don't know what she told you, but I'm not moving. It's just an extended vacation.",
        "Cass: Ah. Can we discuss things inside?",
        "Carly: We don't have anything to discuss.",
        "Cass: Actually, we do.",
        "Carly: Gwen's just overreacting, as usual. She's prone to bouts of hysteria, if you haven't noticed. Just one more reason she is not parent material.",
        "Cass: Kind of the pot calling the kettle black, don't you think?",
        "Carly: And what is that supposed to mean?",
        "Cass: Of the two of you, she's not the one that's responsible for the death of a baby.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Emily: She was brushing Jennifer's hair, getting her ready to leave. What do you make of it?",
        "Paul: Don't know. But I'm gonna find out.",
        "Cass: Do you really want your children to know what you did? Imagine their faces when they learn that Mommy killed a helpless child.",
        "[SCENE_BREAK]",
        "Carly: where did you hear such a story?",
        "Cass: There's a woman by the name of Iris Dumbrowski who gave me the details.",
        "Carly: Well, that woman named Iris Dumbrowski happens to be a crackpot.",
        "Cass: Really? I think she makes a very convincing argument. She's gonna make one hell of a witness, that's for sure. Now you're being reasonable.",
        "Carly: You got five minutes, so start talking.",
        "Cass: I'm here to offer you a deal.",
        "Carly: You don't honestly believe anything that this Iris person told you, do you?",
        "Cass: Well, I didn't at first. So, naturally, I looked into it.",
        "Carly: Well, you're a smart guy, aren't you? I'm sure you found out that the case files are sealed, which means you cannot use them against me in court.",
        "Cass: That's not absolutely true. There are certain exceptional circumstances that would allow me to have those files unsealed.",
        "Carly: What circumstances?",
        "Cass: The ones we find ourselves in right now, as a matter of fact. A child's welfare is at stake here. I think the judge will be very interested to hear exactly what kind of a record you have. And if it requires shedding light on something that has previously been buried, so be it.",
        "[SCENE_BREAK]",
        "Will: Can we just talk this out?",
        "Gwen: Why? So you can pretend to believe everything I say and then turn on me?",
        "Will: I don't get it. We talked about this the other day and I thought things were better.",
        "Gwen: Your sister was in the hospital. I felt sorry for you. I was trying to be nice.",
        "Will: So you're saying that when you apologized for the way things went down between us that that wasn't true?",
        "Gwen: No, I was sorry. But that doesn't mean I forget what happened, Will. You lost faith in me.",
        "Will: Don't say it like that. I couldn't keep up with everything you were telling me. Your story kept changing. I didn't know what to believe.",
        "Gwen: You know, did it ever occur to you to trust me because we were friends?",
        "Will: Look, I'm sorry, okay? Can we just focus on right now? Carly's got you really upset and I'd like to help if I can.",
        "Gwen: How can you keep her from taking my kid to Switzerland, huh?",
        "Will: Carly's not going to Switzerland. She's just trying to get you to do something crazy so you'll look bad all over again.",
        "Gwen: You think?",
        "Will: Of course. She's got family here. Parker is my dad's son, he's not gonna let her take him that far away. And J.J.'s got an uncle in town. Jack's a cop. Do you think he's just gonna quit the force and move to Switzerland? Come on.",
        "Gwen: Maybe, but I don't like the idea of her taking Rory out of the country, even if it's for a short period of time.",
        "Will: Well, you can't do anything about that right now. She's got custody.",
        "Gwen: Yeah, but what if the judge changes his mind and finally decides to give me custody? If she's in Switzerland, then she can stay there. I've gotta get my kid back before she leaves town.",
        "Will: How?",
        "Gwen: Don't worry about it. My mom's taking care of it.",
        "Will: Wow. Are you sure you can trust her? I mean, it's not like she was really there for you in the past.",
        "Gwen: Yeah, well, things change.",
        "Will: Is that you talking, or her?",
        "Gwen: Don't worry about it, Will. I'm not your little pet project anymore. I'm sorry. This is none of your business.",
        "[SCENE_BREAK]",
        "Paul: I'll be honest with you. When you first started poking around for information about Jennifer's baby, I didn't know what to make of it.",
        "Dusty: God forbid I believe her, right?",
        "Paul: I thought, this is not your problem, this is our problem. You need to stay the hell out of it.",
        "Dusty: I'm selfish. I wanted Jennifer to get better. I need her back at work. Street Jeans is nothing without her.",
        "Paul: Well, yeah, I can see that now. But at the time, I didn't know what your agenda was.",
        "Dusty: Where have I heard that before? Can I have another whiskey?",
        "Paul: You were smart, though. You gained her confidence, you got her to trust you. That way, when she heard the truth, she could believe it, because it came from you.",
        "Dusty: Yeah, she and I got close when we started working together. I guess you could say we have a -- bond.",
        "Paul: Why didn't you tell me?",
        "Dusty: About what?",
        "Paul: About the bond. How strong a bond you plan to have with my sister?",
        "Dusty: Spoken like a true brother.",
        "Paul: I'll never stop looking out for her.",
        "Dusty: I want your sister to get healthy again. After that, she should get everything she deserves.",
        "Paul: She deserves to be happy.",
        "Dusty: I agree.",
        "Paul: And not be hurt. A lot of guys, lately, have hurt her. Craig. Jordan. Even Mike, a really great guy, managed to break her heart. And I will not see her hurt ever again.",
        "Dusty: Well then, she's safe, isn't she?",
        "Paul: With me around, yeah.",
        "Dusty: Well, you and I want the same thing. For her to get better, healthy, keep her safe.",
        "Paul: Here's to Jennifer getting better.",
        "Dusty: And here's to getting what she deserves.",
        "[SCENE_BREAK]",
        "Meg: You look good, Jen. And I'm not just saying that. I know you haven't spent a long time here, but I think it's done you some good.",
        "Jennifer: Yes, thanks to you and Dusty.",
        "Meg: You mean you're not mad that I told Dusty about the crystal meth in your purse?",
        "Jennifer: No, no. You were just -- you were just trying to help, and I owe you for that. For that and for getting the blood test results. You took a big risk, letting Dusty know that confidential information.",
        "Meg: Well, I'm sorry the results didn't tell you what you wanted to hear.",
        "Jennifer: Well, they told me what I needed to hear.",
        "Meg: Well, that doesn't make it easier.",
        "Jennifer: But it made me face something that I should've faced a long time ago.",
        "Meg: Well, you're facing it now.",
        "Jennifer: Yeah. And for the first time in a long time, I have a direction to go in. Something to look forward to.",
        "Meg: Well, that's a very healthy way to look at it.",
        "Jennifer: Yeah. I couldn't have done it alone, either. You know, without Dusty. He's really been amazing.",
        "Meg: Yeah, I know.",
        "Jennifer: Oh, and I'm sorry if this has kind of all come down when you two were starting to go somewhere. I never meant to get in the way of that. And it's just -- I just need him still.",
        "Meg: Yeah, I understand. I understand. And I know he's going to be there for as long as you need him. Probably even long after that.",
        "Jennifer: As a friend. You know, just a friend. And I hope that you get what it is you're looking for.",
        "Meg: Thanks. It means a lot to hear you say that. You know, your hair is so beautiful. Turn around, turn around. It is so silky. You know, do I sound like a commercial?",
        "Jennifer: No, it's fine, actually. That actually feels really nice. You can keep doing it.",
        "Emily: What's going on?",
        "[SCENE_BREAK]",
        "Holden: You can't seriously be planning to kill us for our body parts.",
        "Blanca: No, actually, I'm killing you for the money I'm going to get for your body parts.",
        "Luke: Dad --",
        "Holden: Its okay, Luke. She's bluffing.",
        "Blanca: Piensa que estamos jugando, Rico.",
        "[Rico chuckles]",
        "Holden: What are you gonna do? Are you gonna kill us right here in the hotel? Somebody's going to hear the gunshot. How are you going to walk out of the hotel?",
        "Blanca: How's about we all walk out together? Why don't have to kill you here. Levantalo.",
        "Lily: No, no! You can't! You can't just make three people vanish like that! My family, my mother, nobody's gonna stop looking for us. And Keith! Keith will not stop looking for us.",
        "Blanca: Keith? Oh, right, the pilot. We don't worry very much about him, do we, Rico?",
        "Holden: All right, all right, enough, enough! If you're going to kill us, you're going to have to kill us all right here and right now.",
        "Lily: What are you doing? Holden?",
        "Holden: Starting with me. Shoot me first.",
        "Holden: Come on, tough guy. Make a decision.",
        "Luke: Dad, stop!",
        "Holden: Its okay, Luke. They're going to make a deal, because I'm not gonna give them a choice.",
        "Blanca: What deal would I possibly make with you?",
        "Holden: Let them leave, take me. I'll walk out of here. I'll do whatever you want. Otherwise, you're gonna have to shoot us all right here, right now, and then take your chances on getting out of this hotel.",
        "Blanca: You're pushing me to the edge of my patience, Mr. Snyder.",
        "Holden: It's your call. What's it going to be?",
        "Blanca: Esta bien. You win. This is your lucky day, lady. You are free to go. And your son, too.",
        "Holden: No, no. They stay. You take me out first.",
        "Blanca: Rico, llevatelo.",
        "[Lily shouting]",
        "[Holden grunting]",
        "[Gunshot]",
        "Holden: Don't move!",
        "Lily: Luke, are you okay?",
        "Luke: I'm sorry, Mom. I'm so sorry.",
        "Lily: Its okay, its okay, its okay.",
        "Luke: It's all my fault, I should've never got on the plane.",
        "Lily: No, it's okay. It's all gonna be okay.",
        "Luke: I'm sorry.",
        "[SCENE_BREAK]",
        "Emily: So, Meg, practicing a little cosmetology on the side?",
        "Jennifer: It's okay, Em. She was just helping me get ready.",
        "Meg: I see you've inherited some of Paul's protectiveness.",
        "Emily: Sorry. I guess I was hoping to get you all ready before you leave.",
        "Meg: Yeah, well, you know what? You will probably do a better job than I will. And I have to get going, anyway.",
        "Jennifer: Oh, really?",
        "Meg: Yeah, I just came by to see how you were and to see if you were ready to get out.",
        "Jennifer: More ready than you could possibly imagine.",
        "Meg: Good. Well, knock yourself out. I will see you very soon.",
        "Jennifer: Okay.",
        "Meg: Okay.",
        "Emily: You ready to go?",
        "Jennifer: Yeah, they're just finishing up some paperwork, so I'm waiting on that. Where's Paul?",
        "Emily: At the Lakeview. He set up a little release party for you.",
        "Jennifer: That's -- oh, that's so sweet.",
        "Emily: I know.",
        "Jennifer: Can I invite Dusty?",
        "Emily: He's already there with your brother.",
        "Nurse: Okay, you're all set. Just sign here.",
        "Emily: Jennifer, what's wrong?",
        "Jennifer: Nothing. I just can't believe that I'm finally getting out of here. I can't believe I'm finally free.",
        "Emily: Well, you are. Come on, let's not waste another minute. Let me get your bags. I got it.",
        "[SCENE_BREAK]",
        "Will: The other day, we said we didn't want to fight anymore. I meant it, Gwen. Whether you believe it or not, i still care about you. And I just wonder if it's such a smart idea to start trusting your mother all of a sudden.",
        "Gwen: You don't even know her.",
        "Will: I know everything you've told me about her. You ran away from home. You declared yourself legally emancipated. That says a lot.",
        "Gwen: You know what, she's changed. She was drinking then. She just wants a second chance.",
        "Will: All of a sudden? Out of the blue?",
        "Gwen: Haven't you ever needed someone to give you a second chance?",
        "Will: Yeah. Right now. I wish you would.",
        "[Cell phone rings]",
        "Gwen: Hello?",
        "Iris: Hey, Gwennie. I need you to come by and pick me up.",
        "Gwen: Hey, how'd it go?",
        "Iris: Ah, piece of cake. Listen, I'll tell you everything when you get here. But could you hurry up? I'm allergic to this place. My skin is starting to break out.",
        "Gwen: I'll be right there. I've gotta go.",
        "Will: Was that your mom? She's sure got you jumping when she snaps.",
        "Gwen: It's not like that. You just don't understand.",
        "Will: I'm trying to.",
        "Gwen: Look, Will, all I care about right now is getting my baby back. I'll take help wherever I can get it.",
        "[SCENE_BREAK]",
        "Carly: On second thought, you are not welcome here. You know, I really shouldn't be speaking with you at all without my lawyer present.",
        "Cass: Oh, call her. I'm sure she'll be fascinated to hear all about your little secret.",
        "Carly: What is it you want from me?",
        "Cass: A deal. We avoid court. We handle all of this ourselves.",
        "Carly: Let me guess. I give up the baby and you don't tell anybody about my past. My, that's very creative. That's very original.",
        "Cass: You know, I don't really care if you like the plan or not. I just want you to go along with it.",
        "Carly: Smells like blackmail to me.",
        "Cass: That's such a detestable word, don't you think? It's very distasteful. I'm making you a perfectly legitimate offer. One that's in your best interest to consider.",
        "Carly: I just can't believe this is happening. I just wanted to honor my sister's wishes, that's all. I certainly didn't want to start this kind of war.",
        "Cass: Your sister's wishes are the least of your worries right now. Do you really want people to find out what happened to your baby brother? Do you really want your children to know what you did? Imagine their faces when they learn that Mommy killed a helpless child.",
        "[SCENE_BREAK]",
        "Lily: Wait, I just have to ask you -- what happened to Keith? What did you do to him?",
        "Blanca: I have no idea who you're talking about.",
        "Lily: A few minutes ago, you said he wasn't a problem anymore. What did you mean by that?",
        "Blanca: You must have misunderstood me. It must be language barrier. Can we go?",
        "Holden: I was just telling Mr. Jenkins about Keith, as well.",
        "Lily: Oh, good.",
        "Mr. Jenkins: Yes, we'll -- our people will start looking for him right away. Keith Morrissey, correct?",
        "Lily: Yes.",
        "Holden: I'd like to get him to a hospital as soon as possible.",
        "Luke: No, no, no, I'm all right.",
        "Holden: I'll feel better when I hear a doctor say that.",
        "Mr. Jenkins: We have a doctor waiting at the consulate. Come with me, son.",
        "Luke: No, no, really. I just -- I want to stay with them.",
        "Holden: We're gonna be right here. You go, all right? I need to speak to your mom for a minute.",
        "Lily: Yes, and you need to go to the consulate and get checked out, okay? And we can leave on a plane right after that, correct?",
        "Mr. Jenkins: Yes, ma'am.",
        "Lily: Okay. It's all going to be okay. Okay?",
        "Holden: I'm sorry.",
        "Lily: For what?",
        "Holden: For daring Blanca like I did. We were lucky. It could've just as easily have gone the other way.",
        "Lily: But it didn't. You found our son. You saved our lives. We have him back.",
        "Holden: Yeah, we do.",
        "Lily: I'm sorry, I -- I just had to ask Blanca about Keith.",
        "Holden: It's okay. They'll find him.",
        "Lily: This is gonna sound really strange, but there's a part of me that hopes my mother is right and that he did just take off. I wouldn't want him to be such a coward, but the other option is --",
        "Holden: Lily, you'll find Keith, just like you found Luke. Come on. Let's go check on him, see how he's doing.",
        "Lily: What about us?",
        "Holden: I think we should worry about that when we get home. We'll figure it all out then.",
        "Lily: Yeah, that's probably best. Thank you. For finding our son. For never giving up. Thank you.",
        "Holden: We did it together.",
        "[SCENE_BREAK]",
        "Paul: Hey. Planned a little celebration, I hope you don't mind. I tried to get a hold of will. I can't find him anywhere.",
        "Jennifer: That's so nice. You really didn't have to do that.",
        "Paul: For you, I did. Yes, I did.",
        "Jennifer: Is Dusty here?",
        "Dusty: Are you kidding me? I wouldn't miss this.",
        "Jennifer: Hey.",
        "Paul: You want champagne?",
        "Jennifer: Um, no, water. Water will be fine, thanks.",
        "Paul: Water.",
        "Jennifer: So, did your guy know anything about Nurse Thompson?",
        "Dusty: He'll let us know as soon as he finds her.",
        "Jennifer: I feel like I'm going to explode.",
        "Dusty: Try to relax. Enjoy the fact that you're out.",
        "Jennifer: Thanks to you. And Meg. And I'm so glad I got a chance to thank her myself.",
        "Dusty: Did you?",
        "Jennifer: Yeah, yeah, she came by Deerbrook before I got released. She just wanted to make sure that I was okay.",
        "Dusty: That's interesting.",
        "Paul: Why would Meg even be there? I never got the feeling that Meg and Jennifer were close.",
        "Emily: Yeah, I know, it seemed odd to me, too.",
        "Paul: Could you hear their conversation?",
        "Emily: No, not really. I just walked in and she was brushing Jennifer's hair, getting her ready to leave. What do you make of it?",
        "Paul: Don't know. But I'm gonna find out.",
        "[SCENE_BREAK]",
        "Eli: Hello, again.",
        "Meg: Hi.",
        "Eli: I'm glad you reconsidered about dinner.",
        "Meg: Actually, I called 'cause I need another favor.",
        "Eli: Oh. What is it?",
        "Meg: Can you compare the DNA from these hair strands to the DNA of that baby?",
        "Eli: Yeah, I suppose. Why?",
        "Meg: I want to see if it's a match.",
        "Eli: Okay. On one condition.",
        "Meg: What?",
        "Eli: You let me at least buy you a sandwich.",
        "[Meg laughs]",
        "Meg: Deal.",
        "Eli: Why are you so interested in this baby's DNA, anyway?",
        "Meg: I'm trying to help out a good friend.",
        "Eli: The Mom?",
        "Meg: Her, too.",
        "[SCENE_BREAK]",
        "Iris: Hey, what took you so long?",
        "Gwen: Hey, I got here as fast as I could. You're lucky I came at all.",
        "Iris: What is that supposed to mean?",
        "Gwen: Mom, are you playing me?",
        "Iris: Oh, Gwennie, sweetie, i thought we got past that. Who have you been talking to, huh?",
        "Gwen: Can you really help me get my baby back, or are you just saying that to get in good with me?",
        "Iris: I want to get in good with you, of course I do. 'Cause I want you to forgive me for all those horrible years. I want us to be a family. But honey, I'm not playing you. We are going to get your baby back. It's for real. And baby doll, it's happening even as we speak.",
        "[SCENE_BREAK]",
        "Cass: I can't imagine it's very healthy to have repressed for so many years whatever rage lead you to that horrific act. You could be a time bomb waiting to explode.",
        "Carly: No. No, I am a good person. I am a good mother. I have happy children. I'm raising two very happy children. Now, I brought J.J. into this home, and he is happy and healthy! And Rory will be, too!",
        "Cass: Yeah, well, I doubt that will outweigh murder in the eyes of the judge.",
        "Carly: You are a horrible person.",
        "Cass: Look, we can resolve this whole thing right now, simply and quietly. You just have to make a decision. Give the baby back to his mother, or have the whole world know that you're a murderer. Think about it, but don't take too long. I'll be in touch. Oh, best to Jack.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns,\" sponsored by Kellogg's --",
        "Henry: Bye-bye, Byron Glass. It is over. Now Katie is free to be with the man of her dreams.",
        "Mike: What about you, B.J.? Anyone special?",
        "B.J.: Oh, yeah. I've been in love with her since high school. And you know what they say -- you never really get over your first love.",
        "Iris: Carly is the one that did something wrong, not me.",
        "Gwen: Yeah, and she still has custody of my kid.",
        "Iris: Not for long.",
        "Carly: Hey.",
        "Jack: What the hell's going on?",
        "Carly: We're leaving. You, me and the kids. We're leaving the state before they can take Rory away from us, Jack."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=QU5UT7-A9Pk"
}