{
    "Episode Summary": [],
    "Recap": [
        "Paul wants to sell the company back to Lucinda but she says no and she also refuses to loan him the money to pay off Derek the loan shark. Derek takes Barbara hostage and Paul promises to give Derek his money today if he sets Barbara free. Derek sets Barbara free and with no other option Paul is forced to agree to help James get the money he has buried on Snyder land. Brad is shocked when Leo doesn't come back up after he throws him in the reservoir. Brad manages to revive Leo and calls 911 but hides when paramedics arrive to help Leo. Janet and Katie figure out what Brad did and Brad admits the accident to Katie. Katie pleads with Brad to turn himself in but he is afraid to lose his family and go to jail. Carly persuades Jack to understand why Janet didn't believe him when he said Parker didn't rape Liberty. Jack apologizes to Janet but she breaks up with him because she knows she can't live up to his high expectations. Janet and Katie both plead with Jack to help Brad after telling him the details of the accident but Jack tells them both he must do his job. Carly overhears Brad apologize to a comatose Leo at the hospital. Liberty apologizes to Parker for blurting out his name after her attack. Liberty tells Parker she never for a minute thought that he hurt her so Parker accepts her apology."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: I'm sure Bradley probably just went to go get something to eat, right? I mean, it's -- it's nothing. Come on.",
        "Katie: I don't know. I've never seen him like this. He was so angry when he found out it was Leo who attacked Liberty. And after he accused Parker --",
        "Janet: Yeah. Well, we all made that mistake.",
        "Katie: I just wish he would answer his phone. I don't know where he could be.",
        "Janet: You know what? He probably stopped by the police station to check on things. Katie, listen. I promise you, the minute Bradley walks through that door, I will have him call you, okay?",
        "[SCENE_BREAK]",
        "Brad: Leo! Okay, Houdini. You can knock it off now. This isn't funny anymore! Leo! Damn it! Damn it!",
        "[SCENE_BREAK]",
        "James: Oh, you're just in time. 2000 Beausejour Duffau. Excellent. Me in a glass?",
        "Paul: No.",
        "James: Look, just -- just one glass for your dad. I mean -- okay. I won't push. I assume your presence here means that you've, um, thought about my offer to help.",
        "Paul: Do you think I don't know what your offer really is?",
        "James: I'll tell you what it really is -- it's sincere.",
        "Paul: No. It's really a game. You stole Mom's money to see how many hoops you could get me to jump through to get it back.",
        "James: Listen. Paul, you are in very serious trouble. And whether or not I'm responsible for your mother's lost money really doesn't matter.",
        "Paul: Oh, no. With you, everything matters. Mom's money goes missing right when you show up. It means something. Now, what are you really after?",
        "James: Know something -- if you don't find a way out of this financial quagmire you're in, you'll lose everything, and you can't let that happen! Your only option is to accept my help.",
        "Paul: No, no, no. I have another option. I can do what I should have done the moment you showed up and kick you out!",
        "[SCENE_BREAK]",
        "Barbara: To Oldtown, please.",
        "[Barbara clears throat]",
        "Barbara: Driver, excuse me. Did you hear me?",
        "Derek: It's rather frustrating when people don't listen to you, isn't it?",
        "Barbara: I know you. You're the loan shark that's been harassing my son.",
        "Derek: Oh, \"Harassing's\" such an ugly word.",
        "Barbara: Then what would you call it?",
        "Derek: Conducting business. You see, Paul and I had an agreement.",
        "Barbara: Which you reneged on. You gave him a loan for 30 days, and then you called it in early.",
        "Derek: That's quite a bit of money, and Paul turned out to be a bad risk. That's becoming a problem.",
        "Barbara: Well, I'm sorry. I don't see how I can help.",
        "Derek: Well, luckily for you, I do.",
        "Barbara: If you think that I can pay off my son's loan, you're wrong. I don't have that kind of money.",
        "Derek: I don't want your money, Ms. Ryan. I want you to deliver a message to your son, because I don't think Paul fully grasps yet how serious I am about getting what's owed to me.",
        "[SCENE_BREAK]",
        "Carly: Sweetie, you have to give Liberty time. What she went through today was terrible.",
        "Parker: Yeah, and everyone thought that I did that to her.",
        "Jack: No. We didn't, not for a second.",
        "Parker: Okay, but Brad did and Liberty's mom. I mean, Liberty even thought that I did it. You know what? You're right. Who cares if she ever calls?",
        "Jack: Listen. It's okay to be angry. You got a lot of faith in Liberty, and it really hurts when someone you trust doesn't take you at your word.",
        "[SCENE_BREAK]",
        "Liberty: Do you really think I should call Parker?",
        "Janet: Only if you feel like you want to.",
        "Liberty: I want to. I just -- I would have no idea what to say to him.",
        "Janet: Speak from the heart. Tell him the truth -- that you are really sorry and you never meant for any of this to happen and you hope he's doing okay. That's all he needs to hear.",
        "Liberty: That's -- that's it. I mean, I am sorry, Mom. I'm more sorry about this than I've ever been about anything in my life. But I just -- I don't think a phone call is gonna change the way that he feels about me.",
        "[SCENE_BREAK]",
        "Brad: Leo! Leo, damn it!",
        "[Brad groaning]",
        "Brad: Okay. Come on, Leo. Come on. Come on. Wake up. Wake up! Wake up! Come on! Come on, man! I wasn't trying to hurt you! I was trying to scare you! Come on, Leo! Wake up! Oh! Don't you die on me!",
        "[Brad gives Leo CPR]",
        "[SCENE_BREAK]",
        "Katie: Okay. I'm out of here. Here are the segment notes for tomorrow's show. Can you give them to Kim for me?",
        "P.A.: Sure. And this is for Brad.",
        "Katie: Leo Morrissey's phone number. Brad asked you for this?",
        "P.A.: Yeah. Leo was here earlier, but Brad just missed him. This is just in case he didn't catch him. Do you know if he did?",
        "Katie: No. I haven't heard from Brad.",
        "[SCENE_BREAK]",
        "Brad: Come on. Come on, man. Breathe. Breathe.",
        "[Brad groaning]",
        "Brad: Oh, Katie. Oh. Hey the, uh, northeast side of the Oakdale Reservoir. Somebody fell in the water. Hurry, please.",
        "[SCENE_BREAK]",
        "James: What I am trying to do, Paul, is get you to realize that I've changed!",
        "[Cell phone rings]",
        "Paul: What?",
        "Barbara: Thank goodness you answered.",
        "Paul: I can't talk right now.",
        "Barbara: No. No, no, no. Don't hang up, please. I'm not alone.",
        "Paul: Who's there?",
        "Barbara: I'm with Derek Coburn.",
        "Paul: Why?",
        "Barbara: He wanted to talk to me about your loan.",
        "Paul: You okay? Did he hurt you?",
        "Barbara: No, no. I'm fine -- for now. But, Paul, he wants his money.",
        "Paul: Yeah. I know.",
        "Barbara: There has to be some way -- someone you haven't thought of yet.",
        "Derek: You're a businessman, Ryan. Use your head.",
        "Paul: Put him on the phone.",
        "Derek: Yeah.",
        "Paul: You let her go or the deal's off.",
        "[Derek scoffs]",
        "Derek: I don't think you fully understand how this works.",
        "Paul: I don't think you understand how this works. You let her go, and maybe you get your money tonight.",
        "Derek: For your mother's sake, I hope so.",
        "James: Something -- something the matter, Paul? You -- you don't look so well.",
        "Paul: Pack up and get out. When I get back here, I want you gone.",
        "[SCENE_BREAK]",
        "Carly: If you want to go --",
        "Jack: No, no. I'm -- I'm cool. Yeah. You know what? The other day, when I was fixing that grill -- I -- I should probably take a look at it.",
        "Carly: Hey, what -- what is going on? Are you avoiding going home, Jack?",
        "Jack: I -- I am not avoiding the farm.",
        "Carly: Maybe just someone who happens to live there? What you said before to Parker about -- about how much it hurts when someone you trust doesn't take you at your word -- were you talking about Janet?",
        "Jack: I really don't want to talk about that.",
        "Carly: Suit yourself.",
        "[Doorbell rings]",
        "Janet: Hi.",
        "[SCENE_BREAK]",
        "[Siren wailing]",
        "[Brad groaning]",
        "Brad: Oh! Yes! There you go, kid. There you go. That's good. That's good.",
        "Paramedic 1: How did he pull himself out of the water?",
        "Paramedic 2: No idea. Pulse is weak. Laceration to the back of the head. We're gonna have to board him.",
        "Paramedic 1: Watch his neck.",
        "Paramedic 2: Yeah.",
        "[SCENE_BREAK]",
        "Carly: Fruit for us?",
        "Janet: Yes. It's -- it's for you and Parker. Liberty and I feel really bad about what happened.",
        "Carly: It's lovely. Thank you. Just bring it into the kitchen.",
        "[Jack clears throat]",
        "Jack: You know, Janet, this -- this really isn't a good time.",
        "Janet: Okay. Um, just so that Liberty knows, how's Parker?",
        "Jack: He's shaken up. He was put through hell today.",
        "Janet: I know, and you blame me for that, and that's -- that's okay. I jumped to a horrible conclusion.",
        "Jack: You accused him of rape.",
        "Janet: And I know that he is not capable of that.",
        "Jack: Now. Now. You know that now, you mean, right? Because when I told you, you didn't believe me.",
        "Janet: Jack, my daughter was in the hospital! She was attacked and drugged! I was terrified for her! Can't you understand that? Please! My first instinct is to protect my daughter! I'm not capable of reason in that moment! Are you coming home later? Can we talk about this then?",
        "Jack: No. I think I'm gonna -- I'm gonna stay here with my family tonight.",
        "Janet: Okay. I understand. Good night.",
        "Carly: Wow.",
        "Jack: \"Wow\" what?",
        "Carly: Well, I'm -- I'm used to you being judgmental when it comes to me. I've just never seen you be that way with someone else.",
        "[SCENE_BREAK]",
        "Lucinda: All ears. What exactly is on the table?",
        "Paul: Worldwide.",
        "Lucinda: You are offering me this company?",
        "Paul: Your company. The company that you built from the ground up -- the one that Craig stole from you.",
        "Lucinda: Oh, really?",
        "Paul: Yep. I'm prepared to sell it back to you tonight -- right now, even.",
        "[Lucinda laughs]",
        "Lucinda: Paul, you never disappoint. You never disappoint. That is an extraordinary proposition.",
        "Paul: Is that a yes?",
        "Lucinda: I have but one question. How stupid do you think I am?",
        "[SCENE_BREAK]",
        "Barbara: Paul! Paul, where are you?",
        "James: Hello, Barbara.",
        "Barbara: What the hell are you doing here? You're supposed to be in prison!",
        "James: Prison, prison. You know me, Barbara. Prison? Please. You look absolutely beautiful.",
        "Barbara: Don't you touch me.",
        "James: I heard you'd had some health problems. But look at you now. You're gorgeous. You're even more beautiful than -- than when I married you.",
        "Barbara: Oh, shut up, James!",
        "James: Please. Why the hostility? I'm simply admiring a beautiful woman.",
        "Barbara: And you think a couple of compliments will make me forget who you are and what you're capable of?",
        "James: I'm not your enemy, Barbara.",
        "Barbara: I will never forget all the vicious and ruthless things you have done to me, or to Paul! Where is Paul? Paul!",
        "James: Quiet! Meg's upstairs. She's having a baby. She's getting some sleep.",
        "Barbara: You know about that?",
        "James: Paul just went out, but he'll be back.",
        "Barbara: He knows you're here?",
        "James: Yes. Paul knows I'm here. But Meg doesn't. Now, you're here. We're family. I need your support.",
        "Barbara: Why? What's going on?",
        "James: Barbara, our son's in a lot of trouble. I need you to convince him that he needs my help.",
        "[SCENE_BREAK]",
        "Lucinda: You had your chance, Darling, with me and my company months ago. You passed on it, 'cause you're greedy. You're greedy! You just want all the rewards and none of the responsibilities.",
        "Paul: You're turning me down?",
        "Lucinda: Yes, absolutely. Damn right I am.",
        "Paul: How about a loan? Would you consider a loan?",
        "Lucinda: Oh. That's what we're really talking about. It's about money. You need some cash, huh? Now we're getting somewhere. Are you in some sort of trouble, Darling?",
        "Paul: I owe somebody a lot of money.",
        "Lucinda: How much?",
        "Paul: A lot. I was trying to do the right thing. I -- I was trying to do the right thing for the right reasons, even.",
        "Lucinda: Really? How can I help?",
        "Paul: Look, I'm desperate. Please.",
        "Lucinda: I can see that. I can see that.",
        "Paul: I have a family to think about now. Meg's pregnant.",
        "Lucinda: Oh, my! Just what the world needs -- another Stenbeck. I'm sorry, Darling. No. No. You got yourself into this mess. You get yourself out.",
        "[SCENE_BREAK]",
        "Janet: Hi, Sweetie.",
        "Liberty: Hey.",
        "Janet: I just wanted to let you know I was back.",
        "Liberty: Did you see Parker?",
        "Janet: I saw Jack, and he said that Parker's doing okay. Did you get any sleep?",
        "Liberty: Every time I try to sleep, I just see Leo, like, grabbing at me and yelling at me.",
        "Janet: Oh, Honey, I'm so sorry.",
        "Liberty: Hey, Mom, will you stay with me?",
        "Janet: Sure, Sweetie. Yeah. Scooch over. Hold on. Come here.",
        "[Liberty sighs]",
        "Janet: Come here.",
        "Liberty: Do you remember when I was little and I used to be afraid of the dark?",
        "Janet: Do I ever. I thought your night-light fetish was gonna put us in the poorhouse.",
        "Liberty: Do you remember when you used to sing me that song when I couldn't sleep?",
        "Janet: Every word.",
        "Liberty: Will you sing it to me now?",
        "[SCENE_BREAK]",
        "Jack: I told her that Parker was innocent and that -- that Liberty had to be confused about what happened, but she didn't want to hear any of that she just accused me of -- of shifting blame.",
        "Carly: Uh-huh.",
        "Jack: We are in a relationship here. If she can't trust me and how I raise my kids, then what the hell is the point?",
        "Carly: Well, I don't think she was thinking about your kid. She was thinking about her kid, who had just been hurt. What parent wouldn't have reacted that way? What if it had been Sage? Do you think that you would listen to logic or reason?",
        "Jack: She knows Parker, though. She knows Parker. How could she think that he would do something like that?",
        "Carly: Because her daughter said that he did, and she loves her daughter. That's how.",
        "Jack: So -- if you know everything -- tell me how I make it right.",
        "Carly: You lighten up on Janet. She's only human. She's flawed, just like everybody else -- present company excluded, of course.",
        "[Jack chuckles]",
        "Jack: That's very funny. So I should have listened to her side more. I should have, and I -- I should apologize.",
        "Carly: Oh! I think this is the easiest argument I've ever won with you.",
        "Jack: Yeah. I wasn't prepared for you to defend Janet to me. That's all.",
        "Carly: Right. Yes. That was odd, wasn't it?",
        "Jack: Completely.",
        "[Carly sighs]",
        "Carly: So say it, just this once, 'cause I really want to hear it. Just say it. Come on.",
        "[Jack laughs]",
        "Carly: You can do it.",
        "Jack: You -- you're right. You are 100% right.",
        "Carly: I know!",
        "Jack: So, how did we ever get to this point?",
        "Carly: Where I'm right? That point, where I'm 100% right?",
        "Jack: Where you're giving me relationship advice and I'm actually listening to you?",
        "Carly: Well, we finally found one of the perks of divorce.",
        "Jack: Hmm. I'd rather have the toaster.",
        "Carly: Oh, no way. That's the only appliance I actually know how to use.",
        "[Jack chuckles]",
        "[Cell phone rings]",
        "Jack: Snyder.",
        "Dallas: Hey, Jack. It's Dallas.",
        "Jack: Dallas, what's up?",
        "Dallas: We found Leo Morrissey.",
        "Jack: Where?",
        "Dallas: At the Reservoir.",
        "Jack: What did he say?",
        "Dallas: He didn't say anything.",
        "Jack: He lawyered up already?",
        "Dallas: He was unconscious when we found him.",
        "Jack: Unconscious? What happened?",
        "Dallas: Well, it looks like he nearly drowned. Someone pulled him out, then dialed 911.",
        "Jack: Any leads on who?",
        "Dallas: No. None yet. Look, they took him to Memorial. I'm gonna head over there now.",
        "Jack: All right. I'll meet you there.",
        "Carly: What happened?",
        "Jack: Apparently, there was an incident with Leo at the Reservoir. He nearly drowned.",
        "Carly: How did he end up in the reservoir?",
        "Jack: I have no idea. But I got a bad feeling about this.",
        "[SCENE_BREAK]",
        "[Brad sighs]",
        "Janet: There you are. Katie's been looking everywhere for you. Where have you been?",
        "Brad: Nowhere. Nowhere. All right. So, how's --",
        "[Brad chuckles]",
        "Brad: How's Liberty? Is she okay?",
        "Janet: She's fine. She's fine.",
        "Brad: Yeah?",
        "Janet: She's sleeping. Why are you soaking wet?",
        "Brad: It's nothing. It's nothing.",
        "Janet: Oh, no, no, no, no, no. No. It's not nothing, and you're not going anywhere until you tell me what it is.",
        "Brad: Look, Janet. For our daughter's sake, just forget you ever saw me.",
        "Janet: Forget I ever saw you? No way. Not happening.",
        "Brad: It will be better for everybody if you did.",
        "Janet: What happened?",
        "Brad: Can you just trust me on this?",
        "Janet: No. Tell me what happened. Tell me why you look like a drowned rat.",
        "Brad: Ah! Don't. Just don't say that. Look. Nothing happened. Stop with the questions, and forget about it.",
        "[SCENE_BREAK]",
        "Jack: Morrissey inside?",
        "Dallas: Yeah. Look, look. Jack, wait.",
        "Jack: I just want to ask him a few questions. I'll keep it short and sweet.",
        "Dallas: Jack, that kid's not talking to anybody because he can't.",
        "[SCENE_BREAK]",
        "Janet: Brad, come on. You're really scaring me here. What's going on?",
        "Katie: Oh! There you are. I have been so worried about you. Why didn't you answer your cell?",
        "Brad: I turned it off.",
        "Katie: Why?",
        "Brad: I told you. I just -- I had a headache. Yeah.",
        "Katie: So, where were you?",
        "Brad: I went on a walk.",
        "Katie: A walk?",
        "Brad: Yeah. I'm thirsty. I -- I need a -- I need a beer. You want a beer? Anybody want -- want a beer?",
        "Katie: No. I want an answer that makes sense.",
        "[Doorbell rings]",
        "Katie: Hi.",
        "Jack: Hey. Can I come in? Liberty around?",
        "Janet: She's, uh -- she's sleeping. Do you want me to go get her?",
        "Jack: No, no. Let her sleep. I, uh, came to talk to you guys.",
        "Brad: Hey, Jack, you know, about earlier, Parker, I am --",
        "Jack: You know what? I -- I don't want to get into that right now. That's not why I came. I wanted to ask you some questions about Leo Morrissey.",
        "Katie: Did you find him?",
        "Jack: He turned up at the Reservoir.",
        "Katie: Did he admit to attacking Liberty?",
        "Jack: No. No, he didn't. And who knows if he ever will.",
        "Janet: W -- why -- why not?",
        "Jack: Because he's in a coma.",
        "[SCENE_BREAK]",
        "James: Care to join me and a glass of sherry?",
        "Barbara: I don't drink anymore.",
        "James: What do you do for fun? Crochet?",
        "Barbara: Radiation. You see, James, you no longer scare me. Next to cancer, you're nothing.",
        "James: You're probably right there. You know, Barbara, I -- I truly admire you. I admire your courage, your strength and your spirit. Now here's to you. May you enjoy all the pleasures in life, because now you know how quickly one's fortunes can change?",
        "Barbara: What's that supposed to mean?",
        "James: I think you know what it means.",
        "Barbara: My God. The money that was illegally wired out of my account -- you did that.",
        "James: Yeah. I needed some insurance.",
        "Barbara: To ensure that I wouldn't be able to help Paul when he came to me -- to make sure that you were the only one that he would accept help from! Why?",
        "James: Patience, Darling. Patience.",
        "Paul: You stay away from her.",
        "James: Your mother's in no danger, especially from me.",
        "Barbara: Are you all right?",
        "Paul: I'm fine. You okay?",
        "Barbara: I'm -- I'm fine. Did you get the money?",
        "Paul: I thought I had it all figured out, but it fell through.",
        "Barbara: Don't worry. We'll -- we'll figure out something, all right?",
        "James: Can always use my help.",
        "Barbara: Don't listen to him. No matter what Derek has threatened, you do not want to be indebted to him.",
        "Paul: All right. Then what are you offering?",
        "Barbara: Don't do this. You'll regret this for the rest of your life.",
        "Paul: If I don't do this, then I'm putting my needs in front of the needs of my child, and then I am like him.",
        "Barbara: I didn't fight all these years to protect us to have you give into him now!",
        "James: Oh, cut the melodrama, Barbara. Paul's a grown man. He's smart, resourceful. He can make up his own mind. I mean, if he can find a better offer, he's free to take it. But I do think you're running out of time, Paul.",
        "Paul: We have a deal.",
        "[SCENE_BREAK]",
        "Brad: So, how did Leo end up in a coma?",
        "Jack: Looked like some sort of accident. Somehow, he wound up in the -- in the reservoir. His head was banged up pretty badly.",
        "Katie: How did you find him?",
        "Jack: Anonymous 911 call. Except the caller took off when the paramedics got there.",
        "Janet: So, uh -- so some Good Samaritan just happened to be walking by and placed a call?",
        "Jack: Well, it could be. Or it could be that his friends panicked after they made the call and took off. Or it could be foul play. In any event, uh, I wanted to ask more questions about Leo. He was an intern at WOAK, right?",
        "Katie: Yeah. We honestly don't know that much about him. He got fired after he came on to Liberty.",
        "Jack: Hmm. Brad?",
        "Brad: What?",
        "Jack: I mean, come on. You were -- you were pretty angry when you found out that Leo was the one who attacked Liberty.",
        "Brad: Yeah. Yeah. Damn right I was mad. It wasn't the first time he went after my daughter.",
        "Jack: Yeah, right. So I got to ask you, did you go looking for him after you left the hospital?",
        "Brad: No, I didn't.",
        "Jack: Well, good. Good. Well, if his condition changes, I'll let you know.",
        "Katie: Thanks, Jack.",
        "Janet: I'm gonna go. Um -- if -- if Liberty wakes up, just please tell her I'll see her in the morning.",
        "Katie: Okay. Thanks. Why did you lie to Jack?",
        "[SCENE_BREAK]",
        "Carly: Hey. You hungry now? I'd be happy to fix you something.",
        "Parker: No. I'm all right.",
        "Carly: You want to talk about it? I know you didn't come here to watch me do the dishes.",
        "Parker: No. I'm just -- I'm kind of freaked out. It's like when I was arrested for shooting Sam, every time I thought it was over, it wasn't.",
        "Carly: Parker, this is over. You didn't do anything wrong. You weren't arrested. Nothing is gonna be on your record.",
        "Parker: I know. And I really want to believe you. I'm just -- I'm a little afraid to.",
        "Carly: I know it's hard. Trust me on this, okay?",
        "Parker: I want to.",
        "Carly: Would it help if you heard it from your dad, too?",
        "Parker: Maybe.",
        "Carly: Okay. Well, I'm gonna make that happen. Come on.",
        "[SCENE_BREAK]",
        "Brad: Think I lied to Jack. Nice!",
        "Katie: Brad, I'm your wife. I love you, which means I know you.",
        "Brad: You love me, but you think I'm a liar.",
        "Katie: The P.A. at the studio told me that you went after Leo, so I tried to call you.",
        "Brad: I told you that I turned my cell phone off.",
        "Katie: You didn't turn your cell phone off. You didn't answer it because you were at the Reservoir with Leo, weren't you?",
        "Brad: Yeah.",
        "Katie: What happened?",
        "Brad: It's my fault that Leo's in a coma.",
        "[SCENE_BREAK]",
        "Jack: Dallas, its Jack. Listen. I want you to pull the 911 tape. Something just doesn't sit right with me. I want to know who made that call and why they weren't there when the paramedics arrived.",
        "Dallas: You're thinking foul play?",
        "Jack: I don't know, but something's off.",
        "Dallas: Well, according to the paramedics, there's no way Morrissey could have pulled himself out of the water. Thing is, his airway was clear. He'd had CPR. So if whoever made that call knocked him in, they also saved his life.",
        "[SCENE_BREAK]",
        "Brad: It was an accident. I just wanted to scare him, like he scared Liberty. So I caught up with him. I put him in the car. I drove to the Reservoir. I just wanted to scare him.",
        "Katie: So how did he hit his head? Did -- did he slip trying to get away from you?",
        "Brad: No. I -- I pushed him on purpose. Look, look. I -- I didn't know he was gonna hit his head. I didn't know it was that shallow. And when he didn't come up, I dove in after him. I pulled him out, and -- and I did CPR on him. When that didn't work, I ran to a pay phone. I called 911.",
        "Katie: You left him there?",
        "Brad: No, no. I came back, and I waited for the paramedics to show up.",
        "Katie: And they didn't see you?",
        "Brad: I hid. I -- I panicked. What was I gonna say? I mean, would they believe me that it was just an accident? No. I did not mean to hurt him. I swear. I swear, Katie. I don't know what to do.",
        "Katie: You need to tell Jack what happened.",
        "Brad: Are you crazy? I can't tell Jack about this. He'll have me arrested. I'll lose my job, my freedom, this house, Liberty, you. I can't risk my entire life.",
        "Katie: No. Listen. It was an accident. You're not gonna lose me.",
        "Brad: You don't know that. You don't. Okay, please, just don't tell anybody. Not yet okay.",
        "Katie: No. Wait, wait! Where are you going?",
        "Brad: I just -- I just need some time alone. I -- I got to think.",
        "Katie: No, Brad. Please, please, please, please, don't go.",
        "Brad: I'm so sorry. I'm so sorry.",
        "Katie: I love you.",
        "[SCENE_BREAK]",
        "Paul: Where's the money? What's that?",
        "James: It's a map. This is how you find the money.",
        "Paul: Oh. A wild-goose chase.",
        "James: For this much money, I think it's worth it. This is a map of the Snyder farm.",
        "James: Mm-hmm.",
        "Paul: The money's underneath the construction site?",
        "James: Well, that's just a -- a coincidence. I mean, the land itself is not worth a dime. But underneath, there's gold. I mean, genuine gold mine.",
        "Paul: Contamination, all the chemicals -- you found out that we were building there! You didn't want us to discover your money, so you shut us down? You're responsible for all of this?",
        "James: Just like I told your mother, smart and resourceful. So, Paul, if I were you, I'd start digging.",
        "[SCENE_BREAK]",
        "Jack: What are you doing?",
        "Janet: Getting my Italian spices out of Emma's kitchen.",
        "Jack: And what's with the suitcase? You spending the night with Liberty?",
        "Janet: No. I'm moving out.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Parker: Hello?",
        "Liberty: Hey. It's me.",
        "Parker: Hey. Where are you? I don't recognize the number.",
        "Liberty: My mom left me her phone.",
        "Parker: Yeah. She just dropped off a fruit basket.",
        "Liberty: She thinks food fixes everything. Parker, I feel really bad.",
        "Parker: It's -- it's just the pot that Leo put in the brownies. You'll feel better in the morning.",
        "Liberty: No. Parker, about us. I -- I never said that you attacked me, okay? Not once. I just -- when I woke, I -- I remembered being with you.",
        "Parker: Yeah. Everyone just assumed that I'd done it. Can I ask you something? When everybody thought it was me, did you? I mean, did you really think that I had done that to you?",
        "Liberty: No.",
        "Parker: Because, Liberty, I would never hurt you.",
        "Liberty: I am so sorry.",
        "Parker: Apology accepted. Okay?",
        "Liberty: Thanks. Good night, Parker.",
        "Parker: Good night.",
        "[SCENE_BREAK]",
        "Jack: I don't want you to move out. Come on, Janet. I know you're upset with me, but just this morning, we were -- we were talking about moving in together.",
        "Janet: A lot's changed since then.",
        "Jack: Well, not everything. Look at me. Look at me. I still want us to be together. I want us to work this out.",
        "Janet: I know that, Jack. I can see that when I look at you. But I also see how disappointed you are in me.",
        "Jack: No, no, no. I -- I'm not. I am not. Come on. Janet, I -- I messed it all up, not you. Of course, you were gonna stand up for Liberty, just the way I did when -- when Parker said he was innocent. And I should have seen that sooner. I should have, but I didn't, and I'm sorry. I am. I'm very, very sorry.",
        "Janet: I'm sorry, too, Jack. But I realized something today. It's way too easy for me to let you down, and I don't -- I don't like that feeling. I don't want to feel like that again.",
        "Jack: You won't. You won't. I promise.",
        "Janet: Jack, you're so sweet. But we both know that's not a promise you can keep. I can't live up to it. I'm sorry.",
        "[SCENE_BREAK]",
        "Dallas: Tell Parker he has absolutely nothing to worry about, okay? No charges were filed against him. Just -- I'm really sorry he had to go through all this, Carly.",
        "Carly: Do you know anything more about what happened to Leo at the Reservoir?",
        "Dallas: No. Nothing yet. I mean, right now, we're just waiting for him to wake up from his coma. I mean, the biggest questions we have are how did he end up in the water and who dialed 911. Wait. Jack had said that Morrissey hit on Liberty once before, right?",
        "Carly: He did. Yeah. That time, Parker was there and scared him away.",
        "Dallas: You know, for -- for a guy who hasn't been here that long, he sure has made a lot of enemies. [Pager beeps] Guess he's lucky none of them were at the Reservoir today, huh? Uh, you know what? Uh, I got to call this in. Excuse me.",
        "[SCENE_BREAK]",
        "Jack: Katie, what are you doing?",
        "Katie: I need you to listen to me. [Katie sighs] I know what happened to Leo.",
        "Jack: You do?",
        "Katie: Yeah, and I need your help.",
        "Jack: Don't say anything more. I don't want to know.",
        "Katie: No, it was an accident. Jack, it was an accident!",
        "Jack: If Brad is responsible -- if Brad is responsible --",
        "Katie: Brad is your brother! And as mad as you are at him right now, that should mean more. He needs your help.",
        "Jack: To do what, cover his tracks?",
        "Katie: No. To come forward.",
        "Jack: Why are you doing this?",
        "Katie: Because he's terrified, and I don't have anyone else I can trust. Brad took Leo to the Reservoir. He just wanted to scare him, so he shoved him in the water. He did not mean for him to hit his head. He didn't. It was just a push. That's why he went in after him and he called 911 and he stayed with Leo until the paramedics got there -- because it was an accident.",
        "Jack: Yeah, yeah. You see? And that -- that right there -- that's a premeditated act.",
        "Katie: No, no, no, no. Don't say that. The truth's gonna come out. You know it. I know it. Please, if there is anything -- anything at all you can do to help minimize the trouble he could be in --",
        "Jack: \"Could be in?\" Do you realize what you're asking me to do?",
        "Katie: Yeah. Yeah, I do. And if you ever, ever loved me or your brother at all, you will help us. Please.",
        "[Door opens]",
        "Janet: It's okay. I already know. I was there when Brad came home, and I figured it out when you showed up. Katie, you are so wrong. I think the last thing Bradley should do is confess.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Brad: I'm sorry.",
        "[SCENE_BREAK]",
        "Janet: Jack, I'm begging you, forget Katie was ever here. Please, pretend like you don't know anything about this.",
        "Katie: Janet, what are you doing?",
        "Janet: No. You don't understand, okay? Liberty just got her father back after all these years. And I know it's my fault, but you can't take him away from her again. Please, don't let Bradley take the fall for this. Please.",
        "Jack: Look, this whole thing -- it's out of my hands.",
        "Katie: What? So you're not gonna do anything?",
        "Jack: There's one thing I can do, Katie -- my job.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Bonnie: Don't get used to seeing this face, Honey, 'cause I'm coming back, just to torment you.",
        "Aaron: But it's her wedding, and it almost feels like she wants nothing to do with it.",
        "Mike: What the hell are you doing?",
        "James: Very well-played. I don't think I could have done it better myself."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=x9B8t69MEbI"
}