{
    "Episode Summary": [],
    "Recap": [
        "Casey persuades Emily to sign the papers to authorize that Allison can use the money Dusty left her to go to nursing school. Casey has a long first day working as Emily's assistant but at the end of the day he decides to stay at the job. Carly throws Jack out of the house because she is tired of the fighting between them and she decides it isn't good for them or the children. Lily decides to go visit Iva and do some thinking because she can't live her life being afraid Holden will leave her if she does something wrong. Holden and Carly decide to offer each other support since they are both going through similar situations. Brad and Katie have their first fight but after its over they decide to wait to have children in order to spend some time together as a couple."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Casey: I thought you left for work.",
        "Margo: And now I'm here. I came home. I forgot these files. What are you doing up so early?",
        "Casey: Uh, I couldn't sleep.",
        "Margo: Oh, I know. Working the night shift, it really takes a toll on you. But you're the one who wanted to work at the Lakeview. Thank goodness your grandma got you in there --",
        "Casey: Well, I got fired.",
        "Margo: What?",
        "Casey: Yeah, I showed up late and the bar manager, he was being a jerk. He wouldn't cut me a break.",
        "Margo: Well, well, well, I can't say I'm disappointed.",
        "Casey: You're not upset that I got fired?",
        "Margo: No, Baby, I'm not upset you got fired. You shouldn't be working. You should be going to college.",
        "Casey: Come on, give the whole school thing a break.",
        "Margo: I'm not going to give it a break. Now, I mean, what are you going to do if you're not working? You're certainly not going to sit around all day and play video games. That's not an option.",
        "[Doorbell rings]",
        "Casey: Emily. Good to see you. Come on in.",
        "[SCENE_BREAK]",
        "Chris: Hey, what's that look about?",
        "Alison: Uh, nothing. I'm just tired. You know, see you later.",
        "Chris: Hey, hold up. Who's the letter from?",
        "Alison: Um, the nursing school.",
        "Chris: You applied to nursing school? When we were talking at dinner last night, you didn't even mention it.",
        "Alison: Because I didn't expect anything.",
        "Chris: So what happened? They turned you down? Well, they're crazy. We'll fix it. I will get on the phone with the dean right now --",
        "Alison: I got in.",
        "Chris: You got in? That's great! You just looked so sad, I -- aren't you excited? When do you start?",
        "Alison: Well, unless I can get the money for tuition, never.",
        "[SCENE_BREAK]",
        "Casey: I guess I'll leave you two alone so you can visit.",
        "Margo: No, we're not finished.",
        "Casey: Yup, yup.",
        "Margo: Well, what do you want, Emily?",
        "Emily: I came by to see Tom. We had an appointment to talk about Daniel's -- Daniel's summer camps.",
        "Margo: He's not here. He had a problem with a client. He had to leave.",
        "Emily: And he couldn't pick a phone and tell me that himself?",
        "Margo: He left early in the morning.",
        "Emily: Margo, I have things to do.",
        "Margo: Well, then, go do them, Emily.",
        "Emily: Fine, you know what? Here, tell him these are my two top choices for summer camps. If he has a problem, call me.",
        "Margo: Why don't you e-mail him?",
        "Emily: I'm here, Margo. I'm in the man's home.",
        "Margo: Well, then why don't leave him a note. Honey, we're not through talking. We'll talk later. Lock the door when Emily leaves.",
        "Emily: A pen, something to write on? What is wrong with your mother? She's more unpleasant than usual.",
        "Casey: I told her I got fired.",
        "Emily: Clearly, you played it all wrong. You should have gotten a new job and then told her you got fired.",
        "Casey: Yes, what I was thinking? You know, there's probably a million of jobs out there for ex-cons! Maybe I can get a corner office.",
        "Emily: Maybe you should try getting a better attitude first.",
        "Casey: You first.",
        "[SCENE_BREAK]",
        "Chris: Didn't Dusty give you money for school?",
        "Alison: In his will. Yeah.",
        "Chris: So what's the problem?",
        "Alison: I need a signed approval from either my mom or my sister.",
        "Chris: And Susan's doing medical aid.",
        "Alison: In the middle of nowhere. And it's not like she has a fax machine handy. And I need to get this deposit in right away.",
        "Chris: So call Emily.",
        "Alison: We're not speaking.",
        "Chris: So what? You can't pass this up because of some stupid family argument. Talk to your sister.",
        "Alison: Maybe later.",
        "Chris: Maybe now. Come on.",
        "[SCENE_BREAK]",
        "Lily: Oh, hi, I'm glad you're here. I wanted to talk to you. I thought you'd be at the stables. I, um -- I was in the shower and I was thinking about dinner with Jack and Carly and I realized you are absolutely right.",
        "Holden: Was I?",
        "Lily: Yes, you are. I might think that Jack and Carly are meant to be together, but if they're not ready to accept it, then, we shouldn't bother pressuring them. If they're meant to be together, then they'll find their way back to each other. Just like we did.",
        "[SCENE_BREAK]",
        "Brad: What are you doing?",
        "Katie: Waiting for my husband to wake up.",
        "Brad: I'm awake! I'm so awake.",
        "Katie: Are you sure you're not too tired after last night?",
        "Brad: Just getting started. Hey, do not move. Oh -- there's no more condoms.",
        "Katie: So, we're married. We can do it anyway.",
        "Brad: No, no, we can't.",
        "[SCENE_BREAK]",
        "Jack: Hi. How long have you been up?",
        "Carly: All night.",
        "Jack: Really. Because when I said I got the kids off to school --",
        "Carly: I was in the bedroom.",
        "Jack: Doing what?",
        "Carly: Thinking.",
        "Jack: Thinking about us.",
        "Carly: Yes.",
        "Jack: What is it, Carly? What do you want?",
        "Carly: I want you out.",
        "Jack: Carly, you had a lot to drink at dinner.",
        "Carly: It's been a long night since then. I'm perfectly sober, Jack.",
        "Jack: Then you need some sleep, 'cause you're not making any sense.",
        "Carly: I haven't made sense to you for a very long time. That's why you need to leave.",
        "Jack: We agreed that the kids need stability. I told them that I'd stay here for them. That what I'm doing.",
        "Carly: That's not a good enough reason anymore.",
        "[SCENE_BREAK]",
        "Katie: You don't want to make love?",
        "Brad: I do. You know I do. Look, I'm just gonna run downstairs to the drugstore, and I'll be right back.",
        "Katie: What's the problem?",
        "Brad: You might get pregnant.",
        "Katie: And that would be a bad thing because --",
        "Brad: Well, we just got married. We should enjoy being married just for a little while, get to know each other.",
        "Katie: All right, whoa. Let me get this straight. You get a ring on my finger, and suddenly you don't want to have kids with me.",
        "Brad: We're gonna fight now, aren't we?",
        "Katie: Damn right we are.",
        "[SCENE_BREAK]",
        "[Lily shows Holden the things she hid of Dusty's]",
        "Lily: I know you thought that I threw out Dusty's things.",
        "Holden: That's what you let me think.",
        "Lily: I just kept these two things.",
        "Holden: Why?",
        "Lily: Because. I just wanted something to remember him by. I mean, Dusty was very important in my life.",
        "Holden: Why were you hiding them from me?",
        "Lily: I wasn't hiding them.",
        "Holden: Lily, in the cabinet. Behind the dishes.",
        "Lily: I just wanted to keep it away from the --",
        "Holden: Stop! Just stop.",
        "[SCENE_BREAK]",
        "Casey: These camps look great.",
        "Emily: Yeah, you know, I -- I just miss him so much when he's in boarding school. I wanted to have him nearby for the summer. I just thought it would be nice to -- never mind.",
        "Casey: You need to stop worrying. He likes you just fine.",
        "Emily: He told you that?",
        "Casey: Yeah, sure. I've talked to Danny a couple times since I've been home. He's a good kid. Pretty normal.",
        "Emily: Yeah, well, that's not me, believe me. That's your father and Margo.",
        "Casey: Oh, come on. It's got to be at least part of you, you know? Give yourself a break.",
        "Emily: I will. Thank you. Do you have any office skills?",
        "Casey: I can -- I can type.",
        "Emily: Yeah?",
        "Casey: Yeah.",
        "Emily: Remember I told you yesterday that my assistant quit on me? You interested in the job?",
        "Casey: How much you paying?",
        "Emily: Ah, let's see what you do, and then I'll decide how much I will pay you.",
        "Casey: Okay, I guess I can come by tomorrow and check it out.",
        "Emily: No, actually the offer's only good for today. Meet me at Worldwide in half an hour. Were a tie. And a shirt.",
        "[SCENE_BREAK]",
        "Katie: How can you say we don't know each other? We're on TV together every day. We've been friends with benefits for months. We even tried to get pregnant before we knew we were gonna be together.",
        "Brad: That's the point. We did it backwards.",
        "Katie: I thought you were happy.",
        "Brad: Baby, I am happy, and I want to keep being happy for the rest of our lives. But that starts with just the two of us making it work with just the two of us for a while.",
        "Katie: So we should start at the beginning.",
        "Brad: Could be fun.",
        "Katie: Could be fun. Hi, I'm Katie. Nice to meet you.",
        "Brad: Hi. I'm Brad.",
        "Katie: Yeah, see, that's the thing, though. I don't sleep with guys I just met.",
        "[SCENE_BREAK]",
        "Carly: Do you think it's important that my children respect me?",
        "Jack: Of course I do.",
        "Carly: So do I. That's why you need to go. Because every moment you are here, you are disrespectful to me.",
        "Jack: Well, I -- I don't recall saying anything disrespectful to you in front of the children.",
        "Carly: Some nights you sleep in my bed, and then the next night you're down here sleeping on the couch. What does that say to them? Mom messed up. Mom made Dad angry.",
        "Jack: Carly, I'm not trying to make you look bad.",
        "Carly: It's not just you. It's me. Making myself smaller and smaller so I don't upset you. And it seems like every day I'm asking you to forgive me for something, to not blame me for something, to love me, even just a little bit. And I know that I have been pathetic and weak and desperate over the last few months, but I do not want my children to see me like that, Jack, not anymore.",
        "Jack: Okay. I'm sorry. I know I've been hard on you. I can make adjustments.",
        "Carly: You can pretend to like me. No, thank you.",
        "Jack: Carly, our kids need both of us here.",
        "Carly: No. Not this way. They want their family to be whole again. But not like this. This isn't good for any of us, Jack. We have to stop pretending.",
        "[SCENE_BREAK]",
        "Lily: I couldn't bear not to keep one or two things of Dusty's. He was so important in my life long before I met you. I couldn't just throw everything out.",
        "Holden: I never asked you to.",
        "Lily: No, but you expected me to. You wanted me to, so I wanted to make you happy. I just wanted things to be like they were before.",
        "Holden: Why are you so afraid to be honest with me?",
        "Lily: Because I don't want to lose you.",
        "Holden: Well, then stop lying to me. I feel like we're walking on eggshells here with each other, and I don't know why. You never used to be afraid to disagree with me. You dig in, I dig in. We'd yell at each other a little. We always told each other the truth. Why can't you tell me the truth?",
        "Lily: 'Cause I made mistakes. So many mistakes. With Luke, with Faith, with everybody in the family. I've put myself at risk. I put our family at risk. I couldn't do anything right, so I'm afraid to do one little thing wrong. So I lie and I hide things, and I don't know how to change that.",
        "Holden: And I don't know how to live with that.",
        "[SCENE_BREAK]",
        "Brad: Katie, we cannot be married and not have sex.",
        "Katie: If we can be married and not have babies, we can be married and not have sex.",
        "Brad: I never said --",
        "Katie: You know what? I'm not in the mood.",
        "Brad: Honey, come -- can we please talk about this? Please?",
        "[SCENE_BREAK]",
        "Emily: Casey, pay attention.",
        "Casey: Okay --",
        "Emily: First line is my line. Okay? There's a contact sheet that should help you out somewhere. Here. It gives you a list of all the numbers of all the offices in \"The Intruder\" and in Worldwide.",
        "Casey: I can figure it out. For a while, I was assigned to help the warden in prison and stuff like that. I can answer the phone, take messages.",
        "Emily: Great. That's great. So, I'm gonna go. Don't disturb me for the next couple of hours. I'm gonna edit some copy.",
        "Casey: Okay.",
        "Emily: Good luck.",
        "Casey: Thanks. Okay.",
        "Alison: Casey?",
        "Casey: Hey, Alison, Chris. What do you guys need?",
        "Chris: You work here?",
        "Casey: Yes, I'm the new, uh, administrative assistant to the editor in chief.",
        "Alison: You're Emily's secretary?",
        "[SCENE_BREAK]",
        "Jack: Carly, I'm not pretending to care about you. I do. I do care about you, just not the way you want me to.",
        "Carly: I'm through asking you for it. I'm through changing my life to accommodate you. I'm through, period.",
        "Jack: So, when do you want to tell the kids?",
        "Carly: We can tell them together after school if you want. But I'd like you packed up and gone before that.",
        "Jack: So, it sounds like I have no choice but to do what you want.",
        "Carly: Finally. I get what I want.",
        "[SCENE_BREAK]",
        "Alison: What happened to your job at the Lakeview?",
        "Casey: I got fired.",
        "Alison: So you went to work for my sister?",
        "Casey: Well, a job's a job.",
        "Alison: Well, I don't understand --",
        "Chris: Hey, hey. You came here for a reason.",
        "Alison: Right. Uh, I really need to see my sister. Uh, it's important.",
        "Casey: Sure.",
        "Emily: What part of \"Do not disturb\" don't you understand?",
        "Casey: Alison's here.",
        "Emily: What does she want?",
        "Casey: She wants to see you. Should I send her in?",
        "Emily: Yeah, okay. Wait, wait, wait. Is she alone?",
        "Casey: No, she's here with Chris.",
        "Emily: Then tell them I'm not available.",
        "Casey: They won't think that's true.",
        "Emily: Did they not teach you how to lie in prison? Just do it.",
        "[SCENE_BREAK]",
        "Katie: You told me I was rushing into marrying Brad, that I would regret it. Why didn't I listen to you? What is wrong with me?",
        "Margo: You were so sure this time, Katie. What happened?",
        "Katie: I was sure until this morning. But then there we were, in bed --",
        "Margo: Aha, aha. He's not good in bed, huh?",
        "Katie: No, he's great in bed until he starts talking. But when he starts talking and saying things like he was saying this morning, then I realized that maybe Brad and I are not on the same wavelength at all.",
        "Margo: Uh-oh --",
        "Brad: You're coming home with me now.",
        "Katie: Or else what?",
        "Brad: I don't know what else. There is no \"Or else.\" All I know is you're coming with me, period.",
        "[SCENE_BREAK]",
        "Jack: Carly, I'm leaving. Carly? I'm going. Hey. Obviously you didn't hear me.",
        "Carly: I heard you. Just call before you come to talk to the children.",
        "Jack: Okay, I'll do that.",
        "[Door opens, closes]",
        "[SCENE_BREAK]",
        "Lily: Whatever you want me to do, I'll do it.",
        "Holden: I want you to make a promise, keep it. I don't want to have to doubt you or mistrust you.",
        "Lily: You want me to move out again?",
        "Holden: No, we tried that. It didn't work. We have to do something. We have to do something that's gonna have a more permanent effect.",
        "Lily: You want a divorce?",
        "Holden: Lily, I don't want a divorce. I do believe that we belong together. I really do.",
        "Lily: Me too. Me too.",
        "Holden: But I -- I can't live my life without you.",
        "Lily: Oh, I feel the same way.",
        "Holden: But I can't live with the lies and the secrets. I can't.",
        "Lily: I understand. I really do. I want to change. I just -- I just don't know how.",
        "Holden: Then you need to find a way. Or we could lose everything that we have together.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Casey: Alison needs you to sign these papers.",
        "Emily: If my sister needs something, she can ask me herself.",
        "Casey: How can she if you won't see her?",
        "Emily: I don't know and I don't care, Casey. I'm working.",
        "Casey: I am, too. You hired me to be your assistant. I'm assisting you on being a human being.",
        "Emily: I'm sorry. Did you just accuse me of not being human? You do not tell me what to do.",
        "Casey: Oh, wait, wait, you're too smart, you know, to take my advice. I'll just -- I'll just wait.",
        "[Emily sighs]",
        "Emily: She got into nursing school.",
        "Casey: Yep. I'll send Alison in.",
        "Emily: Whoa, whoa, wait. You tell my sister I will see her when she gets rid of Chris.",
        "Casey: Are you always this so high school, Man?",
        "[Door opens]",
        "Casey: Okay. Here's the deal. Emily will see Alison if Chris leaves.",
        "Chris: This is insane. What is wrong with you, Emily? Why are you treating your sister like this?",
        "[Door opens]",
        "[SCENE_BREAK]",
        "Lily: Holden?",
        "Lucinda: No, no, Honey. It's me. What's the matter? Having another disagreement with himself?",
        "Lily: Uh, actually we're in complete agreement.",
        "Lucinda: Oh.",
        "Lily: I keep disappointing and hurting my husband, and I don't know how to stop.",
        "Lucinda: Honey, is this more about Dusty? Because you really got to get through all that --",
        "Lily: No, this was going on long before Dusty passed away. I've been painting myself into corners, lying, hiding things. He thinks that I don't trust him.",
        "Lucinda: And is he right?",
        "Lily: I don't trust him to stay. To love me no matter what happens. I'm so afraid if I say something or do something that's unforgivable, he'll leave. I try not to upset him. I end up lying. I -- I don't know what else to do.",
        "Lucinda: I have a suggestion.",
        "[SCENE_BREAK]",
        "Katie: Why would I do what you want to do? You didn't do what I wanted to do this morning in bed.",
        "Margo: Okay, I can go.",
        "Katie: No, stay --",
        "Brad: I did want to do what you wanted to do. I just didn't want to do it the way you wanted to do it.",
        "Margo: What does that mean?",
        "Brad: Margo, excuse me. This is between my wife and me.",
        "Katie: Not anymore. I'm not talking to you.",
        "Brad: But you are coming with me.",
        "[Brad picks up Katie and puts her over his shoulder]",
        "Katie: No, I'm not! Margo, arrest him!",
        "Margo: All right --",
        "Jack: Hey, you need some help?",
        "Katie: Put me down, yes --",
        "Brad: Nope, got it covered.",
        "Margo: Call me.",
        "Jack: You gonna help your sister?",
        "Margo: Nah, she looks like she's in pretty good hands to me.",
        "[SCENE_BREAK]",
        "Lucinda: What is needed here, is some time away. Time away for you to focus on yourself and get some real help.",
        "Lily: Help?",
        "Lucinda: Yes --",
        "Lily: I'm not going to a rehab facility. I'm not on drugs. I'm not crazy. As far as I know, I'm not crazy. I'm not crazy.",
        "Lucinda: You're not crazy. Okay, Honey. Well, what if you went and spent some time with Iva?",
        "Lily: Well, what good would that do? She's not gonna tell me something you can't.",
        "Lucinda: No, never. But you feel very comfortable with her. And she could coddle you, and you might get some perspective on all your responsibilities.",
        "Lily: I don't -- I don't think that will help.",
        "Lucinda: Honey, we have all noticed you struggling. You know, the lies and so on and struggling to be the wife that Holden wants, the mom the kids want. We all want you, and we want you to be you, Lily. So you may have to take some time and get some perspective and rediscover yourself.",
        "Lily: I've just spent so much time away from the family this past year. The thought of leaving them again --",
        "Lucinda: They don't need half of you, Honey, and that's all you can offer them at the moment. So, don't wait so long that you burn out and you have nothing at all to give them.",
        "[SCENE_BREAK]",
        "Jack: What's going on with Katie and Brad?",
        "Margo: Oh, it's just, you know, newlywed couple, first fight.",
        "Jack: That was fast. Listen, I need to switch shifts around tonight. Got some family problems I got to take care of.",
        "Margo: The kids okay?",
        "Jack: I'm moving out of Carly's.",
        "Margo: Why?",
        "Jack: Well, it was supposed to be a living arrangement to help the kids, but it's gotten to the point where it's worse for them when we're together than when we're apart.",
        "Margo: Carly kicked you out, huh?",
        "Jack: Basically, yeah.",
        "Margo: Yeah, well, that hurts.",
        "Jack: A lot more than I thought it would.",
        "[SCENE_BREAK]",
        "Emily: Alison is the one who refuses to speak to me. Now she suddenly wants something, and I'm supposed to drop everything and focus on her problem? Why should I?",
        "Chris: Because it isn't Alison you have an issue with. It's me you hate. And if you're angry with me, fine. Take it out on the right person.",
        "Emily: Fine. I'll do that. Casey, get in here!",
        "Casey: Yeah?",
        "Emily: Throw him out.",
        "Casey: Oh, I won't have to. He's leaving.",
        "Chris: Oh, I am?",
        "Casey: Yeah. You both agreed on one thing. Emily's gonna deal with Alison, not you.",
        "Chris: Yeah, yeah, you're right.",
        "Alison: Let's just go.",
        "Chris: Go inside and talk to your sister.",
        "Alison: She shouldn't have been that mean to you.",
        "Chris: I'll get over it. Go inside.",
        "Alison: Well, where you gonna be?",
        "Chris: Out of your way. Call me later.",
        "[SCENE_BREAK]",
        "Holden: Lucinda, what's going on?",
        "Lucinda: Hi. Lily has decided to spend a little time at Iva's.",
        "Holden: Hmm, your idea?",
        "Lucinda: Well, she's got to do something. And -- and she loves you. She's really got to do something. I think it's all for the best.",
        "Lily: Did my mother tell you? Do you think it'll help for me to go?",
        "Holden: I think it stinks. But I want what's best for you, even though it stinks for me.",
        "Lily: I love that about you. I feel so guilty leaving you here like this. So much to handle with the kids.",
        "Holden: We'll be okay.",
        "Lily: I wrote you a, um -- I wrote you a note. Just a short note. Just two words.",
        "Holden: Couldn't get past \"Dear Holden.\"",
        "Lily: No. I wrote what you wanted the truth.",
        "Holden: Come back to us. I love you, too.",
        "[SCENE_BREAK]",
        "Emily: Well, you got into nursing school.",
        "Alison: Yeah. Can you believe that?",
        "Emily: Yeah, actually, I can.",
        "Alison: Well, um -- see you around.",
        "Emily: Congratulations, Ali. I'm so proud of you.",
        "Alison: Thank you. Thanks, Casey.",
        "Casey: No problem.",
        "Emily: What?",
        "Casey: I see why your assistant quit. There's too much drama around here.",
        "Emily: Okay, look, you want to quit, be my guest. Go. I will find somebody else. But, Casey, wait. Wait, Casey. If it makes any difference, I would like it if you would stay, will you think about it?",
        "[SCENE_BREAK]",
        "Katie: Ugh! Let me down! How dare you pull that kind of caveman stunt with me. You embarrassed me in front of Margo and Jack and the entire Oakdale P.D., not to mention everyone downstairs in the lobby. I'm never gonna be able to show my face again. I'm not a sack of potatoes. I am your wife.",
        "Brad: That's right. You're my wife. Okay, you can yell, scream, hit me, do whatever you want! You do it with me! For better or for worse, we're married. You got it, Katie? And I'm not gonna let you run away every time there is a problem.",
        "Katie: If I want to run, I'm gonna run.",
        "Brad: Then run to me. I'm your husband, not Margo, not Jack. Me! So talk to me. Tell me what is bugging you.",
        "Katie: I did.",
        "Brad: But you didn't give us a chance to solve the problem.",
        "Katie: That's just it. We can't solve this. .",
        "[SCENE_BREAK]",
        "Lily: You know, you don't have to escort me all the way to Iva's. I'm not going to jump out the car and take off to parts unknown.",
        "Lucinda: Hey, I'm -- I'm merely along to keep you company. Also to make sure you don't change your mind.",
        "Lily: I appreciate the company. I just feel terrible leaving Holden like that.",
        "Lucinda: Ah, don't worry. Holden can manage.",
        "Lily: How long can he manage? I mean, how much should he have to take? Every single time that I go off to try to get myself together, then I come back after a few months, something else goes wrong.",
        "Lucinda: This time it's not gonna be like that. This time you're gonna take ample time, enough time so that you can be your own real, true, vibrant self. You'll come back, and it'll be Holden's turn, and he'll fall apart. And you'll have to put the pieces together again.",
        "[SCENE_BREAK]",
        "Carly: Hi. I'll come back.",
        "Holden: No, no. It's okay. What is it, Carly?",
        "Carly: I'm looking for Lily.",
        "Holden: Uh, she's not here right now. She -- she needed to go away for a while.",
        "[SCENE_BREAK]",
        "Katie: Maybe I overreacted.",
        "Brad: You think? You tried to have me arrested.",
        "Katie: Because you were manhandling me.",
        "Brad: Well, maybe I wouldn't have had to manhandle if you -- why can't you just talk to me?",
        "Katie: Because I'm scared. I don't want to have that conversation where I tell you what I want and you tell me that it's impossible. Because then I would have to admit that we were a mistake, and I don't want us to be a mistake.",
        "Brad: Tell me what you want.",
        "Katie: I've been married a lot. And I -- I've just never had it all, you know? I felt like I never had it all. Do you know what I mean?",
        "Brad: Not yet, but keep talking.",
        "Katie: Like with Simon, it was fun and exciting, but I was always scared that it would end, and it did. He left. And with Henry, I -- this feels really weird.",
        "Brad: No, no, I asked you. Go.",
        "Katie: Okay, with Henry, I had support. It was more like a friendship, though. And with Mike, I had stability, but I missed that fun and excitement that I had with Simon. And with Jack, I needed him to love me more than he loved Carly, and he couldn't do that. I want it all. So when you said you didn't want to have kids --",
        "Brad: That's -- wait. Let's get this straight. I never said that.",
        "[SCENE_BREAK]",
        "Alison: I got it.",
        "Chris: Congratulations. But Emily shouldn't have been so hard on you.",
        "Alison: Oh, it's fine. That's just the way we are.",
        "Chris: The way she is you mean -- mean, vindictive, stubborn --",
        "Alison: Okay, okay, she was just worried about me, Chris. She doesn't want me to get hurt.",
        "Chris: Is that what you think is gonna happen?",
        "Alison: I think I can take care of myself. Emily -- she's a good person. She's just had to fight for everything she's got, so she's very cautious.",
        "Chris: Sounds like you guys worked a lot of stuff out.",
        "Alison: Not really. Uh, she said, \"Congratulations.\" I said, \"Thank you.\" But, um, she said she was proud of me. And I knew she really meant it.",
        "Chris: Hey --",
        "Alison: And that just makes -- I'm sorry. This must seem dumb, me getting upset about that.",
        "Chris: No, it just confirms what I already knew. You're a lot sweeter than your sister.",
        "[SCENE_BREAK]",
        "Emily: Oh, come on. What is wrong with you?",
        "Casey: What are you doing?",
        "Emily: Damn it. What are you doing? I thought you quit.",
        "Casey: I thought you took your anti-rampage medication. Now, why are you trying to kill your computer?",
        "Emily: Because it's stuck. It doesn't work. My stupid ex-assistant probably left a virus in there before he left. I'm telling you.",
        "Casey: Okay, hold on.",
        "Emily: See? It's not working.",
        "Casey: Now it is.",
        "Emily: What'd you do?",
        "Casey: Saved your butt again.",
        "Emily: Wait, wait. Hang on, hang on. Does this mean you're staying?",
        "Casey: I guess I have to, because obviously you can't manage without me.",
        "[SCENE_BREAK]",
        "Lily: Holden's been carrying this all alone for so long. I -- I don't know if I can do it.",
        "Lucinda: Oh, sure you can. You can manage.",
        "Lily: All because I'd have you.",
        "Lucinda: Well, of course you'll have me, as always. Stop worrying about everything and everybody and everything else. Just think about yourself and being strong and coming back and you're able to just take on the world and look after your beloved family, okay?",
        "Lily: I just hope that when I come back, it's not too late for Holden and me.",
        "[SCENE_BREAK]",
        "Margo: So, Jack, what are you gonna do now?",
        "Jack: Guess I'll go back to the farm. Kids are comfortable there.",
        "Margo: Yeah, but it's not permanent. You're going to have to start a new life.",
        "Jack: For the first time in a long, long time, I've got to build a life that's not all about Carly. How do I do that?",
        "[SCENE_BREAK]",
        "Carly: I think you should look at it as a positive thing, you know? Lily wants to be herself for you and your kids.",
        "Holden: Yeah, I see that. I hate it, but I do see it. What about you and Jack?",
        "Carly: That's entirely different.",
        "Holden: How? It's not really all that different. You guys are still trying to figure things out.",
        "Carly: No. I asked him to leave today. And he did. So it's over. It's over for good.",
        "Holden: There anything I can do?",
        "Carly: Well, since everybody else that I count on seems to be leaving, maybe you could stick around.",
        "[SCENE_BREAK]",
        "Brad: I said, I don't want to have kids right now. Not right this minute.",
        "Katie: Why not? You know how much I want a baby --",
        "Brad: Because I want what you want. I want the whole package, the whole shebang, everything -- the excitement and the home and family, and loving nobody more than I love you. Us being together -- it's like we're sitting down to the best, the greatest meal of our lives. I don't want to rush through that. I want to enjoy it, one course at a time.",
        "Katie: Okay, what's the first course?",
        "Brad: Talking with you, listening to you, making love with you. Just for the fun of it. What do you say?",
        "[NEXT_ON]",
        "Margo: So you can consider this Casey's resignation. He won't be working for you anymore.",
        "Casey: I don't think that's for you to decide, Mom.",
        "Noah: What do you think?",
        "Luke: That's nice, but I don't know. You think getting that will make her buy into this whole marriage thing more?",
        "Paul: I'm gonna be so happy when you say you'll go out to lunch with me.",
        "Meg: Um, shouldn't you be working?",
        "Paul: Oh, no, no, no. I delegated. Mike's taking care of everything.",
        "Mike: What are you trying to pull?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3lfrmq5sj14"
}