{
    "Episode Summary": [],
    "Recap": [
        "Henry demands an annulment from Vienna despite her repeated explanations and pleas for him to forgive her. Henry tells Vienna that she never knew the meaning of the word love if she could fake a pregnancy and then tell him she miscarried the baby that never existed. Henry tells Vienna that if she doesn't give him an annulment, she will drag her through a very nasty divorce in court. Henry is most hurt by the fact his best friend Katie lied to him and took Vienna's side when she decided not to tell him that Vienna wasn't pregnant. Henry tells Katie that he will never forgive her and never wants to see her again.",
        "Barbara's condition worsens in the warehouse when she develops a fever and hallucinates that she is Ann Boleyn and Henry is King Henry the eighth and she manages to save herself from being beheaded by telling King Henry how much she loves him and that she would never betray him.",
        "Margo officially declares Barbara a missing person and Will suspects that Emily knows where Barbara is. Emily manages to get suspicion off herself and put it on Vienna. A Lakeview employee finds Barbara's cell phone on the stairwell and gives it to Will who gives it to Margo. Emily tells Paul that she promised to accept Barbara because she is part of his family. Paul apologizes to Emily for thinking she had something to do with Barbara's disappearance, but he still doubts that she is telling the truth. Henry frantically searches for Barbara after Will tells him that Margo declared her missing. Henry can feel in his bones that Barbara is in trouble and suspects that Katie helped Vienna hide Barbara to keep her from telling him the truth before the wedding. Katie swears to Henry she didn't do it, so Henry goes into the hotel spa where Vienna is having a massage. Grabbing her, Henry demands to know what she Vienna to Barbara."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Come on, Henry. I know you're in there. I'm not leaving till you open the door. Please, just let me in so we can talk.",
        "Vienna: Oh, my God. Katie, thank God you're here.",
        "Katie: You're not happy to see me. I ruined your life, remember? What do you want?",
        "Vienna: The same thing you did. I -- I want to make Henry understand why we lied about the baby.",
        "Katie: There is no excuse.",
        "Vienna: Of course there is. Otherwise, you wouldn't have helped me.",
        "Katie: Well, that was a mistake.",
        "Vienna: No. The only mistake was that you told him when it was too late to do anything, and it's your fault that he's angry.",
        "Katie: Henry's not just angry, Vienna. He's devastated. He feels completely betrayed.",
        "Vienna: Yes, for now. But you can help me get him back. He'll listen to you.",
        "Katie: Not anymore. He won't answer my phone calls. He won't even open the door.",
        "Vienna: I -- I have the key. I don't understand. It must be broken.",
        "Katie: He had your key card deactivated.",
        "Vienna: What?",
        "Katie: What don't you understand, Vienna? Henry doesn't want you in his life anymore, and neither do I.",
        "Henry: I need to speak to my wife.",
        "[SCENE_BREAK]",
        "Gwen: Eliza's so sweet. Hallie's normally a little shy with new kids, but she took to her right away.",
        "Paul: You can admit it. You're shocked we're not devouring our young.",
        "Emily: It's okay, really. You wouldn't be the only one to think so.",
        "Gwen: It is kind of a revelation to see the three of you acting like a normal family.",
        "Paul: Who said anything about normal?",
        "Emily: Hey! We try. We try.",
        "Paul: Aw, come on.",
        "Emily: I mean, it would be a lot easier without our dear mother-in-law around all the time. I -- I say that because I'm sure you understand. I hope she is away having a hell of a time on that cruise and she stays away for a very long time.",
        "Gwen: I -- I don't think Barbara went on that cruise.",
        "Emily: Of course she did. We got the postcard to prove it.",
        "Gwen: Yeah, that's weird. But the thing is, Will and I found her passport in her room this morning. He's at the police station right now, trying to see what they can find out.",
        "[SCENE_BREAK]",
        "Margo: Yeah, well, Jack is in court this afternoon, but he did fill me in on Barbara's case before he left.",
        "Will: So, did you find out where my mom is?",
        "Margo: All we know for sure is where she isn't. According to the state department, her passport hasn't been cleared anywhere, so she hasn't left the country.",
        "Will: So then this postcard is bogus. There's no way she could get on a boat to Bermuda without a passport.",
        "Margo: I'm really sorry, Will. As of now, your mother is officially declared a missing person.",
        "[SCENE_BREAK]",
        "Chuckles: Barbara -- Barbara, wake up. What's the matter? Are -- Barbara, wake up! Barbara, don't make me -- oh, hell.",
        "[Barbara gasps]",
        "Barbara: Did you slap me?",
        "[SCENE_BREAK]",
        "Katie: Henry, I'm so glad you're okay. I was so worried when you wouldn't open the door. I am so sorry for what I did. I just need to explain -- well, no, not explain, apologize.",
        "Henry: Not now.",
        "Vienna: Katie, I think you should go. Henry and I -- we need to talk.",
        "Katie: Are you sure?",
        "Henry: I've never been more sure about anything in my life.",
        "Vienna: We'll call you once we work things out.",
        "Katie: I hope you can do that. I really do.",
        "Vienna: Oh, my God! My love, I -- I was so frightened. Thank God you've seen the light. Mm! I love you more than anything in the entire world. I made all those stupid mistakes, but you're such a wonderful man to forgive me.",
        "Henry: I want an annulment.",
        "Vienna: An annulment, as if our marriage never existed?",
        "Henry: Exactly. Kind of like the baby.",
        "Vienna: Don't be mean.",
        "Henry: Would you rather I just lied and pretended that everything was okay?",
        "Vienna: Yes! We can pretend as if everything is okay, and then eventually it will be. I know it's not gonna be easy, but I'll do whatever it takes, and we can go back to what -- what we had, you know, as if this never happened.",
        "Henry: That's exactly -- that's exactly what I want.",
        "Vienna: No. I -- I mean, I didn't mean --",
        "Henry: What part do you want to go back to? Do you want to go back to, uh, where you walked out on me and left the country? Or maybe when we lost Sven and we had the little ceremony in the park where we said goodbye? How many heartaches are we erasing here?",
        "Vienna: I'm sorry. I -- I really am. I was really confused.",
        "Henry: You weren't confused! You don't pull a scam like that unless you know exactly what you're doing.",
        "Vienna: No, it wasn't a scam.",
        "Henry: Faking a pregnancy so you can get a guy to marry you -- that is scam 101. I just -- I can't believe that I fell for it.",
        "Vienna: Because you wanted it to be true. But if you want to have a family --",
        "Henry: I think about the last few weeks. You gave me hundreds of clues. I just -- I didn't want to believe that you could be so heartless, so I refused to see it.",
        "Vienna: No, I did it --",
        "Henry: Don't you dare say that you did this out of love.",
        "Vienna: But I did!",
        "Henry: Then you need to check the definition.",
        "Vienna: Henry, I know -- I know you're hurt.",
        "[Henry laughs]",
        "Vienna: And I know it's gonna take time to make this up to you and for you to believe in me. But trust me.",
        "Henry: Trust?! Are you delusional?!",
        "Vienna: You're just angry.",
        "Henry: I'm more than angry, Vienna. I am livid. There is nothing that you can do to make this up, okay? You say that you love me, but all you cared about was getting what you wanted, no matter what kind of abuse you had to put me through in the process. But I -- I can't do this anymore. This is over.",
        "Vienna: No, no. I won't give you up.",
        "Henry: Either you agree to the annulment or I will file for divorce. And if I have to drag you into court, I promise you, I promise you, it will not be pretty.",
        "[SCENE_BREAK]",
        "Will: Hey, Guys.",
        "Emily: Hi.",
        "Will: Where's Hallie?",
        "Gwen: She's upstairs with Eliza and the nanny. What did Jack say?",
        "Will: Um, I talked to Margo. She made some calls. I guess Mom never left the country.",
        "Paul: What about the postcard?",
        "Will: I think it's a fake. The cops declared her an official missing person.",
        "Paul: What, so somebody sent me the postcard so I wouldn't go looking for her?",
        "Will: It looks that way.",
        "Emily: Well, I mean, there is another possibility, just to play devil's advocate. What if she did send that card knowing you would see it and think it was strange and go looking for her?",
        "Paul: Why would she do that?",
        "Emily: Well, I mean, I hate to be the one to say it, but we all know how devious your mother can be. It's totally like her to make up a drama like this so she makes herself the center of attention.",
        "Will: She was gonna be watching Hallie for a week. She was gonna get attention 24/7.",
        "Emily: Yeah, but that was before the whole thing with Henry blew up in her face. She's been humiliated in front of the entire world.",
        "Paul: Oh, you're exaggerating. How many people actually really know about that?",
        "Emily: Honey, its perception. You know that. You know what it's like to -- to be humiliated, like the entire world is staring at you. And -- and Will and Gwen -- they -- they never come to visit. And -- and we're totally tied up with Eliza. It's no wonder the poor woman feels unloved.",
        "Paul: Mom knows that we love her.",
        "Emily: No, I'm talking about how she feels, Honey.",
        "Will: I still don't understand why that would make her run off and scare all of us like this.",
        "Emily: Well, here we are, the four of us, standing around, talking about nothing but Barbara. I mean, this is classic Barbara. She'll walk in in a couple of days, and we'll all fawn over her, telling her how much we missed her, proving how much we care.",
        "Will: But you don't care, do you, Emily? In fact, you made it pretty clear that you don't care if she ever comes back at all.",
        "[SCENE_BREAK]",
        "Vienna: This is what you wanted all along, isn't it? You -- you just weren't brave enough to end our relationship like a man, so you just had to figure out a way to make me look like the guilty one.",
        "Henry: Poor you, Vienna. The whole world is against you because you can't get everything that you want.",
        "Vienna: You humiliated me at my own wedding!",
        "Henry: Your wedding?",
        "Vienna: Yes! You were standing right next to me, putting a ring on my finger, while the entire time you had one eye at the door, just praying that Barbara Ryan would come running in and stop it!",
        "Henry: I wish to God that she had!",
        "Vienna: Well, she didn't! And what does that tell you, huh?! She -- she doesn't love you the way I do! She didn't fight for you the way I did!",
        "Henry: It's not a fight, Vienna. It's an ambush.",
        "Vienna: Well, maybe I didn't fight fair, but I fought hard, because I'd do anything to be your wife.",
        "Henry: Yeah, you pretty much have.",
        "Vienna: Because I care.",
        "Henry: No, stop it! Stop it!",
        "Vienna: We can still be together.",
        "Henry: No, we cannot. We cannot. You know, I -- I can't even stand to look at you right now.",
        "Vienna: You know what? When you calm down, you'll see what we have, but then it might be too late.",
        "Henry: I will risk that.",
        "Vienna: Fine! Just throw me away, erase our marriage! Just leave me and marry Barbara -- if you can find her.",
        "[SCENE_BREAK]",
        "Barbara: You couldn't have slapped me. No, no, no. No, you are plastic and paint. You are an inanimate object. Yes, that's it, that's it. I'm just dreaming it. Just dreaming, just dreaming, just dreaming. [Sobs] She was here! She was here, and she tied me up, and she's locked me in here! And I'm gonna be here forever, aren't I? Aren't I? Oh, yeah. You saw. You saw who it was. Who was it? Who was it? No answer? Oh -- oh, how long was I out, I wonder?",
        "Chuckles: Too long. It was boring without you.",
        "[Barbara sighs]",
        "Barbara: Oh, Chuckles, why do you have to have Henry's -- oh! I mean, why? Why? I know you're just a figment of my imagination, but why couldn't I just think up somebody with a little more information that's useful? I'm losing it. I'm losing it. I know I'm losing it. Tell me what to do. What should I do?",
        "Chuckles: Who knows? I'm just an inanimate object.",
        "Barbara: Oh, I see. Now you're offended. Okay, fine. I can't believe I'm doing this. I'm sorry.",
        "Chuckles: Apology accepted. And if you really want my advice, I think you should get your hands free.",
        "Barbara: What a good idea. That's a good idea. That's good. Okay, next?",
        "Chuckles: Well, don't be a quitter. Put some English on it.",
        "Barbara: What does that mean?",
        "Chuckles: That didn't work, so try another way.",
        "Barbara: Oh. Okay. I can't. [Voice breaking] I can't get out of this.",
        "Chuckles: Yes, you can. Yes, you can. Don't give up on me. Don't give up. Houdini got out of a straightjacket and a trunk that was chained and dropped in the water.",
        "Barbara: Well, bully for Houdini! I don't do magic.",
        "Chuckles: Uh, oh, yes you do -- when you want to.",
        "Barbara: [Laughs] Ah! I did it! Yes! Thank you, Chuckles! I did it! [Laughs] I don't know why I'm so happy. I mean, I'm still here. I'm locked in here. And I don't feel very good. I don't. I'm -- I'm -- my head -- it's killing me. And I'm -- I'm just freezing, freezing cold -- freezing cold. How can it be so cold in an airtight room in the middle of July, huh?",
        "Chuckles: Well, I hate to say it, but I think you're running a fever.",
        "Barbara: Really? How do you know that?",
        "Henry: You say you're cold, but you're sweating. And, Sweetheart, your color is not good.",
        "Barbara: Oh.",
        "Chuckles: You're still beautiful, but --",
        "Barbara: Oh, shut up, shut up, shut up. Oh, yeah. Oh, I don't feel very good. I really don't. I got to find something to warm up. Oh, there were costumes here. There were costumes, yeah. Oh. Here they are. Oh, and they're pretty. They're pretty, too. Oh, oh. This is nice. Yeah. Oh, yeah, this is nice. Very nice and warm. Ooh. This looks like something that I used to own, actually. Yeah. It looks like it was kind of made for me. What do you think, Chuckles? Here I am. Elizabeth, Queen of England. Bow to me, subjects.",
        "Chuckles: Elizabeth, queen of -- I'm sorry, but you're more like Anne Boleyn.",
        "Barbara: Excuse me?",
        "Chuckles: Henry VIII's second wife out of six. You know, divorced, beheaded, died, divorced, beheaded, survived.",
        "Barbara: Your point?",
        "Chuckles: Well, you're number two -- beheaded.",
        "Barbara: Oh, shut up, Chuckles! If I want to be Elizabeth, Queen of England, who's going to stop me?",
        "Henry: Who be-eth Chuckles? I'm Henry VIII, I am, I am.",
        "Barbara: Henry?",
        "Henry: Give me one good reason why I shouldn't chop off your head?",
        "[SCENE_BREAK]",
        "Katie: Vienna, what happened? Henry, if you're looking for Vienna, she just left.",
        "Henry: Good riddance. Excuse me. Uh, I left a lot of messages for Barbara Ryan, but I haven't heard back from her. Do you know if she got them?",
        "Clerk: She hasn't picked up her messages for a few days.",
        "Henry: A few days. Has anyone seen her coming in and out of the hotel?",
        "Clerk: Not me. Maybe you should ask in the lounge.",
        "Henry: Excuse me. Uh, have you seen Barbara Ryan here recently anytime in the last couple of days?",
        "Bartender: No. I'm sorry.",
        "Katie: Henry, wait.",
        "Henry: What do you want?",
        "Katie: Vienna looked really upset when she left here. I'm worried about the two of you. What's going on?",
        "Henry: I'm annulling our marriage. And if I could, I would annul our friendship, too.",
        "[SCENE_BREAK]",
        "Paul: Back off, little brother.",
        "Will: Why?",
        "Paul: Emily's not the only person in this world who has problems with mother. I seem to remember not too long ago that you two wouldn't even invite her to Hallie's christening.",
        "Gwen: Okay, your mom is complicated, but she loves her family. She might be a little overbearing, but at the end of the day, we wouldn't have Hallie if it weren't for her.",
        "Paul: The whole world thinks my mom is difficult. It's not just Emily.",
        "Gwen: Okay, she's a pain in the butt. I think we can all agree on that. But what's important right now I finding her.",
        "Will: Emily, would you have any special insight into where she might be?",
        "Paul: Did you not hear a word I just said?",
        "Will: Yeah, I did, but I also heard Emily say that she doesn't care if Mom ever comes back to Oakdale. Now, it would be one thing if she was just blowing off steam, but seeing as how Mom's disappeared, I think it's a reasonable question.",
        "Emily: Are -- are you asking me if I did something to mommy dearest?",
        "Will: See?",
        "Emily: Okay, stop.",
        "Paul: She's joking, all right? You used to have a sense of humor.",
        "Emily: Well, sort of.",
        "Paul: Em --",
        "Emily: What? He's the one who started it, not me.",
        "Will: You told me how Emily and Mom got into some cat fight before Henry's wedding.",
        "Emily: No, no, no, no, no. That is what Barbara and I do. We fight. It's -- it's our thing. Look, okay? It is no secret that -- that she wishes that Paul and I would break up, because she would love that he ended up with crazy Meg and not me.",
        "Will: I don't believe you.",
        "Paul: Will, come on. Em's telling the truth. It was really bad. But it's getting better. Mom moved back to the Lakeview. Everything was going back to normal.",
        "Gwen: Except that she didn't show up to stay with Hallie. And the Barbara that I know would walk through fire to be able to spend a few days with her grandchild. And I -- I get it. She was upset about Henry.",
        "Emily: No, no, no, no, no. Devastated. She loves Henry.",
        "Gwen: Okay, that might be. But I don't think she would let a man, any man, come between her and her family.",
        "Paul: Okay. Thank you for being the voice of reason. So what do we do now?",
        "Will: I don't know. Emily, what do you think?",
        "Paul: Okay --",
        "[Emily groans]",
        "Paul: Will, if you got something to say, why don't you just say it? What exactly do you think Emily has done?",
        "Gwen: Nobody's making any accusations.",
        "Emily: Could have fooled me.",
        "Will: I'm worried about my mom.",
        "Paul: She's my mother, too.",
        "Gwen: That's not what he's saying.",
        "Paul: Look, I -- I know what he's saying, and I'm not upset. I'm just telling you that you guys haven't been here and I have, and so I think I know a little bit more about what's going on with Mom than you two do.",
        "Emily: Exactly. You didn't even know what was going on with Barbara and Henry.",
        "Paul: Lucky them.",
        "Will: Okay, so what's going on in Mom's life that would explain her blowing us off and then vanishing into thin air?",
        "Emily: Well, obviously, you've never been humiliated in love.",
        "Will: Are you kidding me?",
        "Gwen: Oh, whoa, can we keep the topic on Barbara, please?",
        "Emily: Look, if you two lived here or bothered to visit every once in a while --",
        "Paul: Em --",
        "Emily: All I'm saying is if you lived here, you would know that I'm not the only one in town who would love to see your mother gone. And for your information, the night before the wedding, your mother and Vienna -- they came to blows, okay, and for good reason. Your mother slept with Vienna's fiancé. So if you want to make a short list of suspects, I suggest you start with the newly married Mrs. Henry Coleman and leave me the hell alone.",
        "Will: That's a good idea. I'll go find her.",
        "Emily: Yeah, well, if I were you, I'd start at Al's.",
        "Gwen: Thank you.",
        "Will: Are you coming?",
        "Gwen: I'd love to, but Hallie is exhausted, and I don't feel like dragging her all around town.",
        "Emily: Oh, then leave -- leave her here then. She can hang out with Eliza. Honestly.",
        "Gwen: Okay, just call me if -- you know, if anything --",
        "Emily: I know the drill.",
        "Gwen: Okay.",
        "Emily: And don't worry. The -- the nanny's in charge.",
        "[SCENE_BREAK]",
        "Katie: I know you're angry with me. You have every right to be. What I did was so wrong. But please stop giving me the silent treatment. Just let it out. Say everything you need to say to me, and don't hold back. I deserve it.",
        "Henry: It wouldn't be worth it. [Voice breaking] You were my best friend.",
        "Katie: I know, I know. You're my best friend, too.",
        "Henry: Then how could you betray me like that? I trusted you more than anybody. You knew Vienna was lying to me, but you sided with her. You helped her. And you knew how devastated I was when we lost our child. Hell, you went through the same thing. But you set me up to go through all of that all over again. In what universe is that friendship?! You know, I have fantasies about our kids. I have fantasies about our kids growing up together and going to school together, playing together. I had little names picked out in my head. And I know -- I know I couldn't love Vienna the way that she deserved, but I was so desperate to be a good dad that I was willing to stand by her, even if that meant giving up Barbara. And don't start -- don't start talking about her. Everyone's talking about her, okay? I know that everyone has an opinion about the two of us together, and none of them are good! So instead of growing a spine and telling all of you to just go to hell, I threw her away, because I listened to you, because your opinion meant something to me. And because of that, I -- I broke Barbara's heart. How could you hate her so much? Why do you hate her so much?",
        "Katie: I don't! I don't, Henry.",
        "Henry: Katie, if you're not gonna be honest with me --",
        "Katie: It wasn't about Barbara! Don't you get it?! I just wanted you and Vienna to be happy.",
        "Henry: What -- what do I have to do to convince you that she and I were not meant to be?",
        "Katie: Honestly?",
        "Henry: Please.",
        "Katie: I wasn't really paying attention. We used to be a foursome -- you and Vienna, me and Brad. I had my dreams, too. I imagined all of us together with our kids, growing up, growing old together, and that's not gonna happen anymore. [Voice breaking] So I'm sorry. I know it's stupid, but I just figured if you and Vienna could make it, then maybe the past wouldn't be -- so gone.",
        "Henry: I don't believe you. You hear me? I don't believe you. I think you were miserable and that you wanted company. And two miserables don't make a happy, Katie.",
        "Katie: I want you to be happy. I just thought it was with Vienna.",
        "Henry: I -- I did everything for you -- everything for you, even when you did not make that easy, okay? I was the best friend that I could possibly be. I was always halfway in love with you. You know that. You know that's true.",
        "Katie: Henry --",
        "Henry: But then you met Brad. You fell in love with Brad. And I said, \"Obviously, he's the right guy,\" so I just stepped aside. And the moment -- the moment someone loves me on my own terms, you can't stand it, and you do everything you can to break us up.",
        "Katie: I'm not proud of it.",
        "Henry: You're not proud?! You shouldn't be proud! You should be ashamed of it!",
        "Katie: Well, it wasn't just me! Vienna was --",
        "Henry: Vienna had something to gain! You did it just because you didn't want Barbara in my life, and you destroyed the happiest relationship I've ever had out of selfishness, Katie -- selfishness! I lost Barbara because of you.",
        "Katie: Yeah, well, I lost Brad because of you, and Jacob lost his father, but I forgave you!",
        "Henry: Then I guess you're a better person than I am.",
        "[SCENE_BREAK]",
        "Barbara: Go away. Go away. You're not really there. No, no, no, no, no. This is -- this is just a fever. I'm -- I'm just delirious. That's all. This is not really happening.",
        "Henry: But it is, and I am.",
        "Barbara: What is the meaning of this?",
        "Henry: I ask the questions here, Lady Boleyn. You are on trial for treason.",
        "Barbara: Henry --",
        "Henry: King Henry.",
        "Barbara: Oh, for Pete's sakes. Whatever you desire, my lord.",
        "Henry: Yes. That's much better. I like that. You know, while you're down there, why don't you, uh, kiss my shoe?",
        "Barbara: I have a fever. I may be contagious.",
        "Henry: Fine, fine. Whatever. You'll be dead soon anyway.",
        "Barbara: [Gasps] Am I not innocent until proven guilty?",
        "Henry: That sounds like a terrible idea, traitor.",
        "Barbara: I am no traitor. I am the one who speaks the truth.",
        "Henry: Liar.",
        "Barbara: I am not a liar. I am the antithesis of a traitor. I am the only one who truly loves you.",
        "Henry: Silence!",
        "Barbara: I thought you wanted me to defend myself.",
        "Henry: No. That's incredibly boring, Darling -- boring, boring. Besides, you'll say anything to keep your head.",
        "Barbara: [Gasps] You're going to kill me?",
        "Henry: Maybe, maybe not. I haven't made up my mind. There are witnesses to be heard before I decide your fate.",
        "Barbara: My fate? I have consequences.",
        "Henry: As if you didn't know.",
        "Barbara: Humor me.",
        "Henry: Well, you could be my queen. Doubtful. Or I could have my royal hatchet man separate your head from your neck.",
        "Barbara: But I have done nothing. I merely love you.",
        "Emily: You don't know the meaning of love.",
        "Barbara: Don't listen to her. She wants my son for herself.",
        "Emily: She's a really, really bad mother.",
        "Barbara: Am not.",
        "Emily: Are too! She can't stand to lose her sons, so she tries to come between them and the women they've chosen.",
        "Barbara: If that were true, you would not be here.",
        "Paul: She speaketh an untrutheth, my lord. She tried to come between me and my lady more than once.",
        "Emily: A lot more.",
        "Barbara: Not a lot.",
        "Will: Don't listen to her, Milord! She buys and sells children like fancy dresses!",
        "Henry: Is this true?",
        "Barbara: I've made many mistakes, my king, like anyone. But I am being punished for them. I am locked away in this dungeon, alone, hungry, cold, sick, banished from everyone and everything that I care for. Is this not enough?",
        "Katie: Not even close. You're a dangerous woman, Lady Boleyn. And I use the term \"Lady\" loosely. The king must be protected from you.",
        "[SCENE_BREAK]",
        "Will: Hey, Henry, wait.",
        "Henry: Will. Hey, Gwen. I didn't know you guys were in town.",
        "Will: Yeah. It was a last-minute trip. Um, I know you're on your honeymoon, and I don't want to keep you, but, uh, have you heard anything from my mom?",
        "Henry: Uh, no, actually. I -- I left her a lot of messages. I haven't heard back from her. I was hoping she had gone to see you guys, get out of town after, um --",
        "Gwen: It's okay. Its okay, Henry. We know. We know about you two being involved.",
        "Henry: Yeah. Uh, yeah, we were.",
        "Gwen: It's -- its okay. Paul filled us in.",
        "Will: Hey, Man, whatever. It doesn't matter. The important thing right now is finding my mom.",
        "Henry: She hasn't called you either?",
        "Will: No. She was supposed to come to Carbondale for a few days, but she never showed up.",
        "Gwen: And it's not like her at all.",
        "Henry: No, that's not like her at all. She's very meticulous about that sort of -- I mean, she'd -- you should hear how she talks about Hallie. She wouldn't miss an opportunity to see -- [Henry sighs] Okay, have you guys checked her room? My God, something could have happened to her. She could have fallen down, anything.",
        "Will: Take it easy. Take it easy. We went into the room, and -- and we looked around. She didn't leave anything behind that would let us know where she went. But she's not there, so --",
        "Henry: This is not good.",
        "Katie: Hey, Guys. What's going on? What are you doing here?",
        "Will: My mom is missing.",
        "Katie: What? Since when?",
        "Will: That's what we're trying to figure out.",
        "Gwen: A few days ago, Paul got a postcard from her from Bermuda.",
        "Katie: Well, then, she's fine.",
        "Will: No. We found her passport in her room, and Margo checked with the state department. She never left the country. So the postcard's bogus.",
        "Henry: She's in trouble.",
        "Katie: Henry, we don't know that.",
        "Henry: I do, okay? I can feel it. And I've got to find her before something terrible happens.",
        "Gwen: He seems really upset for someone who just got married to someone else.",
        "Will: Yeah. Henry's a weird guy, but that was pretty extreme.",
        "Gwen: Yeah. Listen, we should go up there.",
        "Clerk: Excuse me. Were you just talking to Mr. Coleman about Ms. Ryan?",
        "Will: Yeah. That's my mom. Have you heard anything about her?",
        "Clerk: No, but the housekeeper found this in the stairwell.",
        "Will: It's hers. She got 39 messages.",
        "Gwen: Hand it to me, Will. It might have fingerprints or DNA on it or something. We should take this to Margo right away. Look, this really is a good thing. There might be something on here that will help us find your mom. Come on.",
        "[SCENE_BREAK]",
        "Henry: Barbara! Barbara, come on, open the door. I know you got to be in there. Barbara, please! Please don't do this to me!",
        "Katie: Stop it, stop it. Henry, she's not in there.",
        "Henry: How do you know that? She could be unconscious.",
        "Katie: Because if she was in her room, Will and Gwen would have found her.",
        "Henry: Then where is she?!",
        "Katie: I don't know. I wish I did.",
        "Henry: [Sighs] This doesn't make any sense. This does not make any sense. I know she was upset that I was marrying Vienna, but it's not like her to slink off like this.",
        "Katie: No.",
        "Henry: Katie, something's happened to her. Something very bad has happened to her.",
        "Katie: You're right. There's no way she would have missed that wedding.",
        "Henry: What are you saying?",
        "Katie: She --",
        "Henry: She what?",
        "Katie: She knew there was no baby.",
        "Henry: Barbara knew that Vienna wasn't pregnant? Why didn't she tell me before the wedding?",
        "Katie: I think maybe she didn't get the chance.",
        "Henry: What are you saying?",
        "Katie: Barbara called Vienna the day of the wedding. She had found out the truth, and she gave Vienna an ultimatum -- either go to you and call off the wedding, tell you that there was no baby or she would do it herself. And Vienna believed her.",
        "Henry: Okay, then, why didn't she show up?",
        "Katie: I don't know. Something must have stopped her.",
        "Henry: Or someone. I need the truth, Katie. What else aren't you telling me?",
        "Katie: Nothing.",
        "Henry: No, I don't know if I can believe you.",
        "Katie: That is all I know, I swear.",
        "Henry: You helped Vienna hide the fact that she was pregnant. Are you helping her hide Barbara, too? Did you do something to her?",
        "Katie: No!",
        "Henry: I don't -- if something happened to her because of what you and Vienna did -- please tell me that you are not part of this. Please tell me that.",
        "Katie: I'm not. Please. You have to believe me.",
        "Henry: I do. I think I do. I want to believe you, Katie. You're not Vienna. You would never do -- oh, my God. What if something happened to Barbara? What -- Barbara --",
        "Katie: No, no, no. Don't you say that. She is fine. We're gonna find her.",
        "Henry: What if it's too late, Katie?",
        "Katie: Trust me, I would never do anything to hurt Barbara because I know how much she means to you, and that would be hurting you. I think she's all right.",
        "Henry: You don't know that. None of us know that.",
        "Katie: Wait. Where are you going? We don't know what happened to Barbara, okay? It could be a harmless explanation. Don't assume the worst.",
        "Henry: Let go of my arm.",
        "[SCENE_BREAK]",
        "Katie: The strumpet Boleyn.",
        "Barbara: Who are you calling a strumpet?",
        "Henry: Silence!",
        "Barbara: If anyone here is a strumpet, it is you!",
        "[All gasping]",
        "Barbara: With all due respect, my lord, you bedded two women at the same time.",
        "Katie: She knows not her place, your highness.",
        "Barbara: And where would my place be?",
        "Katie: The dungeon works for me.",
        "Barbara: Do not listen to her, my lord. She has not your best interests in heart.",
        "Henry: Does the prisoner speak the truth?",
        "Katie: The Lady Boleyn is a traitoress most foul.",
        "Henry: Hmm.",
        "Barbara: You are the liar here, not I.",
        "Katie: She has wiles, your highness. She plays with your mind.",
        "Emily: Among other things.",
        "Paul: Woman, wife, why must you continually bring that up?",
        "Henry: Speaking of, uh, bringing it up, my lady --",
        "Katie: No! Don't fall under her spell again. The two of you together -- it's not natural. The kingdom could topple!",
        "Barbara: Don't listen to her, my lord. I am more loyal than she -- she who conspired with your enemies.",
        "Vienna: Not his enemies, his wife. I am the queen, my love, which means that thing doesn't count! She is an imposter, and God's law says there can only be one queen!",
        "Henry: There might be a way around that. Seriously, I could start my own religion.",
        "All: Oh!",
        "Barbara: Oh. Your kingship, please. My love, let me plead my case.",
        "Vienna: My husband has wasted enough time on you! Off with her head!",
        "All: Off with her head! Off with her head! Off with her head! Off with her head! Off with her head!",
        "[SCENE_BREAK]",
        "Emily: [Groans] You should have seen Eliza's face when Ali and Casey picked up Hallie. It was so sweet. She didn't want her to go.",
        "Paul: Eliza's sleeping?",
        "Emily: Mm-hmm. Out like a light. I have to say, I'm really happy that Will and Gwen trust me with her. We've come a long way thanks to you.",
        "Paul: I didn't do anything. You have their trust because you earned it.",
        "Emily: Yeah, well, we both know I haven't been mother of the year for that long.",
        "Paul: And my mother has?",
        "Emily: I know. I know you're worried about her. And thank you for defending me with your brother.",
        "Paul: You know I always have your back. But, you know, uh -- it's just the two of us now, all right? So just between the two of us, did you do something to my mother?",
        "Emily: Are you kidding me?",
        "Paul: I know that she is the mother of all mothers-in-law. She ruined your dress before the wedding.",
        "Emily: So what?",
        "Paul: So, is there anything that you want to say to me?",
        "Emily: I think I hear Eliza.",
        "Paul: I'm so glad we cleared that up.",
        "[SCENE_BREAK]",
        "All: Off with her head! Off with her head! Off with her head!",
        "Barbara: You people are all liars. King Henry's opinion is all that matters, and he has not yet meted judgment. Have you, Milord?",
        "Henry: So far, I'm siding with the rabble.",
        "[Cheers]",
        "Barbara: Have I not the right to speak for myself in my own defense?",
        "Vienna: You have no right! Tell her, my love! She's nothing. I am the queen, not her. This is my throne, and you are my love, Henry.",
        "Barbara: Had you studied your history, you would know that a throne won by deceit is never secure.",
        "Vienna: Oh, but he's not going anywhere, is he?",
        "Henry: Please, don't crush the ermine.",
        "Barbara: You loved me once. You still do. I can see it in your eyes.",
        "Katie: You should be looking at the ground like the peasant you are.",
        "Barbara: Please hear me out before you make a judgment.",
        "Henry: Go ahead, Milady. Speak your peace.",
        "Barbara: I am guilty of everything. I have been a monstrous mother, and I have betrayed you, my king. When I learned that you were being deceived, I should have done everything in my power to stop the deception. I failed you. I have failed all of you. But who among us is without blame? And nowhere is it acceptable for a child to betray his mother. The point is, it is not right. Where were you? Where were you when the traitors were plotting against your king?",
        "Katie: I tried to help.",
        "Barbara: And the so-called queen?!",
        "Vienna: Not so-called. I am the queen.",
        "Barbara: Ah, because you promised the king an heir. And where is this child?",
        "Vienna: Coming, very soon. We're working on it.",
        "Barbara: My only defense is my love for you. I love you like no other. So put me to death if you so wish, but I will not go easy. I will not be led to the block like a sheep to the slaughter. I will fight, for I have done nothing for which I should be ashamed. And I will fight for what I believe in.",
        "Henry: What is that?",
        "Barbara: You and I. Yes, we have impediments to get through, and it will take courage, and I have that. But I cannot do it alone. But if we are both courageous, we can have the dream that we believe in.",
        "Katie: Don't listen to her. She's a witch!",
        "Henry: Shut up. You are my real queen --",
        "[Vienna gasps]",
        "Henry: If you'll have me.",
        "Barbara: Gladly. Well, Chuckles -- it's just you and me now. Just you and me. Which means it's just me. Right. I guess I just have to realize that no one's gonna come rescue me. No one's gonna rescue me from the 16th century or even last week. Which means if I'm gonna get out of here, I got to do it on my own. Whoo!",
        "[SCENE_BREAK]",
        "Paul: Everything all right?",
        "Emily: Eliza's fine. Still napping.",
        "Paul: I'm sorry. I don't doubt you. I just -- I'm worried about my mom. I know she's a complete monster, but she's my monster.",
        "Emily: I know you love her. She's your mother. And I love you. Which is why I would never do anything to hurt Barbara, much as I might be tempted. You don't get to choose your family, Honey, but I chose you. And if Barbara Ryan happens to come along with the package, then so be it. That's what I signed up for, right?",
        "Paul: Yeah. I do believe you. I just wish she'd call. That's all.",
        "[SCENE_BREAK]",
        "Margo: Hey, hey. Did you hear from Barbara?",
        "Will: No, but one of the maids at the Lakeview found this phone in the stairwell.",
        "Margo: Is it your mother's?",
        "Gwen: Yeah. We tried not to touch it too much in case there were fingerprints on it.",
        "Margo: Good.",
        "Will: There's a ton of messages on there, and most are probably from me and Paul, but maybe there's something else on there that will tell us where she went.",
        "Margo: All right. Well, at least we know when she stopped answering her phone. But I'm not so much interested in who called Barbara as the last call that Barbara made.",
        "Katie: I can tell you that. I was there.",
        "[SCENE_BREAK]",
        "Vienna: I'm ready. You can come back in. [Sighs] I really need you to work out all my knots. This has been one of the worst days of my entire life. [Sighs] Oh. Yeah, that's wonderful. I don't know what you're doing, but please keep doing it. Oh, yeah. That -- that's good. I call that knot \"Barbara Ryan.\"",
        "Henry: Tell me what you've done with her.",
        "Vienna: Oh, my God.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Henry: I will never touch you, and I will never love you. I hate you.",
        "Vienna: I'm in really bad trouble. I have nowhere else to turn and no one else I trust.",
        "Casey: What -- what do you want?",
        "Vienna: I want you to help me.",
        "Katie: How can we get back to where we were before?",
        "Henry: We can't, not ever.",
        "Iris: Hi, Sweetheart!",
        "Dusty: Hi. You're back. This is Lucy Montgomery. Janet Ciccone.",
        "Lucy: It's so nice to meet you.",
        "Lucinda: I'm not trying to destroy Craig. I wanted Lucy to come home because I'm trying to help him.",
        "Sierra: You're lying.",
        "Carly: What the hell are you up to now, Craig?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=L37A__lBoPE"
}