{
    "Episode Summary": [],
    "Recap": [
        "Dusty's spirit leaves his body and he comes close to dying but he decides to keep fighting and he manages to get up and drag himself to a car but the car doesn't start. Noah's father is shocked and very angry that his son lied to him about being gay. He tells Noah he isn't his son anymore but after he and Noah have a long talk, he decides to accept Noah because he doesn't want to lose him. Noah calls Luke and is happy things went well with his father. He also tells Luke he doesn't want to lose him. Jack and Carly face the heartbreaking task of telling the kids she is sick. Carly tells J.J. and Sage that she is sick but will fight to get better. Parker knows better so she tells him she is dying. Carly cries and tells Jack telling her kids she is sick was the hardest thing she had to do in her life. Jack promises Carly that he will be there for her through her illness and she won't be alone."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: Dad -- I thought you were out of town.",
        "Col. Mayer: Oh I wish I was. I'd give anything not to see what I just did.",
        "[SCENE_BREAK]",
        "Dusty: I thought you left.",
        "Cheri: Not without you handsome.",
        "Dusty: I'm not going anywhere with you.",
        "Cheri: You thought you could resist my charms, but look -- here I am.",
        "Dusty: I mean it. Stay away from me.",
        "Cheri: You don't have a choice this time. It's sad, really. I mean, dying just because you were in the wrong place at the wrong time. But hey, that's life -- or not.",
        "Dusty: What are you talking about? I'm not dying!",
        "Cheri: Need a hand?",
        "[SCENE_BREAK]",
        "Col. Mayer: Not only am I sickened by your behavior, I'm appalled at your deceit. This is the worst kind of betrayal.",
        "Luke: Colonel Mayer --",
        "Col. Mayer: Shut up you! This is between my son and me.",
        "Maddie: Hey, Guys. What's going on?",
        "Col. Mayer: Stop it! Stop it with this stupid game.",
        "Maddie: What game?",
        "Col. Mayer: You're lying to me! All of you! But it's going to stop -- right now.",
        "[SCENE_BREAK]",
        "Jack: Thank you so much.",
        "Katie: Jack? Vienna? What's going on?",
        "Vienna: Well, Mrs. Snyder. Your adoring husband has ordered an elaborate post- wedding breakfast for his beautiful bride. Not what we usually serve at the diner. But we like to go the extra mile for our special customers.",
        "Katie: That's very sweet of you. Both of you.",
        "Jack: Considering what I put you through last night, it's the least I could do.",
        "Katie: Hey, it's not your fault.",
        "Vienna: See? She forgives you. Hey, my work here is done. So bye-bye. Oh and have fun, fun, fun. I have put some extra whipped cream in case you want more than just for the strawberries.",
        "Katie: You're the best.",
        "Jack: No, you are. You're the best.",
        "Katie: You didn't have to do all this.",
        "Jack: I wanted to do more. Believe me, I wanted to do so much more.",
        "Katie: Wait.",
        "Jack: What?",
        "Katie: I didn't brush my teeth yet.",
        "Jack: So we're married now.",
        "Katie: So you have a lifetime to get used to my quirks. I'll hurry.",
        "Jack: Please. Oh, it's gorgeous. [Cell phone rings] Hello?",
        "Dr. Evers: Detective Snyder?",
        "Jack: Yes.",
        "Dr. Evers: This is Dr. Evers.",
        "Jack: Is Carly okay?",
        "Dr. Evers: Yeah, she's stable. In fact, she's ready to be released -- she just needs someone to come pick her up.",
        "[SCENE_BREAK]",
        "Brad: Hey -- what are you doing here?",
        "Parker: I live here, for now.",
        "Brad: No, I mean, why aren't you at school?",
        "Parker: I was waiting for you.",
        "Brad: What? You missed the bus or something? You need a ride?",
        "Parker: I'm not going.",
        "Brad: Come on, Parker --",
        "Parker: No, I know. I'm supposed to go to school. But you're supposed to tell the truth.",
        "Brad: What do you mean?",
        "Parker: You know what I mean. You said that as soon as I got up, Jack would be here to explain why he and Katie didn't go on their honeymoon. Well, Jack's not here. So what's going on?",
        "Brad: He will explain.",
        "Parker: When?",
        "Brad: Cut the guy a little slack. Not to go into the gory details, but last night was his wedding night, you know.",
        "Parker: I know. And I also know that what's going on isn't about Katie, it's got something to do with my mom. So I'm not going to school until you tell me what it is.",
        "[SCENE_BREAK]",
        "Jack: Thank you for calling me, Doctor.",
        "Dr. Evers: Look, Carly's determined to face this on her own, but she can't drive, and soon she's not going to be able to care for herself. She's going to have to learn to accept a little help.",
        "Jack: In other words she doesn't know you're calling me.",
        "Dr. Evers: That's right.",
        "Jack: I'll be there as soon as I can. Thanks again.",
        "Katie: You're leaving me already, aren't you?",
        "[SCENE_BREAK]",
        "Carly: Well?",
        "Dr. Evers: Well, now we wait for your test results. But if you'd like to wait at home --",
        "Carly: I can go home?",
        "Dr. Evers: Yeah, I'm convinced you're stable. And I'd like to review all your results before we decide on a treatment protocol.",
        "Carly: So I'm free? Hallelujah. I need to call a cab.",
        "Dr. Evers: Uh -- actually, no you don't. I called Jack Snyder and asked him if he would pick you up.",
        "Carly: Now I know you're just trying to help, but this is my decision. And I'm going to call Jack and I'm going to tell him not to come.",
        "Dr. Evers: If Detective Snyder doesn't pick you up, I can't release you.",
        "Carly: What?",
        "Dr. Evers: I called him first because I didn't want to get your hopes up prematurely. I, in good conscience, cannot release you unless I know someone is there to take care of you.",
        "Carly: Well, Jack is not that someone. He is not my husband. I thought I told you, he married someone else last night. He should be on his honeymoon. You should not be discussing my medical condition with him.",
        "Dr. Evers: He is listed as next of kin on all the forms from your previous hospitalizations.",
        "Carly: Well, I guess I'll have to change those, won't I?",
        "Dr. Evers: And he called several times last night to check on you.",
        "Carly: He did?",
        "Dr. Evers: Look, from what I can tell, he still cares about you a great deal.",
        "[SCENE_BREAK]",
        "Jack: I'm sorry.",
        "Katie: No, I'm sorry. I don't mean to make you feel bad.",
        "Jack: You know that I want to stay here with you, right?",
        "Katie: Yeah. I also know that Carly's really sick, and you need to be there for her.",
        "Jack: Yesterday all I could think about was getting you to that island paradise where we wouldn't have a care in the world. I hope you understand, Katie -- I can't go lie on a beach somewhere when the mother of my children is dying.",
        "[SCENE_BREAK]",
        "Parker: So where are Jack and my mom?",
        "Brad: Well, Jack and Katie stayed at the Lakeview hotel last night.",
        "Parker: Why?",
        "Brad: A lot of couples take a few days before they go on their honeymoon to -- you know, open up their presents, write thank-you notes, eat cake --",
        "Parker: Okay, what about my mom? Where is she?",
        "Brad: Do I look like your Aunt Emma? I mean, like I know where everyone in the family is at every minute of the day?",
        "Parker: I think you know why Jack's not talking to me.",
        "Brad: You know what? I'm -- I'm gonna drive you to school. Which is where Jack thinks you are. And when you get home, he'll give you all the answers you need.",
        "Parker: I hope so. Don't worry about driving me. I'll just take my bike.",
        "Brad: Okay. Be careful.",
        "[SCENE_BREAK]",
        "Col. Mayer: How could you do this?",
        "Noah: I'm sorry. The last thing I ever wanted to do was disappoint you.",
        "Col. Mayer: I'm more than disappointed, Noah. You're a coward, you're a liar, you're a -- you're not the boy I raised.",
        "Luke: Yes, he is.",
        "Col. Mayer: I told you to shut up! I'm revolted by what you've become.",
        "Noah: Dad, please don't go.",
        "Col. Mayer: You are not my son. Not anymore.",
        "[SCENE_BREAK]",
        "Dusty: Why don't you leave me alone?",
        "Cheri: Whether you want it or not, we're joined together for all of eternity. Because we died for the same reason. Winston Mayer. He won.",
        "Dusty: No.",
        "Cheri: And you'll be mistakenly remembered as the man who murdered me. If you're remembered at all.",
        "Dusty: Why did your ex-husband do this to you? It's because of your son, isn't it?",
        "Cheri: It doesn't matter. It's too late. For both of us.",
        "[SCENE_BREAK]",
        "Katie: I do, of course, I understand. And I want to make this as easy as possible for you and the kids -- I mean, the way you're taking care of Carly, that's -- one of the reasons I love you so much.",
        "Jack: Katie --",
        "Katie: I felt so blessed yesterday just to marry you. And now, with all this, I just -- I feel even more blessed to be able to have a lifetime with you to fulfill our dreams and --",
        "Jack: I know.",
        "Katie: So I'm going to do whatever -- whatever you need, I am here for you, okay? And for the kids. That's gonna be my job now. And don't worry about me for a second.",
        "Jack: Well, I do.",
        "Katie: Well stop. I'm gonna be here when you get back. Maybe I'll save you some strawberries.",
        "Jack: I love you.",
        "Katie: I love you, too.",
        "Jack: I'll be back as soon as I can, okay?",
        "Katie: I know.",
        "[SCENE_BREAK]",
        "Dr. Evers: But if you'd rather call someone else to pick you up --",
        "Carly: No. No, no, that's okay. If Jack's already on his way -- I'll wait for him.",
        "[SCENE_BREAK]",
        "Maddie: Well, I didn't mean to make things worse for you. I didn't know --",
        "Noah: No, you didn't. Nothing could have been worse than what he just saw.",
        "Maddie: I'm going to go.",
        "Luke: Well -- I bet you're sorry you ever met me.",
        "Noah: No. I'm not. I'm just sorry you had to hear all those things he said.",
        "Luke: It's not your fault.",
        "Noah: I should've stood up to him. He's right, I'm a coward.",
        "Luke: Look, it's your dad. That's hard.",
        "Noah: You know something, he's worse than a coward. He's a bigot.",
        "Luke: You told me -- you told me that you weren't ready to come out. And I just should have just listened to you. I shouldn't have kissed you.",
        "Noah: We kissed each other, Luke. And I don't regret that. That was the best thing that happened to me in a long time.",
        "[SCENE_BREAK]",
        "Col. Mayer: Maddie.",
        "Maddie: Colonel.",
        "Col. Mayer: Don't run away from me. I think you owe me an apology.",
        "Maddie: You're right. I misled you. And I let you believe something that wasn't true anymore. And I'm sorry for that. But I -- I think that should be sorry too, for the way that you just spoke to Noah.",
        "Col. Mayer: You -- you still care for him.",
        "Maddie: Of course I do.",
        "Col. Mayer: You were moving in together. You were intimate, weren't you? Or was that just something you wanted me to believe?",
        "Maddie: With all due respect, Sir, I really don't think that's any of your business.",
        "Col. Mayer: Maddie, Noah is my son. I need to know -- I need to know what happened.",
        "Maddie: What do you mean?",
        "Col. Mayer: What made my son turn? It was that Luke boy, wasn't it?",
        "[SCENE_BREAK]",
        "Luke: It's obvious that your father loves you. You know, give him a chance.",
        "Noah: How?",
        "Luke: Find him before he leaves town. Talk to him.",
        "Noah: He won't want to listen.",
        "Luke: Look, now that you're being honest, maybe you'll be surprised. And even if it's not good enough for him, it'll be good enough for you.",
        "Noah: Yeah.",
        "Luke: Well, do you want me to go with you?",
        "Noah: That's really nice of you. Thanks, but no. If I'm going to do this, I've got to have the guts to face him on my own.",
        "[SCENE_BREAK]",
        "Col. Mayer: You have no idea of the sacrifices I've made to protect that boy.",
        "Maddie: So accepting who he is shouldn't be such a sacrifice, should it?",
        "Col. Mayer: Maddie, do you realize what you're asking? He's the only son I've got.",
        "Maddie: But you have to understand that Noah is a man now. He's grateful for the sacrifices that you have made, and he is proud to call you his father. And I don't think that you want to lose him.",
        "Col. Mayer: Don't worry. I will not lose my son!",
        "[SCENE_BREAK]",
        "Vienna: Sorry to disturb, but I will leave your suite tout de suite. I just brought another bottle of champagne, just in case. Why are you dressed? Where's Jack?",
        "Katie: I was actually hoping that you were him.",
        "Vienna: He's not here? Well, I knew that you had postponed your honeymoon trip. But I assumed that you would have, like, a honeymoon day.",
        "Katie: I know, me too.",
        "Vienna: Well, you don't have to have an island. You just need a bed --",
        "Katie: And a husband, don't forget that.",
        "Vienna: He's with Carly?",
        "Katie: Yeah. It's not exactly like I can be upset about it",
        "Vienna: I'd say you have a right to.",
        "Katie: Oh, Vienna, she's so sick. And she's all alone.",
        "Vienna: No, she's not alone. I hate to even say this, but are you sure she's not playing a trick?",
        "Katie: No, no, I'm sure. In fact, some of the recent tricks that I -- well, what I thought were tricks were just Carly being really brave. I feel so bad for her.",
        "Vienna: Yeah, but you're also allowed to feel bad for yourself.",
        "Katie: I know. It's just, at this moment, with all this going on, I just -- I just feel grateful for the blessings that I have.",
        "Vienna: Okay. Well, I will leave the champagne here with you. And when Jack gets back -- promise me that you will celebrate those blessings. Okay?",
        "Katie: I will. Thank you, you've been so great.",
        "Vienna: And take care, all right? Oh, hey Parker.",
        "Parker: Hi.",
        "Katie: Hi.",
        "Parker: Where's Jack? He's with my mom, isn't he?",
        "Katie: Yeah. Why don't you wait for him with me?",
        "Parker: Remember yesterday, when you told me and J.J. and Sage that we could always count on you?",
        "Katie: Yeah.",
        "Parker: You really meant that, right?",
        "Katie: Of course I did.",
        "Parker: Then could you please tell me the truth? Why didn't you and Jack go on your honeymoon? It's because something's really wrong, isn't it?",
        "Katie: Yeah. Yeah, you're right, Parker. Something's wrong.",
        "[SCENE_BREAK]",
        "Carly: I wish my doctor hadn't called you.",
        "Jack: Why not?",
        "Carly: You should be on your honeymoon. I could have gotten somebody else to play chauffeur.",
        "Jack: Our honeymoon is on hold, I told you that. Katie's on board with it.",
        "Carly: I just feel like I ruined one more thing for you.",
        "Jack: No, you haven't. Never have.",
        "Carly: That's not true, and you know it.",
        "Jack: So when are you going to tell your sisters you're sick?",
        "Carly: Gwen is going through those fertility treatments. And Rosanna -- I'm still worried about her health.",
        "Jack: Carly, you can't always put everybody first.",
        "Carly: Well, no one's ever had to say that to me before.",
        "Jack: A lot of people who love you. I want you to have all our support.",
        "Carly: You know what I don't want? I don't want to be treated like an invalid.",
        "Jack: Is that what I'm doing?",
        "Carly: I just don't want to be treated like a patient. Not yet. I'm still a woman. Let me feel like one.",
        "Jack: I'm sorry. I'm -- I look at you and I don't see your illness. I don't see a patient. When I look at you, I see the woman I married.",
        "Carly: Thank you.",
        "Jack: I mean it. So I'll ask you again. What can I do?",
        "Carly: I just want to spend the time that I have left feeling like me.",
        "Jack: Fair enough.",
        "Carly: And I don't want to tell the kids.",
        "Jack: Do you think that's fair to them?",
        "Carly: I'll tell them when I have to. Let me have some more time to be their mom while I can. Let me see them smile. Let us have more time to treasure. Is that too much to ask?",
        "[SCENE_BREAK]",
        "Parker: So this is about my mom, right? Did she try to do something to try and break up you and Jack?",
        "Katie: No, no, no. It's nothing like that.",
        "Parker: Then what is it?",
        "Katie: You absolutely deserve to know. I just -- I really don't think it's my place to tell you.",
        "Parker: Well, I thought you were my friend.",
        "Katie: I am. I am, Parker. And believe me, I understand that it's hard to wait. But you'll know everything today.",
        "Parker: When today? Uncle Brad said it would be this morning. And then, he said it would be after school --",
        "Katie: By the end of today, Parker, you'll know the truth. You have my word.",
        "[SCENE_BREAK]",
        "Col. Mayer: May I have another?",
        "[Col. Mayer remembering] You're not fit to raise my son.",
        "Cheri: He's my son too! Noah's my flesh and blood. And there nothing you can ever do to change that.",
        "Col. Mayer: Maybe not. But I can damn well make sure he never knows where he came from. I will not allow you to turn him into a deviant like yourself! Now get out of the house!",
        "[SCENE_BREAK]",
        "Noah: Dad?",
        "[SCENE_BREAK]",
        "Cheri: What?",
        "Dusty: I'm not going.",
        "Cheri: Here's the thing. You don't have a choice.",
        "Dusty: There's always a choice.",
        "Cheri: Come here. Let me show you something.",
        "Dusty: No! Stay away from me! Now get up.",
        "[SCENE_BREAK]",
        "Katie: Knock knock.",
        "Jack: Hi!",
        "Katie: Hi.",
        "Jack: Hey.",
        "Katie: Carly -- Honey, how are you feeling?",
        "Carly: Okay, believe it or not. For now. Katie, thank you for being so generous about this. And I'm sorry that I've ruined your honeymoon.",
        "Katie: No, you haven't. That's not what's important right now. Parker came by the hotel to see me.",
        "Jack: He did?",
        "Katie: Yeah, he knows that something's wrong. And he was practically begging to find out what's going on. I think you're going to need to tell him sooner rather than later.",
        "Carly: Absolutely not.",
        "Katie: I know this is your decision, Carly. But Parker is so worried about you.",
        "Carly: What did you tell him?",
        "Katie: I didn't have to say anything. He figured out for himself that something's wrong. And he's sick of everybody putting him off. So I told him that he would find out the truth today.",
        "Carly: You had no right to do that.",
        "Katie: I'm sorry. I can't even imagine how hard this is for you. I just -- I didn't feel like I had a choice.",
        "Jack: No, I'm sorry I wasn't there, Katie.",
        "Katie: It's not my place to say anything. It's you two that have to decide how to handle this. But I think as this point, it's not really fair to the kids to keep this a secret.",
        "Carly: Don't tell me how to handle my children, Katie.",
        "Katie: That's not what I was doing.",
        "Jack: Why don't we go outside for a second, okay? Please?",
        "Katie: Sure. I know Carly's their mom. And I'm not trying to overstep. But I'm going to be their step-mom their whole life. And if they don't trust me --",
        "Jack: You don't have to explain anything to me, okay? 'Cause I -- I actually think you're right.",
        "Katie: You do?",
        "Jack: Yeah. Why don't you call Brad and have him bring the kids over here?",
        "Katie: But Carly doesn't --",
        "Jack: I'll talk to Carly. I'll try to make her understand that this is the best thing to happen right now.",
        "Katie: I'm sorry. I hope I'm not making things harder for you.",
        "Jack: You don't have to apologize to me. Do not apologize to me. I'm sorry about today.",
        "Katie: You have nothing to be sorry about. Good luck.",
        "Carly: I know. Katie's right. I have to tell them.",
        "Jack: We have to tell them.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Brad: Snyders.",
        "Katie: Brad?",
        "Brad: Hey. How're you doing?",
        "Katie: Are the kids with you?",
        "Brad: Yeah.",
        "Katie: Could you bring them over to Carly's? Jack and Carly want to talk to them.",
        "Brad: Are they going to --",
        "Katie: Please, just bring them over as soon as you can. Thanks.",
        "[SCENE_BREAK]",
        "Maddie: I really hope things work out for you and Noah. I care a lot about both of you.",
        "Luke: Well, I care a lot about you. And so does he. And it just sucks that you had to get stuck in the middle. And it sucks that I felt that I couldn't tell you about things earlier.",
        "Maddie: Well, I understand. I -- feel -- well, probably the way that you felt. Like the invisible girl.",
        "Luke: Okay. \"A\" -- I'm not invisible. I'm not a girl. And \"B\" -- you're not invisible.",
        "Maddie: Oh, Man. Well, here I am now, the one that's being left out now.",
        "Luke: Well, come on. We don't even know if anything's ever going to work out between me and Noah.",
        "Maddie: Like I said, I hope they do.",
        "Luke: Well --",
        "Maddie: You both deserve to be really happy.",
        "Luke: I just hope things go well between Noah and his dad.",
        "Maddie: Yeah. I don't know -- there's something about Colonel Mayer --",
        "Luke: What?",
        "Maddie: Well, I've -- I've been trying to put a really positive spin on the guy. But today, he really creeped me out.",
        "Luke: I mean, he is kind of scary.",
        "Maddie: It's different, though. Like, it was so intense. I mean, I hate to say it. I do have experience with psycho family members. But umm --I really think that Noah might be better off without his father in his life.",
        "[SCENE_BREAK]",
        "Col. Mayer: I don't have anything to say to you.",
        "Noah: Well, I have something to say to you, Dad. I know this is hard for you to deal with. It's hard for me too. I've spent so many years of my life, trying to push these feelings down, deny them, change them -- and so have you. So I don't think you should pretend to be so surprised.",
        "Col Mayer: Well, I sure as hell was surprised to see what I saw today. You led me to believe that you and Maddie were a couple. When did you turn into such a good liar?",
        "Noah: I've been lying to myself forever. Trying to convince myself, trying to convince you -- it took over my life.",
        "Col. Mayer: So what else in our life was a lie?",
        "Noah: The idea that there was something wrong with me. That's why you wanted me to join the army. That's why you were so happy that me and Maddie were moving in together.",
        "Col. Mayer: That was not my idea, Noah. And how could you do this to her?",
        "Noah: That was a mistake. Haven't you ever made a mistake, Dad?",
        "Col. Mayer: Obviously, I made a hell of a lot of them with you.",
        "Noah: It's not your fault I'm gay. It's nobody's fault. And guess what? I'm happy with who I am. Finally, for the first time in my life.",
        "Col. Mayer: You're rejecting everything I believe in. Everything I ever taught you to believe in.",
        "Noah: I'm not rejecting you, Dad. After a lifetime of being there for me, please -- don't reject me now.",
        "[SCENE_BREAK]",
        "Katie: Carly, I'm sorry.",
        "Carly: Katie, I'm sorry -- you first.",
        "Katie: I hate that this is happening to you.",
        "Carly: I guess we can agree on something.",
        "Katie: I think we agree on a lot of things, actually. Probably more than I would like to ever admit.",
        "Carly: You may be right.",
        "Katie: When you fainted in Old Town, and I accused you of faking to get Jack's attention -- I'm so sorry.",
        "Jack: Hey, Guys.",
        "Sage: Why are you here with Mommy, Daddy?",
        "Katie: Brad, we should go grab a bite or something.",
        "Brad: Good thought.",
        "Jack: Thank you again, for everything.",
        "Katie: Call me.",
        "Jack: I will.",
        "J.J.: What's going on?",
        "Carly: Why don't you sit down by me? Okay?",
        "[SCENE_BREAK]",
        "Col Mayer: You're right, Noah. Of course you're still my son.",
        "Noah: Thank you.",
        "Col. Mayer: Everything I've ever done -- I've done out of love for you. You know that, don't you?",
        "Noah: Yes.",
        "Col. Mayer: That's why, no matter what -- I'm not going to lose you. I'm glad you came and found me, Son.",
        "Noah: Me too.",
        "Col. Mayer: And I don't want you to worry about anything. Because I'll always be here for you.",
        "Noah: Me too. Does this mean that you're not leaving town?",
        "Col. Mayer: Not right now. In fact, I'd better go take care of canceling my travel arrangements.",
        "Noah: So I'll see you, then?",
        "Col Mayer: I'll be here.",
        "[Phone rings]",
        "Luke: Oh, it's Noah. Hey, how'd it go?",
        "Noah: Great.",
        "Luke: You're kidding?",
        "Noah: I can't believe it.",
        "Luke: Well, I guess you're not sorry you gave him a chance.",
        "Noah: It was the closest I've ever felt to my dad since -- forever. He told me, he didn't want to lose me. And Luke -- I don't want to lose you.",
        "[SCENE_BREAK]",
        "[Engine hood shutting]",
        "[Engine turning over]",
        "Dusty: Come on, come on -- come on!",
        "[SCENE_BREAK]",
        "Jack: Your mom and I have something really important we want to talk to you about.",
        "J.J.: Well, is this why you and Katie didn't go on your honeymoon?",
        "Sage: Are you and Mommy getting back together?",
        "J.J.: Sage --",
        "Jack: No, sweetheart. Daddy didn't go on his honeymoon -- because Mommy is sick.",
        "Sage: She doesn't look sick.",
        "Carly: Well, thank you very much.",
        "Jack: She's going to be in and out of the hospital for treatments for a while. And she wants to spend as much time with you as she can.",
        "Sage: But you're going to get better, right?",
        "Carly: I have every reason in the world to get better. I have the three of you. And you know I would never give up that without a fight.",
        "J.J.: That's true, Sage.",
        "Sage: I know.",
        "J.J.: So what's going to happen with you and Katie, Dad?",
        "Jack: Well, we've postponed our honeymoon so we could be here for you guys.",
        "J.J.: So that means we're not staying at Mom's?",
        "Carly: No, no. Not overnight. But we will spend a lot of time together.",
        "Jack: Yeah. So get used to being spoiled. I mean, its okay with you if you're spoiled, right?",
        "[SCENE_BREAK]",
        "Katie: And to think I was so upset with you for walking out on our wedding. I thought you were trying to ruin it for us. But you were just being a great friend to someone who needed you.",
        "Brad: Well, you know, that's me. You know, always the friend. You know, never the groom.",
        "Katie: Yeah. And I'm always the bride, never the bridesmaid. I don't know which is worse.",
        "Brad: Well, once upon a time, I was Carly's groom. And that was a nightmare. And there are plenty of times I wanted to kill her -- but I sure don't want to see her die.",
        "Katie: That makes two of us.",
        "Brad: I'm sorry that your wedding didn't turn out the way you hoped.",
        "Katie: It's okay. I married the man I love. That's all I care about right now.",
        "Brad: This is going to change your life in a pretty big way.",
        "Katie: No, it's not. I'm not going to let it.",
        "[SCENE_BREAK]",
        "Carly: So, would you like to stay for something to eat?",
        "Sage: Can we order pizza? Uncle Brad didn't make us anything to eat after school.",
        "Carly: We can have whatever you want.",
        "J.J.: Oh, great. I left my school stuff at the farm.",
        "Jack: I'll go get it.",
        "J.J.: Do you have to?",
        "Carly: No.",
        "J.J.: Wow.",
        "Sage: Can we go play Mario? I'm on level four. I'm beating Parker and J.J..",
        "Jack: Wow.",
        "J.J.: I guess that means a rematch.",
        "Jack: Hey, can I play too? Parker? You coming?",
        "Parker: Maybe later.",
        "Jack: Cool.",
        "Parker: You're lying to us. I can tell.",
        "Carly: I didn't lie. I just didn't tell the whole truth. I don't think J.J. and Sage are ready for it.",
        "Parker: I am.",
        "Carly: I can see that. So I'll tell you. You probably know. I'm not going to get better.",
        "Parker: I knew it was bad -- but not this bad.",
        "Carly: You've had so much loss. You and J.J. both. He never had a chance to say good-bye to his mother. You never had a chance to say good-bye to your father. But this is going to be different.",
        "Parker: Don't.",
        "Carly: Don't what?",
        "Parker: There's nothing good about this, Mom. Nothing at all.",
        "Carly: I know. I know, Parker. But here's the thing. I'm not going to waste one minute being sad, when I have so much to be happy about. There's nothing I can do about the times that I missed. The time that I'll miss in the future -- but I promise you that I will make the most of the time that we have now.",
        "[SCENE_BREAK]",
        "Katie: This is horrible, what's happening to Carly and Jack and the kids. Of course we're going to be all dealing with the fallout forever. But at least I have Jack, still forever.",
        "Brad: Are you worried that Carly may be more perfect as a ghost than she ever was in real life?",
        "Katie: I'm not worried about my marriage. You know what? I'm going to get rid of that drink and go upstairs and wait for my husband to open that champagne.",
        "[SCENE_BREAK]",
        "Parker: How am I supposed to keep this secret?",
        "Carly: I'll tell J.J. I just don't think Sage is ready to have the truth.",
        "Parker: Well, she's going to have to be ready soon.",
        "Carly: I know. But when I told her was enough for her for now. If she asks questions, you send her to me, okay?",
        "Parker: I love you, Mom.",
        "Carly: I love you too. Forever. That was the hardest thing I've ever had to do in my life. I want to be strong. It's so hard facing them, knowing --",
        "Jack: If it helps, I'm facing it with you. I'm not going anywhere.",
        "[NEXT_ON]",
        "Cole: That guy's a jerk.",
        "Gwen: This is my brother. Just let me try to work this out.",
        "Jack: I have to go back.",
        "Carly: I'm going to fight as hard as I can for as long as I can.",
        "Rosanna: Paul, my fiancée.",
        "Paul: Why can't you just walk away?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=FHIJB62mmjE"
}