{
    "Episode Summary": [],
    "Recap": [
        "Carly and Jack are basking in their love, as they wake up to start their day together. Meanwhile downstairs Sage is praying this means they are going to get married again, as Parker isn't so sure. Faith learns that Liberty got into FIT but is deferring because she needs to stay in town and take care of her mom and the baby. Faith tries to convince her to follow her dreams, but this is done so she will be out of town and away from Parker. Liberty is adamant that Faith and now Parker, who has just walked in, not tell a soul. Parker wants to talk with Liberty alone, which upsets Faith, who feels blown off. Aggravated Faith later watches Parker and Liberty looking close, as he tells her what his future plans may be. Janet comes to see Dusty to take care of him and nurse him back to health. They start to get frisky, but it is hard since she is so pregnant and he has broken ribs. Janet thinks she should leave for a while to cool them off. Possible contractions stop her at this point though. Jack and Carly talk about their future after Sage alludes to her hopes about marriage. Jack starts to tell Carly he wants a future with her that is permanent but Carly is unsure. Jack is able to convince her with his sincere and heartfelt words. He is about to pop the question when Janet calls to tell them she is at the hospital with possible contractions. Carly hides her disappointment, as they rush off. Janet learns she is having Braxton-Hicks. The doctor comments on the baby's large size, as Dusty looks strange. Janet explains to Jack and Carly what happened and they all head home, as Dusty seems preoccupied. Faith pretends to let it slip out to Janet about Liberty and FIT. Janet confronts Liberty, who tries to explain, at the same time being mad at Faith. Liberty later challenges Faith about why she told her mom; she knows it is about getting her out of town so she can have Parker to herself. Parker is not impressed, as Liberty cautions Faith that her lies and manipulations will drive Parker away. Back at home, Jack is now unsure about his and Carly's future after the ultra sound made it real about how much he will be torn between two houses after his baby is born. Carly has to talk Jack into their future, as he did earlier with her. Jack proposes to Carly, as they are both thrilled beyond words. Dusty meets with John and voices his feelings about the possibility that the baby is his after hearing the size of the baby. John cautions him that it might be wishful thinking, as they say their goodbyes. Afterward, though, John takes Dusty's mug and later asks a tech at the hospital to run a DNA test for a paternity test. Janet tells Dusty about Liberty's offer and how torn she is. Dusty promises to be there and support her through it all. Carly and Jack ecstatically share their news with Sage and Parker. Sage is thrilled but Parker is cautious. Carly and Jack make promises and convince him that they will never let him down or blow their second chance. Sage wonders when the wedding will be. Carly wants it tomorrow or the day after. Everyone is thrilled, as they all share a family hug and Carly reminds them that they have a wedding to plan."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Now, this is the way to wake up in the morning.",
        "Carly: It does make for a happier day.",
        "Jack: I love your smile.",
        "Carly: What else do you love about me?",
        "Jack: Do you want me to be specific?",
        "Carly: Very. [Laughs]",
        "Jack: Well, you know, it's late. The kids are gonna be wondering why we're not downstairs.",
        "Carly: Jack, they're not gonna be wondering.",
        "[SCENE_BREAK]",
        "Parker: Stop. What is it, and where are you going with it?",
        "Sage: I'm bringing Mom and Dad breakfast in bed.",
        "Parker: That's a bad idea.",
        "Sage: Why? It's romantic. And the more romantic they are, the more likely it is that they will actually stay together.",
        "Parker: Well, the last time I checked, their bedroom door was closed. So I think they're being plenty romantic without any of our help.",
        "Sage: But I want them to get married again. Don't you?",
        "Parker: I want them back together, and they are.",
        "Sage: But they could be more together.",
        "Parker: You saw the way that they were once they came back from Avalon Castle. They're -- they're getting along a lot better -- lovey-dovey.",
        "Sage: That's why they should get married again.",
        "Parker: That's exactly why they shouldn't get married again -- because once Mom and Dad tie the knot, that's when all the trouble starts.",
        "[SCENE_BREAK]",
        "Faith: What's that?",
        "Liberty: Nothing.",
        "Faith: Bad news?",
        "Liberty: Yes and no.",
        "Faith: You're not sick again?",
        "Liberty: No. I'm not. It's nothing like that. I'm fine.",
        "Faith: So what happened?",
        "Liberty: Faith, just because we're living in the same house, we don't need to share every single detail about our lives with each other.",
        "Faith: Well, excuse me for caring.",
        "Liberty: [Sighs] No, I'm sorry. That was totally mean. I'm just in a really bad mood.",
        "Faith: F.I.T.? You got in?",
        "Liberty: A spot opened up off the wait list.",
        "Faith: Liberty, that's amazing. I am so jealous. Fashion school in New York -- it's a dream come true.",
        "Liberty: Actually, it's not. I am not going.",
        "[SCENE_BREAK]",
        "Janet: Hi. I hope you're hungry. I brought you the entire breakfast menu from Al's.",
        "Dusty: Oh, I don't need food. I need love.",
        "Janet: You need both to get your strength back.",
        "Dusty: I have my strength back. I'm fine.",
        "Janet: Yeah. I can see that. I'm here to take care of you.",
        "Dusty: What did you have in mind?",
        "Janet: I'm gonna nurse you back to health?",
        "Dusty: Are you gonna wear a nurse's outfit?",
        "Janet: I don't think they make them in my size.",
        "Dusty: Then wear nothing.",
        "Janet: Hey, Dusty, I'm serious.",
        "Dusty: So am I.",
        "Janet: It's my fault that Blackie's goons beat you up like that.",
        "Dusty: No, it's not.",
        "Janet: Yes, it is. And I am here to make it up to you. So please let me take care of you for once.",
        "Dusty: Okay, fine. Have your way with me.",
        "Janet: Thank you. Now get in bed.",
        "Dusty: Only if you come with me.",
        "Janet: Be careful, be careful, be careful. Aw.",
        "Dusty: I feel better already.",
        "[SCENE_BREAK]",
        "Carly: Hi, Sweetie.",
        "Sage: Morning.",
        "Carly: What is this?",
        "Sage: I made you guys breakfast.",
        "Carly: Oh. Well, that is very, very thoughtful.",
        "[Jack laughs]",
        "Carly: Thank you very much.",
        "Jack: I'm taking the blueberry pop-tarts. And what is this over here -- our wedding album? Is it sitting out for some particular reason?",
        "Parker: Sage was looking at it earlier, and she forget to put it away. You can go put this in the fridge for me.",
        "Sage: You do it.",
        "[Whispering]",
        "Parker: No, you get it. I have stuff to do. I'll see you later.",
        "Carly: Mm-hmm. Wow. That's -- that's Sage. Not very subtle, is she?",
        "Jack: No. No, she's not. But the more I think of it, maybe she's on to something.",
        "[SCENE_BREAK]",
        "Faith: So, let me get this straight. You were dying to go to F.I.T., and then you had to put your dream on hold because you got sick. And you got put on the waiting list, and now finally a spot opens up, and you get accepted.",
        "Liberty: With a scholarship.",
        "Faith: And you don't want to go? Are you nuts?",
        "Liberty: Faith, my mom is about to have a baby.",
        "Faith: So?",
        "Liberty: So I can't leave her. She has no one.",
        "Faith: That's not true. She has Jack, who happens to be the father of the baby, and your Aunt Teri, and us. And plus she has Dusty.",
        "Liberty: Okay, Teri works full-time, Jack's gonna be splitting his time between my mom and Carly, and as far as her relationship with Dusty goes, who knows what's up with them?",
        "Parker: Hey, Guys. What's up?",
        "Faith: Oh, nothing, except the fact that Liberty's about to ruin her life.",
        "[SCENE_BREAK]",
        "Dusty: You brought over food for like 10 people.",
        "Janet: Well, at least four.",
        "Dusty: Four?",
        "Janet: Yeah. I'm eating for two, and this little guy inside is so big that he's eating for two.",
        "Dusty: So you're feeling good.",
        "Janet: Yeah. How about you?",
        "Dusty: I'm feeling so good, I'm ready to resume normal activities.",
        "Janet: Oh, right, yeah. I can see that you are. Sit back.",
        "Dusty: Cracked ribs take a while. That's all. No biggie.",
        "Janet: Boy, Blackie's goons sure did a number on you. I am so glad that Jack showed up when he did.",
        "Dusty: Oh, yeah. I guess I owe him.",
        "Janet: I -- I don't know. It's my fault. I mean, between Blackie and Uncle Ralph and my father, why couldn't I see them for who they really were?",
        "Dusty: 'Cause you wanted to believe.",
        "Janet: In?",
        "Dusty: In goodness. All you wanted was for your father to embrace you, not push you away. Don't put aside that little girl who wants to believe. She's cute. And I need her around.",
        "Janet: Do you really need me after what I did to you?",
        "Dusty: I need you more than ever. I think you need me, too.",
        "Janet: More than ever.",
        "[SCENE_BREAK]",
        "Parker: F.I.T. has always been a dream for you, and -- and you finally got in. That's amazing. I'm so happy for you.",
        "Liberty: Thanks.",
        "Parker: I mean, I'm gonna miss you a little bit when you're gone, but --",
        "Liberty: I will still be around.",
        "Faith: She doesn't want to go now, which I think is absolutely insane.",
        "Liberty: It's not that I don't want to go. I do want to. But I can't leave my mom now.",
        "Parker: Because she's having a baby soon?",
        "Liberty: Yeah. She needs me around to help her. All her life, she has made huge sacrifices for me, and this is the least I can do for her.",
        "Faith: When your mom hears about this --",
        "Liberty: But she is not going to, because you're not gonna say a word about it to her or to anyone else.",
        "Faith: Whatever. It's your life.",
        "Liberty: Yes it is, so keep your mouth shut.",
        "Faith: Fine. You want to go for a swim in the pond? I'll model my new bikini for you.",
        "Parker: No, sorry. Actually, the reason I came here was because I wanted to talk to Liberty.",
        "Liberty: About what?",
        "Parker: Personal. Do you think maybe we could go into town and talk about it over coffee?",
        "Liberty: Oh, okay. You want to go now?",
        "Parker: Yeah, if that's all right with you.",
        "Liberty: Sure.",
        "Parker: See you later.",
        "[SCENE_BREAK]",
        "Janet: Mm.",
        "Dusty: Oh!",
        "Janet: Oh, God, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry.",
        "Dusty: It's okay.",
        "Janet: Maybe we should stop.",
        "Dusty: No, no.",
        "Janet: Okay, well, how about if I -- if I go -- wait. Here. Be careful, be careful, be careful. And I will come -- that's not gonna work. That's not gonna work. Oh, my gosh. Do you think somebody's trying to tell us something?",
        "Dusty: No. Like what? No.",
        "Janet: Like maybe we should postpone this until you're feeling better.",
        "Dusty: What?",
        "Janet: Yeah, yeah.",
        "Dusty: Wait, wait, wait, wait. Don't go.",
        "Janet: No, no, no, no, no. If I don't go, you're not gonna get any rest. And you need your rest. So I will come back with lunch later, okay?",
        "Dusty: You're one of those tough nurses?",
        "Janet: You bet I am. Oh. Oh, on second thought --",
        "Dusty: Janet, what's wrong?",
        "Janet: I think I just had a contraction.",
        "[SCENE_BREAK]",
        "Carly: Jack, don't say things like that, especially not in front of Sage.",
        "Jack: What, say -- say -- say what, that she's got a great idea that maybe we should try this wedding thing again, this marriage thing?",
        "Carly: Yes, yes, things like that!",
        "Jack: Why -- why not?",
        "Carly: Because you could get her hopes up.",
        "Jack: And would that be such a bad thing?",
        "Carly: Jack, Jack!",
        "Jack: Carly, ever since we got back from -- from Avalon Castle, things have been incredible between us. We've gotten along better than we ever have. Would you agree?",
        "Carly: Yeah.",
        "Jack: It's like we -- we passed a test out there or something. We protected each other. We trusted each other. There was no bickering, no judging, no falling back into our old, negative ways, right?",
        "Carly: I don't think we had much of a choice in the matter, really.",
        "Jack: Well, I did. I was gonna shoot Ralph, and I didn't. I didn't because of you. You finally made me see things clearly again. I need you in my life, Carly. Without you, I'm -- I'm incomplete.",
        "Carly: Jack, I feel the same way. It's you, you. You are the one person who can make me feel grounded and can make me feel sane.",
        "Jack: Okay. We're saying the same things, right?",
        "Carly: Look, Jack, how many times have we said this to each other, have we said, \"This time can be different? This time, we can make it work?\"",
        "Jack: No, this time is different.",
        "Carly: What if it's not? What if we're just fooling ourselves and we're setting ourselves up to fail again?",
        "Jack: We're not gonna fail.",
        "Carly: If it were as easy as you make it sound, we wouldn't have split up to begin with.",
        "Jack: Oh, Carly, we're not perfect.",
        "Carly: I'll say.",
        "Jack: No, we're -- we're flawed, yes, and we are gonna make mistakes -- big ones, little ones. But -- you know what I think?",
        "Carly: What do you think?",
        "Jack: I think we got to stop focusing on the negative here and start appreciating what's right about us. We love each other.",
        "Carly: Well, that's never been the problem, has it?",
        "Jack: Well, isn't -- isn't that the most important thing? I think it is. The first time I kissed you, I knew you were my future, and nothing has happened to change that. Nothing ever will. But we just have to accept that as fact, Carly, that this is how it is, that -- that this -- this is our future. We got to stop questioning it. And yeah, whatever life throws at us, we're just gonna have to -- we're gonna have to fix it. And we will, because we -- we can't afford to quit this time. There will be no quitting. But we have to make a decision, and we have to stick to it.",
        "Carly: Do you think we can do that?",
        "Jack: Yes, absolutely. Do you?",
        "Carly: I want to.",
        "Jack: Good. Then do it. Just do it. Decide, Carly. Make a decision. It's you and me forever, Carly. Say it.",
        "Carly: Mm.",
        "Jack: Say it.",
        "Carly: It's you and me forever, Carly.",
        "[Jack laughs]",
        "Jack: No. Say it's -- it's you and me --",
        "Carly: It's you and me forever.",
        "Jack: It's you and me forever.",
        "Carly: It's you and me forever.",
        "Jack: No matter what.",
        "Carly: No matter what.",
        "[Jack sighs]",
        "[Carly laughs]",
        "Jack: No, I'm kissing. Oh, then let's -- let's do this, okay? Then let's not waste -- waste another minute. Let's -- let's tell the kids. Let's make them happy that -- that we can make this official now, right?",
        "Carly: Official? [Carly laughs] Jack, what exactly are you -- are you saying here?",
        "[SCENE_BREAK]",
        "Liberty: I know you don't understand why I'm willing to give up this opportunity.",
        "Parker: Because it's what you've always wanted?",
        "Liberty: I still want it, and I can still do it next year or the year after, you know, when the baby's a little bit older or my mom gets married, when she's a little more stable and secure.",
        "Parker: Okay. If that's what you think you need to do, I'm -- I'm not gonna try and talk you out of it.",
        "Liberty: Thank you.",
        "Parker: But I -- I still do think that you should tell your mom about the letter.",
        "Liberty: No. I can't do that, because then she'll try to convince me to leave, and I don't want to. Don't worry. I'm not blowing off college. You'll just graduate a few years ahead of me, probably from some totally brainy place, like Harvard or something.",
        "Parker: Actually, that's -- that's what I wanted to talk to you about.",
        "Liberty: College?",
        "Parker: Yeah. I've decided that I'm not going.",
        "Liberty: Why not? You have great S.A.T. scores and a great GPA.",
        "Parker: Yeah, I know, I know, and I've put a lot of thought into it, but I -- I just decided that I want to do something completely different with my life.",
        "Liberty: What?",
        "Parker: I haven't told anyone yet, but I will tell you if you promise not to tell anyone else.",
        "Liberty: Cross my heart. Tell me.",
        "[SCENE_BREAK]",
        "Jack: Do you want me to spell it out for you?",
        "Carly: You bet I do.",
        "Jack: Okay. Come on.",
        "[Both clear throat]",
        "Jack: I love you, Carly Tenney. I will never and I have never stopped loving you. And I know that you have your doubts. We've had a -- a rough past and a future that's gonna be complicated, too, 'cause Janet's gonna have my baby in a couple weeks.",
        "Carly: I know. And I can handle that. I mean, I think -- I think I can handle it.",
        "Jack: Right.",
        "Carly: I can handle it.",
        "[Carly laughs]",
        "Jack: Well, come on. I thought we -- we agreed no more doubts, no more fears, right?",
        "Carly: No, you're right. We did.",
        "Jack: Okay. So there's nothing standing in our way. Having said that --",
        "[Cell phone ringing]",
        "Carly: Oh.",
        "[Carly laughing]",
        "Jack: This is amazing.",
        "Carly: Who is it?",
        "[Jack sighs]",
        "Jack: It's Janet.",
        "[Carly groans]",
        "Carly: Make it quick.",
        "Jack: Hey, Janet. I'm in the middle of something. What's up?",
        "Janet: Hi. I just want to let you know I'm at the hospital. Dusty brought me.",
        "Jack: You're in the hospital? Why?",
        "Janet: I had a pain. It could be a contraction. It could be nothing.",
        "Jack: Or it could mean that the baby's on its way.",
        "Janet: Well, I am waiting to see Dr. Morse right now. He's gonna examine me, and then we'll know.",
        "Jack: I'm on my way.",
        "Janet: Wait, wait. You don't have to come.",
        "Jack: Yes, I do. I'll see you soon. Janet is having what could be contractions. I -- I should be with her.",
        "Carly: And I should be with you. So let's go.",
        "[SCENE_BREAK]",
        "Dusty: How you doing?",
        "Janet: I'm feeling much better, you know? Maybe we should -- oh, no. Whoops, whoops.",
        "Dusty: We're staying.",
        "Janet: Okay.",
        "John: Hey, hey.",
        "Dusty: Hey, John!",
        "[John laughs]",
        "Dusty: Careful. I cracked some ribs.",
        "John: Well, how did you do that?",
        "Dusty: Long story. How's Chris Hughes doing?",
        "John: Oh, he's doing much better. Maybe we can have that cup of coffee that we were gonna have?",
        "Dusty: You bet, you bet. John, this is Janet Ciccone, my fiancée, the woman I love.",
        "John: Well, well.",
        "Janet: That worked for me.",
        "[John laughs]",
        "Dusty: This is John Dixon.",
        "Janet: The John Dixon?",
        "John: Oh, now, my reputation precedes me. Don't believe anything this guy says.",
        "Janet: Well, he said wonderful things about you.",
        "John: You can believe everything the guy says about me.",
        "[Janet laughs]",
        "Janet: He said that you practically raised him and that you're a wonderful fabulous amazing doctor.",
        "John: On Thursdays, I walk on water. I'll get you a ticket.",
        "[Dusty laughs]",
        "Janet: Oh, oh. There goes my doctor. Um, I -- I'm gonna go in there. It was so nice to meet you.",
        "John: Nice to see you. Nice to see you.",
        "Janet: I'll be back.",
        "Dusty: Okay, she's having contractions. I'll be right there.",
        "Janet: Okay.",
        "John: Yeah. So that's Janet, huh? You know, when you described her to me, you left out one kind of important, minor point -- you're gonna become a papa.",
        "Dusty: Yes and no.",
        "John: You're gonna have to explain that to me.",
        "Dusty: Over coffee. I'll call you?",
        "John: I hope so.",
        "Janet: Come in.",
        "Dusty: Are you in labor?",
        "Dr. Morse: Not yet.",
        "Janet: Uh, Dr. Morse says its Braxton Hicks.",
        "Dr. Morse: This is one big baby.",
        "Janet: Really? And he's still got some more growing to do before he comes out.",
        "Dr. Morse: Well, if he gets much bigger, we may have to induce.",
        "Janet: Oh, no. I hope that doesn't happen.",
        "Dr. Morse: Well, don't worry. We won't induce unless it's absolutely necessary.",
        "Jack: Hi. Excuse me -- Julie. We're looking for a patient -- Janet Ciccone.",
        "Carly: Oh!",
        "Janet: A false alarm.",
        "Carly: No contractions then?",
        "Janet: The doctor says its Braxton Hicks. I am so sorry that I got you guys down here for nothing. I hope I didn't interrupt anything.",
        "Jack: No. We can -- we can pick up where we left off, can't we? So everything's okay?",
        "Janet: Everything's great, really. Would you like to see the most recent picture of your baby boy?",
        "Jack: Abso -- oh, look at him! We're gonna have to come up with a name for this young guy.",
        "Janet: I know, but we've got a few weeks!",
        "Dusty: We should get you home and off your feet.",
        "Janet: Oh, look who's talking. All right. Hey, again, I'm really, really sorry about that, okay? I --",
        "Jack: No. No worries at all. But like Dusty said, go home. Take the rest of the day off. Please?",
        "Janet: Yes, yes. Dusty? Dusty?",
        "Dusty: Let's go.",
        "[SCENE_BREAK]",
        "Faith: Parker follows her around like a puppy dog.",
        "Janet: Hi, Faith.",
        "Faith: Hey.",
        "Janet: Hey. Do you want me to fix you some lunch or something?",
        "Dusty: The doctor said you've got to rest.",
        "Faith: What happened? Are you okay?",
        "Janet: It was just a false alarm. Everybody's good. We're -- we're all good. Don't worry about it. All right.",
        "Faith: Hey. What's up?",
        "Janet: I'll make you a deal. I will get some rest if you promise me that you will go home and get some rest, too.",
        "Dusty: That's a deal.",
        "[Janet laughs]",
        "Janet: No, no, no, no. That was -- that was way too easy. Are you serious? Are you really gonna go right back to the Lakeview and lie down?",
        "Dusty: With a short stop along the way, yes.",
        "Janet: I knew it.",
        "Dusty: You knew what?",
        "Janet: I knew it. What's the short stop? What are you talking about?",
        "Dusty: I'll see you later.",
        "Janet: No, no, no, no, no! Tell me, what are -- what are you --",
        "Dusty: Don't worry about it.",
        "Janet: I'm not worried about it. I just, you know, want to know. Unless it's some sort of secret or something.",
        "Dusty: No, it's no secret.",
        "Janet: Okay, then tell me what it is.",
        "Dusty: I'm having lunch with John.",
        "Janet: I think that's nice.",
        "Dusty: Yeah. He's leaving town. He's the closest thing to family I have.",
        "Janet: Well, that's wonderful. Why couldn't you just tell me that earlier?",
        "Dusty: I just did.",
        "Janet: No, but why do I have to drag it out of you? Why do you do this? Mm.",
        "Dusty: See you later.",
        "Janet: Oh, is Liberty here?",
        "Faith: No. She went out with Parker. I think she wanted to tell him about F.I.T.",
        "Janet: What about F.I.T.?",
        "Faith: Oh, nothing. I -- never mind.",
        "Janet: What? No. What do you mean \"Never mind\"? What -- what are you talking about?",
        "Faith: It's nothing, honest.",
        "Janet: What, did she hear something from F.I.T.? Did they move her up on the list?",
        "Faith: She got in.",
        "[Janet gasps]",
        "Janet: What?! She got in to F.I.T.? Are you serious?",
        "Faith: Yeah, but I wasn't supposed to tell you. Uh, she made me promise. Please don't tell her I told you, please.",
        "Janet: I don't understand why she's not supposed to tell -- why she didn't want to tell me. I mean, we've been thinking about this for a whole year. We've been dreaming about it.",
        "Faith: She's turning it down. She doesn't want to go.",
        "Janet: Okay, now, that doesn't make any sense.",
        "Faith: She thinks she needs to stay here in Oakdale to help you take care of the baby. But I told her that you didn't want her sacrificing her future for you.",
        "Janet: You got that right.",
        "Liberty: Hi, Mom.",
        "Janet: Liberty Louisa Ciccone, what on earth do you think you're doing?",
        "[SCENE_BREAK]",
        "[Carly sighs]",
        "Carly: Never a dull moment.",
        "[Carly laughs]",
        "Jack: No. No, that sonogram was amazing. It's amazing how big that kid is.",
        "Carly: Yeah. Well, Sage went to the mall with Hayley and her mom.",
        "Jack: Hmm.",
        "Carly: So --",
        "Jack: So?",
        "Carly: Well, Parker and Sage are both off, doing their thing, and we are alone.",
        "Jack: So we are.",
        "Carly: Mm. [Carly laughs] So -- I thought maybe we could finish the conversation that we were having before Janet called you, 'cause it was a very interesting conversation.",
        "Jack: Yes. Yes, it was.",
        "Carly: And you, I think, were about to ask me a very interesting question. Jack, you didn't forget the question, did you?",
        "Jack: No. I -- I've been thinking about it ever since we left the hospital.",
        "Carly: And?",
        "Jack: And maybe I shouldn't have started to ask it. 'Cause the more I think about it, the more I realize that there's no way we should be making any sort of plans for our future right now. I'm sorry if that sounded harsh.",
        "Carly: What are you saying? You've changed your mind about us?",
        "[Jack stammers]",
        "Jack: Yes and no.",
        "[Carly laughs]",
        "Jack: No wait, Carly! I want to be together with you. But you are right. It's -- it's premature.",
        "Carly: Wait.",
        "Jack: Going to the hospital -- going to the hospital kind of -- kind of hit it home that I'm gonna be a father again.",
        "Carly: Oh! I know that!",
        "Jack: Carly, these last nine months have been a great practice run. They have. But when this baby is born, that's when the real pressure is gonna start -- more interruptions. And I am gonna want to spend a lot of time with my newborn son.",
        "Carly: Oh, I know that!",
        "Jack: Carly --",
        "Carly: I would want you to spend time with him!",
        "Jack: Yeah, but what is that gonna do to us and our relationship? And not only that, what's that gonna do with -- to Parker and Sage? I'm gonna be torn between two households. That's hardly fair to them.",
        "Carly: I don't understand this. You knew this an hour ago. You knew this before you were about to propose to me.",
        "Jack: Yes, but, see --",
        "Carly: So why is it suddenly an issue now?",
        "Jack: Seeing the baby on the -- on the sonogram made it sink in. I don't want to make a promise to you and the kids that I can't live up to.",
        "Carly: You stood here, and you said that we could get through anything if we focused on how much we love each other. Well, did you mean it?",
        "[SCENE_BREAK]",
        "Janet: I love what a good person you are, and I love how you always put others first. But I do not want you to give up your dreams because you feel like you need to stay here and take care of me.",
        "Liberty: I'm not giving them up. I'm just putting them on hold for a little while. I cannot believe you told her.",
        "Faith: I didn't mean to. It slipped out.",
        "Liberty: Please. Nothing just slips out with you.",
        "Faith: It did.",
        "Janet: Uh, listen, you two. All right. This -- it's not about -- this is not the issue, Faith. It's okay, really.",
        "Liberty: Want to bet?",
        "Janet: All right, listen. Can you two, uh, excuse us for a minute, please?",
        "Faith: Sure.",
        "Janet: Thank you. Liberty --",
        "Liberty: This is what I want to do!",
        "Janet: No. I think this is what you think you should do.",
        "Liberty: Mom, you need to be practical. You're gonna come from -- from the hospital with a newborn all on your own. You're gonna get up in the middle of the night for every feeding, every diaper change. You're gonna be exhausted.",
        "Janet: I've done it before.",
        "Liberty: You were younger then.",
        "[Janet gasps]",
        "Janet: How dare you? It's not like I'm ancient now. And plus, I've got lots of help. The Snyder clan is just a stone's throw away.",
        "Liberty: Well, maybe I want to do it for my sake as well as yours. Did you ever think of that? Maybe I want to get to know my little brother, bond with him. This is a once in a lifetime opportunity.",
        "Janet: And so is college. Now, you couldn't go before because you were sick, but now you are healthy. You are cancer-free. And you have been given a gift -- time.",
        "Liberty: I know.",
        "Janet: Time to do everything you've ever dreamed about doing. And I'm gonna make sure you don't waste a minute of it.",
        "Liberty: But I can't imagine leaving you. I'm gonna be worrying about you all the time. I -- I don't think I could have fun.",
        "Janet: Honey, I'm gonna be fine. This time around, I've got so much support. You don't need to worry about me. Please, just do me a favor and consider accepting this scholarship, okay, and go to New York. Please?",
        "[SCENE_BREAK]",
        "Dusty: How far along does this baby look to you?",
        "John: The baby looks like it's ready to be born. But I'm a cardiologist. What do I know about babies, huh? What are you thinking?",
        "Dusty: Well, Janet and I are gonna raise this boy together, and, uh, yeah, I'll love him no matter what, just like I do Johnny.",
        "John: Right. I hear a major \"But\" coming on here.",
        "Dusty: Yeah. I've had this feeling all along that this baby is mine.",
        "John: Do you think Janet thinks it's still Jack's?",
        "Dusty: We were told as much based on the due date. She accepted it.",
        "John: I see.",
        "Dusty: So did I. But now seeing the sonogram, how big the baby is --",
        "John: You think she may be further along than she was initially told?",
        "Dusty: Yeah. Am I crazy?",
        "John: Crazy? I don't think so. You're just maybe indulging in some wishful thinking. That's all.",
        "Dusty: Yeah. That's probably it. Aw, well. All right, listen. I got to get going. It was great catching up. It's great -- great having you around. You're sure you don't want to make it permanent?",
        "John: No, no. Too much drama in Oakdale for me.",
        "[John laughs]",
        "Dusty: You coming along?",
        "John: I'm gonna finish my coffee.",
        "Dusty: Stay in touch.",
        "John: You be good, huh?",
        "[SCENE_BREAK]",
        "Carly: Before we went to the hospital, I was the one having doubts, and now I'm sure we can make it, and you're having doubts.",
        "Jack: You know, it's not that I'm having doubts, Carly. I -- I'm scared. I'm -- I'm scared that we won't make it.",
        "Carly: That's exactly what I said!",
        "Jack: I know.",
        "Carly: And what did you say to me? You said that we're not perfect, that we'll make mistakes --",
        "Jack: And probably lots of them.",
        "Carly: But that we will make it through as long as we're together.",
        "Jack: It just sounds so much better when it comes out of your mouth, probably because of those lips. God, I love those lips. I do.",
        "Carly: Don't get sidetracked.",
        "Jack: No, no, I can't help it. When I'm this close to you, things happen.",
        "Carly: Well, I cannot be this close to you without a real commitment.",
        "Jack: Oh, a real commitment? How about dinner this Saturday? How's that? Bowling -- bowling on Thursday? Oh.",
        "Carly: A major commitment. Now, come on. Are you gonna ask me the question or not?",
        "Jack: What question? Oh, you mean the one where I ask you to marry me?",
        "Carly: Yeah, that one.",
        "Jack: Well, do you?",
        "Carly: I'm thinking.",
        "Jack: What's there to think about? You just begged me to ask you.",
        "[Carly laughs]",
        "Carly: I did not beg you.",
        "Jack: Yes. You said ask --",
        "Carly: I encouraged you.",
        "Jack: You said \"Ask me,\" so I did.",
        "Carly: I'm just thinking about the pros and cons. Now, you already said that we are gonna face major challenges.",
        "Jack: Major challenges. Sure.",
        "Carly: I just want to be serious for a minute.",
        "Jack: Sure.",
        "Carly: Your baby -- I'm gonna love him when he's born, because he'll be part of you. But he'll also be -- be part of Janet.",
        "Jack: And that's gonna be hard for you.",
        "Carly: Yes, it will.",
        "Jack: Before I asked you to marry me, I wanted to make sure that you could handle this.",
        "Carly: I can! It's just you're gonna have to understand that it might be difficult for me and give me a lot of slack.",
        "Jack: Okay. As long as you understand that I am gonna be pulled in like two or three, four, five different directions.",
        "Carly: I will. And whatever life throws at us, we will face it and conquer it together. How's that?",
        "Jack: Oh. That's perfect. You're perfect.",
        "Carly: No, I'm not. And neither are you.",
        "[Jack laughs]",
        "Carly: And I love you.",
        "Jack: Oh, and I love you.",
        "Carly: So --",
        "Jack: So what?",
        "Carly: Are you gonna ask me?",
        "[Jack laughs]",
        "Jack: I already did, did I not? Come here.",
        "Carly: Oh, Jack --",
        "Jack: No, no, no, Beautiful. Oh. I just want to do this. Carly Tenney, you are my sun in the morning, and you are my moon at night and my stars -- no. No, you're my universe. Without you, I am absolutely nothing. So please do me the honor of marrying me one more time.",
        "[Carly laughs]",
        "Carly: Yes, Jack. I will marry you one last time.",
        "Jack: Oh.",
        "[Carly laughs]",
        "[SCENE_BREAK]",
        "Faith: I love when Liberty and Janet need to talk, I get banished out here.",
        "Parker: What's got you all bent out of shape?",
        "Faith: I'm fed up with secrets. That's what. Yours and Liberty's.",
        "Parker: Well, I don't have a secret.",
        "Faith: Well, you wanted to go talk to Liberty about something which apparently I'm not good enough to hear.",
        "Parker: It's not a matter of being good enough.",
        "Faith: Well, that's what it feels like.",
        "Parker: Hey. Is everything okay?",
        "Liberty: I specifically asked you not to tell my mother about the letter from F.I.T., and then you went and did it anyway.",
        "Faith: I told you, it was an accident.",
        "Liberty: I don't believe you.",
        "Faith: Why would I do something like that on purpose, Liberty?",
        "Liberty: Well, that's a very interesting question. Why would you, Faith? Oh, gosh, I don't know. You might actually want me to leave town.",
        "Faith: And why would I want that?",
        "Liberty: To eliminate what you perceive as the competition so you can have a clear shot at Parker.",
        "Faith: That's ridiculous. Parker, tell her how ridiculous that is. Parker?",
        "Parker: Liberty's right. That's why you did it, isn't it?",
        "Faith: Because of you? You so need to get over yourself. It was an accident!",
        "Parker: Okay. This conversation's clearly not going anywhere. I'll call you later, okay?",
        "Faith: Thanks a lot.",
        "Liberty: Can I give you some advice?",
        "Faith: No.",
        "Liberty: If you keep pulling this kind of stuff, you're gonna blow things with Parker for sure.",
        "Faith: And what kind of stuff would that be?",
        "Liberty: Lying, manipulating. Parker hates dishonesty. And if you don't change your ways, you're gonna turn him off for good, and you will have no one to blame but yourself.",
        "[SCENE_BREAK]",
        "John: I need a DNA test on this right away.",
        "Technician: What for?",
        "John: A paternity test.",
        "[SCENE_BREAK]",
        "Dusty: Honey, what's wrong? You having pain again?",
        "Janet: No. No, no, no. The baby's fine. It's -- I thought you were gonna go home and get some rest.",
        "Dusty: I thought you were, too. Come on. What's going on?",
        "Janet: It's Liberty. I mean, she's good. She's great. She's fantastic, in fact. She got accepted to F.I.T.",
        "Dusty: All right.",
        "Janet: But now she doesn't want to go.",
        "Dusty: Why not?",
        "Janet: Because she thinks she needs to stay here and take care of me when the baby comes.",
        "Dusty: Is that what you want?",
        "Janet: In my head, I want her to go out there and live a life that's independent of me. But in my heart, I don't ever want her to leave me, because she's my baby still, you know, and she always will be.",
        "Dusty: Is that what you told her?",
        "Janet: No, no. Hell no. I told her to go out there, go to New York, and have fun. And hopefully I convinced her.",
        "Dusty: You raise them to leave you. It's a challenge.",
        "Janet: Don't I know it. Oh, hey. Speaking of, my God, that was a big kick.",
        "[Janet gasps]",
        "Jack: This is gonna be one strong kid.",
        "Dusty: Liberty's not the only one beginning a new life. We are, too. I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Jack: Should I get you another engagement ring?",
        "Carly: No, that's not necessary. I -- I have the - the one you gave me before.",
        "Jack: You held on to that?",
        "Carly: Of course I did.",
        "Jack: Well, I guess that answers my question.",
        "Carly: Well, hey! How was the mall?",
        "Sage: It was okay.",
        "Carly: Good. [Carly laughs] So, we have some news for you.",
        "Sage: We know.",
        "Parker: So much for being low-key.",
        "[Both laugh]",
        "Sage: Well, Parker was walking in, and I was walking in, and the window was open, and we heard Daddy propose.",
        "Parker: I -- I told her we should wait for you guys to tell us.",
        "Sage: And it's the best news ever. And now we can celebrate.",
        "Parker: Well, maybe.",
        "Sage: What do you mean maybe?",
        "Parker: Are you sure you guys want to do this?",
        "Jack: Y -- yes, of course we're sure.",
        "Carly: Yes, we're sure. Don't -- don't you want us to be married again?",
        "Parker: Yeah, of course. I just --",
        "Carly: Y -- you just want it to be the last time.",
        "Jack: Oh, Guys, it will. It will. You have -- you have my word. This is -- we're gonna be together forever this time.",
        "Parker: Really?",
        "Carly: Really.",
        "Jack: I know. I know you've been hurt and disappointed before.",
        "Carly: And we are not gonna let that happen again. We love each other. We love you so much. And we're so fortunate to have another chance. We are not gonna blow it.",
        "Sage: Well, when's the wedding? And can I please be a bridesmaid?",
        "[Carly laughs]",
        "Carly: You know, I don't know when the wedding is. We hadn't gotten that far, so --",
        "Jack: Um, well, no. Maybe we should wait until after the baby's born, I guess.",
        "Carly: Why?",
        "Jack: I have no idea. You're right. When do you want to get married?",
        "[Carly laughs]",
        "Jack: It's --",
        "Carly: Okay. How about tomorrow or the next day?",
        "Sage: Are you serious?",
        "Carly: Yeah, I'm serious. We've been waiting so long for this, we should just do it! Does anybody have any objections? Okay! Well, bring it in!",
        "[Laughter]",
        "Carly: We have a wedding to plan. [Laughs]",
        "[NEXT_ON]",
        "Carly: Because nothing is gonna spoil this wedding -- nothing.",
        "Rosanna: What the hell are you doing here?",
        "Lily: I wasn't sure you'd be able to fly in on such short notice.",
        "Molly: I wouldn't miss Carly's wedding for the world.",
        "Dusty: What's wrong?",
        "Janet: I think I'm in labor."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=R4hO78lOV2M"
}