{
    "Episode Summary": [],
    "Recap": [
        "Henry has drinks with a stranger who is very interested in his story. The same man is the new partner at WOAK, and very interested in Katie as well. He ends up going into business with both Katie and Mike. Paul is this close to telling Jen the truth when Dusty enters with results from Jen and Gwen's babies blood work. They show Rory is not Jen's baby \u0096 supposedly. Paul leaves without having to tell her the truth, while Jen admits to Dusty that she still doesn't believe her baby is dead. Paul tells Emily he loves her. Jack questions his integrity after bribing the vendor to stay silent on Carly's behalf. Carly apologizes for putting him in that position, and promises never to do it again. Jack forgives her because he knows he can't live without her."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: Can I get some hot sauce?",
        "Bartender: That's only for paying customers.",
        "Henry: I intend on paying for something. I intend on getting a martini. It's two for one, right?",
        "Bartender: Yeah.",
        "Henry: Great.",
        "Bartender: With a two drink minimum.",
        "Henry: Ah! I will gladly pay you Tuesday for two martinis today. Just put it on the tab, Ahab. Wow, okay, you know what? Just forget about it.",
        "B.J.: It's all right, Lloyd. Shake 'em up. Martinis are on me.",
        "Henry: Gee, mister, thanks, but I'd like to know who's plying me with alcohol. Have we met?",
        "B.J.: B.J. is the name.",
        "Henry: Coleman. Henry Coleman.",
        "B.J.: Well, now we've met. So, can I buy you that drink?",
        "Henry: Okay, what's the catch?",
        "[ B.J. chuckles ]",
        "[SCENE_BREAK]",
        "Mike: You and Kim get along now, right?",
        "Katie: Yeah, we do. But will you stay with me? Just until I find out what she wants?",
        "Mike: What am I, your bodyguard?",
        "Katie: No. Just -- I don't know, since we don't have to sneak around anymore, I want you at my side at all times.",
        "Kim: Oh, I'm late. I know I'm late. I'm sorry. I hope I didn't keep you waiting too long.",
        "Katie: No, no, no, it's fine.",
        "Mike: Hey, Kim.",
        "Kim: Hi. Good to see you both.",
        "Mike: Good to see you. Look, I was just dropping Katie off. I'll leave you two alone to talk.",
        "Kim: No, no, no. No, stay. I think you're going to want to hear what I have to say.",
        "Katie: So what is the big mystery?",
        "Kim: Oh, well, no, no, it's not a mystery. It's just that I have a little business proposition. And I hope you'll find it intriguing.",
        "[SCENE_BREAK]",
        "Carly: What did you say to the vendor, Iris?",
        "Iris: Look at you. Doesn't take much to rattle your cage. You are just oozing with guilt.",
        "Carly: Just cut to the chase, lady. What'd you do?",
        "Iris: Well, let's just say that certain things are in motion and I can't stop 'em.",
        "Carly: Damn it! Damn it! We had a deal! I paid you what you asked, and you said this blackmail would stop!",
        "Iris: Who said anything about blackmail? I'm not here about money. In fact, I'm not here about the past. This doesn't have to do with the past, this doesn't have to do with what you did to me or my son.",
        "Carly: So what then? Did you pay the vendor to turn on me, to say that I did something to Gwen?",
        "Iris: Oh, I didn't have to say anything at all. You stepped in this new mess all on your own, sweetcakes. And I'm gonna enjoy watching you hang.",
        "Carly: Oh, come on, Iris. You don't even get out of bed unless there's something in it for you. Just tell me what you want. What'll it take for you to stop whatever it is you just started?",
        "[SCENE_BREAK]",
        "Vendor: What's this all about? Why am I here? I've done nothing wrong.",
        "Hal: Nobody said you had, Mr. Hobbs. We'd just like to talk to you.",
        "Vendor: About what?",
        "Hal: A recent incident at the Main Street courtyard where a baby was reported missing and you were the one who found him.",
        "Vendor: Yeah.",
        "Hal: A woman came forward with a claim that she saw you wheeling the pram away from the baby's mother after the baby's mother had fallen asleep.",
        "Vendor: That's crazy. Why would I take a baby and then bring it back?",
        "Hal: Well, that's what we'd like to find out. Maybe the lady's just confused. So why don't we step into the interrogation room and talk about it?",
        "Vendor: Nobody's gonna pin this on me. I know my rights.",
        "Hal: If you're saying you would like a lawyer present, you're perfectly welcome to do that.",
        "Vendor: I didn't do anything wrong.",
        "Hal: Well, then you've got nothing to worry about. So, come on. Let's talk about it. You want a cup of coffee or something, a soda?",
        "Vendor: Coffee'd be good.",
        "Hal: Hey, Kowalski. Fly us in a couple of coffees, would ya? Jack?",
        "Jack: Uh -- let me take this one, okay? I want to talk to Mr. Hobbs myself.",
        "[SCENE_BREAK]",
        "Jennifer: What are you saying, Paul? What has to stop now?",
        "Paul: I never meant to hurt you. You have to know that.",
        "Jennifer: That's why you put me in here?",
        "Paul: Everything that I've done, I did to protect you.",
        "Jennifer: Everything you've done? What does that mean?",
        "Paul: You're little sister. And that's all you'll ever be to me, my little sister --",
        "Jennifer: Please just get to point.",
        "Paul: I just want you to know why I did what I did. So you won't hate me when you find out the truth.",
        "Jennifer: The truth? Paul, just say it.",
        "[Door closing]",
        "Dusty: Sorry, Paul. I didn't know you'd be here.",
        "Jennifer: Is that -- is that from the hospital? Is it that what I think it is?",
        "Dusty: Yeah.",
        "Paul: What is that?",
        "Dusty: Blood test results. For Jen's baby, and the baby that Carly has.",
        "Paul: Gwen Norbeck's baby?",
        "Dusty: Yeah. He's listed here as Baby Doe, 'cause he was put up for adoption. And I promised you that I would get an answer about whether or not your baby is still alive. It's right here.",
        "[SCENE_BREAK]",
        "Katie: So what kind of business proposition are we talking out? A job?",
        "Kim: Well, more or less. Actually, I have a new partner here at the station. Very interesting guy. Californian, uh -- used to be a dot-commer. Made a fast fortune. Got out before everything fell apart. And now he's interested in media.",
        "Mike: How'd you meet this guy?",
        "Kim: He contacted me.",
        "Mike: Just out of the blue?",
        "Kim: Don't worry, don't worry. I had him checked out. His name's B.J. Green he has impeccable credentials.",
        "Katie: He just all of a sudden wants to buy into a TV station in Oakdale, Illinois?",
        "Mike: Yeah, that's a long way from Silicon Valley.",
        "Kim: You're right, it is. I actually think this guy is looking for a market that's small enough for him to get his feet wet before he starts to play with the big guys. Now, this is great for us. Because we need cash here at the studio, and he has some pretty interesting ideas.",
        "Katie: Okay, so where do I fit in?",
        "Kim: Well, he saw your exercise video.",
        "Katie: The butt-buster thing?",
        "Kim: An unfortunate name, but yes. And he thinks it's going to make a great series.",
        "Katie: A TV series?",
        "Kim: Yeah, why not?",
        "Katie: Well, how did this Mr. Green even see the video? I mean, it did well for a while, but it kind of came and went.",
        "Kim: Well, all I can tell you is he has done his homework. He knows all about you, all about the video, and as near as I can tell, he knows about TV production too. He's young, he's hip, and seems to have his finger on the pulse.",
        "Mike: Sound like a good opportunity.",
        "Katie: You think?",
        "Mike: If you're up for it, if it's something you want to do, I'm behind it.",
        "Katie: Yeah, I think it is. I mean, what's the worst that could happen, right?",
        "[SCENE_BREAK]",
        "Henry: Is this some new California diet I haven't heard about? Or did you mean for this to be a chocolate martini?",
        "B.J.: No and no. This is perfect. I don't drink. And I do have a bit of a sensitive stomach. Plus I have an important meeting pretty soon.",
        "Henry: What?",
        "B.J.: No, a business meeting.",
        "Henry: Business meeting, yeah. Where did you say you were from again?",
        "B.J.: I didn't but, California, Silicon Valley.",
        "Henry: Ah-hah, that explains it. You lost it all in the crash, huh? You know, listen, I really appreciate the effort, I do, but if you can't afford it, don't worry about it. I'll start choking on this olive, and make such a scene they'll pay us to leave. Never, never mind.",
        "B.J.: Here you go. Keep the change.",
        "Henry: That's very generous of you, B.J. you sure I deserve it?",
        "B.J.: So Henry, what do you do?",
        "Henry: I'm a limo driver. Taxi to the stars.",
        "B.J.: That's fascinating. You must meet a lot of interesting people.",
        "Henry: No. Jerks mostly, mostly jerks. Although lately, not even many of those. It's been very slim this season.",
        "B.J.: Sounds like I should be buying you dinner.",
        "Henry: Now that bring me back unanswered question. What's the catch?",
        "B.J.: Henry, there are no strings attached here. This is just one guy helping out another guy.",
        "Henry: In that case, I'll have the blue plate special. With extra onion rings.",
        "B.J.: There you go. That's the spirit. And in the meantime, why don't you tell me how you landed on such hard luck.",
        "Henry: Oh, I doubt you'd be interested in that.",
        "B.J.: You'd be surprised at what I'm interested in. A woman involved?",
        "Henry: Yeah, how'd you guess?",
        "B.J.: Well, I can spot a kindred spirit.",
        "Henry: Ah, you've been burned too, have you?",
        "B.J.: Definitely, yeah. I still have the scorch marks. So c'mon, tell me what happened to you.",
        "Henry: Well, why don't you order yourself another chocolate milk there. It's a long, sad story.",
        "[SCENE_BREAK]",
        "Iris: Oh, is that the time? Well, gee, I gotta be on my move here. You know, places to go, people to see.",
        "Carly: Why are you doing this? I gave you money. I said I was sorry for everything. I don't know what you want! What do you want? Do you want my blood?",
        "Iris: No. No. Your blood is not enough. Not for what you did to my kid or to my life! What I want now is I want justice. And I want to see you really pay for what you've done. And you know what? That's gonna happen real soon because I have made sure of it.",
        "[SCENE_BREAK]",
        "Vendor: I thought I was going to talk to Lieutenant Munson.",
        "Jack: Change of plans. I'm Detective Jack Snyder. Carly Snyder's husband. That ring any bells?",
        "Vendor: No. Should it?",
        "Jack: Cut it out, or I'm going to start getting angry. I know what happened at the courtyard. I know what happened to Gwen's water bottle. And I know that you took the baby and later returned it. So we're way past denial, Frank.",
        "Vendor: Your wife put me up to it, okay? She promised me that no one would get hurt. She said that that woman was a danger to the baby. She said we were doing the right thing. But it was all your wife's idea.",
        "Jack: I want you to keep that to yourself.",
        "Vendor: What do you mean? I'm not taking the rap for this. No way.",
        "Jack: Nobody's asking you to.",
        "Vendor: What do you want me to do?",
        "Jack: I want you to do exactly what I say.",
        "[SCENE_BREAK]",
        "Paul: I don't know how the hell you got your hands on medical records, but you have no business poking around, trying to get information about Jennifer's baby.",
        "Dusty: That's information on Carly's baby, as well. And I don't need your permission to do your sister a favor, that's for sure.",
        "Jennifer: I went to you first, Paul. But then, you wouldn't help me. So then I went to Dusty. So, please give me the file!",
        "Paul: Please, just let me finish what I was going to say to you before. It's something that I need to say to you in private. Please.",
        "Jennifer: It can wait. Because I need to see this first. Now, please!",
        "Dusty: Those are the results of the night both babies were born.",
        "Jennifer: Baby Kasnoff. Type-o positive. Baby Doe, type-b negative.",
        "Dusty: This is the result of Carly's pediatrician visit last week.",
        "Jennifer: Rory Cabot. Type-b negative? It doesn't match.",
        "Dusty: That's right. It's not a match. Rory is not your baby, Jen.",
        "Paul: Can I take a look at these?",
        "Dusty: What's the matter, Paul? You look almost as surprised as Jen.",
        "Jennifer: That doesn't make any sense. I was so sure. How could I be wrong?",
        "[SCENE_BREAK]",
        "Henry: So, that was it. I had to leave her, walk away forever or live in the shadow of the other guy.",
        "B.J.: The construction worker?",
        "Henry: Hmm, mighty Mike.",
        "B.J.: Wow. Man, I gotta tell you, that took a hell of a lot of courage. Especially if you love her as much as you say.",
        "Henry: Yeah, I always will. But, you know as they say, you can't always get what you want.",
        "B.J.: Sure you can. I did.",
        "Henry: I thought you said that you lost your love, as well.",
        "B.J.: Yeah, yeah, yeah. But I don't really look at it that way. I don't think you really lose anything until you give up. And I haven't done that yet. So, as far as I'm concerned, the game is still in play.",
        "Henry: Wow. Well, I wish you luck, my friend. My heart has been trampled one time too many.",
        "B.J.: So, what about this guy? Construction man, where'd he come from?",
        "Henry: From a galaxy far, far away.",
        "B.J.: Come on. He can't be all that special.",
        "Henry: Well, yeah, he can. He's the Adonis of the tool belt. He's the Romeo of the drill bit. I didn't stand a chance.",
        "B.J.: Does he love her?",
        "Henry: Yeah. I think that's the part that hurts the most. I really think he loves her. But enough about me. Let's hear about you and your sad, but not quite over yet, story.",
        "B.J.: I can't right now. I know I said -- maybe later though, next time I'm in town. I really got that meeting I was telling you about.",
        "Henry: Right, right, right. Hey listen, let me give you my card, and when you're ready to leave town, let me drive you to the airport. Gratis. You know, it's the least I can do.",
        "B.J.: Thanks Henry, you're okay. Maybe I'll take you up on that.",
        "[SCENE_BREAK]",
        "Carly: You don't scare me, Iris. I know what you're up to.",
        "Iris: Do you now?",
        "Carly: Yeah. When you found out that my sister left a trust fund for Rory, you thought you'd hunt down the birth mother and become her new best friend. You want Gwen to cut you in, as long as you help her get the baby back.",
        "Iris: What a colorful imagination.",
        "Carly: There's no other reason for the two of you to even be in the same room together.",
        "Iris: Yeah? Well maybe we found out that we share a bond. We both lost kids, and both of us lost 'em because of you. Now, I can't get mine back, but she sure as hell can get hers. And, she will.",
        "[Phone ringing]",
        "Hal: Munson.",
        "Carly: Hal, hi. It's Carly. You know, I thought I was calling Jack's desk.",
        "Hal: You did. I'm just at his desk.",
        "Carly: Is he there?",
        "Hal: He's questioning a witness.",
        "Carly: Witness?",
        "Hal: Yeah, and you're going to be happy to hear about this. It's the guy who found your baby in the park. Jack's questioning him right now. So new information has come to light. You want me to leave him a message?",
        "Carly: No, no. No, that's okay. I'm sure I'll be hearing from him soon enough.",
        "Hal: So?",
        "Jack: The guy's story holds up. He told me the whole thing, straight through. No changes.",
        "Hal: Yeah well, maybe he's just really good at lying.",
        "Jack: I don't know about that. I did everything I could to shake him, throw him off balance. He's not lying, Hal.",
        "Hal: Did he say anything about the Dumbrowski woman?",
        "Jack: Yeah, claims he didn't know her, never heard of her. Said she sounded like a crackpot. I don't have any trouble backing that theory up.",
        "Hal: So she gave us the runaround. Why?",
        "Jack: Who knows? Maybe she's looking for attention, her 15 minutes. As for Hobbs, I think he's clean. I really do.",
        "Hal: Well, I've always trusted your instincts, Jack. Always have. Cut him loose.",
        "Jack: You're free to go. I'm not going to see you in here any time soon, am I?",
        "Vendor: As far as I'm concerned, never is too soon.",
        "Jack: And you're going to keep your mouth shut?",
        "Vendor: I don't know a thing.",
        "Jack: Good. Get the hell out of here.",
        "[SCENE_BREAK]",
        "Paul: Jennifer, you were just looking for anything, anything at all that you could hold onto.",
        "Jennifer: Why is this happening to me?",
        "Paul: Oh -- Jen, it's only temporary, okay? And you're going to feel better. You're in a great place right now. They're going to take really, really good care of you. But you have to help them. You have to want this.",
        "Jennifer: I do. You know I do.",
        "Paul: I'll do anything I have to to try and help you.",
        "Dusty: We all will. You can count on that.",
        "Jennifer: I feel so foolish.",
        "Paul: Don't. Don't do that. Jennifer, the drugs messed with all of your thoughts. This all happened so quickly. And this is what I was going to say to you before dusty came in. Don't hate me for putting you here. Please. I know -- well, I knew that you needed my help, and I also knew that I couldn't take care of you all by myself.",
        "Jennifer: You did what you thought was right.",
        "Paul: Given the state you were in, I don't think I had any other choice. You do understand?",
        "Jennifer: I don't blame you for what you did.",
        "Paul: And you're going to get better really soon.",
        "Jennifer: I hope so.",
        "Dusty: If you want to get better, you'll get better.",
        "Jennifer: Paul, I'd like to talk to Dusty for a minute, okay? Alone.",
        "Paul: All right. You need anything?",
        "Jennifer: No.",
        "Paul: Okay. I'll check on you again before you go to bed.",
        "Jennifer: Okay. I'm sorry you went to all this trouble to get the records.",
        "Dusty: Well, we got the answer we needed.",
        "Jennifer: I guess.",
        "Dusty: You don't sound too convinced. You still have doubts? Do you still have doubts about your baby?",
        "Jennifer: I shouldn't. But I do. I can't help it. I don't -- I don't care what those papers say. I know that my baby is alive. Dusty, what am I going to do?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Dusty: If, by chance, he is alive, there's nothing I won't do to get him back to you.",
        "Jennifer: If only you could.",
        "B.J.: I want you to be absolutely sure this is something you want to do.",
        "Carly: No! Jack, don't.",
        "[SCENE_BREAK]",
        "Jennifer: Every logical part of me wants to believe that that baby isn't mine. I mean, the proof is right there in those papers.",
        "Dusty: But?",
        "Jennifer: I have had this ache inside me every moment of every day, since they told me that my baby was dead. But when I held this child -- Dusty, when I held him, the ache went away. I looked into his eyes and I -- it's not the drugs. It's not the grief. It's real. And so pure and so clear.",
        "Dusty: I don't know what to tell you, other than medical facts don't lie.",
        "Jennifer: Then I can't trust the facts, Dusty. I can't. I have to trust my heart, my gut feeling. Because I'm not crazy. And it's not the drugs. And that is my son.",
        "[SCENE_BREAK]",
        "[Paul sighs]",
        "Emily: Hey.",
        "Paul: Hey.",
        "Emily: What's wrong?",
        "Paul: Nothing. Everything's great. Finally over. You want one?",
        "Emily: No, thank you. What happened? Did you talk with Jennifer?",
        "Paul: Yes.",
        "Emily: Yes, did you tell her the truth? That the baby's hers?",
        "Paul: I didn't have to. Dusty showed up with medical records with both babies' blood types.",
        "Emily: And Jennifer saw them, so she knows the truth now?",
        "Paul: Well, the types didn't match, Emily.",
        "Emily: What do you mean?",
        "Paul: I mean, Rory's blood type is B negative. And Jennifer's baby was an O positive. The types don't match. According to those records, Rory is Gwen's baby. Apparently, Craig had the blood results altered when the babies were switched. He covered his tracks.",
        "Emily: Wait, wait -- you explained that to Jennifer, right? Oh, Paul.",
        "Paul: Why would I say anything? Now, Jennifer's convinced that the baby's not hers. She has to be, after looking at the blood results.",
        "Emily: So she goes on living this lie?",
        "Paul: You know, when Dusty came in with these medical records, I really -- I wanted to strangle the guy for interfering. But it turns out, the truth / he did us a great big favor.",
        "Emily: What if he hadn't shown up, Paul? What would you have done then? Would you have told her the truth?",
        "[SCENE_BREAK]",
        "Katie: So when am I going to meet this guy?",
        "Kim: Actually, he's on his way over here now.",
        "Katie: Great. And what's he like?",
        "Kim: As I said, he's young, he's hip. I think he seems quite unpretentious. And I'm pretty sure you two will get along just fine.",
        "B.J.: I certainly hope so.",
        "Kim: Oh, B.J., come on in.",
        "B.J.: It's great to see you again, Mrs. Hughes.",
        "Kim: Oh, thank you, thank you. But I told you, just call me Kim.",
        "B.J.: Kim it is.",
        "Kim: And --",
        "B..J.: There's no need to introduce her. I know Katie very well.",
        "Katie: You do?",
        "B.J.: Yeah. I mean, from the video, is what I mean. I'm B.J. Green, at your service.",
        "Katie: Pleasure to meet you.",
        "B.J.: And that must make you Mike.",
        "Mike: I guess it does.",
        "B.J.: All right. I hear you're a hell of a carpenter, among other things.",
        "Mike: You really have done your homework.",
        "B.J.: Well, knowledge is power.",
        "Mike: So they say.",
        "B.J.: Well, I imagine Kim has filled you in on my plan.",
        "Katie: She has, sort of.",
        "B.J.: Well? What do you think? Are you going to let me turn you into a butt- busting star, or what?",
        "[SCENE_BREAK]",
        "Carly: I'm trying to reach Jack Snyder. It's his wife calling. Oh, he's already left, huh? Are you sure? Oh -- yeah, no. Don't worry. I found him.",
        "[SCENE_BREAK]",
        "Mike: When would you want to get started on this?",
        "B.J.: Well, as soon as Katie gives me the word, I will have the contract drawn up. Do you have a lawyer who could take a look at it?",
        "Katie: My brother-in-law's the D.A. I'll have him take a look at it.",
        "B.J.: Good, good. That's great, because I want you to be absolutely sure this is something you want to do. So take your time, talk it over, sleep on it.",
        "Katie: I really am flattered, Mr. Green.",
        "[B.J. chuckles]",
        "B.J.: Mr. Green. Call me B.J.",
        "Katie: Okay, B.J.",
        "B.J.: It's a pleasure to meet you, Katie. Katie. That simple, yet beautiful, name.",
        "Katie: Thank you.",
        "B.J.: I hope we hear good news from you soon. Mike, it's good to meet you.",
        "Mike: Yeah, you, too.",
        "B.J.: All right. Kim --",
        "Kim: What can I do for you?",
        "B.J.: Give me a tour of this place. I got a lot of ideas I want to talk to you about.",
        "Kim: All right, fine. See you later.",
        "Katie: Thanks.",
        "B.J.: Let's go.",
        "Kim: Here we go.",
        "B.J.: Cool stuff.",
        "Mike: So now that you've met your biggest fan, what do you think?",
        "Katie: I don't know.",
        "Mike: You don't know?",
        "Katie: Oh, don't get me wrong. I'm excited, I mean, it's a great opportunity.",
        "Mike: But --",
        "Katie: Well, I've just learned that when something seems too good to be true, it probably is.",
        "Mike: I don't know, it seems pretty straightforward to me. I think you're worried for nothing. If Kim's going to trust this guy, why shouldn't we?",
        "[SCENE_BREAK]",
        "Jennifer: I don't know why you put up with me.",
        "Dusty: 'Cause that's what friends do.",
        "Jennifer: You're sure going above and beyond, though. How'd you even get your hands on those files?",
        "Dusty: I just had a little help.",
        "Jennifer: Oh, Meg?",
        "Dusty: Yeah. After I saw that Carly's baby didn't have that birthmark, you know, that stork bite, whatever, I went to Meg. She told me that those marks fade a lot of times as the child gets older. Anyway, I asked her for the blood test results. I'm just sorry they didn't bring you much peace.",
        "Jennifer: It means a lot to me that you tried.",
        "Dusty: It means a lot to me that I helped bring your kid into the world. And if by chance he is alive, there's nothing I won't do to get him back to you.",
        "Jennifer: If only you could.",
        "[SCENE_BREAK]",
        "Paul: Come on, what difference whether or not I would have told her? I didn't have to. That's all that matters, right?",
        "Emily: If you say so.",
        "Paul: Oh, come on, Emily. I thought we were together on this.",
        "Emily: We are. I]'S just, look where this lie puts Jennifer.",
        "Paul: It puts her in a place where she can get better, where she can get help. And now she has proof positive that the baby's not hers.",
        "Emily: No, this is not proof positive that's the whole point. It's a lie upon another lie, Paul.",
        "Paul: Yeah, but she believes it. And now, she's going to stop looking for her baby. She can focus all of her energy on getting better. And that's a good thing, right?",
        "Emily: Yeah, of course it is.",
        "Paul: Listen, I am still convinced that we have done the right thing,",
        "Emily: Okay, then I'll be convinced, too.",
        "Paul: I couldn't have done this without you. You know that, right? You stood by me when I did the most difficult thing I've ever had to do. You're remarkable. That must be why I'm falling in love with you.",
        "[SCENE_BREAK]",
        "Jack: Where are the kids?",
        "Carly: Parker and J.J. are at soccer practice. Sage is at a play date with the sitter, and Rory's upstairs sleeping. Why? Are the police coming for me, Jack? Is that it? Iris was right.",
        "Jack: What does Iris have to do with anything?",
        "Jack: This has nothing to do with Iris. Here, look. Frank Hobbs' statement. He claims he doesn't know anything.",
        "Carly: So I'm off the hook?",
        "Jack: With everyone but me.",
        "Carly: I don't understand. Why are you bringing this to me?",
        "Jack: Well, I wanted you to see me sign away my integrity.",
        "Carly: What are you talking about?",
        "Jack: What do you think I'm talking about? I forced Hobbs to make that statement. He was ready to spill his guts, blaming everything on you. I made him claim that he didn't know anything about you, or the stuff you put in Gwen's drink, or taking the baby because you asked him to. I did it so you'd be off the hook. So now I'm going to sign it. And file it. And find a way to live with myself.",
        "Carly: No, Jack, don't! Don't do that. I can't let you do that.",
        "[SCENE_BREAK]",
        "B.J.: Oh, good. You're still here. I just had a great idea.",
        "Kim: B.J. thinks that the stud is too small.",
        "B.J.: Yeah, see, there's no way it's going to hold the audience I know you're going to pull in. That is, if you have agreed to do the show.",
        "Katie: Wait, hold on -- you're talking about doing the show live?",
        "B.J.: Well, of course.",
        "Kim: So he wants to do a big build-out.",
        "B.J.: And who better to for the job than you, Mike?",
        "Mike: Me?",
        "B.J.: Well, you and your construction company.",
        "Mike: All right, great. I'll take a look and put a bid together.",
        "B.J.: No. No need. I trust you to be fair. The job's yours if you want it.",
        "Katie: Wow, that's amazing. We'd be working together.",
        "B.J.: Of course, you have to agree to do the show first.",
        "Katie: Oh, right. Yeah, you know what? Speaking of that -- I was thinking about numbers, like what kind of numbers you're talking. 'Cause I am a businesswoman before I'm a star. Don't let the blonde hair fool you.",
        "B.J.: Never did. We'll work something out.",
        "Katie: I mean, of course, my lawyers would have to agree, and then I'll have to agree. Don't think you're going to get us easy or cheap.",
        "B.J.: Okay. How's that for a starting point?",
        "Katie: I'll take it.",
        "[SCENE_BREAK]",
        "Carly: Don't. Don't do it. I can't let you do something like that just to protect me, Jack.",
        "Jack: I'm not asking your permission, Carly. I have my own reasons.",
        "Carly: What are they?",
        "Jack: The kids, for one. They can't handle having their mother taken away and thrown in jail. Especially J.J. he's just getting comfortable here, in this house. And after everything he's been through,I don't want to put him through any more turmoil. And I can't how devastating it was for Parker and Sage, missing me all those months. And they're just getting calmed down from that whole thing.",
        "Carly: So, you're giving me a free pass to protect the children.",
        "Jack: And to protect you. I know this year was no picnic for you. And as angry as I am for what you did, you know damn well I can't live without you. So yeah, I'm going to sign it. I'll find a way to make peace with God for doing it.",
        "Carly: I'm sorry. I really thought that I was doing the right thing. For us. For Rory. I was out of options.",
        "Jack: No. No, Carly. You just convinced yourself that you were out of options.",
        "Carly: Maybe. Does this mean you can forgive me?",
        "Jack: God help me, I love you too much not to.",
        "Carly: Thank you. Thank you, thank you. I swear to you -- I swear to you I will never put you in this position again.",
        "[SCENE_BREAK]",
        "Emily: D you just say what I think you said?",
        "Paul: Come on, you heard me. I'm falling in love with you. Okay, there. I know you heard me that time.",
        "Ely: Yeah, I heard you. It's just you've said it before.",
        "Paul: And I meant it. And I was trying to hurt Rosanna. But now, I'm sure.",
        "Emily: What's changed?",
        "Paul: I realized that you're the person I've been looking for my whole life. And that you give me something I've never had.",
        "Emily: What's that?",
        "Paul: Absolute support.",
        "Emily: That's because -- I care about you very much. I have for a very long time. I've just been afraid to say it.",
        "Paul: Why?",
        "Emily: I don't know. Who wants love to be one-sided?",
        "Paul: Well, you know that it's not. I love you. You can feel free to say it back to me, as many times as you want --",
        "Emily: I love you. I love you. I love you.",
        "Paul: See, out of something bad comes something good. We have each other. Jennifer's getting better.",
        "Emily: Listen to me -- if you ever decide to have that talk with her, I'm right here for you. Always, just like I am now. We're in this together.",
        "Paul: We're in everything together.",
        "[SCENE_BREAK]",
        "Jennifer: I wouldn't blame you if you thought I was crazy, too. It's really not fair for me to keep asking you to believe what I believe.",
        "Dusty: What if I want to believe?",
        "Jennifer: Do you? Even after everything?",
        "Dusty: I'd much rather trust your heart more than trust facts.",
        "Jennifer: Maybe my heart's confused. You know, holding onto some hallucination.",
        "Dusty: What do you mean?",
        "Jennifer: I had this vision of a nurse, from the hospital. She was holding my son out to me. And she kept telling me that my baby was alive. And I would just like to think that that was a memory, a true memory. But I'm just -- I can't be sure.",
        "Dusty: Well, you know what they say -- if there's a reasonable doubt --",
        "Jennifer: Yeah, but let's be realistic here. There really are only two options now. Either I'm crazy and I need to get better, or my son really is out there and we will never be able to prove it to anyone. And I'll just have to watch him grow from a distance. But I guess that would be better than nothing.",
        "Dusty: If your son's alive, we'll come up with another option. If he's not, then we'll just focus on you getting better. I believe in you. I don't know why. I don't care why, I just do. I gotta run now. If you need me, I'll be right back. Okay?",
        "Jennifer: Okay.",
        "[NEXT_ON]",
        "[ Glasses clinking ]",
        "Gwen: I just want to say that I hope Jen feels better.",
        "Will: Gwen, wait. Don't leave.",
        "Lily: You are lying! And I want the truth, damn it! Tell us! What have you done to our son?!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=1q8olSefOYM"
}