{
    "Episode Summary": [],
    "Recap": [
        "Sarah attempted to apologize to Marshall, but he wouldn't accept when he realized she was only apologizing to keep from losing privileges. Jen and Bonnie caught up on old times. Jen told Bonnie about the Andre fiasco, and Bonnie opened up about Sarah's DNA results. Jen told Bonnie she needed to tell Isaac. Bonnie knew she was right, so she went to Java Underground to fill him in. When he heard the news, Isaac said that if Bonnie didn't tell Marshall, he would. Marshall overheard this, and demanded to know their secret. Hal agreed to let Paul take Will on a fishing trip, but had to rescind the offer when Barbara threatened to go to her lawyers if Hal allowed Will to be alone with Paul. Rosanna wanted Craig to join her, Carly, and Sage for lunch, but he said he had a business meeting; he finally agreed to go after his meeting. Rosanna sent curtains to Paul for the penthouse. He went to the Lakeview to thank her, and joined Rosanna and Carly for lunch. Rosanna became upset when Paul started talking about children. After realizing he had put his foot in his mouth, he apologized, and they ended up hugging. Craig walked in just in time to witness the embrace, but didn't let on what he had seen. Jen told Dusty she could bring in models for his new bar's grand opening."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jennifer: Ah! Bonnie!",
        "Bonnie: Jennifer!",
        "Jennifer: Oh, I missed you so much!",
        "Bonnie: I missed you too! You look terrific.",
        "Jennifer: Oh, no, please, I'm a mess. You look fantastic. I love that dress.",
        "Bonnie: Oh, thanks.",
        "Jennifer: -- Duchess.",
        "Bonnie: You heard?",
        "Jennifer: Of course, everyone's heard. Been talking about it forever.",
        "Bonnie: And you, Miss Super model. Knocked them out the box. Could not open a magazine without seeing you.",
        "Jennifer: Mm, well, I just lucked out a couple times.",
        "Bonnie: Yeah, right, luck. And what about this guy you e-mailed me about? What was his name? Andre?",
        "Jennifer: Well, he came into town for a visit, accepted a bribe from my mother, and then slithered out of town like the snake he is.",
        "Bonnie: Oh, Jennifer, I'm sorry.",
        "Jennifer: Oh, I'm not. Believe me, I -- I wanted closure, I got closure. And at least I know my ex is a pig. And my mother's no better, so, you know --",
        "Bonnie: Oh.",
        "Jennifer: No, no, no. Don't, don't, don't. I'll cry. Don't want to cry. Quick, quick, quick. Tell me all about you. What's been going on?",
        "Bonnie: Um, I'm becoming a foster mother.",
        "Jennifer: You're kidding!",
        "Bonnie: No.",
        "Jennifer: Bonnie, this is huge.",
        "Bonnie: Yeah, it is. It's this girl I've been mentoring, and, uh --",
        "Jennifer: Mentoring?",
        "Bonnie: Part of the deal to keep me out of jail. I'll tell you all about it later. But anyway, she is this really, really great kid. And she needs someone to look after her, and I want to be that person.",
        "Jennifer: Well, that's great. What's wrong?",
        "Bonnie: The girl's father is T Marshall Travers. The man who raped my mother. And I'm the only one who knows.",
        "[SCENE_BREAK]",
        "Marshall : If you need more help trying to navigate your way through the red tape, just let me know.",
        "Dusty: Thank you, Marshall . You stop by the bar later and I'll have everything signed and ready to roll.",
        "Marshall : All right.",
        "Dusty: I appreciate this.",
        "Marshall : My pleasure.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, that's wonderful. All right, I'll meet you in the dining room. I can't wait to see the little one. Yes, you too, of course. Yes, all right then. I'll -- I'll see you soon. Bye.",
        "Craig: That didn't sound like business call.",
        "Rosanna: Well, that's because it wasn't. That was Carly on the phone. I've just arranged for you and I to meet her and Sage at the Lakeview dining room for lunch.",
        "Craig: Uh, did -- didn't we just do this at the christening?",
        "Rosanna: Oh, yes, but I just bought the most amazing gift for Sage. And I really want you to be there with me and her when I give it her.",
        "Craig: Well, uh, I wish I'd known. I've got to be at Java to sign the papers. But, listen, give Carly and Sage my best.",
        "Rosanna: Wait, wait, wait. Honey, see you don't understand.",
        "Craig: What?",
        "Rosanna: I want you to be there. Come on. Have you forgotten that I very generously allowed you to purchase that bar? Despite my many misgivings?",
        "Craig: You allowed me? You allowed me? Our going in on the bar is you doing me a favor?",
        "[SCENE_BREAK]",
        "Barbara: It's just that everything is falling down around me, no matter what I do. Paul won't or he can't forgive me for what Rose and Dusty did to him. And he's convinced Jennifer that I can't be trusted. And he's trying to do the same thing with Will.",
        "John: Well, but Hal has custody of Will.",
        "Barbara: Right. But what if Paul goes to court to try to change that? I mean, he knows what I went through when Will was in the psychiatric ward. What if he uses that against me to try to limit my visitation?",
        "John: He's gonna have to deal with Hal. And Hal is not gonna let Will go; just as Hal isn't gonna take Will away from you.",
        "Barbara: But Paul is so vindictive, John.",
        "John: If you're really worried that Paul is gonna ruin your relationship with Will, then you ought to do something about it.",
        "Barbara: But what?",
        "John: Whatever is necessary.",
        "[SCENE_BREAK]",
        "Hal: Thank you. Now, remember, Will, this has got to be our little secret. I mean, one word to Emily about eating chili omelets and greasy French fries, it's gonna be nothing but wheat germ and tofu and bird seed for about the next six months.",
        "Will: What chili omelets? I don't see any home fries here.",
        "Hal: There you go.",
        "Will: You know, we should do this at least once a week, dad.",
        "Hal: I wish I saw you once a week. Now, I know I haven't been around very much.",
        "Will: Ah, it's all right. It's not like you're golfing or anything. And once the case is closed, I know you'll make it up to me. You always do.",
        "Hal: Bet I will. Tell you what, once I get some time off, how about you and me -- we go fishing? How about that?",
        "Paul: Or just another idea, maybe -- maybe you could go fishing with your big brother?",
        "Paul: What's up, Will?",
        "Will: Hey, Paul.",
        "Paul: Hey, Hal.",
        "Hal: Hey, how'd you find us? I mean, this is supposed to be a top secret, classified, contraband meal.",
        "Paul: Yeah, well, you should have told Emily that, 'cause she gave you up like that, said you were sneaking chili omelets and God knows what else you're eating.",
        "Will: Looks like you're in trouble now, dad.",
        "Hal: Me? I'm blaming it all on you.",
        "Will: So were you serious about that fishing thing?",
        "Paul: Yeah.",
        "Will: Is it okay with you, dad?",
        "Hal: Yeah, it sounds fun.",
        "Paul: Should be fun. You and me and Jennifer and about 1,000 fish.",
        "Will: When can we go?",
        "Paul: What are you doing tomorrow at the crack of dawn?",
        "Hal: That sounds good. Hey, Will, would you mind getting me some hot sauce? Paul?",
        "Paul: Yeah?",
        "Hal: I want you to do me a favor. I don't want you putting any ideas in Will's mind about living with you or sharing custody with me or Barbara. Do you understand? The last thing we need here is broken promises and Barbara on the warpath.",
        "Paul: Hey, hey, hey, look, all I want to do is take my little kid brother fishing, that's all. I'm not trying to make any waves.",
        "Hal: Thank you.",
        "Will: Here's the hot sauce. And if you need some more time to talk, I can get some horseradish, too.",
        "Hal: Smart kid. So I'll drop Will off by your place later on tonight, okay?",
        "Paul: Great.",
        "Hal: I hope you still remember my secret place to dig for night crawlers.",
        "Paul: Hey, that's a good idea. It's a good place for us to, you know, have a mud fight. I'll see you later. See you tonight.",
        "Will: You're on.",
        "Paul: Thanks, Hal.",
        "Will: You sure this is okay with you, dad? It's just fishing, you know, with Paul.",
        "Hal: Yeah, it sounds -- sounds fine.",
        "Will: All right, good. This is gonna be way too much fun.",
        "[SCENE_BREAK]",
        "Jennifer: Marshall Travers raped your mom? Oh my God, Bonnie.",
        "Bonnie: Yeah. It was pretty awful and extremely complicated. Anyway, to make a long story short -- this wonderful, wonderful girl, Sarah, who I want to bring into my family, is this disgusting man's long-lost daughter.",
        "Jennifer: Oh, this is unreal.",
        "Bonnie: Very. So now what do I do?",
        "Jennifer: Well, you have to tell your mother.",
        "Bonnie: No, no, no.",
        "Jennifer: Bonnie, I know this is the kind of thing that we don't say to each other, but you have to.",
        "Bonnie: Jen, he raped her. He tricked her from getting re-elected. He betrayed her, he lied on the stand. He took a job away from her that she absolutely adored. He does not deserve to know this child.",
        "Jennifer: But he's a lawyer. What do you think is gonna happen when he finds out you've been hiding his daughter from him?",
        "Bonnie: He won't find out.",
        "Jennifer: That's wishful thinking.",
        "Bonnie: If I go to jail for protecting Sarah, then so be it.",
        "Jennifer: Oh, think about it, Bon. Okay? If Sarah finds out that you knew all along that she had a father out there and you kept her from him, it's gonna drive her away. And right into Marshall 's life.",
        "[SCENE_BREAK]",
        "Marshall : You seem like a moderately intelligent girl. What part of stay away from me don't you understand?",
        "Troy : Sarah, I asked you to wait in the lobby. Mr. Travers.",
        "Marshall : We meet again -- despite my earlier warnings. I thought I'd made myself clear at Mabel's after this little thief tried to steal my date's money.",
        "Sarah: It was $1 for the jukebox.",
        "Marshall : Mm-hmm. It was a crime. That makes you a criminal. Now since you're not teaching her that her actions have consequences, I went over your head and lodged a complaint.",
        "Troy : I'm sorry you feel that way, and Sarah is sorry for what happened. Aren't you, Sarah?",
        "Marshall : Too little too late. Save your apologies. I'm not interested.",
        "Sarah: Please, Mr. Travers, don't go away. If I don't apologize, they'll take away all of my privileges.",
        "[SCENE_BREAK]",
        "Rosanna: You know, I don't know why I'm surprised that you're unwilling to reciprocate. You would have to put somebody else's needs and wants before your own, and we all know how much you hate doing that.",
        "Craig: You are ordering me to go to lunch.",
        "Rosanna: Being Sage's godmother is very important to me.",
        "Craig: Fine, fine. But why me? Why are you making such a big deal about me in this?",
        "Rosanna: I have been given a matchless opportunity. To influence a child's values, her ideals.",
        "Craig: Yes, yes. Which makes Sage the luckiest child in the universe. You are going to be a wonderful godmother.",
        "Rosanna: All I am asking is that you come to lunch. Let me give her the gift, we'll sit -- play with the baby, and then we'll leave. Is that all right with you?",
        "Craig: Now you're asking? Well, all right. I'll wrap things up at Java and be there as soon as I can.",
        "Rosanna: You mean it?",
        "Craig: Yes, I mean it, okay? I will be there on time. Okay? I get it.",
        "Rosanna: But you don't get it. You don't get it at all.",
        "[SCENE_BREAK]",
        "Hal: So, what'd you think about that, big guy? Was that good eating or what?",
        "Will: We should definitely do this more often, dad.",
        "Hal: Definitely.",
        "Will: You know, it balances out all that bean curd and tofu and whatnot.",
        "Hal: Definitely.",
        "Barbara: And here I thought I'd be here in time for hash browns.",
        "Will: Mom, we didn't eat this. We inhaled.",
        "Barbara: I can see that. You know, I stopped by the house, I thought I'd see you and I had to twist Emily's arm before she'd tell me where you were.",
        "Will: Looks like we couldn't fool anybody, dad.",
        "Barbara: No, I know what you boys like. Remember when I used to make stacks and stacks of pancakes and waffles and bacon and sausages and all the things that are bad to you? Did I just see Paul in here?",
        "Will: Oh, guess what, mom, I'm going fishing with Paul tomorrow.",
        "Barbara: Really? That's wonderful.",
        "Hal: Will, would you mind taking this up to the cashier? You'll find it right by the hot sauce. Listen, Barbara, he's very hip to being sent away so grown- ups can talk, and I don't like it one bit more than he does, so why don't you just say what it is that's on your mind?",
        "Barbara: It's about Paul.",
        "Hal: What about him?",
        "Barbara: He is harassing me. He's been punishing me ever since he came back to town. He saw that Jennifer was happy with me and that she was going to be by my side at B.R.O., and he didn't like that very much, so he turned her against me. He took her from me.",
        "Hal: What do you mean he \"took\" her from you?",
        "Barbara: He manipulated her into moving in with him and then all of a sudden she decides the last thing she wants to do is work for me. And you know what? That was a matter of hours, Hal. And he'll do the same thing with Will. And he's not gonna take my youngest son away from me. I swear to you, he's not.",
        "[SCENE_BREAK]",
        "Bonnie: You're right. And you know, that's absolutely unacceptable because I didn't come here to hear you be right.",
        "Jennifer: What does -- what does Isaac think about all this?",
        "Bonnie: So far, you're the only one who knows.",
        "Jennifer: Wait, you -- you want this kid to be a part of your life, and you haven't told him? Bonnie.",
        "Bonnie: Come on, Jen, you're -- you're making it worse.",
        "Jennifer: You know, listen. You know I love you. And we've always kept our secrets between us, but this is -- this is a little girl's life.",
        "Bonnie: I know. But how else am I supposed to protect her?",
        "Jennifer: You know, sometimes the best protection, especially from a family member, is -- is the truth.",
        "Paul: Hey, Bonnie.",
        "Bonnie: Paul. Come here.",
        "Paul: Hey.",
        "Bonnie: Hi.",
        "Paul: How's it going?",
        "Bonnie: It's great. It's good to see you.",
        "Paul: Yeah, nice to see you, too.",
        "Bonnie: I hope you got all of my messages.",
        "Paul: Yeah, listen, I'm really sorry I didn't call you back. It's just, you know, things have been a little crazy.",
        "Bonnie: It's okay. It's totally cool. I'm just happy to see you alive and well. That's good. Listen, um, I hate to chat and run, but I need to get out of here. Will I talk to you later?",
        "Jennifer: Call me.",
        "Bonnie: Definitely. You're good. Yea, bye.",
        "Paul: So I -- I ran into Will and Hal at Mabel's red hots.",
        "Jennifer: Oh, how's the little guy?",
        "Paul: He's -- well, you'll find out tomorrow. Go fishing, right? We're gonna spend the whole day on the lake, we'll pack lunch, just the three of us.",
        "Jennifer: Sounds like fun.",
        "Paul: Great. [Doorbell rings] go unpack your stuff. I'll get it.",
        "Jennifer: Okay. It might take me several days, though.",
        "Paul: Jen, don't worry about it. I'm just glad you're home.",
        "Delivery guy: Hi, Paul Ryan?",
        "Paul: Yes, I am Paul Ryan. You gonna tell me I look different?",
        "Delivery guy: Sign right there.",
        "Paul: Here?",
        "Delivery guy: Right here. Great.",
        "Paul: Mm-hmm.",
        "Delivery guy: Thanks.",
        "Paul: \"Emma made these drapes for the master bedroom when I thought I'd make the penthouse my home. Hang them in good health. The place is yours. Rosanna.\" She's a class act after all. What are you doing? Come on, Paul, she's a married woman.",
        "[SCENE_BREAK]",
        "Rosanna: She's just the sweetest thing in the entire universe ever.",
        "Carly: And she has the most generous godmother ever. Don't you? Yes, you do.",
        "Rosanna: Is she sleeping through the night, yet?",
        "Carly: Well, no. Not exactly. But when she opens up that mouth at 3:00 in the morning and lets out a scream that could wake the dead, Jack is out of bed and crib side so fast; I haven't even been able to open my eyes yet. He's so sweet. He changes her diaper and bathes her, walks the floor with her. It's just so funny, you know? This great, big lug of a cop and he barely can wash the dishes without breaking something and there he is, cradling this tiny, little creature. It's beautiful. [Sage coos] yes. I know.",
        "Rosanna: I know it's probably easy for me to say this, but -- by not having had a child or anything -- but it must be really amazing. You know, to have her wake you up in the middle of the night, and need you, you know, just you to go back to sleep.",
        "Carly: I tell you what. When Jack and I get away for a weekend, maybe have a honeymoon or something, why doesn't Sage stay with you? And then you can learn firsthand what it's like to have your life ruled by this perfect, little tyrant.",
        "Rosanna: Really? Why thank you very much. I'd like that. I'd like that very much.",
        "Carly: Great.",
        "Waiter: Ladies, are we ready to order?",
        "Rosanna: Oh, no, we're waiting for someone. You don't mind, do you?",
        "Carly: No, no, I don't mind. Can I have some more water?",
        "Waiter: Right away.",
        "Carly: Thanks. So, where is Craig anyway?",
        "Rosanna: He's buying Java Underground.",
        "Carly: Do you mean that you are buying Java Underground?",
        "Rosanna: I'm helping with some of the financing, but no, I mean, he's the one. He's very excited about owning a bar. It's our little project. I'm so sorry that he's not here. I really deeply apologize.",
        "Carly: Oh, no, no. Don't apologize for Craig. And don't -- don't expect too much from him when he's thinking about business, you know? You got a taste of it with Monte Carlo , but get ready. Because when Craig has got his nose in business, nothing else seems to matter. You'll be lucky if he even remembers your name.",
        "[SCENE_BREAK]",
        "Craig: Isaac, here is the remuneration for the premises.",
        "Isaac: You gentlemen drive a hard bargain.",
        "Craig: Now, when do we actually get the keys to the kingdom here?",
        "Isaac: Well, assuming this check doesn't bounce, the contracts are a go. How does tomorrow morning sound to you gentlemen?",
        "Dusty: This is a very good day, huh?",
        "Isaac: To the new owners of Java underground. May it be as good to you as it was to me.",
        "Dusty: Cheers.",
        "Craig: Salud, salud.",
        "Isaac: Which reminds me -- I've got a couple of sentimental bottles of champagne to take out to the trunk, paperwork to finish. You gentlemen enjoy.",
        "Dusty: Thank you, brother.",
        "Isaac: Right on.",
        "Craig: Actually, hell of a guy.",
        "[Laughter]",
        "Dusty: Hell of a bar. Huh, come on, we got to sit down and make plans.",
        "Craig: No, I have a lunch.",
        "Dusty: Hey, hey, it's better to stay hungry.",
        "Craig: I have a lunch.",
        "Dusty: I realize, but we got to talk business. Now -- how long do we have to shut down this place to make our renovations? Look at the lighting.",
        "Craig: Yeah, well -- two weeks too long?",
        "Dusty: Two weeks, done. Let's map it out right now.",
        "Craig: All right, all right, I'm with you. Okay.",
        "[SCENE_BREAK]",
        "Rosanna: Well, trust me, I have a million misgivings about Craig buying Java Underground, not the least of which is his new partner, that Donovan man.",
        "Carly: Craig is going into business with Dusty Donovan?",
        "Rosanna: Can you believe it?",
        "Carly: No, I can't believe it. Sort of makes you long for the days when all you had to worry about was me as Craig's business partner.",
        "Rosanna: What do people see in that man?",
        "Carly: I have no idea.",
        "Rosanna: He is so tacky. Paul Ryan told me all about him. I tried to warn Craig --",
        "Carly: Paul did? Paul Ryan did?",
        "Rosanna: Yes. Why?",
        "Carly: What does Paul have to do with any of it?",
        "Paul: Hi.",
        "Carly: Hi.",
        "Paul: I hope I'm not interrupting anything.",
        "Carly: No, no, nothing at all.",
        "Paul: Your maid said you were here. She didn't say that you were here, Carly. Is that Sage?",
        "Carly: Yeah.",
        "Paul: Carly, she's beautiful.",
        "Carly: Yeah. You wanna -- would you like to join us?",
        "Paul: Yeah, I'd love to. But it's really up to my landlord.",
        "[SCENE_BREAK]",
        "Dusty: Did anyone ever teach you not to play with fire? 'Cause you might get burned, little girl.",
        "[SCENE_BREAK]",
        "Walker : Either you tell Marshall the truth or I will.",
        "Marshall : I can't wait to hear what it is.",
        "[SCENE_BREAK]",
        "Barbara: I am telling you that he has turned Jennifer against me. She has moved out of the Lakeview, she has left B.R.O.",
        "Hal: If she did, it was her decision.",
        "Barbara: You weren't there, Hal.",
        "Hal: Barbara, it's a couple of hours of fishing. There's nothing Paul can say to Will in a couple of hours of fishing that's gonna change the way that Will feels about you.",
        "Barbara: Promise me that Paul will not be allowed to take Will anywhere.",
        "Hal: He's his big brother. Will looks up to him. Will was crushed when he thought that Paul was gone forever. And now you want to tell him that he can't see Paul at all?",
        "Barbara: He can see his brother -- at your house or at my house. But we have to make sure that Paul doesn't take Will anywhere, not for the day, not overnight, not camping, not fishing, not hiking, not bowling. Those are my conditions, and I want you to swear to me that you're gonna back me up.",
        "[SCENE_BREAK]",
        "Rosanna: Why would I mind if you joined us?",
        "Paul: Should I give you the short list?",
        "Carly: Sit.",
        "Paul: Yeah? I can't -- she's beautiful. She looks just like you, Carly. Do you -- mind if I pick her up?",
        "Carly: No. No, I don't mind if she doesn't mind.",
        "[Baby fussing]",
        "Paul: Oh, now I got her. Nice.",
        "Rosanna: So, you -- you spoke to my maid.",
        "Paul: Oh, yeah. I almost forgot. I wanted to thank you, you know, for the drapes or the curtains or whatever you got sent over to my penthouse.",
        "Rosanna: Right. I hope you like them.",
        "Paul: Yeah. They're great.",
        "Rosanna: Well, good. Well, I just didn't know what to do with them. Emma, believe it or not, found the time to whip up a window treatment for the penthouse.",
        "Paul: Mostly, though, I just kind of wanted to thank you for giving up the fight. I didn't think you were ever gonna give up. [Baby coughing] it's okay.",
        "Rosanna: Well, since you're holding my goddaughter, I will refrain for the moment from setting you straight.",
        "[Baby squeals]",
        "Paul: Well, I just hope you'll let me make it up to you someday. Maybe you can come over for dinner sometime.",
        "Rosanna: Well -- I think that's the least you could do.",
        "Carly: Look at you. You are a natural.",
        "Paul: I feel like I haven't done this since Will was a baby. Feels good.",
        "Carly: Do you think you want kids of your own?",
        "Paul: A bunch of 'em. Probably have to adopt though.",
        "Carly: Really?",
        "Paul: It's all right. You know, if I've learned anything from having such severely screwed up parents, it's that loving a child and raising it, doesn't matter if you give birth to it. It has to do with the size of your heart and how much of yourself you're willing to just give over to another human being.",
        "Rosanna: Would you excuse me for a moment?",
        "Paul: Was it something I said?",
        "[SCENE_BREAK]",
        "Sarah: Just let me apologize.",
        "Marshall: You don't apologize to keep your privileges. You apologize because you know your actions were wrong. And if losing your privileges means you're gonna be on 24-hour lockdown, then I'm all for it.",
        "Troy: Mr. Travers, I know that taking that money was wrong.",
        "Sarah: I'm trying to say I'm sorry.",
        "Troy: But she's just a child.",
        "Marshall: And children go to jail every day.",
        "Troy : That's what we're trying to prevent at Durgin.",
        "Marshall: Then maybe you ought to do a better job of screening your mentors.",
        "Troy: Can -- can you just give her just a minute? It's all right, Sarah. Go on.",
        "Sarah: I'm --",
        "Marshall : You know, tell me, Sarah. Since you're only apologizing to avoid punishment, why should I believe anything you say? Huh, tell me that. Exactly what I thought. Apologizing to avoid any consequences. Not because she means it. I don't need empty words.",
        "Sarah: Well, to hell with you then.",
        "Marshall: Okay, see. Now that's it. That's what I expect from Bonnie's little juvenile delinquent in training.",
        "[SCENE_BREAK]",
        "Bonnie: How did it go?",
        "Isaac: Read it and weep.",
        "Bonnie: That's incredible!",
        "Isaac: Yeah. I'm a few signatures away from being the former owner of Java underground.",
        "Bonnie: Aww. How's it feel?",
        "Isaac: A little sad, but mostly free. Free to spend my time with you and Sarah from now on.",
        "Bonnie: Honey, that's -- um -- sort of what I wanted to talk to you about.",
        "Isaac: What's up?",
        "Bonnie: I stole a toothbrush from Marshall 's hotel room and I got a DNA test done and now I don't know what to do because I really need your help.",
        "Isaac: Why?",
        "Bonnie: Because I know for a fact that Sarah's biological father is Marshall Travers.",
        "[SCENE_BREAK]",
        "Craig: We will definitely have to keep the lighting low, subdued.",
        "Dusty: Well, hey, we're in agreement. I want a dark bar with a lot of hot women.",
        "Craig: Jennifer?",
        "Dusty: You know her?",
        "Craig: Yes, I do.",
        "Jennifer: Hello, Craig. How are you?",
        "Craig: I'm all right.",
        "Jennifer: I heard you remarried.",
        "Craig: Happily, yes.",
        "Jennifer: Congrats. I heard she's loaded. Hope she signed a pre-nup.",
        "Craig: Ah, still full of the same old family charm, aren't you. Anyway, listen Dusty, I'll see you later.",
        "Dusty: Okay.",
        "Craig: Jennifer.",
        "Dusty: What was that all about?",
        "Jennifer: Just old friends with a lot of bad blood between us. I am glad I found you here.",
        "Dusty: I'm hoping you got a good reason for being here.",
        "Jennifer: Do I need one?",
        "Dusty: You know, that sexy, little show you put on last night, when you took the olive out of my drink? That was priceless. Did anyone ever teach you not to play with fire? 'Cause you might get burned.",
        "Jennifer: I'm playing with fire?",
        "Dusty: Don't you think?",
        "Jennifer: And you would be that fire?",
        "Dusty: You're a sexy girl. But I gotta tell you, I got a woman waiting at home who's beautiful inside and out. So that said, whatever you're after --",
        "Jennifer: My, my, aren't we arrogant? You've got me all wrong, Dusty.",
        "Dusty: Oh, yeah?",
        "Jennifer: I stopped by here because I have a fantastic idea for your bar -- something I can do that'll have people buzzing about this place for a long, long time.",
        "Dusty: Something you can do?",
        "Jennifer: It'll blow your mind.",
        "[SCENE_BREAK]",
        "Isaac: What did your mother say about the results?",
        "Bonnie: I haven't told her.",
        "Isaac: Bonnie! I can't believe that you --",
        "Bonnie: She wanted me to promise her that I wouldn't even get the DNA test result in the first place. Now what am I supposed to do?",
        "Isaac: Well, first you tell your mother and then you tell Marshall .",
        "Bonnie: Isn't there some other way around this? Can't we just bury this? Honey, no one really has to know. Sarah is a beautiful, vulnerable girl. She's never felt loved. She's never felt worthy or secure. And now you want to turn her over to a rapist?",
        "Isaac: See? Don't put it like that.",
        "Bonnie: That's exactly how it is.",
        "Isaac: We wouldn't be protecting her. We would be lying to her for the rest of her life. She deserves to know who her father is. He deserves to know. The man thinks his daughter is dead. Now that kind of sadness cuts pretty deep. And you're the one person who can take it away.",
        "Bonnie: You still don't get it, do you?",
        "Isaac: Get this. Either you tell Marshall the truth. Or I will.",
        "Marshall: I can't wait to hear what it is. There's something you wanted me to know?",
        "[SCENE_BREAK]",
        "Paul: I should apologize or something. I mean, I would go and apologize if I knew what I did. What's going on here?",
        "Carly: No, you didn't -- you didn't do anything. It's -- Rosanna has been spending an awful lot of time with Sage and you were talking about children and families and being a parent. And I -- it just got to her, that's all.",
        "Paul: Got to her? What do you mean, it got to her?",
        "Carly: Rosanna had some health problems last year. And she found out that she will never be able to give birth to her own child.",
        "Paul: You got to be kidding me.",
        "Carly: No.",
        "Paul: I'm sitting here running on like that, huh? Why didn't you kick me or something?",
        "Carly: No -- you didn't know. She's not gonna hold it against you.",
        "Paul: So what do I do now?",
        "Carly: You do nothing. Rosanna hates to be fussed with when she's like this. Just let her get it all out. She'll come back.",
        "Bartender: Can I get you something?",
        "Rosanna: A glass of water, please.",
        "Paul: Is this stool taken? Okay. Look, I'm -- I'm sorry for what I said. What I didn't say. I'm sorry for what I thought. Most of all, I'm sorry for what I didn't think about.",
        "Rosanna: Thank you, thank you. It's all right.",
        "Paul: Carly told me what you went through last year.",
        "Rosanna: Great, terrific.",
        "Paul: No, listen, don't get mad at her. I made her tell me. I just wanted to know why you got up and left the table like that. And you should know, I'm not gonna tell a soul. All right? And listen, I am very, very sorry about what you went through.",
        "Rosanna: Please don't pity me.",
        "Paul: I don't -- I don't pity you. All right, look, I'm just apologizing for what went on in there. You don't know, do you? You have no idea how lucky you are.",
        "[Rosanna laughs]",
        "Rosanna: I'm lucky?",
        "Paul: Yes. If you want to give all of your love to this -- this little child, then, you know, you're married, you have unlimited financial resources, you have all of these connections. You can adopt a whole tribe of little ones and not -- no, I don't pity you.",
        "Rosanna: It's not that simple.",
        "Paul: I -- I'm not gonna pretend to know your situation at home and I'm not gonna pretend to know how you feel about anything. But I'll tell you something -- if how you feel is that you want to give all of your love to a child, then I say it's your life. It's your heart and it's your money and your time and your energy and -- I don't know. You never struck me as the kind of person that would ever let anybody stop you from doing anything, so I don't know why you would start letting anyone stop you now.",
        "Rosanna: Thanks. You're very kind. Don't worry. I won't tell anyone.",
        "Paul: I'm not so sure they'd believe you anyway.",
        "[SCENE_BREAK]",
        "Dusty: Let's hear about your idea.",
        "Jennifer: All right. Well, I have been modeling for the past couple of years, and I was thinking, you are about to open yet another bar. Big deal. Who cares? There's one on every block.",
        "Dusty: What's the idea?",
        "Jennifer: How about starting with a dozen or so of the most gorgeous models in the world, here, for your grand opening? Some little red riding hoods to lure the big bad wolves of Oakdale to the new and improved Java Underground.",
        "[SCENE_BREAK]",
        "Marshall : What were you so eager to tell me? Does it have anything to do with Bonnie's visit to my hotel? Yeah, sounds ridiculous and even a bit rude, but we are talking about Bonnie, right? She broke into my hotel one day, and I could almost swear she took off with my toothbrush. Any of this ring a bell?",
        "Bonnie: Yeah. Ding-dong. You're not welcome here, Marshall . So are you gonna leave now or should we get you a police escort?",
        "Marshall: I'm here representing the new owners, and I'm invited here as their guest. So man to man, Isaac, what's the secret Bonnie's been keeping from her old pal Marshall ?",
        "[SCENE_BREAK]",
        "Hal: You know, Paul is furious at you, and he has got every right in the world to be furious at you. If you could just get it through your head that you both want what is best for Will.",
        "Barbara: Yes or no? Or do I call my attorney?",
        "Hal: You would drag Will through that again?",
        "Barbara: You push me; you'll see what I'm capable of, Hal.",
        "Will: I stayed away as long as I could.",
        "Hal: That's okay, buddy. Your -- your mom and I are finished here.",
        "Barbara: So I didn't hear your answer?",
        "Hal: Don't do this, Barbara.",
        "Barbara: Do you accept my terms or not, Hal?",
        "Hal: I hope you know what you're asking.",
        "Barbara: Honey, I will see you later, all right? I'll plan something really special for the weekend, all right? You guys have a good day.",
        "Will: Okay, what are these terms? 'Cause if they're about me, I have a right to know.",
        "Hal: Will -- about your mom --",
        "Will: Just give it to me straight, dad.",
        "Hal: You can see Paul, but you can't go fishing and you can't go hiking or camping. Not now, not ever.",
        "Will: Because of mom?",
        "Hal: I'm sorry, Will.",
        "Will: Well, who's gonna tell Paul?",
        "[SCENE_BREAK]",
        "Rosanna: Oh, my goodness. I can't believe I just burst into tears in front of you. That was so strange. That's not like me at all. I don't -- I don't want you to think that.",
        "Paul: I don't. But I am starting to think you might be human.",
        "Rosanna: Oh, great.",
        "Paul: I think you should let go every once in a while, probably make yourself feel better. Probably make you hungry, too. You want to go get something to eat?",
        "Rosanna: Oh, my God, lunch. Oh, Carly must be wondering what's happened to us. Yes, I think we should.",
        "Rosanna: I'm so sorry.",
        "Carly: Sage and I thought we were abandoned.",
        "Paul: I'm sorry, too.",
        "Carly: Everything all right?",
        "Paul: Yeah, everything's fine. I just -- had to make a phone call. Rosanna was kind enough to wait for me. That's all.",
        "Carly: So what should we do about lunch?",
        "Rosanna: Well, let's order. I'm starving. Somebody tackle a waiter.",
        "Craig: I hope I'm not too late to join the party.",
        "[SCENE_BREAK]",
        "Jennifer: You won't let me help with your little party because I'm Paul Ryan's sister?",
        "Dusty: No, 'cause you got an agenda.",
        "[SCENE_BREAK]",
        "Alison: Is it important that Rick says he was with mom that night when he wasn't?",
        "Emily: It depends on the night.",
        "[SCENE_BREAK]",
        "Marshall : The two of you are hiding something from me, and I am going to find out what it is."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=ZqYnkl1TowA"
}