{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Simon: Aw, what are doing up? I was gonna \r\nsurprise you. ",
        "Katie: I got scared. I woke up and you \r\nweren't there, and I thought I'd dreamt the whole thing. ",
        "Simon: Ah, no. You didn't dream a thing. It's \r\nall real. I'm here, and I'm not going anywhere. ",
        "Katie: It's just gonna take some getting used \r\nto, you know? Being able to trust the whole situation. ",
        "Simon: Listen, why don't we take this little \r\nparty upstairs? ",
        "Katie: Ooh, breakfast in bed? Yum. \r\n",
        "Henry: Katie? Katie, hey! Did you take my \r\nstickpin and my watch? ",
        "Katie: Why would I take your stickpin? \r\n",
        "Henry: I don't know. Somebody did. \r\n",
        "Simon: Why don't you go check again, Henry?\r\n",
        "Henry: Look, there's only so many times a man \r\ncan empty his underwear drawer, all right? They're not there. ",
        "Simon: Underwear drawer? Come on, mate. \r\nThat's the first place a robber looks. ",
        "Katie: A robber? ",
        "Simon: Not that you've been robbed. \r\n",
        "Henry: Well, then where is my stickpin? It's \r\nsolid gold. It's got a -- got a diamond on it the size of an olive. And then the \r\nwatch -- the watch is a Rolex. A real one. ",
        "[Katie screams] ",
        "Katie: Look, it's all gone! All my good \r\njewelry! All my rings, my gold bracelet, my pearl necklace -- it's gone! \r\n",
        "Henry: Then it's official. We've been robbed.\r\n",
        "",
        "Russ: Pilar? ",
        "Pilar: You're a pig, you know that? \r\n",
        "Russ: Nice to see you, too. ",
        "Pilar: What are you, living in your car?\r\n",
        "Russ: Well, if you paid me the money you owe \r\nme, then maybe -- ",
        "Pilar: I don't have any money. ",
        "Russ: Okay, so where'd the five grand come up \r\nto bail me out? ",
        "Pilar: What do you care? I scraped it \r\ntogether. ",
        "Russ: So scrape together what you owe me.\r\n",
        "Pilar: I can’t. ",
        "Russ: Why not? ",
        "Pilar: Because my friend isn't here yet, \r\nokay? I need a favor. [Russ groans] Katie's sister, and that guy she lives with \r\n-- somehow, the two of them have gotten to Mike. He's starting to pull away from \r\nme. ",
        "Russ: Yeah, you're breakin' my heart. \r\n",
        "Pilar: Mike goes back to Katie, the deal's \r\noff. ",
        "Russ: Oh, hey. I thought that you slept with \r\nthe guy. Wow, he's bored already? [Russ chuckles] ",
        "Pilar: You want to go back to jail? Keep it \r\nup. ",
        "Russ: Fine. What do you want? ",
        "Pilar: Some fireworks. You need to remind \r\nMike that you're still a danger to me. ",
        "",
        "Jack: Oh, wow. ",
        "Carly: You like that car? ",
        "Jack: What, are you kidding me? Flying around \r\ntown with a gorgeous blonde in a beautiful red corvette -- I felt like I was 18 \r\nagain. ",
        "Carly: That explains last night. ",
        "Jack: Oh. ",
        "Carly: Too bad they don't have back seats in \r\nthose sports cars. ",
        "Jack: Ah, see, that's the beauty of not being \r\n18. We always have the Lakeview. ",
        "Carly: We still have to buy gasoline for that \r\ngorgeous car. ",
        "Jack: What? ",
        "Carly: And diapers for our gorgeous daughter.\r\n",
        "Jack: So you're telling me you blew the \r\nentire wad on your husband? ",
        "Carly: If a gal can't buy something special \r\nfor the man she loves every once in a while -- ",
        "Jack: Baby, you're all I need. ",
        "",
        "Barbara: Oh, thank god you're here. I've been \r\nup this entire night going over everything I know on Jordan Sinclair, his \r\ncontacts, his references -- ",
        "Paul: Mom, slow down! Mom, you've just had \r\nbrain surgery. Calm down. ",
        "Barbara: How can I calm down? He could be my \r\nson. ",
        "Paul: How's that even possible? ",
        "Barbara: When your father's involved, \r\nanything is possible. Why else would he imply that there's a connection if there \r\nis none? ",
        "Paul: To make you crazy. The guy's got a lot \r\nof time on his hands. ",
        "Barbara: You know what? The guy has never \r\nforgiven me for leaving him, so he does everything that he can to retaliate \r\nagainst me. And if he has kept a child from me for over 25 years, well, that \r\nwould just take the cake, Paul. ",
        "Paul: Have you spoken to Jennifer? \r\n",
        "Barbara: No, I haven’t. She's still asleep.\r\n",
        "Paul: 'Cause I did a little digging. \r\n",
        "Barbara: I just can't believe that she has \r\ntaken this time to get involved with Jordan. He's married. He has a baby. \r\n",
        "Paul: Okay, let's not assume anything. \r\n",
        "Barbara: She could be his sister. Maybe I'd \r\nbetter wake her up, huh? ",
        "Paul: Wait, whoa, whoa. Hold on. And say \r\nwhat? \"Jen, please don't date with your maybe brother\"? Let's just find out \r\neverything we can find out, first. ",
        "Barbara: And in the meantime? If they decide \r\nto get intimate? ",
        "Paul: Okay, I don't think even Jordan can \r\njuggle Rosanna and James and Cabot, and Jennifer. Let's not borrow trouble. All \r\nright? Jordan isn't gonna start anything with Jennifer. Not yet. ",
        "",
        "Jennifer: Mm, you're still here. ",
        "Jordan: I'm not going anywhere. ",
        "",
        "Paul: Hey, here. You need to calm down and \r\ntake care of yourself, all right? You're still healing. ",
        "Barbara: I'm just worried about your sister.\r\n",
        "Paul: Well, so am I. You know, I went online, \r\nand I did some research on Jordan, and I think I have a really good place to \r\nstart digging. [Cell phone rings] Rosanna? ",
        "Rosanna: Hi. Can you come over? I'm really \r\nworried about what Jordan’s gonna do next. Do you remember that crazy idea I \r\nhad, that leaving him alone with Cabot was gonna cure him of fatherhood? Well, \r\nit's backfired. He's besotted with Cabot. He's never gonna let him go. \r\n",
        "Paul: I'll get there as soon as I can, all \r\nright? Rosanna is frantic about Jordan taking Cabot. ",
        "Barbara: You see? It's classic Stenbeck. With \r\none move, he's thrown all of our lives into turmoil, Paul. ",
        "Paul: Okay. So don't give him the \r\nsatisfaction. Just calm down, all right? And take care of yourself. And before \r\nwe know for sure what's going on, don't say anything to Jennifer. ",
        "Barbara: Okay, you're right. I don't have to \r\nget her too upset. ",
        "Paul: All right. I'll be back in a little \r\nwhile. ",
        "Barbara: You see what Rosanna’s found out. \r\nI'm sure she her people are working overtime. ",
        "",
        "Jordan: Hmm. I wish things were different -- \r\nI wasn't tangled up in this mess with Rosanna. ",
        "Jennifer: Mm, I don't care about that. \r\n",
        "Jordan: I do. Things are supposed to be \r\nspecial right now, discovering each other. Spending time along, just you and me.\r\n",
        "Jennifer: Well, I don't know if that's in the \r\ncards. ",
        "Jordan: I'm not gonna let these complications \r\ntake over. And I don't want you to ever think that you're not important to me.\r\n",
        "Jennifer: How could I, after last night?\r\n",
        "Jordan: I loved making love to you. I just \r\nwant you to know, no matter how crazy things get, you can count on me. I want to \r\nbe with you. ",
        "Jennifer: I want to be with you. And if you \r\never need anything, I will help you. ",
        "Jordan: Thank you. I've never had that. And \r\nnow that I have you and a son, just -- ",
        "Jennifer: Now that you've had a night to \r\nsleep on it -- not that you had much sleep -- do you know kind of what you want \r\nto do? ",
        "Jordan: Well, I know that I still need \r\nanswers. You know, who is Cabot's mother? And why were Rosanna and I thrown \r\ntogether? I understand how she feels. She loves Cabot. And, I mean, I have \r\nfeelings for him, too. But what really matters right now is what's best for \r\nCabot. And for you and me. ",
        "[Knock on the door] ",
        "Barbara: Jennifer? Honey? I'm sorry to \r\ndisturb you, but this can't wait. ",
        "Jennifer: Can you give me a minute, Mom, \r\nplease? ",
        "Barbara: We really need to talk. ",
        "",
        "Margo: How is she? ",
        "Henry: Well, she didn't need this. And, \r\nfrankly, neither did I. ",
        "Katie: They took all the family jewelry. That \r\nbeautiful gold bracelet that Daddy gave Mama? It's gone. ",
        "Margo: Baby, I am so sorry. Do you have any \r\nidea when this happened? ",
        "Henry: Well, I didn't notice anything was \r\nmissing until this morning. But then again, we haven't checked them since before \r\nwe went to Deerbrook. ",
        "Margo: So it happened when the house was \r\nempty. ",
        "Henry: Yeah, there's a -- there's a neighbor \r\nthat lives about a mile down the main road. She came in to feed the bunnies once \r\na day. ",
        "Margo: How well do you know this woman?\r\n",
        "Katie: Oh, she's sweet, Margo. She would \r\nnever take anything. ",
        "Simon: Well, I looked around. There's no sign \r\nof a forced entry. ",
        "Henry: I don't get this. This place used to \r\nbe so safe -- used to be. ",
        "Margo: All right. Would you make a list of \r\nall the items that are missing, and make a description, any photographs you \r\nmight have for -- you know, insurance purposes. ",
        "Katie: Oh, yeah. Actually, I have some \r\nphotographs at the bank in a lock box. ",
        "Margo: Good, good. ",
        "Henry: Yeah, uh -- you know, and don't forget \r\nthe pin and the Rolex. I won them in a poker game in Sausalito. ",
        "Margo: Why don't you have a look around \r\noutside? And Henry, Simon, would you look around the house? Make sure nothing \r\nelse is missing. ",
        "Henry: If they took my picture of Minnesota \r\nfats, there'll be hell to pay. ",
        "Katie: I'm never gonna see any of this stuff \r\nagain, am I? ",
        "Margo: You don't -- you don't know that for \r\nsure. Listen, I want to tell you how sorry I am about the whole Deerbrook thing.\r\n",
        "Katie: You mean, that you had me committed?\r\n",
        "Margo: Well, I really didn't have a choice, \r\ndid I? I mean, it was either that, or send you to jail. You were acting nuts, \r\nand you were obsessed with Pilar. ",
        "Katie: Yeah, I was. For good reason. \r\n",
        "Margo: Well, I just want you to know that I \r\nlove you, and I'd never do anything to intentionally hurt you. ",
        "Katie: I know. And I don't blame you for \r\nthinking the things that you did. That was the point, right? Pilar's one clever \r\ngirl, and I fell for her bait every time. ",
        "Margo: Well, she had Mike fooled. I think \r\nit's important that you know he was just as confused as I was. And everything we \r\ndid, Katie, we did out of concern and love for you. ",
        "",
        "Mike: \"I'm looking for a place to live. I'll \r\nbe back for my bags. Pilar.\" Hmm. ",
        "",
        "Pilar: You have to make Mike believe that \r\nyou're still a threat to me. ",
        "Russ: The last time we staged something for \r\nyour boyfriend's benefit, I went to jail. ",
        "Pilar: It doesn't have to be physical. Just \r\nlet him see how angry you are. ",
        "Russ: Okay, so, I threaten you, he goes to \r\nthe cops, they revoke my bail, and -- ",
        "Pilar: He goes back to Katie, we end up with \r\nnothing. We've come so far. ",
        "Russ: All right. This is the last time.\r\n",
        "Pilar: Absolutely. So I will be at the \r\ncottage, and I can't stay too long, because I'm supposed to be moving out. The \r\nsooner you can get there, the better. ",
        "Russ: Hey, I want my money. ",
        "Pilar: As soon as I can get it. ",
        "Russ: Yeah, that better mean by next week -- \r\nor else you won't have to ask me to threaten you. ",
        "",
        "Rosanna: I know I'm being silly. Cabot's \r\nperfectly safe in his crib. ",
        "Paul: Not to mention, there's an armed guard \r\nposted at your door. ",
        "Rosanna: Yeah, I'm being irrational. I \r\nunderstand that. But I'm not, really, because Cabot’s disappeared before. \r\n",
        "Paul: Cabot's not gonna disappear. \r\n",
        "Rosanna: But now that Jordan knows that he's \r\nCabot’s father -- ",
        "Paul: You're the mother. ",
        "Rosanna: By adoption. And if Jordan \r\nchallenges that in court, I won't even have that. ",
        "Paul: Yeah, but if you don't panic, and you \r\nremain calm, and Jordan gets to see Cabot whenever he wants to, I don't see any reason why\r\nJordan would challenge the adoptive \r\nagreement. ",
        "Rosanna: You didn't see what I saw. Jennifer \r\nand Jordan are bonding. He could take Cabot, he could marry Jennifer, ride off \r\ninto the sunset with the court's blessing, a perfect little nuclear family. I \r\ncan't compete with that. ",
        "Paul: You don't have to. You don't have to \r\ncompete with any of it. ",
        "Rosanna: When I came home last night, \r\nJennifer was holding Cabot. She fed him, she changed him -- if I hadn't come \r\nhome when I did, she'd be rocking him to sleep. ",
        "Paul: Rosanna, so what? Come on. All that \r\nproves is that Jordan doesn't have a clue. ",
        "Rosanna: Exactly. He needs Jennifer to learn \r\nhow to take care of the baby. They like each other. What's to stop him from \r\nmarrying her and taking Cabot? ",
        "Paul: Yeah -- Jordan is not gonna marry \r\nJennifer. ",
        "Rosanna: How do you know? Have you seen them \r\ntogether? ",
        "Paul: Take my word for it. ",
        "Rosanna: You know something. You know \r\nsomething. Tell me. ",
        "",
        "Jordan: Barbara, I am so sorry. Neither one \r\nof us -- ",
        "Barbara: I would like to talk to my daughter \r\nalone, please! ",
        "Jennifer: It's okay. I'll be in a minute. \r\nLook, Mom, I know that this is weird, for the both of us. But I'm not 16, so why \r\ndon't we just take a deep breath, and start -- ",
        "Barbara: You want me to forget what I just \r\nsaw in there? You have made a terrible mistake. This is not possible. You cannot \r\nbe with Jordan Sinclair. ",
        "Jennifer: What are you talking about? You \r\nlove Jordan. You were the one who told me to go for it in the first place!\r\n",
        "Barbara: Then I will talk to him. I will tell \r\nhim that this is not possible. You cannot be involved with him. It is wrong.\r\n",
        "Jennifer: Why? He is a wonderful man. \r\n",
        "Barbara: You have to trust me on this, Jen.\r\n",
        "Jennifer: Not until you tell me what's really \r\ngoing on. ",
        "",
        "Katie: Well, Mike knows that he doesn't have \r\nto worry about me anymore. ",
        "Margo: Because Simon is back. ",
        "Katie: Yeah, Henry told him. ",
        "Margo: So you didn't talk to him? ",
        "Katie: Well, we talked. It didn't change \r\nanything. ",
        "Cop: Looks like someone picked the lock on \r\nthe front door. ",
        "Margo: Did you check around for tracks?\r\n",
        "Cop: The ground's pretty hard, hasn't rained \r\nfor about a week. ",
        "Margo: Oh, that would be my fault. I prayed \r\nthat it'd be sunny for Casey’s game. ",
        "Simon: Well, they didn't seem to touch \r\nanything else -- the TV, the DVD -- everything's still there. ",
        "Margo: All right, well why don't you take \r\nthis and check it for prints. Take it to the lab. Fortunately, I have all your \r\nprints on file. ",
        "[Henry laughs] ",
        "Henry: Well, this unconvicted felon is going \r\nto head down to the hardware store and get us a new lock for the front door.\r\n",
        "Margo: Okay. Give me that list when you -- \r\noh! You're done. Fine, thank you. Call me if you need anything. Simon, take care \r\nof her? ",
        "Simon: You bet. ",
        "Katie: Thanks. ",
        "Henry: Pssst. ",
        "Simon: Listen, why don't you take this really \r\nornery guard rabbit upstairs? And after we go to the bank and get those photos, \r\nI'm going to take you for the biggest breakfast you've ever eaten. ",
        "Katie: Oh, thanks, but I'm really not that \r\nhungry. ",
        "Simon: I know it's a shock. Waking up, \r\nrealizing someone's broke into the house. I'm just glad you weren't here at the \r\ntime. ",
        "Katie: If I was here, it probably wouldn't \r\nhave happened. ",
        "Simon: All right, I tell you what. After we \r\ngo and get those photos from the bank, I'm gonna take you down to that little \r\njewelry store on Pearl Street and I'm gonna steal you whatever you want. \r\n",
        "Katie: You're sweet. But the things that got \r\nstolen? They're family heirlooms. They've been passed throughout my family. \r\nThey're irreplaceable. ",
        "Simon: All right. I'm gonna tell you right \r\nnow, they're not lost. 'Cause I'm gonna get you're jewelry back. ",
        "Katie: How? ",
        "Henry: Look, just because Simon rescued Katie \r\nfrom the nuthouse doesn't mean you're going to give up on Pilar, does it? You're \r\nstill going to arrest her. ",
        "Margo: Look, even if Pilar is responsible for \r\nsetting Katie up -- ",
        "Henry: Even if? Margo -- ",
        "Margo: Where's the proof? Where is the proof? \r\nSimon's back now, so Pilar isn't going to go after Katie now. We're not going to \r\ncatch her in the act. And besides, other than filing a false police report, what \r\nkind of crime did she commit? ",
        "Henry: Try breaking and entering? And grand \r\ntheft?]’",
        "",
        "Mike: I didn't hear you come in last night.\r\n",
        "Pilar: I'm sorry. I didn't have anywhere else \r\nto go. But I've got a few leads on apartments -- ",
        "Mike: Good. You should know Katie’s home.\r\n",
        "Pilar: What?! She escaped! ",
        "Mike: No, she's been discharged. Her \r\nhusband's back. ",
        "Pilar: Her husband. You mean the guy who \r\nwalked out on her? ",
        "Mike: He's back. ",
        "Pilar: Since when? You actually saw him?\r\n",
        "Mike: Yes, I saw him. ",
        "Pilar: And he's staying? ",
        "Mike: Who knows? Who cares? ",
        "Pilar: You care. Only why should you admit \r\nyou're jealous when it's so much easier to take it out on me? ",
        "",
        "Jack: Thank you. Brunch is on me. ",
        "Carly: I still have a few dollars left.\r\n",
        "Jack: I could get used to this, you know.\r\n",
        "Carly: You might just have to. Barbara said \r\nthis is just the beginning. ",
        "Jack: I knew you could handle it, babe. You \r\nhad the talent. You just needed the chance to prove it. And I hope you know how \r\nproud I am of you. We never got a chance to celebrate, with Craig grabbing \r\nCabot, Rosanna marrying Jordan -- ",
        "Carly: I was hoping that all of that would \r\ndie down when we got back. ",
        "Jack: With Stenbeck involved? Are you kidding \r\nme? It's gonna get worse. You know that. ",
        "Carly: Don't say it. ",
        "Jack: I have to. ",
        "Carly: I know you're right. But Rosanna’s my \r\nsister. And B.R.O. I can't give that up, not now. ",
        "Jack: All I'm saying is, proceed with \r\ncaution. We know Stenbeck’s got an agenda, obviously. Let's just wait and see \r\nwhat it is. Meantime, do your best to stay out of the line of fire. ",
        "",
        "Jennifer: What do you suddenly have against \r\nJordan? ",
        "Barbara: I am not very comfortable with my \r\ndaughter being involved with a married man -- ",
        "Jennifer: In name only -- ",
        "Barbara: But when there's a child, you never \r\nknow. ",
        "Jennifer: Mother, the child is the whole \r\nreason that Rosanna wanted to marry him in the first place. She thought it was \r\nthe only way that she could keep Cabot. But it's not like she actually had \r\nfeelings for him. ",
        "Barbara: Okay, you might think this is very \r\nnoble, but it doesn't ring true to me. Because, you see, Rosanna Cabot is a very \r\nwealthy woman. And Jordan Sinclair is a very ambitious young man. You said so \r\nyourself when I hired him. You said that you thought he was snowing me. Well I'm \r\ntelling you now, I think he's snowing you. He's just found a softer berth!\r\n",
        "Jennifer: Mother, you couldn't be more wrong! \r\nJordan and Rosanna are fighting over Cabot. ",
        "Barbara: Well, how good can that be for \r\nCabot? ",
        "Jennifer: It's not a love match. ",
        "Barbara: I mean, does he even know who the \r\nmother is? Does he even remember? It's all so sordid, Jennifer. And the only \r\nthing that's going to happen is that you're going to get hurt. ",
        "Jennifer: Listen Mom, I appreciate you \r\nlooking out for me. But I trust Jordan -- ",
        "Barbara: Okay, well, if he's so trustworthy, \r\nyou just tell him to keep his distance from you. ",
        "Jennifer: I don't want him to keep his \r\ndistance! ",
        "Barbara: Then just promise me that what \r\nhappened last night, won't happen again until you're sure. ",
        "Jennifer: Until I'm sure of what?! \r\n",
        "Barbara: That he is who he says he is. And \r\nthat he's free. Come on, Jennifer, please promise me you're not going to be \r\nintimate with him again. Please, promise me that. ",
        "Jennifer: I am in love with him! ",
        "Barbara: I don't want to hear it! I don't \r\nwant to hear it, Jennifer! ",
        "Jennifer: Okay, fine. Then this conversation \r\nis over. ",
        "Barbara: Please, Jen! Give me a week. \r\n",
        "[Jennifer moans] ",
        "Jordan: What'd she say? ",
        "Jennifer: Oh, the usual she's afraid I'm \r\ngoing to get hurt. ",
        "Jordan: She thinks I'm going to hurt you?\r\n",
        "Jennifer: Well, you know. You're married, and \r\nyou have a child -- ",
        "Jordan: But the marriage is in name only --\r\n",
        "Jennifer: I know. You don't need to explain \r\nit to me. ",
        "Jordan: Well, maybe she's right. Maybe I \r\nshould just keep my distance until -- ",
        "Jennifer: I don't want you keep your \r\ndistance. ",
        "Jordan: And I don't want you be compromised \r\nJen. This is a small town -- ",
        "Jennifer: Are you kidding? I'm a saint \r\ncompared to my mother. No worries on that score. ",
        "Jordan: Still, if you have any doubts -- I'm \r\nnot talking about the marriage. That can be dissolved. But my child -- he's not \r\ngoing to go anywhere, Jen. ",
        "Jennifer: Hey, hey. I adore Cabot. And I am \r\ncrazy about his father. ",
        "Jordan: I'm very happy to hear that. Because \r\nhis father is crazy about you. ",
        "",
        "Rosanna: Hey, if you know something that \r\nwould prevent Jordan from marrying your sister, you have to tell me. ",
        "Paul: Well, for one thing, my mother would \r\nnever allow it. I -- we all know how lethal my mother can be when she doesn't \r\napprove a fiancé. ",
        "Rosanna: I thought she liked Jordan. \r\n",
        "Paul: Well, as an employee. But not as a \r\nson-in-law. I mean, after marrying you. And fathering a child he doesn't even \r\nremember? What mother would encourage that relationship? ",
        "Rosanna: Yeah. Okay, you have a point. But I \r\ndon't think it would discourage Jennifer. Or Jordan, if he wants sole custody. \r\nAll he has to do is marry her and that seals the deal. There's something else. \r\nTell me. Please. ",
        "Paul: I have a few thoughts. But I can't back \r\nany of it up. ",
        "Rosanna: Come on, if you know something, you \r\nhave to tell me. You have to, okay? I know there're no guarantees. I just need \r\nit. I need something. I need a little hope. Please. ",
        "Paul: I have a suspicion that James might be \r\nmore involved in this than we think. ",
        "Rosanna: What do you mean, more involved?\r\n",
        "Paul: Well, it's like I said. It's just a \r\nfeeling. I don't have any proof. Look, I -- I don't really want to talk to you \r\nabout this until I have confirmation. I don't want -- the last thing I want is \r\nfor you to be alarmed. ",
        "Rosanna: I'm not alarmed. ",
        "Paul: Rosanna, really, I shouldn't have said \r\nanything. ",
        "Rosanna: But you did. ",
        "Paul: Okay. It's like I said, I would prefer \r\nto have this conversation after I've confirmed a few things. But I'll tell you \r\nmy half-baked idea if you really want to know. But are you ready to hear this?\r\n",
        "Rosanna: I want to know. I want to know \r\nexactly what you're thinking, good or bad. ",
        "Paul: There's a chance that Jordan might be \r\nJames' son. And if that's true, James is going to do anything he can to protect \r\nhis interests – ",
        "",
        "Announcer: Coming up on \"As the World Turns \r\n--\" ",
        "Barbara: Where are we going? ",
        "Paul: Why don't you get dressed. I'll tell \r\nyou on the way to the airport. ",
        "",
        "Carly: Look what he did to Rose, to his \r\nmother, to you. He's one of the reasons you lost Cabot the first time. And now \r\nyou're going to listen to him? ",
        "",
        "Katie: Snickers is happily cuddling with faux \r\nin his cage. ",
        "Simon: Good to hear. ",
        "Katie: Now what was this you were saying \r\nabout being able to get my jewelry back? ",
        "Simon: Well, whoever took it's gonna have to \r\nfence it. So I know that world, who to talk to, who to smack down. ",
        "Katie: No, I don't want you to do anything \r\ndangerous. ",
        "Simon: No danger, I was kidding. I have much \r\nmore -- polite methods of making things right, these days. ",
        "Katie: Really? ",
        "Simon: Yes. I'm gonna get your jewelry back.\r\n",
        "Katie: Well, that would be great. ",
        "Simon: You see? How nice is it to have a \r\nconman back in the house. ",
        "Katie: A reformed conman. Look, I don't want \r\nyou to feel like you have to prove anything to me. ",
        "Simon: Well, I do. I let you down. But I want \r\nthe chance to make it up to you, if you'll let me. ",
        "Henry: Look I didn't want to say anything in \r\nfront of Katie and Simon -- but this robbery has Pilar’s fingerprints all over \r\nit. Not literally, of course. I mean, she's too smart for that. I think. But \r\nMargo, the point is -- look at the facts. All right? She knew that we were at \r\nDeerbrook. She knew the house would be empty. And we know that she was working \r\nwith Russ Terry. ",
        "Margo: Yes, but Russ Terry was in jail --\r\n",
        "Henry: For weeks. Until suddenly -- just \r\nafter I talked to him, he paid his bail bondsman. $5,000. Which I'll bet you is \r\nthe exact street value of everything that we just lost. Pilar is our burglar.\r\n",
        "",
        "Mike: I'm glad Simon’s back. It's simpler \r\nthis way. At least I know that Katie’s taken care of. She was never gonna get \r\npast her feelings for him anyway. So, it's better for both of us. ",
        "Pilar: You don't have to pretend with me. I \r\nknow you still love her. ",
        "Mike: What I feel for Katie is none of your \r\nbusiness. ",
        "Pilar: I'm just trying to make you feel \r\nbetter. ",
        "Mike: I don't know what you're trying to do, \r\nbut I'm tired of it. ",
        "Pilar: What was that? ",
        "Mike: I didn't hear anything. ",
        "Pilar: You didn't hear that noise? Outside?\r\n",
        "Mike: No. ",
        "Pilar: See? I don't know if there's a tree \r\nbranch falling or if someone's out there. ",
        "",
        "Jennifer: So are you going to go see Cabot \r\nagain today? ",
        "Jordan: Sorry. I was just watching a \r\nbeautiful woman brush her hair. Cabot. Absolutely. But I have to pursue \r\nsomething first. I know that Rosanna and Paul went to see James Stenbeck. They \r\nsaid that he told them nothing. But given the fact that they've lied about \r\neverything -- ",
        "Jennifer: Well, and not to mention that James \r\nStenbeck is a notorious liar. ",
        "Jordan: And then some. I did some research on \r\nthe guy. He's a criminal legend. ",
        "Jennifer: They have him locked down like \r\nHannibal Lecter. ",
        "Jordan: Still, I have to talk to him. I mean, \r\nhe obviously knows that Cabot is my son. But, why beat around the bush? I mean, \r\nif he wanted to reunite us, why not just send me a letter? Why finagle Rosanna \r\ninto marrying me. I mean, none of it makes any sense. Anyway, I called the \r\nprison and they don't accept any visitors. Only family. Do you think maybe your \r\nmother would --? ",
        "Jennifer: Oh, forget about it. You mention \r\nhis name, and she'll lose what's left of her mind. Well, what about Paul? \r\n",
        "Jordan: Well, he's firmly on Rosanna’s side. \r\nAnd they're both determined to take Cabot away from me. ",
        "Jennifer: They can’t. Because he's your son.\r\n",
        "Jordan: Still, they're going to make it as \r\ndifficult as possible. They've proven that. Let's see, Stenbeck is in maximum \r\nsecurity -- no doubt, with cases pending -- ",
        "Jennifer: What? ",
        "Jordan: I think I figured out who can get us \r\nin there. That is, if he's willing. ",
        "",
        "Paul: I shouldn't have said anything. Look, \r\nI'm probably wrong. Okay, I get very paranoid. Especially when it comes to -- \r\nyou just have to ignore me. ",
        "Rosanna: I knew there was a reason that \r\nStenbeck wanted me to marry Jordan, but I completely missed the obvious. \r\n",
        "Paul: No, you don't know -- look, this is my \r\nfather -- this could all be random. ",
        "Rosanna: It's not. Think about it. If Jordan \r\nis Cabot’s father -- which he is. And if you're right -- oh my God. Cabot is \r\nStenbeck’s grandson. ",
        "Paul: Not Cabot’s fault. ",
        "Rosanna: Of course not. But we both know what \r\nthat means. Stenbeck will do anything to protect him. ",
        "Paul: Look -- okay -- don't -- James wouldn't \r\nset all this up just to have Jordan take it apart. And for whatever reason, he \r\nwants you and Jordan to both be Cabot’s parents. Don't forget, he deliberately \r\npicked you to be Cabot’s mother. ",
        "Rosanna: So I'm supposed to be flattered by \r\nthis? ",
        "Paul: I don't know about that. Look, what I'm \r\nsaying is I thing you're on pretty secure footing, here. All right, don't get \r\nahead of yourself. Have your investigators turned anything up about Jordan? Have \r\nthe lawyers figured out some way out of this adoptive agreement? ",
        "Rosanna: Uh -- no and -- no. ",
        "Paul: Let me know -- let me know when they \r\ndo. ",
        "Rosanna: You'll let me know when you know \r\nanything, okay? ",
        "Paul: Of course. ",
        "Rosanna: Hey -- if this is true. If your \r\nfather -- if you're right. Cabot's going to need me more than ever. ",
        "Paul: Yes, he will. ",
        "",
        "Barbara: We're too late. ",
        "Paul: Too late for what? ",
        "Barbara: He's in there. He spent the night.\r\n",
        "Paul: Oh. Okay -- ",
        "Barbara: No, it's not okay. It's not okay. \r\nBecause she could be his sister. ",
        "Paul: Just calm down, all right? ",
        "Barbara: I could kill James. ",
        "Paul: We don't know everything yet. There \r\ncould be no connection. None at all -- ",
        "Barbara: Really? Then why the lock of hair? \r\nThe picture? The clues that James has sent me? ",
        "Paul: So that this would happen. So that you \r\nwould completely freak out. And look at you, you're playing right into James' \r\nhands. ",
        "Barbara: You're right. It's just the shock of \r\nseeing them together. ",
        "Paul: Well, I can imagine. I -- look, what's \r\ndone is done. We can't do anything about it. Are you well enough to travel? \r\nBecause I need your help. ",
        "Barbara: Where are we going? ",
        "Paul: Why don't you get dressed. I'll tell \r\nyou on the way to the airport. ",
        "",
        "Jack: Hey, Jennifer. Jordan. ",
        "Jordan: Hey, Jack? Could we speak to you for \r\na minute? ",
        "Jennifer: We stopped by the station. They \r\nsaid you were here. ",
        "Jack: What's on your mind? ",
        "Jordan: First of all, I want to thank you for \r\neverything with Rosanna. I've been able to spend some time with my son. It's a \r\nmiracle. ",
        "Jack: Well, I'm glad I could be of help. But, \r\ndid you figure out yet why Rosanna was dragged into this mess? You know it was \r\nno accident, her ending up with Cabot. ",
        "Jordan: I know. I've been racking my brains \r\ntrying to figure out some kind of connection. But at this point, all I have is \r\nmore questions. So I was hoping that maybe you could help me get some answers.\r\n",
        "Jack: Well, if I were you, I'd start with \r\nStenbeck. It's his party. ",
        "Jordan: You read my mind. ",
        "",
        "Carly: Hi. How you doing? ",
        "Rosanna: Well, I thought you were Jordan.\r\n",
        "Carly: Is he planning to come by? ",
        "Rosanna: I don't care what he's planning. I'm \r\ngoing to stop him. ",
        "Carly: Rosanna, I know that don't like me \r\nsaying this, but it's the truth. Jordan is Cabot's father. ",
        "Rosanna: He supplied the sperm. That doesn't \r\nmake him the father. ",
        "Carly: Yes. Yes, actually, it does. And I \r\nthink it's a big mistake to make him an enemy. ",
        "Rosanna: He is the enemy. ",
        "Carly: No. Rosanna, this is the same sweet \r\nguy who agreed to marry you so you could get Cabot back. At great cost to \r\nhimself, I might add. The fact that he wants to be there for his child is --\r\n",
        "Rosanna: I can't believe I can't make you \r\nunderstand this. Jordan is going to try to take Cabot from me. ",
        "Carly: If you fight him, he will. And you \r\nwill lose. He is the biological parent. It's better to welcome him with open \r\narms and try to show him that this can work. ",
        "Rosanna: It can't work. ",
        "Carly: Why not? Cabot needs love. As much \r\nlove as possible. And I know from my own experience that if his father wants to \r\nbe part of his life, you do not have the right to keep him away. ",
        "Rosanna: Why aren't you on my side? \r\n",
        "Carly: I am on your side. I want this to work \r\nfor you. And I think it can. If you make Jordan an ally. ",
        "Rosanna: Paul thinks I can get full custody.\r\n",
        "Carly: Paul's just telling you what you want \r\nto hear. That's part of his charm, isn't it? He hones in on what he thinks you \r\nwant and tells you he can get it for you. ",
        "Rosanna: Well, at least he understands how \r\nI'm feeling. ",
        "Carly: We all understand it. It's just -- \r\nJack and I are thinking long-term. Family law always sides with biology. Which \r\nis why I'm telling you to make nice with Jordan. ",
        "Rosanna: Paul thinks that if we can find \r\nsomething damning in Jordan’s background, we can use it against him. And that \r\nthe court will rule against him. ",
        "Carly: You're reaching. The only thing you \r\nhave on your side is Jordan’s good will. ",
        "Rosanna: What good will? He's furious with \r\nme. ",
        "Carly: And why is that, Rosanna? Because Paul \r\ntold you to lie to him and take the baby and run. Listen, I happen to like Paul, \r\nbut sometimes he can go a little nuts. Look what he did to rose, to his mother, \r\nto you. He's one of the reasons you lost Cabot the first time. And now you're \r\ngoing to listen to him? ",
        "",
        "Simon: Look, after everything I've put you \r\nthrough -- the grief, the loneliness. At least if I can get your jewelry back, \r\nI'll feel like I've done something good for you for a change. ",
        "Katie: Okay. But just remember, we're \r\ntogether now, okay? We're married. I don't want you to have to worry about \r\nanything. ",
        "Margo: That's some theory, Henry. ",
        "Henry: I know. I know. It's a little \r\nfar-fetched, but -- ",
        "Margo: Still. I think it's time to pay Ms. \r\nDomingo a visit. ",
        "",
        "Pilar: I was getting worried. Did you find \r\nsomething? ",
        "Mike: A few squirrels. There's nothing out \r\nthere. ",
        "[Glass breaks] ",
        "[Russ laughs] ",
        "Russ: Hey, man! ",
        "Mike: Get off my property! ",
        "Russ: Hey, you tell her that Russ Terry is \r\nback on the street! And one of these days I am gonna make her pay for what she \r\ndid to me. ",
        "",
        "Rosanna: I feel like you are telling to me to \r\ngive up. To accept Jordan as Cabot’s only legitimate parent. And that I have no \r\nrights, no hope of raising Cabot as my own. ",
        "Carly: No. What I'm telling you is that you \r\nhave a very serious problem. But you can get what you want if you're careful. \r\nThe fact that you thought the adoption was legal, the fact that you cared for \r\nCabot for months, that you happen to be a pretty terrific mother willing to make \r\na lifelong commitment, that's not nothing. And with Jordan’s blessing -- which \r\nyou have had up until now -- you could have everything you want. ",
        "Rosanna: But not full custody. ",
        "Carly: Rosanna, the point is Cabot needs you. \r\nBut he also needs his father. And Jordan is a good guy. If he's willing to stand \r\nup, then you should be happy about that. You should be working together. \r\n",
        "Rosanna: Hmm-mm. That's not what I want. And \r\nI don't think that's what's best for Cabot. Cabot needs to know that his home is \r\nwith me. And that his father isn't going to drag him off to Tokyo or Rangoon for \r\na new wife or a new job. ",
        "Carly: And what's to stop you from moving to \r\nTokyo or Rangoon, Rosanna? Don't you go there a couple of times a year yourself?\r\n",
        "Rosanna: I know you love me, but you are not \r\non my side. ",
        "Carly: Don't say that. ",
        "Rosanna: I would have been long gone if you \r\nhadn't told Jack about what I was planning. ",
        "Carly: Long gone? With Stenbeck’s people on \r\nyour trail? ",
        "Rosanna: Yes. And that's exactly the point. \r\nPaul knows his father better than anyone. If there's going to be a war over this \r\nchild, I need Paul on my side. ",
        "",
        "Jack: I've spent half my career on Stenbeck. \r\nThe man's a one-man crime wave. ",
        "Jennifer: Yeah. I know he's up on some \r\nfederal charges. ",
        "Jack: What hasn't the guy been up on? \r\nSeriously. I've nailed him a couple times myself -- both here in Oakdale and \r\nwhen I was with the bureau. ",
        "Jordan: I need to talk to him, Jack. Can you \r\nget me in to see him? ",
        "Jack: Absolutely. ",
        "",
        "Barbara: So are you going to tell me where \r\nwe're going? ",
        "Paul: Here. ",
        "Barbara: Well, this is the photo that James \r\nsent me. ",
        "Paul: Right. Taken there at our lady of mercy \r\nhome for children. I went online. I found it. I talked to the receptionist this \r\nmorning. ",
        "Barbara: Where is it? ",
        "Paul: Buffalo. I've already filed a flight \r\nplan. ",
        "Barbara: Well, let's just hope there's \r\nsomeone there remembers Jordan Sinclair. ",
        "Paul: Let's hope someone there remembers \r\nJames Stenbeck. ",
        "",
        "Next week on \"As the World Turns\" -- ",
        "Paul: Rosanna? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=BQh70_1Mp2M"
}