{
    "Episode Summary": [],
    "Recap": [
        "Craig keeps his Board members waiting, to the thrill of Lucinda. Allison tries to hide her reaction to still being on Meth. Allison lies and says she is meeting Will and Gwen, but goes to meet Paul again. Dusty doubts that Allison is clean after seeing her. Allison calls Craig (as Rosanna) while he is in the middle of a meeting, which rattles him so much, he cancels the meeting. Later, Craig finds the picture of Rosanna that he has in his home smashed. Parker throws away a book his mom gave to him. Jack can't get through to him, but Faith does in a very subtle way. Cheri wants Emily to come back to work, and even makes her offer quite enticing, but Emily turns it down. Emily confides in Dusty why she started hooking to begin with. Jack arrives in Georgia to tell Brad some woman wants to kill him, as Brad jokes it off. Brad dangles his new supposed relationship with Katie in front of Jack. Katie is excited to see Jack and wants to talk, but Jack tries to avoid this for fear of being hurt. Emily is shocked to see Allison and Paul in the Lakeview together."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Brad: Mmm.",
        "Katie: What do you think you're doing?",
        "Brad: You said you didn't want it.",
        "Katie: I'm working. I don't drink and work at the same time.",
        "Brad: That's too bad.",
        "Katie: You haven't even had breakfast yet.",
        "Brad: Mmm. I don't know how much flying you've done but if you have a choice between a scrambled egg and a fresh squeezed mimosa -- go for the vitamin C. That's about as much fun as you can have on a plane. Oh, I take that back. There was this time that I was flying to Dallas and I sat next to this cheerleader --",
        "Katie: And you drank your breakfast and locked yourselves in the bathroom?",
        "Brad: How did you know?",
        "Katie: Bradley, you strike me as the kind of guy who if he made a list of life goals, would put being a member of the mile-high club at the top of that list.",
        "Brad: It was her idea.",
        "Katie: Which tells me everything I need to know about your taste in women.",
        "Brad: What can I say -- I'm a love machine.",
        "Katie: And all these women that you've --",
        "Brad: Satisfied?",
        "Katie: No unhappy customers?",
        "Brad: Well, I can say there were one or two that wanted me to stick around when it wasn't possible, but the only problem is --",
        "Katie: Oh, I can't wait for this.",
        "Brad: The problem is, there's only so much time in the day. I'm only human. Every once in awhile, I need a burger and a nap.",
        "Katie: So you're limited, but low-maintenance.",
        "Brad: I hate to break it to you, Katie, but that's a winning combination most places you go.",
        "Katie: Like the place we're going? You know, when we got that memo that said what town won, you'd said you'd been there before.",
        "Brad: Well, I stopped through on my way to someplace else.",
        "Katie: That's real specific.",
        "Brad: I mean, what can I say, you know? I stopped at a few bars, met some nice people, had a couple beers. That's all she wrote.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Kim: Debra! Debra! Kim Hughes.",
        "Lynn: Are you the one in charge of the \"Oakdale Now\" contest?",
        "Kim: Yes, I am. What can I do for you?",
        "Lynn: I live in the same town as your winner. I met that Brad guy last time he was here.",
        "Kim: Oh right, he told me he'd been there once. He's really looking forward to coming to --",
        "Lynn: Yeah, well, you tell him to stay the hell away from here. Because if I see him, he's a dead man.",
        "Kim: Hello? Hello? Ma'am? Debra!",
        "[SCENE_BREAK]",
        "Parker: So he goes to his locker. And you know how he is --",
        "Faith: Clueless?",
        "Parker: Right. So he takes out his skates, and he puts them on without even looking.",
        "Faith: Oh, my gosh.",
        "Parker: There's foam up to his knees.",
        "Jack: So that's where my shaving cream went?",
        "Parker: Sorry.",
        "Jack: No, it's one way to get your brother to wash his feet. Look what I found outside.",
        "Parker: And?",
        "Jack: And, I thought you might want to have it. Your mother gave it to you, Parker.",
        "Parker: I know.",
        "Jack: She used to read it to you every night, Man.",
        "Parker: When I was four, okay? I'm not four anymore.",
        "[SCENE_BREAK]",
        "Investigator: Would your wife travel under Cabot or Montgomery?",
        "Craig: She wouldn't be.",
        "Investigator: But, you said you spoke to her.",
        "Craig: Look, all I know is that a few days ago she couldn't breathe without a ventilator, and now she's disappeared.",
        "Investigator: And the hospital confirmed this?",
        "Craig: Dr. Frankel says he's completely mystified how it all could happen. How a comatose person can simply walk out of a private hospital.",
        "Investigator: Did he indicate that she'd recently regained consciousness?",
        "Craig: No! Zeke, no, of course not. That's why this doesn't make any sense.",
        "Investigator: You realize you have grounds for a lawsuit.",
        "Craig: I don't want to sue. I want to find my wife. Whatever it takes, you find her.",
        "[SCENE_BREAK]",
        "[Man clearing his throat]",
        "Lucinda: Don't look at me. This is Mr. Montgomery's meeting.",
        "Board Member: Is there any coffee at least?",
        "Lucinda: Again, that would be Mr. Montgomery's call.",
        "Board Member: So what's keeping him?",
        "Lucinda: I can't imagine. In my day, board meetings had a priority. I'd never would have dared, dared, keep you waiting. But we mustn't forget what he's up against. This is a very complicated company to run and he's had almost no experience. I hope he's not cracking up under the pressure.",
        "[SCENE_BREAK]",
        "Emily: You know what I love about the Lakeview? The melon's always ripe.",
        "Alison: That's what I love about Vegas. Everything was ripe.",
        "Emily: Why don't you have a little coffee with your sugar?",
        "Alison: Sweet tooth, can't help it.",
        "Emily: Yeah, I remember. Didn't Mom use to have to hide the cookies from you?",
        "Alison: Remember when she hid them in the dryer?",
        "Emily: Was it you or me who put a load of whites on top of them? I can't remember.",
        "Alison: Me do laundry?",
        "Emily: Yeah. What are you doing down there?",
        "Alison: Sorry. Sorry.",
        "Emily: How'd your meeting go? I mean, it seemed like you really needed support the other day.",
        "Alison: Yeah. And I got it.",
        "Emily: From anyone in particular?",
        "Alison: What?",
        "Emily: Well, I mean, are there other kids there your age? Anyone that you see yourself being friends with?",
        "Alison: Um, not really.",
        "Emily: No, I mean, I don't need to know names, I just -- I don't want you to think I'm cross-examining you or anything.",
        "Alison: You're just kind of acting like you don't think I went to a meeting at all.",
        "Emily: I didn't say that.",
        "Alison: Okay. You want details? Fine. Somebody spoke -- I can't tell you who. Then, we said a prayer and somebody else spoke. We drank really bad coffee, then more people spoke. And then, I put a dollar in the hat.",
        "Emily: Well, that sounds like fun. That was a joke, Ali. That was supposed to be funny. [Cell phone rings] Oh.",
        "Alison: Yeah?",
        "Paul: It's time for another performance. How soon can you get here?",
        "Alison: Oh, I'm so glad you called, Will.",
        "Paul: Bad timing?",
        "Alison: No. No, no, no, no. Just let me ask her. Will and Gwen want to know if I can meet them for coffee.",
        "Emily: How much coffee can you drink?",
        "Alison: It's not about the coffee. They said in the meeting that I should avoid people who, you know, do drugs or remind me of that whole scene. And that I should hang out with the friends I had before I got into all that. You know, so I remember how to have fun without being on drugs. Fine. I'll tell Will you don't want me to see him.",
        "Emily: No, would you -- it's not that, okay? You can go spend time with Will and Gwen.",
        "Alison: I'll be right over.",
        "Paul: Well, be careful. Don't let anybody see you.",
        "Alison: I'm all over that. Well, I really appreciate breakfast and everything.",
        "Emily: You -- you didn't eat your breakfast.",
        "Alison: You can have it. I don't want it. I'm not even hungry.",
        "Emily: Yeah, but you didn't take one bite. What did you have for dinner last night? You had -- what, a piece of apple pie?",
        "Alison: Yeah, the size of my head. Doesn't Mom make the best apple pie? Well, I've gotta go. So --",
        "Dusty: What's with the glasses?",
        "Alison: Haven't you ever heard of fashion accessories? These designer sunglasses from one of the most expensive boutiques in Vegas, Baby.",
        "Dusty: And why are you wearing them inside?",
        "Alison: Because I'm going outside. And last I checked, it was sunny. Later.",
        "Emily: I'll see you, Sweetie.",
        "Dusty: Where's she going?",
        "Emily: To meet some friends.",
        "Dusty: What, those losers we ran into yesterday?",
        "Emily: No. No, of course not. Will and Gwen.",
        "Dusty: You sure about that?",
        "Emily: Yeah, Will just called her.",
        "Dusty: You spoke to him?",
        "Emily: No. What are you saying? She's lying to me?",
        "Dusty: Well, it wouldn't be the first time.",
        "Emily: No. No, Dusty, she's in a different place. She's going to meetings.",
        "Dusty: Yeah, she's going to those meetings for a reason.",
        "Emily: What are you saying -- I shouldn't have trusted her?",
        "[SCENE_BREAK]",
        "Jack: I know you're not four anymore, Parker. I just thought you might want to hang onto something that your mother wanted you to have.",
        "Parker: And put it where? It's not like I have my own room anymore or a desk or even a closet. So, where do you want me to put it? Under my pillow?",
        "Jack: Come on, if you guys need a bookcase, I can get you a bookcase --",
        "Parker: We don't need a bookcase! I'm sorry.",
        "Jack: No, no, it's all right. Listen, how about this? You hang on to it, that was your cousin Ethan -- he's going to be old enough to enjoy it soon. So, why -- you can even read it to him, if you wanted to.",
        "Parker: It's my book, and I can do want I want with it.",
        "Jack: Okay. You're right. I've got to get to the station. You're right, it's your book. But Emma's has a big attic up there. I'm sure you can find a place for it. That way if you change your mind and you want it back, you'll know where it is. Hey, Faith. Your father around?",
        "Faith: Yeah, he's in the barn.",
        "Jack: Okay, thanks. See you guys.",
        "Faith: You okay?",
        "Parker: I'm fine.",
        "[SCENE_BREAK]",
        "Emily: So you think she's still using?",
        "Dusty: She's got a serious habit.",
        "Emily: Okay, is this a hunch? Or do you have good reason to believe that she's using?",
        "Dusty: She didn't eat her breakfast. And she's wearing sunglasses inside. You know.",
        "Emily: Oh, God. I'm so stupid.",
        "Dusty: No, you're not. You're not. You just want her to be okay.",
        "Emily: No. She cancelled plans with me yesterday because she said she wanted to go to a meeting instead.",
        "Dusty: Well, maybe she had one.",
        "Emily: No, it wasn't her regular meeting.",
        "Dusty: Well, maybe she had a new one.",
        "Emily: Yeah, but when I wanted to talk about it with her, she didn't want to say two words about it.",
        "Dusty: Are you sticking to the ground rules?",
        "Emily: Yes, of course I am. She knows, I take her tips, and she doesn't seem to have a problem with me checking her bag. And she knows she doesn't go anywhere without checking in with me first.",
        "Dusty: Well, it's possible the meetings are a cover.",
        "Emily: No. No, I know what she makes at Al's, okay? She cannot afford a drug habit. If she's using, where's she getting the cash?",
        "[SCENE_BREAK]",
        "Alison: Hey, Boss.",
        "Paul: Nice shades.",
        "Alison: Doing my bit. Ms. Discreet.",
        "Paul: Nice to know you can follow directions.",
        "Alison: You have no idea.",
        "Paul: It's a little early, don't you think, for --",
        "Alison: Chocolate? Mmm. Oh, I love it cold. It's so -- hard. Mmm. What are you staring at?",
        "Paul: You. I just keep thinking about you in high school. You know, running around with Lucy.",
        "Alison: Sorry, Paul. We're not in Kansas anymore.",
        "Paul: What happened to you?",
        "Alison: Why?",
        "Paul: I guess it doesn't matter if you're still interested.",
        "Alison: In haunting Craig? Sure, why not? As long as you pay, I'll party.",
        "Paul: So long as we get results.",
        "Alison: Well, obviously we got results or you wouldn't have called me. So, what's on the agenda? More phone calls?",
        "Paul: Well, yes and no. I think we should do things a little differently this time.",
        "Alison: Different is good. What do you need?",
        "Paul: No, it's what you need. A co-star.",
        "[SCENE_BREAK]",
        "Stage manager: The hotel has arranged for you to have this suite while you're in town.",
        "Katie: Did they also arrange for all those people in the lobby? I've never seen such a crowd.",
        "Brad: Oh, you mean my fans?",
        "Katie: Oh, your fans?",
        "Brad: Well, I hate to break it to you, Katie, but it was a crowd of women.",
        "Katie: Yeah, who were all clutching copies of \"Oakdale Confidential.\" I am also a bestselling author, in case you've forgotten.",
        "Brad: Well, since you remind me every time I turn around, how could I? Did you know that my co-star is a bestselling author? She might even autograph a book for you, if you kiss her.",
        "Katie: Notice he didn't tell you what the book's about, because he hasn't read it.",
        "Brad: It's not like I haven't tried. Oh, yeah, poor thing, he has that sleep disorder, what's it called, narcolepsy? We try not to talk about it. That, and the fact that he can't read.",
        "Brad: Oh, I can read. It's just I have better things to do with my time than to bone up on how wonderful you are.",
        "Katie: Do you have a pen?",
        "Brad: Do you want my autograph?",
        "Katie: Why would I want your autograph?",
        "Brad: Because it's going to be worth a lot someday!",
        "Stage manager: I have a pen.",
        "Katie: Great. Thank you so much. Who should I make it out to?",
        "Stage manager: Well, my niece, Veronica. Thank you very much. She's always talking about how much she loves you. And how cute you are and stuff.",
        "Brad: Smart as whip, your niece.",
        "Katie: And blind as a bat, apparently.",
        "Stage manager: Thank you. I can't wait to tell her I've met you both and that you're exactly like you are on camera.",
        "Brad: That's a compliment, right? Hey, where's the fruit basket?",
        "Stage manager: It should be right up. I'll be right back. I'm just going to go check with hair and make-up.",
        "Katie: Our fruit basket?",
        "Brad: I'm hungry. Hope you're not a blanket hog.",
        "Katie: What do you mean?",
        "Brad: There's only one bed. But I don't mind sharing.",
        "Katie: What are you talking about? No, no, I specifically asked for two beds with a door and a deadbolt. That's funny.",
        "Brad: I think so. I do. I think so.",
        "Katie: Keep it up and I'll let the stage manager sleep in your bed and you can sleep on the couch.",
        "Brad: Oh, come on. Come on, admit it. I mean, there was just a maybe little part of you that was hoping we'd get to share a bed again.",
        "Katie: No. No, not one part. Sorry. And we need to focus. We have a lot to do before we meet our contest winner. And I don't want any problems today, okay?",
        "[SCENE_BREAK]",
        "Kim: Look, Jack, I hope I'm not overreacting, but I got a very strange call at the station this morning. You know, we've been sponsoring this contest --",
        "Jack: Yeah, my brother and Katie are going to some town and doing chores?",
        "Kim: Right, right, right. Anyway, I got a call from this woman. She said she knew Brad, she knew he was coming to town and if she saw him again, she was going to kill him.",
        "[Jack laughs]",
        "Kim: No, really.",
        "Jack: No, I'm sorry. It's just that, my brother's got a bit of a reputation. That's all.",
        "Kim: Yeah, I know about that. And from what I hear it's well deserved. But, you can't shoot him for it.",
        "Jack: She said she'd shoot him?",
        "Kim: Well, no. What she said was, if she sees him again, he's a dead man.",
        "Jack: Right, did you call the local P.D.?",
        "Kim: Yeah, but, you know, they really weren't much help because I couldn't identify the woman for them. I couldn't trace her phone call.",
        "Jack: Okay, did you happen to mention this phone call to Katie or Brad?",
        "Kim: No. No, no, I don't want to freak them out.",
        "Jack: But you're a little freaked out?",
        "Kim: Oh, yes. Of course. I don't want to, you know, cancel this thing after everything we've put in it. On the other hand, I don't want to put anybody in danger, either.",
        "Jack: Right, right. Kim, did you have any security onboard?",
        "Kim: Well, I've hired a team. But, to tell you the truth, I'd feel so much better off if you were going to be there and just overseeing things. I know it's not your jurisdiction. I'll clear it with Margo, and if I did that, would you go, please?",
        "Jack: Kim, it's just -- I don't think, with the kids, I don't think I can get away tonight.",
        "Kim: I already spoke to my housekeeper. You know how she loves the kids. She'll stay with them. I mean, if anything happened to Brad or Katie -- oh, please?",
        "[SCENE_BREAK]",
        "Katie: All right, there's a couple ways we can do this. We could meet the contest winner on air --",
        "Brad: No, no, no. No, I think that's a risk. What if there's some crazed fan that like, passes out or something?",
        "Katie: You're not that good looking.",
        "Brad: Well, I don't how to say this, but I have been known to stop traffic.",
        "Katie: That's because you're a brat. No, I'm just kidding. It's because your fly's always down. Gotcha.",
        "Brad: All right, five bucks, you're going to be overwhelmed. And I meet with the winner first.",
        "Katie: No way.",
        "Brad: This contest was my idea, Katie.",
        "Katie: The whole show was my idea.",
        "Brad: Until I saved it.",
        "Katie: Oh, okay. Bottom line is -- I can't believe I'm saying this. We're a team. So, we'll meet the contest winner together.",
        "Brad: Oh, wait. I'm sorry, say that again.",
        "Katie: What?",
        "Brad: We're a team. No, I just want to hear it -- make sure my ears weren't deceiving me.",
        "Katie: We are a team. And this contest -- was a good idea.",
        "Brad: Now see -- now I know I'm dreaming. Okay, because you said it's a good idea. You think it's a good idea.",
        "Katie: Well, I didn't say it was a great idea.",
        "Brad: But you think it's a good idea?",
        "Katie: Well, it didn't involve rabid dogs.",
        "Brad: All right, because I have a whole file full of them.",
        "Katie: Let's meet this contest winner first, okay?",
        "Brad: No, but that's just it. I mean, we can -- we can piggyback the new contest on the old one. Hold on, let me get a file. Wait a minute.",
        "[Knock at the door]",
        "Stage manager: Miss Peretti, they need you in make-up.",
        "Katie: Oh, good. Did you meet the winner yet?",
        "[Knock at the door]",
        "Jack: So much for security. Anybody home?",
        "Brad: You're going to love this one. I can't wait to see your face when you -- what're you doing here?",
        "Jack: Police business.",
        "Brad: What kind of police business?",
        "Jack: Well, not that I blame her, but somebody wants to kill you.",
        "[SCENE_BREAK]",
        "Emily: Wow, you went to an awful lot of trouble.",
        "Dusty: Well, I'm in it to win. I want to boost circulation.",
        "Emily: Yeah, well, you're not going to do it like this.",
        "Dusty: Why not? The title's bold, the content's up front. What's wrong?",
        "Emily: It looks just like \"The City Times.\"",
        "Dusty: What's wrong with that? That's a bad thing?",
        "Emily: It's a -- yeah, well, it's a bad thing if you want to appeal to an impulse buyer in a supermarket line. Look, she doesn't want respectable. She wants scandalous. We're a gossip rag, remember, and proud of it. I mean, yeah, I want to focus more on hard news, this is true. But, we don't want to make it look like we're trying to win a Pulitzer here. We'll just scare her away.",
        "Dusty: Well, when you're right, you're right. Let me go call the office.",
        "Emily: Next time, talk to me first.",
        "[Emily laughs]",
        "Cheri: Well, you're looking pleased with yourself.",
        "Emily: What're you doing here?",
        "Cheri: Relax. Just have a question. I've been getting a lot of requests for you.",
        "Emily: Well, I'm not interested. I told you, I'm out of the business.",
        "Cheri: I know what you told me. I was hoping maybe I could change your mind.",
        "[SCENE_BREAK]",
        "[Alison sighs]",
        "Alison: Well, I guess when I was in high school with Lucy, I should've played more ball.",
        "Paul: Don't you think you've had enough sugar?",
        "Alison: What are you, my mom?",
        "Paul: No, like you said, I'm your boss. We have a lot of work to do. I don't know, you seem a little jumpy.",
        "Alison: Well, I've been waiting here for like an hour.",
        "Paul: You've been here ten minutes.",
        "Alison: Well, it felt like an hour.",
        "Paul: Well, I'm sorry I'm not more amusing. Is there some other place that you have to be?",
        "[Cell phone beeping]",
        "Alison: No, I'm just -- I'm nervous about my sister coming and looking for me.",
        "Paul: Well, you told her that you were with Will, right?",
        "Alison: Yeah, I did.",
        "Paul: So, then, where else would she think that you would be?",
        "Alison: It doesn't matter, she'll come looking for me either way.",
        "[Cell phone beeping]",
        "Paul: Lucinda.",
        "Alison: She knows how to text? My mom doesn't even know how to program the DVR.",
        "Paul: Yeah, she knows how to text, and she says we're on. You ready?",
        "[SCENE_BREAK]",
        "Craig: I'm so sorry I'm late.",
        "Lucinda: Oh, yes, we were wondering when you'd put in an appearance.",
        "Craig: Hello, Lucinda. I thought you might be here.",
        "Lucinda: Of course I'm still here. I still own a significant number of Worldwide shares.",
        "Craig: No, it is Montgomery Enterprises, remember?",
        "Lucinda: Oh, whatever it's called, it's a source of significant rumors.",
        "Craig: Rumors? What rumors?",
        "Lucinda: Earnings are sliding in the second quarter, which is your first quarter as chair. And the second quarter, it's going to end up in the red. Isn't that what you told me, Edwin?",
        "Craig: Actually, as I mentioned to Edwin -- to several of you -- due to unavoidable write-offs -- leftovers from your administration, Lucinda -- the second quarter may not reflect the robust growth.",
        "Lucinda: In your pension plan? I thought that the executive pay packages had to be approved by the board.",
        "Craig: You know, actually, we're here for this meeting to discuss my plans to liquidate the Valley's Best baby food line. It is a non-starter that nearly sank this company.",
        "Lucinda: You mean the company that you advised my daughter to buy? But I'm with you -- I'm with you, Craig. Clean up your mess!",
        "Assistant: Mr. Montgomery, you have a phone call.",
        "Craig: I think you should take a message. I am in the middle of a board meeting.",
        "Assistant: I'm sorry, Sir. She said it was urgent.",
        "Craig: She?",
        "Assistant: She wouldn't give her name.",
        "Craig: I am terribly sorry. Actually, I do have to take this call.",
        "Board Member: Do you think we could get some coffee in here?",
        "Craig: Oh, Edwin, absolutely. Now, didn't I ask you to take care of our guests?",
        "Assistant: You never said a word.",
        "Craig: Just -- just do it!",
        "[SCENE_BREAK]",
        "Craig: Yes, who is this? Hello?",
        "Alison: I know you tried to kill me, Craig.",
        "[Glass shattering]",
        "Craig: Hello? Who is this? Hello --",
        "[Dial tone]",
        "Lucinda: And I'll talk to Bob Hughes, all right? I'm on the hospital board. We will find your nephew a bed.",
        "Craig: I'm terribly sorry, I am going to have to reschedule this meeting.",
        "Board member: I have been sitting here all morning. You're cancelling?",
        "Craig: Edwin, I am so sorry. This is completely unavoidable. I will have my assistant reschedule with you.",
        "Lucinda: But I can't wait!",
        "Craig: Actually, Lucinda, I don't think anybody here would mind if you sat the next one out. I mean, what with your hectic schedule, demands on your time.",
        "Lucinda: Oh, no, no, no, no. I wouldn't dream of that! Somebody has to keep an eye on you.",
        "Craig: Look, this is my company!",
        "Lucinda: There's no need to lose your cool.",
        "Craig: I am not losing anything.",
        "Lucinda: Only your grip. Well, Darlings, all I can say is that in my day, we got things done.",
        "[SCENE_BREAK]",
        "Emily: I just know it's not for me.",
        "Cheri: 70/30. [Emily laughs] Tax-free dollars!",
        "Emily: It's not about the money, Cheri. I have a very good job. And trust me, I was never in it for the long haul, all right? I was at a very low point in my life, and it filled that void. It made me feel desirable -- until it didn't. It's not an easy thing to do.",
        "Cheri: No, it isn't. Which is why when I find someone like you, who's strong, who can do the work on her own terms -- it's hard for me to let her walk away.",
        "Emily: Well, I'm sorry. I have a lot of things to do, a lot of people who are counting on me.",
        "Cheri: So I see.",
        "Dusty: Cheri, to what do we owe the pleasure?",
        "Cheri: Never mind, I was just leaving. Good luck.",
        "Dusty: What was that about?",
        "Emily: She wants me to go back to work.",
        "[SCENE_BREAK]",
        "Brad: A woman threatened to kill me?",
        "Jack: Swore she'd kill you, actually. What, you're happy about that?",
        "Brad: Well, it's like they say -- you know, always leave them wanting more.",
        "Jack: That's funny, that's not the impression that I got, that she wanted more.",
        "Brad: Well, maybe she's just mad that I'm all famous now and she missed her chance.",
        "Jack: Oh, yeah, that's got to be it.",
        "Brad: Okay, well, look, do you know how many times a woman has told me she wants to kill me?",
        "Jack: Just about every time, I'd imagine?",
        "Brad: Jack, don't worry about it.",
        "Jack: Well, I get paid to worry about it, Brad. Besides, it's not just because you're my brother. WOAK has an entire team down here.",
        "Brad: Okay, so where is this mystery woman? All right, we just had a little meet and greet in the lobby, I didn't see anybody gunning for me. Everybody was sweet as pie. I mean, I'm not worried about it.",
        "Jack: When's the last time you were here, Brad?",
        "Brad: You're going to take notes?",
        "Jack: Well, knowing you, there's more than one name.",
        "Brad: Look, I can't remember every person that I've --",
        "Jack: Slept with? Yeah, that says a lot.",
        "Brad: Yeah. Look, for all -- hey, for all we know, it's someone I didn't sleep with, and that's why they're in an uproar.",
        "[Jack laughs]",
        "Jack: Oh, yeah, okay. That's nice. Well, let's start with the victims. We'll move on to the innocent bystanders. Name?",
        "Brad: Well, you know me, I'm horrible with names.",
        "Jack: Well, can you give me a description? Blonde, brunette, does she have a mole some place?",
        "Brad: You know, you're brutal. You really are. You're brutal.",
        "Jack: Yeah, and you were -- your life was threatened.",
        "Brad: Look, if I can't remember, then how important was it? For all we know, it's got nothing to do with me. Okay? It could be someone who's upset with the contest winner. Did you ever -- did you think about that?",
        "Jack: Right, okay. Well, in my line of business, it pays to look at the obvious scenarios first. And you blowing into town and taking out some of the local talent -- let's just say, I'd be derelict in my duties if I didn't start there.",
        "Brad: I can't help you.",
        "Jack: You've got to be kidding me. Brad, this woman, if she shows up, you're going to play dumb with her, too?",
        "Brad: I'll be my usual, charming self.",
        "Jack: Yeah, your charming self got you into this mess.",
        "Brad: Hey, man, whether you believe it or not, I've changed.",
        "Jack: You're right, I don't believe it.",
        "Brad: Man, I've moved on from all that. What I've found with Katie -- I have never had a relationship with a woman like this before. I've got something good going on with her, and I have you to thank for it.",
        "Jack: Yeah, me?",
        "Brad: Yeah, it was all those brotherly lectures you gave me about turning over another leaf. I listened, I've turned it over, and I'll be forever grateful to you.",
        "Jack: Yeah, well, I'm happy. I'm happy, I am, that you turned over your leaf, but that doesn't mean that your past can't catch up with you, Brad. And I don't want Katie, or anyone, getting caught in the crossfire.",
        "Brad: Okay, I hear you. But let's just keep this between you and me.",
        "Katie: Brad, I need you --",
        "Brad: So, what, you need me?",
        "Stage manager: Yeah, to head down to makeup -- now.",
        "Katie: Oh -- oh, he doesn't need makeup. You can't mess with perfection.",
        "Brad: So true. Okay, hey -- Jack, what we were talking about? That's just between you and me, okay?",
        "Katie: What was that?",
        "Jack: Just family stuff. Nothing important.",
        "Katie: Family stuff's always important.",
        "Jack: Listen --",
        "Katie: So, what brings you all the way over here?",
        "Jack: You're working. You know, let me get out of your hair --",
        "Katie: No, no, no, no. Hey, are you kidding? You just got here. And with Brad in makeup -- I mean, there's nothing really for me to do.",
        "Jack: Yeah, well, it seems like you guys are clicking.",
        "Katie: Can you believe it?",
        "Jack: Yeah.",
        "Katie: After the way things started?",
        "Jack: Yeah, but you got through it. That's important.",
        "Katie: Yeah, we did. It's working.",
        "Jack: Glad to hear it. Kim asked me to come down here.",
        "Katie: Really, why?",
        "Jack: She wants me to supervise the security team.",
        "Katie: Oh, I feel more secure already. And if she's worried about me trying to kill my co-star, I don't know.",
        "Jack: No, no one's worried about that anymore, but you got quite a crowd down there. I saw a lot \"Oakdale Confidentials\" in hand.",
        "Katie: Yeah, well, all Brad saw was a room full of women.",
        "Jack: I should go.",
        "Katie: Why? Until Brad gets back --",
        "Jack: He doesn't want me here, Katie, its okay.",
        "Katie: That's a brother thing. You know him, he's always competing for my attention when you're around.",
        "Jack: Well, I guess he won. I better get downstairs.",
        "Katie: Jack, wait, please.",
        "[SCENE_BREAK]",
        "Faith: Can I ask you something?",
        "Parker: The bio's not due until next week.",
        "Faith: No, about that book. What's it about?",
        "Parker: You really want to know?",
        "Faith: I'm curious. I've never read it.",
        "Parker: It's about this kid that gets lost in the woods. And he has to use all this stuff he finds along the way to help him get home.",
        "Faith: Like what?",
        "Parker: I don't know -- a rock, a feather, the moon. It's more about the people in the book -- or, I guess they're animals. My mom, she used a funny voice for each one of them. Anyway, it's dumb. I'm over it.",
        "Faith: What's that?",
        "Parker: Oh, Josh lent it to me. I've got to get it back to him by tomorrow.",
        "[Parker leaves the room and Faith takes the book out of the trashcan and puts it in Parker's bookbag]",
        "[SCENE_BREAK]",
        "Dusty: So Cheri wants you back in the game, huh? What'd you tell her?",
        "Emily: I told her no, Dusty. And then she offered me a bigger cut.",
        "Dusty: Well, she's got a big heart.",
        "Emily: I told her it wasn't about the money.",
        "Dusty: What was it about?",
        "Emily: I didn't plan it -- I mean, it was an accident. The whole thing. I mean, I had just come off of that relationship with Paul, and my dealings with Craig, and losing my son. I was just really feeling bad about myself. I went to the Lakeview, had a drink at the bar, and a good-looking guy offered to buy me another. And I -- I let him. I went back to his room. It was anonymous, and it felt good. And then, I walked out of the shower, and I found $1,000 on my nightstand. I had to laugh. I mean, who -- and then he calls and asks if he can -- if he can refer me to a friend. And without thinking, I said, \"Why not?\" And that's when I started hanging out at the Avalon. I don't know, there's -- something about it made me feel powerful. You know, I said yes when I wanted to, no when I didn't. I was control. I mean, I wasn't, but it felt like I was in control. And then Cheri stepped in and asked if I wanted in. And I said yeah. And that's -- that's how it started. She'd call with a room number, and that was it. Only, when they came back, it wasn't quite so anonymous. And they weren't always on their best behavior, as you know.",
        "Dusty: You got the bruises to prove it.",
        "Emily: Yeah. And then I started to feel like -- what it was, like I was a commodity, a thing. And it didn't feel so good. And then I saw the video of Alison. My sister saved me, Dusty. I have to save her. I have to save her. It scares me, because I was never as gone as she was. I just -- I know it. I know in my heart, I was never as far gone.",
        "Dusty: She's going to pull through.",
        "Emily: How do you know that?",
        "Dusty: You did.",
        "Emily: I had you.",
        "Dusty: She has you.",
        "Emily: But she's so much younger than I am, you know? And to have all this in her life, and the drugs on top of it? I mean, what if you're right? What if she's still using?",
        "Dusty: Then it means she hasn't hit bottom yet.",
        "Emily: How much further can she go?",
        "[SCENE_BREAK]",
        "Alison: We really got him that time. He was totally freaked. He just kept saying, \"Who is this? Who is this?\"",
        "Paul: Just be careful.",
        "Alison: Yeah, what was that all about?",
        "Paul: You'll see.",
        "[SCENE_BREAK]",
        "Faith: How was it?",
        "Parker: Lame. I've got to upgrade my system before I can play anything decent. But it's not like Jack's about to give me the money for it.",
        "Faith: Well, there's always your birthday.",
        "Parker: If he even remembers.",
        "[SCENE_BREAK]",
        "Jack: Katie, I've got people waiting on me downstairs.",
        "Katie: Jack, we have a little time.",
        "Jack: Not if I read your schedule correctly. You're going to be heading across town to meet the contest winner.",
        "Katie: We need to talk.",
        "Jack: About what?",
        "Katie: You and me.",
        "[SCENE_BREAK]",
        "[Craig picks up a framed picture of Rosanna the glass is broken]",
        "Craig: How did this happen?",
        "Maid: I have no idea, Sir. When I dusted it this morning, it was fine. Then I went out to do the marketing. This is the first I've seen it.",
        "Craig: Are you saying someone has been in this house?",
        "Maid: Not while I was here.",
        "Craig: I'm telling you, somebody has been in this house. She did this.",
        "[SCENE_BREAK]",
        "Emily: Okay, I'm going to keep this, and you are going to go to layout and tell them not to change a thing, all right?",
        "Dusty: Yes, ma'am.",
        "Emily: Okay. I'm going to head home, wait for Ali, okay? Oh, oh --",
        "Dusty: What?",
        "Emily: I left my purse at the table. I'll catch up with you later, okay?",
        "Dusty: Okay.",
        "Emily: Bye.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Paul: If Craig figures out that Meg's a part of this --",
        "Lucinda: She'll never get out!",
        "Meg: Paw through them, okay? And take all the time you need. And look hard, okay? Look hard! And once you're done with them, give them back to me so I can get the hell out of here.",
        "Craig: Meg --",
        "Brad: I'm pumped.",
        "Katie: Let's do it.",
        "Brad: Hey!",
        "Katie: Hi!",
        "Cleo: Hello, Carly. Welcome home!"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=zwcsiHc_56U"
}