{
    "Episode Summary": [],
    "Recap": [
        "Dusty confronts Jen about her drug use. Jen goes from denial, anger, and then finally to severing all ties with Dusty. Dusty meets with Barbara, to let her in on Jen's extra curricular activities. Barbara, who has already been manipulated by Jen, doesn't believe Dusty's words, but can't hide her concern with his words. Score one for Jen though! Carly's plan seems to have come off without a hitch in her plan to discredit Gwen by making it look as if she lost Rory at the park. Carly pays off the vendor who gave the spiked water to Gwen. Gwen is convinced Carly set her up, but will anyone believe the little girl who again seems to be crying wolf? Lucinda learns Keith told Lily about their whereabouts, but this is put on the backburner when Keith discovers Luke stowed away on their plane, and now has gone missing. Meanwhile, Lily is bemoaning to Holden about Keith's betrayal, and Holden takes the high road and defends Keith. Holden and Lily soon learn of their son's location from Lucinda. Keith goes in search of Luke, and ends up being knocked unconscious."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: You packed yet?",
        "Maddie: Almost.",
        "Henry: All right, we're almost out the door, so quit blogging. Let's get a move on, huh?",
        "Maddie: One second. My loyal readers want to read when I'm evicted and sent home in disgrace.",
        "Henry: That's just what I need, Madeline. I need a bunch of teenage girls mocking my troubles. Been there, done that.",
        "Maddie: Well Henry, we wouldn't have any troubles if you would just let me use my donut money to rent us a place.",
        "Henry: Come here. Come here, sweetie. Listen, I don't want to shatter the myth of the donut money, all right? But here are the hard facts -- all of your savings would equal about three, four months' rent tops. Save it for college, kiddo.",
        "Maddie: I don't need any money for college now.",
        "Henry: What?",
        "Maddie: Oakdale Latin was my only shot at getting into a decent school. I know this is all my fault. If I hadn't pulled the secret admirer scam, Katie wouldn't have thrown us out. And I just wish you wouldn't have taken the fall, that's all.",
        "Henry: It's better me than you. Hey guys, we're just about fully packed here. Just everything but the computer, right Maddie?",
        "Maddie: Right.",
        "Henry: I didn't have much.",
        "Mike: I'll take your bags to the car.",
        "Katie: Well I guess this is it. In spite of everything, I am gonna miss you.",
        "Henry: You don't have to miss us at all.",
        "[SCENE_BREAK]",
        "[Grunting]",
        "Tom: You need help?",
        "[Margo giggling]",
        "Casey: Whoa. Too much.",
        "Margo: All right, is that a good \"whoa\" or a bad \"whoa\"?",
        "Casey: It's a good \"whoa.\"",
        "Tom: Well, its senior year, dude. We wanted to start things off right with a party.",
        "Casey: Yeah, me too. So thanks a lot.",
        "Margo: You know what, I am just so glad that it's this kind of party and not a baby shower.",
        "Casey: Mom, don't even.",
        "Margo: Wait a minute, after what I saw in the park, I'm glad you never had anything to do with Gwen Norbeck.",
        "[SCENE_BREAK]",
        "Jack: I know you were hoping a night out with the kids could get me to forget what you did, Carly, but I can't. You set Gwen up.",
        "Carly: She didn't need much help, Jack.",
        "Jack: Don't.",
        "Carly: Come on, she doesn't even know who the baby's father is.",
        "Jack: You didn't know who Sage's father was for the longest time, and no one tried to take her away from you.",
        "Carly: How can you say that to me?",
        "Jack: It's the truth. One of many you seem to have forgotten.",
        "Carly: I am just trying to save that baby.",
        "Jack: You are trying to separate a mother from child, bottom line. And it stinks, no matter how you try to justify it.",
        "[SCENE_BREAK]",
        "Barbara: What on earth? No, Jen, no, no.",
        "Jennifer: It's a miracle. Mom, this is him. It's him. It's my baby. Mom, look. Look. See, I wasn't wrong. I wasn't wrong that day that I heard him, I knew I was right. And I was. There was a terrible, terrible mistake, but now he's back. He's finally back where belongs. Hello sweetheart.",
        "Paul: Jennifer --",
        "Jennifer: Paul, look at him. Look, look. Don't you see it? He's us, all over. This is my baby.",
        "[SCENE_BREAK]",
        "Carly: What do you want me to do, Jack? Would you like me to go to the judge and tell him that Gwen deserves a second chance?",
        "Jack:: That would be a start.",
        "Carly: The only thing that would do is put Rory in danger.",
        "Jack: You don't know that.",
        "Carly: Well Gwen would screw up, sooner or later. Probably sooner.",
        "Jack: You don't know that.",
        "Carly: Yes, I do.",
        "Jack: How?",
        "Carly: I know what she is.",
        "Jack: How?",
        "Carly: I just do.",
        "Jack: You think Gwen is like you? And you have this terrible vision of how you used to be. So you have a terrible vision of what she would do, honey. But it's not fair to either one of you. Can't you see that?",
        "Carly: All I want to do is protect Rory. That's what this is about. That's the only thing this is about. Not -- nothing else.",
        "Jack: Well, if that's true, this is worse than I thought I have seen you through everything. I can't do this.",
        "[SCENE_BREAK]",
        "Jennifer: Paul, you have to look at him. You have to see it -- I see it in his nose and his eyes. He's my baby.",
        "Paul: Jen, I know that you think that he's yours.",
        "Jennifer: No, I don't think. I know. Just like the day that I heard him at the church. I knew then and I know now. And before I came down here, the nurse told me.",
        "Paul: What nurse?",
        "Jennifer: Upstairs. She told me.",
        "Barbara: You saw a nurse there?",
        "Jennifer: Yes. Yes, and she told me that my baby was alive.",
        "Barbara: She was alone.",
        "Jennifer: No, stop looking at each other like that. I know you think that I'm crazy, but I'm not. This is my baby. Emily, you believed me before. You know that I'm right. Tell them.",
        "Jack: What's this?",
        "Jennifer: I know my own baby. You would, too. You said it. You said it before, Mom. You said it when we were younger. You used to swear that you could hear us, you could feel us breathing across town. And I used to think that you were nuts, but now I know. Now I know that you were right. Because I could feel him. Couldn't I, sweetheart? Hello, yes, it's Mommy.",
        "Jack: Let me. Hey. Jennifer. That's Rory.",
        "Jennifer: No. No, it's not. I know you all think that I'm crazy, but I'm not. This is my baby.",
        "Jack: Okay, why don't you let me hold him until we can --?",
        "Jennifer: No! He's my baby, and I will never give him back!",
        "[SCENE_BREAK]",
        "Margo: Look, I wouldn't normally think it's a good idea to keep a mother away from her child. But in Gwen's case, as a good decision.",
        "Casey: Did you guys leave the porch light on? 'Cause people should be here.",
        "Margo: All right, I guess they're sitting out in their car, two blocks away, too embarrassed to be the first ones here.",
        "Casey: Yeah, probably.",
        "Margo: So, then I'll just go count the folding chairs.",
        "Tom: So, who all's coming to this thing tonight?",
        "Casey: Mostly the people you know.",
        "Tom: Oh, yeah? Good. Will?",
        "Casey: No. I asked him, but he's still pretty mad about what happened.",
        "Tom: Oh, with Gwen.",
        "Casey: Yeah. Even though he should know that she's the liar, not me.",
        "Tom: You know what, I'm sorry about that. Because I should have believed you when you told me that you weren't the father.",
        "Casey: Dad, you already apologized.",
        "Tom: Yeah, I know. But I just thought that maybe you were a little too embarrassed to tell us. And the last thing you needed was to be doubted by your own dad.",
        "Casey: Dad, just please, drop it.",
        "[Doorbell rings]",
        "Lia: Are you ready to party?",
        "[SCENE_BREAK]",
        "Henry: I don't blame you for throwing me out.",
        "Katie: Well, that's big of you.",
        "Henry: I took advantage of your kindness.",
        "Katie: You lied to me, Henry. We can't do those things anymore.",
        "Henry: I know, I know, I know. It was a desperate act.",
        "Katie: Being my secret admirer?",
        "Henry: No, that wasn't --",
        "Katie: Wasn't what?",
        "Henry: That wasn't -- the reason that I pulled the whole hurt back thing is I wanted to give Maddie a roof over her head. That's all. She's miserable at home. She's getting a lousy education.",
        "Katie: She's smart. She's a smart girl.",
        "Henry: She is smart. She's very smart. She's just started at Oakdale Latin. The teachers are going to love her. She has a shot here. She's a good kid. You know that.",
        "Katie: Yeah.",
        "Henry: Yes, and she needs a break. You know how my family is. It's a miracle that they haven't broken her spirit by now. If she stays there, that's going to happen. You can't send her back. Don't send her back.",
        "Katie: I'm not the one -- I mean, I am. What do you expect me to do after the stunt you pulled?",
        "Henry: I pulled. Not Maddie. She didn't have anything to do with -- you cannot blame someone for their brother's crimes. How many times has Craig put you in that position?",
        "Katie: Oh, no fair.",
        "Henry: No, it's not fair. It's not fair. So just let her stay for a little while. Please, just a few months at most. Please, Katie. She won't be any trouble, I promise.",
        "Katie: All right. She can stay.",
        "Henry: Thank you, bubbles. Thank you, thank you, thank you. Thank you. Madeline, unpack your bag.",
        "Maddie: We're staying?",
        "Henry: You're staying, yeah. Temporarily, on your best behavior.",
        "Maddie: Yes, oh yes. Absolutely, you bet. Katie, thank you.",
        "Katie: You're welcome.",
        "Maddie: Oh, you won't be sorry.",
        "Mike: Car's packed.",
        "Henry: Yeah. So Madeline, let's go out there and take care of this. Madeline?",
        "Maddie: Coming.",
        "Mike: Let me guess.",
        "Katie: It's just Maddie. And it's just until Henry finds a place.",
        "Mike: Why do you let him work you like that?",
        "Katie: He didn't. He said some very true things.",
        "Mike: Henry? Henry Coleman said some true things.",
        "Katie: Yes, like a girl can't be blamed for the stupid things her brother does. [Mike sighs] What?",
        "Mike: He is good.",
        "Katie: It's true.",
        "Mike: I'm just not so sure that Maddie's innocent in all this.",
        "Katie: Oh, she's a sweet kid. And Henry loves her to death.",
        "Mike: Well then, he should take care of her.",
        "Katie: And he will, as soon as he can.",
        "Mike: In the meantime, she's here being his eyes and ears.",
        "Katie: Well, what am I supposed to do, Mike? I was married to the guy. That's his little sister. I'm already throwing one of them out on the street.",
        "Mike: All right, I'm sorry, you're right. This is yours to handle. However you want to do it. It's not my place to --",
        "Katie: No, but it is. I want you to be happy. I want everyone to be happy, and have a roof over their heads. Should that be so hard?",
        "Mike: No, it shouldn't.",
        "Katie: Maybe it doesn't have to be.",
        "Mike: What?",
        "Katie: I just thought of the perfect solution. Stay here. I'll be right back.",
        "[SCENE_BREAK]",
        "Margo: Man, look at him.",
        "Tom: Yeah, kinda nice to see him smile, huh?",
        "Margo: I never thought I would be so happy to have a whole roomful of wild, obnoxious teenagers.",
        "Tom: With real kid-sized problems like acne, grades and tragic hairstyles.",
        "Margo: I know. Amen. [Doorbell] Hey Katie, thank goodness it's you.",
        "Katie: Thank goodness, why? Who are all these people?",
        "Tom: That's what we're trying to find out.",
        "Margo: It's a party. But thank goodness it's you. Because I don't think this room could hold another adolescent.",
        "Katie: I'm hoping I can change your mind on that one.",
        "[SCENE_BREAK]",
        "Maddie: All right, I am all unpacked and settled in. This is so kind of you, Ka -- where's Katie?",
        "Henry: Mike said she had to run an errand. And then he went to check on the renovations on his house.",
        "Maddie: Excellent. Just me and you.",
        "Henry: You know, the suck-up version you walked in with works a lot better.",
        "Maddie: Hey, I promise, I will be the picture of gratitude when they --",
        "Henry: No, you will not. You will be more than a picture, okay? You will be truly grateful. Do you realize how delicate this situation is, Maddie C.? Huh? One mess up with Mike and Katie, you're on the next plane home.",
        "Maddie: Okay, I got it. I will be perfect, I promise. Next time you come here, I will be on the back porch with a scrub bucket and a brush, all right?",
        "Henry: What, on your hands and knees, or something like this? This is not isn't Cinderella, okay? You don't have to do that. Just load the dishwasher and clean your room and don't be in their way at all. And you will not see me here.",
        "Maddie: Well, you have to come by. Especially now, if mike is moving back to his place. You'll have to come see me anyway.",
        "Henry: I will see you outside this house. And you have got to stop trying to get Katie and me back together. Get that out of your head, all right? Speaking of which, it is time that we get rid of K-k-k-katie's little geek.",
        "Maddie: What is the harm in letting the guy live out his dream?",
        "Henry: Because he dreams out loud, with flowers and little pink sweaters. That's why. And if another gift shows up here, and Katie thinks it's from me, what does she do?",
        "Maddie: Sends me packing.",
        "Henry: That's right.",
        "Maddie: Well, you know, he probably didn't even, you know -- he stopped writing because I stopped writing him.",
        "Henry: Ah.",
        "Maddie: Whoa.",
        "[Computer beeps] You've got e-mail.",
        "Maddie: Or not.",
        "Henry: Maddie, is that 20 messages?",
        "Maddie: Yep. You gotta love the guy's spirit. You notice he did not give up.",
        "Henry: I also notice he's barking up the wrong tree. Get rid of him.",
        "[SCENE_BREAK]",
        "Katie: I know you warned me that it might be a problem having Henry live with me.",
        "Margo: Well, I hate to say \"I told you so.\"",
        "Tom: The kids haven't even noticed we're gone yet.",
        "Margo: I told you so.",
        "Katie: We just need some breathing room.",
        "Margo: You're not going to get that with Henry Coleman's sister living with you.",
        "Katie: That's why I'm here.",
        "Margo: No.",
        "Katie: Please, Margo --",
        "Margo: No.",
        "Katie: It will be for a few months, max. Henry's gonna find a place. And you have plenty of room, right?",
        "Margo: No, no, we don't, no.",
        "Katie: Are you worried about Casey living with a cute girl under the same roof?",
        "Margo: No! I trust Casey completely. But what do we know about this girl? We don't know her. What if she comes on to Casey?",
        "Katie: What?",
        "Margo: Yeah, well, it happens all the time. Girls, they see a kid like Casey, and it's nothing but trouble.",
        "Katie: No, not Maddie. She lives on the computer. She's a straight \"A\" student.",
        "Tom: Henry Coleman's sister?",
        "[Margo chuckles]",
        "Katie: She probably wouldn't even notice Casey. She can't stand Mike. She thinks he's an empty-headed tool belt.",
        "Margo: A girl that thinks that Mike Kasnoff is not attractive?",
        "Katie: Go figure. It's the kind of girl who will study quietly, not bother your son. She goes to Oakdale Latin, so the scheduling won't be a problem. Free gym memberships for the whole D.A.'s office.",
        "Tom: Sold.",
        "Margo: No, come on, let's do this as a united front?",
        "Tom: Oh, you just stop, you were going to cave anyway. You know we have room. She sounds like a nice girl that could use a break.",
        "Katie: Exactly.",
        "Margo: All right, all right.",
        "Katie: Margo?",
        "Margo: So it might be nice to have a girl around the house.",
        "Katie: Oh, you're the best. Thank you, thank you, thank you. You have just made my life so much easier.",
        "Margo: Yeah, but have I mad mine harder?",
        "Katie: No. No, not at all. Maddie will not be a problem.",
        "Margo: All right. Well you should bring her by tonight. Because all these kids are from Oakdale Latin. And she could start meeting some of them, okay?",
        "Tom: Yeah.",
        "Katie: Oh, yes, that is a great idea. Thank you. I don't know how I'm ever going to thank you.",
        "Margo: I will figure out a way. I will figure out a way.",
        "Katie: All right, I'm going to go get Maddie. I'll be right back.",
        "Margo: Okay. All right, well we'll just be checking for damage. [Rock music playing] So, what do you think? You think Casey's gonna be okay with having this girl around?",
        "Tom: After the last few months of Casey's life? I don't think having an extra person around is going to be a problem.",
        "[SCENE_BREAK]",
        "Maddie: This is too mean, Henry.",
        "Henry: No, getting some poor schlub's hopes up, that's too mean.",
        "Maddie: You don't understand.",
        "Henry: Oh, but you do?",
        "Maddie: Yeah, I do. Online, Byron could have his fantasy. It's not like he actually wanted a real relationship with katie in real life. He'd freak. A virtual relationship is perfect for him. All right, Byron's history. Hi, Mike.",
        "Mike: Hi. You need help with your things, Henry?",
        "Henry: No, no, everything's loaded. Just waiting to say goodbye to Katie.",
        "Mike: I'm sure she wouldn't want you to wait around just for that.",
        "Henry: Old school manners, Mike. I can't go without thanking her personally.",
        "Katie: Hey, guys. Good, you're all here. I have the best news.",
        "Mike: What?",
        "Katie: Tom and Margo have agreed to let Maddie stay with them.",
        "Henry: Tom and Margo?",
        "Maddie: Who?",
        "Katie: My sister. Margo's my sister. She and her husband have a huge house and their son Casey goes to Oakdale Latin, too.",
        "Mike: This is perfect.",
        "Katie: It is, isn't it? Oh, and he's having a party tonight. All his friends are gonna be there, you can meet them and you can get settled in right away.",
        "Maddie: No, Katie, I can't.",
        "[SCENE_BREAK]",
        "Emily: What are you going to do?",
        "Paul: I don't know.",
        "Carly: Paul?",
        "Paul: I can't. Look at her. I can't take him away from her.",
        "Carly: All right, well, I mean, this can't go on. Hey, can we -- I think we need to talk.",
        "Jennifer: I don't think I have time right now. I think that he might be hungry. Do you know where I can get a bottle, by chance? I think that I should feed him something.",
        "Carly: You know what, Jen, he's okay.",
        "Jennifer: I can't wait to give him his first bottle, Carly. I get to feed my baby. This is just a miracle.",
        "Carly: Jen, he's not yours.",
        "Jennifer: Don't say that.",
        "Carly: If you let me hold him, I'll show you.",
        "Jennifer: No, no.",
        "J.J.: Is Jennifer going take Rory away?",
        "Jack: No, no, buddy. Wait just a second, okay? They should be home.",
        "Carly: Well, I'm not leaving without that baby. So you go.",
        "Jack: No, I should be here, too. In case they need a cop. This would kill Hal.",
        "Carly: Hey, Em, I need a favor. I think the kids really need to go home. Would you take them?",
        "Emily: Are you gonna be okay? Yeah, of course, I'm sorry. Okay.",
        "Paul: We need to get that baby away from her, Jack.",
        "Jack: I agree.",
        "Barbara: Dr. Michaels is on her way.",
        "Jack: But she's not gonna give him up, so -- if you distract her, I can get in there.",
        "Paul: Distract her?",
        "Jack: Yeah. You're the only one she trusts, right?",
        "Paul: Right, she does trust me.",
        "Jack: Okay then, Paul. We gotta help her out. We gotta help her face reality, here.",
        "[Baby fussing]",
        "Jennifer: I think he's tired. I think we're going up to my room to rest.",
        "Paul: You are breaking my heart.",
        "Jennifer: Paul, you think I'm crazy, too?",
        "Paul: No.",
        "Jennifer: You think that this isn't my baby.",
        "Paul: No, I don't think you're crazy. Not at all.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Katie: Henry, wait.",
        "Casey: Who the hell are you?",
        "[SCENE_BREAK]",
        "Carly: It's all right.",
        "Jennifer: No! It's okay. It's all right.",
        "Jennifer: No!",
        "Paul: No, stop.",
        "Jennifer: No, wait! Why are you doing this? Give him back. Please, help me with my baby.",
        "Paul: Jen, shh.",
        "Jennifer: I'll never stop! I want my baby.",
        "Paul: Stop it.",
        "[SCENE_BREAK]",
        "Katie: Maddie, I've found you the perfect place for you to live. My sister and her husband have a son your age who goes to the same school. I can't imagine a more perfect situation for you right now.",
        "Maddie: I don't know these people.",
        "Mike: They're good people.",
        "Maddie: Look, I can be such a big help around here. I can go grocery shopping after school and have dinner ready for when you get home. All you have to do is pull up a chair.",
        "Katie: I don't need help.",
        "Maddie: Okay, well, you want me to be out of the way? I can do that, too.",
        "Henry: Tom and Margo are great. Mike's right. This is a good idea. I think this is the best solution for everyone.",
        "Maddie: Well, looks like I'm moving again.",
        "Katie: You'll have fun there, I promise.",
        "Maddie: Can I have fun tomorrow? 'Cause I mean, I just unpacked everything.",
        "Katie: Yeah, yeah, stay here tonight. But we should go over there so you can meet everyone. They're expecting you.",
        "[SCENE_BREAK]",
        "Tom: Oh, come on. She's a teenager, she would've understood.",
        "Margo: You know, I think she's a smart one. I think she's too smart to get into that kind of trouble.",
        "Tom: Well, maybe she'll be a good influence on Casey.",
        "Margo: Our son does not need a good influence. He has proven himself to be very reliable to me.",
        "Tom: That's not what I'm saying. I'm just saying, with teenagers, it doesn't hurt to have good examples.",
        "Casey: So why don't we go find someplace private?",
        "Lia: Your mom just roped off all the bedrooms.",
        "Casey: Come on, I know where we can go.",
        "Zach: Dude, you're gonna need this. [He hands Casey a condom.]",
        "Casey: Real smooth, Zach. Want a breath mint?",
        "Tom: I'm good. Honey?",
        "[Doorbell rings]",
        "Margo: Well, that was fast.",
        "Katie: Hey, guys.",
        "Margo: Where's our new boarder?",
        "Katie: Maddie, this is my -- Maddie? Hi.",
        "Maddie: Hi.",
        "Katie: Maddie Coleman, this is my sister, Margo Hughes, and her husband Tom.",
        "Maddie: Hi, nice to meet you.",
        "Tom: Hey, we're happy to have you, Maddie.",
        "Margo: Yeah, welcome. Come on in and join the party. We'll show you your room later.",
        "Katie: Oh, she's not staying here tonight.",
        "Margo: Well, really, you're more than welcome.",
        "Maddie: Oh, you have a lot going on.",
        "Margo: Well, that's nothing new. We have a busy, fast house. We like it that way. Come on in, you'll get used to it. Let me introduce you to everybody.",
        "Katie: Bye.",
        "Tom: Hey, she'll be fine.",
        "Katie: I know, Tom. I just feel bad. She was really not into coming here.",
        "Tom: We'll be so nice to her that she won't be able to resist us. Just go ahead and go home.",
        "Katie: Thank you. And call me when she's ready and I'll come pick her up, okay?",
        "Tom: Okay.",
        "Katie: Thanks.",
        "Margo: Casey was here, like, five minutes ago. But you know what, make yourself at home, sit down, and I'll go find him.",
        "[Maddie daydreaming.]",
        "Lia: Maddie? That's you, right?",
        "Maddie: Yeah.",
        "Lia: I knew it. Ann,come here. It's her. We tried to catch you after poli sci class.",
        "Ann: We need to ask a favor.",
        "Maddie: You want a favor from me?",
        "Ann: We want you to try out for cheerleading.",
        "Maddie: What, so I can, like, fall on my face? No, no, no, thank you.",
        "Lia: Yeah, but you wouldn't.",
        "Maddie: I can't even do a cartwheel.",
        "Ann: You don't even have to. You have such perfect spirit.",
        "Lia: Yeah, and you're so gorgeous. I mean, we could either hate you or own you. So choose.",
        "Zach: You do not have to choose anything. You can have whatever you want.",
        "Ann: Which is why you have to be our friend.",
        "Maddie: You want to be my friend that badly?",
        "Lia: Everyone will. It'll be exactly what you wanted, Maddie. Oakdale Latin just falling at your feet.",
        "Maddie: I can learn to love this.",
        "[SCENE_BREAK]",
        "Mike: All right, I moved my truck. You should be able to get around me now.",
        "Henry: Great. It's okay if I just hang out here for few more minutes? I want to see how Maddie did at the party.",
        "Mike: I'm sure she was fine.",
        "Henry: It's a lot of changes, Mike. Ever since she's got here, nothing has gone like she planned.",
        "Mike: She could've gone home.",
        "Henry: You have no idea what that means.",
        "Mike: Henry, I get that she's your sister and you'd do anything for her. But this wasn't the way.",
        "Henry: What way's that?",
        "Mike: Lying and taking advantage of Katie.",
        "Henry: You know, Katie didn't see it that way. She was ticked at me, but she didn't take it out on Maddie. Not until you got back.",
        "Mike: Going to Margo and Tom was completely her idea. I didn't say a word.",
        "Henry: You didn't have to.",
        "Mike: No, I don't. Because it's obvious how awkward it would be with Maddie coming in between me and Katie all the time.",
        "Henry: Oh come on, mike. She wouldn't do that.",
        "Mike: Just like you wouldn't?",
        "Katie: Hey.",
        "Henry: Hey. Hey, how was it? Did she look like she was actually enjoying herself? And were they happy to see her, or were they just being polite?",
        "Katie: They were happy.",
        "Henry: Good -- how were the other kids? She's great with adults, but the other kids are so much far behind her --",
        "Katie: Margo was just going to introduce her to Casey when I left, but she was fine. Really.",
        "Henry: Okay. I guess that's it then.",
        "Mike: Bye, Henry.",
        "Henry: Bye. Bye, bubbles.",
        "Katie: Henry, wait.",
        "[SCENE_BREAK]",
        "Emily: Hey, it's me. Listen, I am so sorry I had to leave you there alone to tell Jennifer yourself. I'll be there as soon as I can. As soon as somebody gets back here. You know what, somebody's here. I will see you in a few minutes, okay? Hey.",
        "Carly: Hey. The kids asleep?",
        "Emily: Yeah. You have the baby?",
        "Carly: I wasn't going to leave there without him. How are the boys?",
        "Emily: Oh fine. Lots of questions, you know. So Carly, what happened when I left?",
        "Carly: Well, at first it seemed like Paul was getting through to Jennifer. She seemed to understand that the baby isn't hers.",
        "Emily: Wait, that's what he said to her?",
        "Carly: Yeah, and it seemed like she was accepting it, but then as soon as I took the baby away, she freaked out again.",
        "Emily: Oh God. I gotta go. I'm sorry.",
        "Carly: Why? Couldn't you stay for a little while?",
        "Emily: I'm sorry I can't. I gotta go. I have to go.",
        "Carly: Okay. Thanks. Hey, I think you should be in bed.",
        "Parker: Is Rory coming back here?",
        "Carly: Yes, sweetheart, he's right here. See? There he is.",
        "Parker: That was scary, what Jennifer did. What's wrong with her, Mom?",
        "Carly: You know, I really don't know. But she's going to be okay. The doctor's are going to take care of her and she'll be fine.",
        "Parker: What about Gwen?",
        "Carly: What do you mean?",
        "Parker: Will Gwen try to take Rory away too?",
        "[SCENE_BREAK]",
        "Jennifer: Paul. Paul, please get him back. Please, I want my baby. I want him here.",
        "Barbara: What are you doing for her?",
        "Dr. Michaels: Well I've just given her a sedative for now, but I'm calling Memorial for an internal medicine consult.",
        "Barbara: Why?",
        "Dr. Michaels: Her heart is l racing. I don't like it.",
        "Barbara: I thought the antidepressants were supposed to take care of that.",
        "Dr. Michaels: They just regulate her mood.",
        "Barbara: How could you let this happen on your watch?",
        "Dr. Michaels: Barbara, I have called Jennifer twice a day, left messages, for the last few weeks, hoping to monitor the medication, follow up with her. She has not returned a single call. Now obviously, we want to prevent any other kind of delusional episode. But for now, I've got to get these vitals back in line. So you're going to have to excuse me.",
        "[Heavy breathing]",
        "Barbara: Honey. Try to take some slow breaths, okay?",
        "Jennifer: I need my baby.",
        "Barbara: I know, honey. I know you do. Come on, Jen. Come on, Jen.",
        "Jennifer: No, I need my",
        "Barbara: Honey, you need to rest.",
        "Jennifer: No.",
        "Barbara: I understand. I do.",
        "Jennifer: No.",
        "Barbara: I know how you feel.",
        "Jennifer: No. Your baby is dead. Mine is alive. Please, I want my baby.",
        "[SCENE_BREAK]",
        "Margo: Oh, I still can't find Casey. But I will, you hang on.",
        "Maddie: By my fingernails.",
        "[Maddie sighs]",
        "Lia: You want me to climb into a tree house? Hughes, that is so --",
        "Maddie: So after school special.",
        "Casey: So -- what?",
        "Maddie: Say romantic and I will be sick.",
        "Lia: Leafy, I don't know. Come on, let's go back into the party.",
        "Casey: Whoa, I like it out here. Come on, can't you feel it?",
        "Lia: What's that?",
        "Casey: Fall's in the air, everything smells so --",
        "Maddie: Oh, please. Spare me the back to nature routine.",
        "Lia: So what?",
        "Casey: That's you. I know that perfume.",
        "Lia: No, you don't. What's it called?",
        "Casey: I don't know, but I'll find out.",
        "Maddie: I'm not holding my breath.",
        "[Lia giggles]",
        "Lia: Casey, what are you doing?",
        "Casey: I'm just so high from getting this close to you. Who the hell are you?",
        "[SCENE_BREAK]",
        "Katie: You forgot something. The sweater.",
        "Henry: It's not my color.",
        "Katie: Henry, it must've put a dent in your credit card. Take it back.",
        "Henry: No, I don't take things back. And no returns. So, hold down the fort there, Snickers.",
        "Katie: Maybe I should've let him take Snickers.",
        "Mike: Katie --",
        "Katie: Well, we were supposed to have joint custody, and now that he doesn't have Maddie with him, he could probably --",
        "Mike: Do you really think he needs one more thing to remember you by?",
        "Katie: I don't know.",
        "Mike: Don't let me hold you back.",
        "Katie: I wanted him off my couch, Mike. But Henry is still one of the best friends I've ever had.",
        "Mike: I know you care about him, all right. But he will be fine.",
        "Katie: He will.",
        "Mike: Listen. What is that?",
        "Katie: I don't know. I don't hear anything. We're alone.",
        "Mike: Finally. You and me.",
        "[SCENE_BREAK]",
        "Carly: Gwen's not going to do what Jennifer did, Parker. She'll be fine. Everybody will be. Well, except you, unless you get some sleep. It's a school night, isn't it?",
        "Parker: I know.",
        "Carly: All right, well, good night, then. Go on. Well, how is she?",
        "Jack: Jennifer is heavily sedated and pretty much out of her mind. She was still calling for the baby when they were bringing her upstairs.",
        "Carly: That poor girl.",
        "Jack: Yeah. It's a terrible thing to lose a child.",
        "Carly: She is not Gwen. It is not the same.",
        "Jack: No? I bet missing her kid is making Gwen half out of her mind, too.",
        "Carly: Jack --",
        "Jack: I'm going to bed.",
        "[SCENE_BREAK]",
        "Barbara: Shh, shh, shh. She's calming down.",
        "Dr. Michaels: Good. I'd be reluctant to give her any more sedative until we know where we stand.",
        "Barbara: So, what do you think?",
        "Dr. Michaels: It's hard to say. It's clear she's had a break with reality that goes beyond wishful thinking, or even what she experienced in the church that time. Jennifer genuinely believes that baby is her child. Somehow, we're gonna have to find a way to get her back into the real world.",
        "Paul: Oh, hey.",
        "Emily: How is she?",
        "Paul: She is out of her mind. She snapped.",
        "Emily: And you still didn't tell her?",
        "Paul: I froze. I kept looking at her -- at her face, and I could see how determined she was. She's ready to fight us, Emily. She's ready to tear the doctor's needle right out of her arm just to get to her child. That's how convinced she is that Rory is her baby.",
        "Emily: Because he is. She feels it in her soul. She feels that mother-child connection, Paul. And, it's not going to go away. I'm sorry, I know this is hard, and I'm so happy you didn't try to tell her on your own. But I'm here now. We have to tell her the truth. You have to tell Jennifer her baby is alive.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Maddie: He's Casey?",
        "Margo: That's right. I wanted you to get to know Maddie before she moves in.",
        "Casey: Moves in?",
        "Mike: You need a roommate. Someone that can actually pay the bills. Keep the fires burning.",
        "Jennifer: Do you really wanna help me?",
        "Paul: Absolutely.",
        "Jennifer: Will you do something for me?",
        "Paul: Anything. Just tell me."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xXKuNd8KPag"
}