{
    "Episode Summary": [],
    "Recap": [
        "Show will not be aired until Monday due to the NCAA pre empt. Ben convinced Jess to go ahead with the rape charges. TMT's bail was set at 25K!! After court, TMT told Ben that Jessica \"comforted him\" the night of the rape after sent Ben home. Ben called Isaac & asked to see that letter. Rosanna offered Babs the fall line if Carly didn't get her designs out in time. Craig overheard the conversation & assured them that Carly will complete it. Mike tried to boss Craig by suggesting that he not to pressure Carly. In secret, Carly told Craig that she will be designing. Molly asked Mike to marry her after they had a nice visit with Carly. Rose asked Paul to invite Babs to their wedding. Paul extended the invite to his mother, who pretended to be happy. Paul assured his mother that Rose is the person with the big heart, not him!"
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Oh, Rose. I was just thinking I could use an extra pair of hands to help clean up your party.",
        "Rose: Come on. You want me to clean up my party? Isn't there some rule about the bride-to-be not having to clean up her own engagement party?",
        "Lily: Never heard that one.",
        "Rose: Oh, yeah. It's in all the books. Besides, I think I've done enough penance for one day. Had a little chat with Barbara Ryan.",
        "Lily: That was fast. How'd it go?",
        "Rose: You're not gonna believe it. I don't think I believe it. I mean, either she's yanking my chain or somebody wised up and medicated that broad. But she was almost human.",
        "Lily: Well, that's great.",
        "Rose: It's frightening is what it is. I told her Paul and I were engaged again, and she said she doesn't blame me for hating her and that she hopes she gets to come to the wedding, yadda, yadda, yadda. Told her it was Paul's decision.",
        "Lily: I'm very proud of you.",
        "Rose: Oh, please.",
        "Lily: No, I mean it. So what did Paul say when you told him?",
        "Rose: Haven't really gotten around to that yet.",
        "Lily: Why? Is there a problem?",
        "Rose: Yeah, you'd better believe there's a problem. I've had that woman thrown out of every joint in this town, and Paul's bending over backwards, trying to make me happy. I gave the guy ultimatums, and now I've let his mother think she might be coming to the wedding. He's gonna think he's marrying a nutcase.",
        "Lily: As if he doesn't know that already. I'm sure you'll come up with something.",
        "Rose: It's not bad news, you know? I just need some time to just think of the right words. [Doorbell rings] You know, my luck, that's Paul.",
        "Lily: Oh, don't be ridiculous. Oh, Paul, what a surprise.",
        "Paul: I saw Rose's car outside, and I could not stay away.",
        "Rose: Don't you love the way he says hello? Where you been?",
        "Paul: Telling Will about the wedding.",
        "Rose: What did he say?",
        "Paul: He said, and I quote, \"it's about time.\" You know, we were talking about how he didn't have a chance to be Hal's best man at the wedding because mom's paranoia was flaring up -- my words, not his -- and I was hoping if it was all right with you, if he could be a part of our ceremony.",
        "Rose: I think that would be great! The more family, the better. I love that kid. I think you can invite anybody you want, including your mother.",
        "[SCENE_BREAK]",
        "Rosanna: Barbara. So glad you could join me.",
        "Barbara: Well, don't you look spectacular?",
        "Rosanna: Thank you very much.",
        "Barbara: What is your secret?",
        "Rosanna: Craig Montgomery.",
        "Barbara: Yeah. It's true what they say, then. One woman's perfume is another woman's poison. I am happy that you two are doing so well.",
        "Rosanna: Thank you very much. So, the reason that I asked you to join me here was because I'm curious. Are you still involved in the fashion world?",
        "Barbara: Fashion is in my blood, Rosanna.",
        "Rosanna: Oh, wonderful. Well, then you know that Monte Carlo is due to launch its line in New York.",
        "Barbara: Yes, yes, I've heard the rumors. Impressive for such a young upstart. I wish them all the best. They're going to need it. Did you call me here to gloat?",
        "Rosanna: Gloat? No. I should say not.",
        "Barbara: Then what is it you want?",
        "Rosanna: I want you to save Monte Carlo from falling on its face.",
        "[SCENE_BREAK]",
        "Craig: No, I think we keep Rosanna out of this particular loop.",
        "Carly: Are you kidding? You can't keep it a secret that I'm doing the design. She'll find out. She finds out everything.",
        "Craig: All right. I tell her, and where does she go? She goes right to Jack or Mike Kasnoff or whichever daddy you prefer, and you have man problems again.",
        "Carly: Can you handle this? Because I sure can't.",
        "Craig: Well, now, we'll have some fun trying. Rosanna's having a meeting right now at the Lakeview. Maybe I'll surprise her for dinner.",
        "Carly: And schmooze her. Schmooze her any way you can.",
        "Craig: And you know I can. We'll talk.",
        "[Carly sighs]",
        "[Knock on door]",
        "Carly: Come on in.",
        "Molly: Hey, cuz.",
        "Carly: Hi. Come on in.",
        "Mike: How're you feeling?",
        "Carly: Well, I'm exhausted from all this relaxation.",
        "Molly: Well, get used to the relaxation, 'cause it's your new way of life until that little girl comes out of you.",
        "Mike: We would have been here sooner. We got a little caught up at the house, trying to decide what to pack for you.",
        "Carly: Well, you are angels.",
        "Molly: So we have -- let's see -- mouthwash, toothbrush, toothpaste, face junk, et cetera, et cetera, et cetera.",
        "Carly: That's great. I just -- there are just a couple things missing that I desperately need.",
        "Mike: Name it.",
        "Carly: My lucky sketch pad and my good pencils?",
        "Mike: No way.",
        "Carly: Molly?",
        "Molly: Forget it.",
        "Mike: Nothing but rest for you now.",
        "Carly: Well, I'm not talking about designing the Sistine chapel part two, for Pete's sake. I just want to oodle and doodle a little bit, you know, to kill the time. Keep my mind off everything.",
        "Mike: You've got magazines, books, movies for that.",
        "Molly: Right. And sleep. Don't forget sleep. Sleep is very good for you and the baby.",
        "Carly: I will be getting plenty of sleep when I get to Emma's.",
        "Mike: So it's official? You're definitely moving out of the cottage, huh?",
        "Carly: Mm-hmm. I think it's best for everybody if I -- if I'm in my own space, you know? Sort of a neutral corner.",
        "Mike: All right, well, if there's anything I can do for you --",
        "Carly: You know, yes. Actually, now that you mention it, there is something you can do for me. Now that you are all alone again in the cottage, maybe it's time that Molly moved back in. Where she belongs.",
        "[SCENE_BREAK]",
        "Judge: Next case is Illinois vs. Travers, docket number 4077g. Counselors, you may proceed.",
        "Evelyn: Your honor, the state seeks an indictment against the defendant, Marshall Travers, for the charge of aggravated rape.",
        "Judge: Is the plaintiff present in the hearing room?",
        "Evelyn: Actually, your honor --",
        "Bonnie: I'd better go see where she is. Mom, what are you doing out here? The arraignment's about to start. Evelyn needs you inside.",
        "Jessica: I don't know if I can go in there.",
        "Bonnie: Yes, you can. You've done it a million times before.",
        "Jessica: Well, this time is a little different.",
        "Bonnie: What happened?",
        "Jessica: Marshall just handed me this.",
        "Bonnie: That is not the tape of you and Marshall.",
        "Jessica: And he says that if I don't drop the rape charge, he will use this against me during the trial. If I go to trial, this tape will become public. If I don't --",
        "Bonnie: Then Marshall gets away without even a slap on the wrist.",
        "Jessica: You know, I thought I had put this all behind me. I thought you destroyed the only copy of this tape.",
        "Bonnie: He's blackmailing you, mom. You have to tell someone.",
        "Jessica: I am telling someone.",
        "Bonnie: Me? What can I do?",
        "Jessica: Advise me. What would you do?",
        "Bonnie: Run to my mother, who has great advice, and usually knows the right thing to do. In fact, it was you who always told me every person knows the right thing to do. It just takes a hero to do it. So what do you want to do, mom?",
        "[SCENE_BREAK]",
        "Paul: Why, of all people, would I want my mother involved in our wedding? You're pulling my leg, right?",
        "Rose: Lily?",
        "Lily: Oh, I'm gonna put the -- the thing --",
        "Paul: Okay, you want to tell me what's going on here?",
        "Rose: I've been doing some thinking. And I think that you should make up your own mind whether or not you want your mother in your life or not.",
        "Paul: I have made up my own mind. She is out of our lives. Ever since you came back from Italy, she -- you know, why are we even discussing this?",
        "Rose: You and me are getting married. I don't want you to wake up one day and hate me because I made you turn your back on your flesh and blood. Maybe it's time you made things right between the two of you.",
        "[SCENE_BREAK]",
        "Carly: What? All I did was tell you guys that you should go ahead and move back in together, and everybody gets all silent, like I've told you that the real reason I'm here is to have a sex-change operation or something.",
        "Molly: Carly, I just don't know if this is the right time to discuss it.",
        "Carly: Well, Molly, I don't think there's really ever a right time for anything. That's what these life-and-death emergencies teach us, that -- that life is short. And if certain people I know are as smart as I think they are, then they will remind themselves that certain other people love them very much, and they'll start wasting time.",
        "Mike: Don't start worrying about us, all right, Carly?",
        "Carly: If -- please, if I can't straighten out my own life, please let me help you straighten out the mess I've made of yours.",
        "Mike: Look, there's gonna be plenty of time for that after the baby comes, okay? Now just get some rest. Get some rest. I'll come back with some books later, okay?",
        "Molly: Get some sleep. I'll see you soon, okay?",
        "Carly: Okay. Thanks for coming by.",
        "[Door closes]",
        "Carly: Necessity is the mother of invention.",
        "[SCENE_BREAK]",
        "[Barbara laughs]",
        "Barbara: Oh, this is too much for one lifetime. You want me to take over at Monte Carlo?",
        "Rosanna: Oh, no, I'm sorry. It's more like a cameo appearance.",
        "Barbara: Uh-huh.",
        "Rosanna: You see, Carly has been unable to deliver on the designs thus far, and it turns out that the doctors have told her that she, well, could lose her child if she's overworked or overstressed.",
        "Barbara: Oh, I'm sorry to hear that. I didn't know. I mean, about the baby.",
        "Rosanna: So I was wondering if perhaps you could just sort of shadow Carly. Create a new and exciting design for Monte Carlo. And if Carly comes through for whatever reason, well, we will pay you very handsomely for your time, and your work will remain your own. We'll shake hands, go our separate ways, no problem. But if Carly doesn't come through, then your work will be used to launch the Monte Carlo name.",
        "Barbara: I assume Craig knows all about this?",
        "Rosanna: Craig is under the delusion that Carly can do no wrong and that she's just going to miraculously come through.",
        "Barbara: Ah, she commands such loyalty and devotion for someone who's neither loyal nor particularly devoted.",
        "Rosanna: Well, the point is the deadline for the delivery of the collection is right around the corner.",
        "Barbara: They always are.",
        "Rosanna: So I was wondering if you would be my plan \"b\" in case Carly fails to deliver?",
        "Barbara: I would love to stand in for Carly, but I want it made clear that if my work is used, that Barbara Ryan is the star attraction.",
        "Craig: If the day ever dawns that you are the star attraction of Monte Carlo, there will be a blizzard in hell, flying pigs and a cure for the common cold. Hello, Rosanna.",
        "Barbara: Well, I'd love to stay and schmooze, but --",
        "Craig: No, no, no, please, sit. Let's all sit. Hmm? So, bub, you didn't tell me you were meeting Barbara. What possessed you? Engineering a little coup behind my back?",
        "Rosanna: It's just business. Nothing personal. I hope you're not planning on overreacting. It's so unattractive in a man.",
        "Mike: Just the man I'm looking for.",
        "Craig: What?",
        "Mike: We just saw Carly in the hospital, and she was asking for her sketch pad and pencils. I hope you made it clear to her that she's not gonna be doing any work for a while. It's nothing but rest and relaxation in her immediate future.",
        "Barbara: Well, I just found out about Carly myself. I hope that she's gonna be all right.",
        "Molly: She's gonna be fine. And her baby's gonna be fine. As long as she gets lots of rest and certain people stay out of her way.",
        "Barbara: Well, I'm glad to hear that. I think I'd better get going. It's been such an enlightening evening. Let's do it again sometime, shall we?",
        "Craig: So, conspiring with Barbara against me?",
        "Rosanna: I'm trying to save your company, sweetheart. If it takes Barbara to do it, so be it. Excuse me.",
        "Craig: Well, if you'll excuse me.",
        "Mike: I will when you answer my question. All right, I asked you if you made it clear to Carly that she's not gonna lift one finger for Monte Carlo till after that baby's born. And I want to hear you say it.",
        "[SCENE_BREAK]",
        "Paul: Did she call you? Did she? Did my mother call you and tell you that it was her last dying wish to reconcile with her firstborn son?",
        "Rose: No.",
        "Paul: Did she?",
        "Rose: No. Actually, I'm the one that tracked her down.",
        "Paul: Okay. Will you please tell me what is going on here?",
        "Rose: Didn't you tell me that you were trying to work things out with your mom before I came back from Italy?",
        "Paul: Yes.",
        "Rose: And didn't you say you were spending some quality time together?",
        "Paul: Yes.",
        "Rose: Getting along, talking to your mother about forgiveness.",
        "Paul: Yes, but all that has changed.",
        "Rose: Changed? When? When I came back to town.",
        "Paul: Yes, exactly, when you came back to town. She went back to the old games she was playing before. Now, she is hostile, and she is dangerous.",
        "Rose: Well, maybe she's hostile because I'm hostile to her.",
        "Paul: Oh, come on. You don't honestly believe that.",
        "Rose: I don't like her. Okay? No secret. That's not gonna change. For me. But that's my baggage. But she's your mother. And nothing is gonna change that, either. So don't make this decision because it's something that I want. Do it because it's gonna be the right thing for you, all right?",
        "[Cell phone rings] [Rose groans] Sorry. Hello? Hey, Emily, look, I can't really talk right now. Paul and I are in the middle -- oh, gee, I'll be right there. I'll be right there. Carly's in the hospital. Something's happening with the baby. I gotta go.",
        "Paul: I hope everything's okay. You give her my love, okay?",
        "Rose: I will.",
        "Rose: And if you're looking for your ma, she's at the Lakeview.",
        "Paul: Okay.",
        "[SCENE_BREAK]",
        "Bonnie: I guess that tape changes everything. Well, you know a jury better than I do. What would happen if they saw you and Marshall in bed together? Would it keep them from seeing Marshall as a rapist or keep them from seeing you as a victim?",
        "Jessica: I don't know.",
        "Bonnie: Well, maybe it's a chance you don't really want to take.",
        "Jessica: So you're saying I should drop the charges?",
        "Jack: Hey, sorry I'm late. What'd I miss?",
        "Newman: Your honor, the charges against my client have utterly no merit. The so-called \"victim,\" who's insisting on anonymity, did indeed have an intimate and illicit affair with my client. And then, some time later, she invited him over to her home, and on the night in question, they did indeed have a passionate evening together in each other's arms. Now, feeling an overwhelming sense of -- of guilt and remorse and afraid her significant other may discover she'd been unfaithful yet again, she concocted this whole story. The charges are absurd. She doesn't need a hearing room. She just needs a little chat with her local priest. The defense requests all charges against my client be dismissed here and now.",
        "Bonnie: What's on that tape happened long before the rape. How can Marshall's lawyer use this as evidence against her?",
        "Jack: I don't know. Your mother would know better than I.",
        "Jessica: Well, he could use it to establish two things. One, that we had a prior sexual relationship, and secondly, that that relationship was conducted in secret. So he'll point out that I am a woman of easy virtue, to put it politely.",
        "Ben: Hey, everybody. The arraignment is inside. Travers' lawyer just asked the judge to dismiss the case. What's going on out here?",
        "Jessica: Marshall just handed me this.",
        "Ben: Oh. Now, tell me that is not what I think it is.",
        "Jessica: He says that if I go through with this trial, this will be defense exhibit \"A.\"",
        "Ben: So what are you gonna do?",
        "Bonnie: Well, I was thinking that maybe she should reconsider. I mean, this tape changes everything, Ben.",
        "Jack: The judge might not even allow it.",
        "Bonnie: Yeah, but what if he does? Then an entire hearing room full of people will see my mother and Marshall Travers -- like that.",
        "Jessica: She's right.",
        "Ben: Can you still walk in that hearing room and swear that Marshall Travers raped you that night?",
        "Jessica: Absolutely.",
        "Ben: Then do it.",
        "Jessica: Let's do it.",
        "Evelyn: Your honor, my client's prior relationship with the defendant should have no bearing on these charges. Husbands have been prosecuted for raping their wives. And if a man can do that to someone he's married to, someone he's vowed to protect and to love, what's to stop a friend or an acquaintance from doing the same? This isn't a crime committed only at night by strangers, and it's time that people open their eyes to that fact.",
        "Newman: Your honor, if I knew we were giving closing statements at an arraignment, then I would have prepared one, too.",
        "Evelyn: Yes, there was a prior relationship, your honor, but Mr. Travers desecrated it. He violated my client's trust, took advantage of her kindness. Marshall Travers raped her. And although a rape victim's identity is protected by the law, my client has chosen not to remain anonymous. And with your permission, she'd like to make a statement here today, your honor.",
        "Newman: Your honor --",
        "Judge: I will hear it.",
        "Jessica: Your honor, it's true that Marshall Travers is no stranger to me. We were friends, and I cared about him deeply, both as a friend and as a colleague. It is also true that, when it seemed that incarceration was going to threaten his fragile health, I petitioned the court that he be released into my custody, as I was acting as his attorney at the time. I did this as an officer of the court, not as an ex-lover. Mr. Travers repaid my kindness by forcing himself on me. Rape is not a crime of passion. It is a crime of violence and power. As such, it doesn't matter how intimate or passionate my previous relationship with Mr. Travers may have been, because intimacy and passion have absolutely nothing to do with rape. On the night in question, without provocation or warning, Mr. Travers committed an act of violence against me. For that, he should be punished. I am asking the court not to allow this argument of \"a sexual affair gone sour\" be grounds for dismissal. Sexuality had nothing to do with what he did to me.",
        "[SCENE_BREAK]",
        "Mike: I want to hear the words, Montgomery. Did you tell Carly that she's not to do one stitch of work until after that baby comes?",
        "Craig: You've been playing house so long, you're beginning to sound like her husband.",
        "Mike: Just answer the question.",
        "Craig: I heard the doctor's lists, the risks to her and her baby's health. All right? And I did assure her that her work can wait until she's better.",
        "Molly: Okay, well, I think you need to talk to her again. Because she says she wants this sketch pad to doodle, but you know she's not going to stop until she cranks out next year's fashions.",
        "Mike: Somebody needs to make it sink in.",
        "Craig: Carly will follow doctor's orders.",
        "Craig: Did I ever tell you how beautiful you look when you're angry?",
        "Rosanna: Yes, you've told me constantly, because you're constantly making me angry.",
        "Craig: Well, something special must be up, because you're looking so radiant I could ravish you.",
        "Rosanna: Ugh, please. Don't you dare.",
        "Craig: Why are you so puckered up? I'm the one who's getting undermined here.",
        "Rosanna: If anyone is intent on undermining Monte Carlo as well as this relationship, it's you, Montgomery.",
        "Mike: I don't trust that guy for one minute. It'd be just like him to ignore the doctor's orders and push Carly to finish those designs.",
        "Molly: Which is why I'm really glad that she's staying at Emma's, because she's gonna be watched around the clock. Emma will be there, Jack will be there every other minute, and you'll be there looking out after her, too.",
        "Mike: What?",
        "Molly: It just now hit me. How many people are in line to look after Carly. Mike, how could I possibly be jealous of somebody who's on the brink of losing their child, their job and their husband?",
        "Mike: You want her and the baby looked after, right?",
        "Molly: Of course I do. I just wish that there was enough of your tender loving care to go around.",
        "Mike: Molly, there is. You know that.",
        "Molly: I need to say something. Mike, when Carly told you that we should move back in together, and you didn't know where to look, it was like you stabbed a knife through my heart. No, let me say something. You don't have to say anything, because I get it. I get the message. You don't want me back. And you have no idea how much that hurts.",
        "[SCENE_BREAK]",
        "Carly: Oh, this stinks. Oh, great, Craig. You couldn't even bring the right pencils. Stink, stink!",
        "Barbara: Surprise.",
        "Carly: Yes, it is. More like a hallucination.",
        "Barbara: Mind if I pop in, say hello?",
        "Carly: Barbara, I am under doctor's orders to avoid all stress, so you can leave now, or I can have you thrown out like the garbage.",
        "Barbara: Oh, speaking of garbage -- having trouble getting started?",
        "Carly: That is none of your business.",
        "Barbara: Well, no, fashion is my business. Which is the other reason why I came to see you.",
        "Carly: Barbara, I don't want you here. So leave before I call the hairy nurse with the tattoos.",
        "Barbara: Oh, Rosanna was very worried about you. She thought that you'd be under too much stress to discuss your company.",
        "Carly: Did -- did you just say what I thought you said?",
        "Barbara: I ran into your sister at the Lakeview today, and she told me about your recent medical crisis and how worried that she was that it would affect Monte Carlo.",
        "Rosanna: Okay, wait, wait. Wait a minute. You and Rosanna discussed me and Monte Carlo?",
        "Barbara: Oh, don't get your blood pressure up. We were making conversation. That's all.",
        "[SCENE_BREAK]",
        "Judge: After some consideration, I've decided the aggravated rape charges against T. Marshall Travers will stand. However, I am setting bail at $25,000. The trial will begin three weeks hence. [Gavel bangs] This court is adjourned.",
        "Jessica: Well, there's no turning back now.",
        "Ben: You did a terrific job. Very courageous.",
        "Jessica: Yeah, or downright crazy.",
        "Ben: Well, it's one of the reasons I love you. We're in this together, all right?",
        "Jessica: You don't know how much I need to hear you say that. Well, I'm gonna go tell Evelyn about this tape.",
        "Ben: Okay.",
        "Jessica: I have to admit, I'm really happy I'm not the D.A. Today.",
        "Marshall: You know, it takes a special kind of man to stand by his woman when the odds are so clearly stacked against her. Especially when he knows the whole sordid truth.",
        "Ben: You know, if I were you, I would keep walking before I take away that particular motor skill.",
        "Marshall: One thing -- on the night in question, when I allegedly violated Jessica, didn't she send you home?",
        "Ben: So?",
        "Marshall: She wasn't afraid to be left alone with me. She didn't see me as a threat. No. Instead she sent you home. She wanted to comfort me, and that's exactly what she did. Anything else she says is total fiction. I'm only telling you because I don't want you to play yourself for a fool one more time.",
        "[SCENE_BREAK]",
        "Rosanna: Look, just admit it. You want to force Carly to finish those designs in time for the New York show.",
        "Craig: So?",
        "Rosanna: \"So\"? She'll either lose the baby, lose her life, or crank out work that is hopelessly sub par. Any which way, we'll lose.",
        "Craig: She is doodling, not operating heavy machinery. You ought to have a little faith in her abilities.",
        "Rosanna: Oh, yes. She's a very talented designer. Her skills are rivaled only by her predilection for lying and putting out. However, in her condition, she cannot put out a line that is worthy of the Monte Carlo label. She's a sick woman.",
        "Craig: Carly's pregnant. Barbara is a sick woman.",
        "Rosanna: Look, a child's life hangs in the balance here. Why can't you just acknowledge that and leave her alone?",
        "Craig: I don't want to argue about this.",
        "Rosanna: Well, neither do I.",
        "Craig: So I am going to bottom-line it for you. All right? Barbara's involvement in anything I do is unacceptable. So, if she is in bed with Monte Carlo, then the two of you sleep alone.",
        "[SCENE_BREAK]",
        "Carly: You had a conversation with Rosanna about Monte Carlo and the line that I'm designing?",
        "Barbara: That's right.",
        "Carly: Today?",
        "Barbara: You know, I just hope that this medical crisis doesn't interfere with the deadline that you've given yourself. How long did they tell you you have to convalesce? I hope it's not bed rest, 'cause that would really be unfortunate.",
        "Carly: Well, if it isn't the grim reaper of style. She's so desperate that she'll wait on the sidelines for somebody with a real career and real talent to fail!",
        "Barbara: That's not fair, Carly.",
        "Carly: Well, it ain't gonna happen.",
        "Barbara: I only stopped by to check on you.",
        "Carly: Well, you've checked. You've done your checking. I still have a pulse. Now, go! Get out of here! Hey!",
        "Rose: Oh, ladies. Am I interrupting something?",
        "Carly: Yes, lucky for that she-beast, you did. Now, get her out of here before I kill her!",
        "Barbara: You know, we've run into each other twice today. What a -- what a happy coincidence.",
        "Carly: Rose?",
        "Rose: Uh, Barbara, I think you should give Carly some space.",
        "Barbara: Carly, you know, I really do mean it. I wish you all the luck in everything. Rose. Ladies.",
        "Carly: What the hell was that? I feel like I'm gonna throw up from what I've just witnessed.",
        "Rose: You can't walk around with your teeth clenched all the time. You know, you just -- take a deep breath. Take a deep breath.",
        "Carly: Don't tell me you're making nice because of Paul.",
        "Rose: I am not telling you nothing until you tell me what's going on with her with you.",
        "Carly: That bloodsucking witch is trying to steal Monte Carlo right out from under me.",
        "[SCENE_BREAK]",
        "Jessica: Thank you, Evelyn.",
        "Evelyn: You're very welcome.",
        "Jessica: Well, Evelyn thinks that the tape should be ruled inadmissible. So that's what we're gonna go for. Thank you.",
        "Ben: For what?",
        "Jessica: For being here. I wouldn't have been able to go through with this if you hadn't been here. Are you okay?",
        "Ben: Um -- yeah. Yeah, I'm just kinda tired, I guess.",
        "Jessica: Me, too. So, let's get out of this place.",
        "Ben: Yeah.",
        "Jessica: Well, I did it.",
        "Bonnie: Yes, you did. And all I could think was, \"there goes my hero.\"",
        "Jack: Very, very brave. Great job.",
        "Jessica: Thanks, Jack.",
        "Jack: Well, he's out on bail, so if you need any protection at all --",
        "Jessica: No, no, no. I'm sure I'll be okay. I think I can face just about anything as long as I have my baby girl and Ben by my side.",
        "Ben: Hey, you still have that letter that Travers wrote Jessica? Hold onto it for me. I think I want to look at it, after all.",
        "[SCENE_BREAK]",
        "Mike: Seems like no matter what I do, I end up hurting you. Which is -- which is the absolute last thing that I want to do. It's just -- when Carly sandbagged us with the idea of you moving back in, it just -- it caught me off guard.",
        "Molly: \"Sandbagged\"? Nice. That's a hopeless word. Unless that's just your nicer way of saying that our future has nothing in store for us than being friends.",
        "Mike: Don't make it sound like that.",
        "Molly: Well, like what? Like the truth? Because that's all I want.",
        "Mike: The truth is that I am glad that Carly has a place to live. All right? And I'm very happy that we're talking again, but --",
        "Molly: But, Mike, you know what? Don't say anything else. I get the picture.",
        "Mike: No, you don't. Look, the commitment that I've made to Carly because of the baby, it's just -- it's even more complicated now that her health is threatened. That's all.",
        "Molly: I understand that. And frankly, I wouldn't expect anything less from you.",
        "Mike: I just -- I just don't want to play house until everything is settled.",
        "Molly: Look, I don't want to play house, either. Okay? And everything's as settled as it's gonna be. Jack is gonna rip up those divorce papers. Emma's gonna spoil Carly rotten. And that leaves us. You and me.",
        "Mike: You know what you want?",
        "Molly: I want to show you how much I believe in us. And I want you to know that I accept Carly's baby in our life. I don't want to play house. I want to play for keeps. Will you marry me?",
        "[SCENE_BREAK]",
        "Paul: Hi.",
        "Bartender: Good evening, sir. What can I get for you tonight?",
        "Paul: Yeah, can you ring Barbara Ryan's suite? I left a few messages on her cell phone. She hasn't called me back. Thanks.",
        "Barbara: I got your messages, but they were rather confusing. Is everything all right?",
        "Paul: Yeah, everything's fine. Rose told me she spoke to you earlier.",
        "Barbara: You didn't know about that?",
        "Paul: Total and a complete surprise.",
        "Barbara: Well, that Rose D'Angelo, she is full of surprises, isn't she? I'm very happy to hear that your wedding plans are back on.",
        "Paul: Thank you.",
        "Barbara: And that everything is back on track for you both.",
        "Paul: Thank you. I've already asked Will to be a part of the ceremony.",
        "Barbara: Have you?",
        "Paul: Yeah.",
        "Barbara: That's wonderful. I'm sure he was thrilled. He adores you, Paul. And Rose.",
        "Paul: And I know it would mean the world to him if you were there with us, too.",
        "Barbara: What are you saying?",
        "Paul: Weddings are about family. Coming together, sharing each other's lives. Rose's part of the chapel is gonna be filled with D'Angelos and Snyders and Walshes and half the Atlantic City showgirl population. And I -- I want my family to be with me on the most important day of my life, too. Okay?",
        "Barbara: Yes. Okay. Thank you.",
        "Paul: Thank Rose. That woman's got a heart bigger than life.",
        "[SCENE_BREAK]",
        "Rose: No. That woman is trying to push her way into your company now? Is she crazy? No, don't answer that question. Did she come out and say that to you right there, right here?",
        "Carly: No, she's too sneaky for that. She just asked me how I was feeling, and then she happened to mention that she and Rosanna were talking about whether my medical condition would keep me from meeting my deadlines at work.",
        "Rose: She's got some nerve, that broad.",
        "Carly: Rose, I swear, if that woman stands in for me at Monte Carlo, even for one second, I cannot stand it! I would see her dead first!",
        "Craig: Now, Carly, Carly. Is that attitude really helping matters? Hello, Rose.",
        "Rose: We're having a private conversation.",
        "Craig: Speaking of private, I just came from the Lakeview. Where Mike Kasnoff and his ex-girlfriend accused me of forcing you to design against your will.",
        "Rose: Oh, you ain't seen nothing yet. What's this about your ex-wife trying to weasel her way into Carly's company?",
        "Craig: What? I wouldn't let Barbara in out of the rain.",
        "Carly: You know, Rose, thank you. But I think that we should discuss this, just the two of us.",
        "Craig: Discuss what \"just the two of us\"?",
        "Rose: You oughta be ashamed of yourself. And you, I will come by tomorrow -- with Emily and some sparkling cider. We'll have a little party.",
        "Carly: Sounds great.",
        "Rose: Don't worry about Barbara Ryan. She won't step out of line again.",
        "Carly: Thanks, Rose.",
        "Craig: Carly, if we're going to make that deadline, you cannot keep letting people in on our secret.",
        "Carly: Let me tell you something. If you let Rosanna hand Monte Carlo over to Barbara Ryan, I'm gonna murder the three of ya and let the buzzards pluck out your eyes. Is that clear?"
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=U1Zag7tDw1k"
}