{
    "Episode Summary": [],
    "Recap": [
        "Dusty and Meg have a date together. Will and Celia enjoy their time together. Celia talks with Sierra about her relationship problems. Tom and Margo realize there is something wrong with their son. Carly pushes Gwen away, and she turns to a lawyer. Paul assures Carly that he will help her out, as that's what Rosanna would have wanted. Paul begins to piece together the baby switch. Casey decides to go out with another girl from school."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: Matthew told me Lucinda's sleeping?",
        "Meg: Yeah, like a baby.",
        "Dusty: But you said what?",
        "Meg: I said that I needed to see you.",
        "Dusty: You said it was important, regarding Lucinda.",
        "Meg: Oh. Well, see, you assumed that Lucinda part.",
        "Dusty: What's the game?",
        "Meg: You owe me, Donovan, with interest. And tonight is payday.",
        "[SCENE_BREAK]",
        "Will: You hated it, didn't you?",
        "Celia: No, it was a good movie, just a little sad at the end.",
        "Will: You know what? After this, we should go play mini-golf under the lights.",
        "Celia: Will, I can't. I have a ton of stuff to do at home.",
        "Will: Okay, well, let me come help you.",
        "Celia: But we spent the whole day together.",
        "Will: And that's a problem?",
        "Celia: No, it was fun.",
        "Will: You know what? I have a great idea -- we should go see a play.",
        "Celia: Tonight?",
        "Will: No, next week. I'll get the tickets, in Chicago.",
        "Celia: I've never seen a play before.",
        "Will: Great. You know, I like seeing you wear that.",
        "Celia: It's really beautiful.",
        "Will: No, it's not the bracelet. It's the girl wearing it.",
        "[SCENE_BREAK]",
        "Tom: Hey, I voted for the Country Club.",
        "Margo: I'm sorry. I gotta check into the station. Duty calls.",
        "Casey: I don't care where we eat.",
        "Tom: Whoa, curb your enthusiasm, dude.",
        "Casey: Can we just go in?",
        "Margo: You know, it used to be a late-night snack with mom and dad, was really cool.",
        "Casey: Yeah, when I was six.",
        "Tom: Oh.",
        "Margo: Um, okay, maybe we can -- we should go to the club.",
        "Casey: No, it's cool. Can we just get a table, though? I'm starving.",
        "[SCENE_BREAK]",
        "Carly: Well, you want your baby back. And I'm supposed to, what, just hand him over?",
        "Gwen: I have rights.",
        "Carly: You gave up your rights. Maybe when my husband gets here, he can get it through that head of yours that there are laws about these things.",
        "Gwen: Yeah, you know what? The law says that I've got 30 days to change my mind. And I've changed it. I'm taking my baby back, and there's nothing that you or your cop connections can do about it.",
        "Rosanna: The baby was born. It's a boy, it's premature, which means it's going to need all kinds of special attention. Well, I'm so sorry about Jennifer's baby.",
        "Paul: How's your baby doing?",
        "Rosanna: He's holding his own. He looks okay. It's the wrong foot.",
        "Paul: I know, I know. We got off on the wrong foot, but everything's gonna be okay, all right? They're gonna get you to the hospital, get you all fixed up.",
        "Rosanna: The wrong foot -- all right? They're gonna get you to the hospital, get you all fixed up.",
        "[SCENE_BREAK]",
        "Paul: What were you trying to tell me?",
        "Rosanna: Look, Paul, you told me that if I ever needed you, that you would be there for me. Now, please, I need you now. Just meet me someplace. Please, help me.",
        "Paul: There's no birth date. I need a date.",
        "Rosanna: Just meet me someplace. Please, help me.",
        "[SCENE_BREAK]",
        "Dusty: Usually, the people I owe have good left hooks.",
        "Meg: Hey, my left hook's not too shabby, huh?",
        "Dusty: So what do I owe you?",
        "Meg: A night out. We were interrupted the other night, over at the Lakeview.",
        "Dusty: Jennifer was in a bad place.",
        "Meg: And I understand, but you and I, we were almost in a very good place.",
        "Dusty: You want to go back to the Lakeview?",
        "Meg: No. Too predictable.",
        "Dusty: Where then?",
        "Meg: Still in love with the stars?",
        "Dusty: Most nights.",
        "Meg: Okay, how does dinner for two out in the middle of nowhere sound?",
        "Dusty: Cool, except we're far away from nowhere.",
        "Meg: Two hours. I found a campsite that guarantees moonlight and soft breezes.",
        "Dusty: I'm a little short on supplies.",
        "Meg: You don't have to worry about that. I got you a toothbrush. I splurged.",
        "Dusty: I got a problem.",
        "Meg: Allergies? I'm a nurse.",
        "Dusty: I have work at 7:00 a.m.",
        "Meg: Oh, so now you decide to be a responsible adult?",
        "Dusty: Well, what can I do? I can't get out of it.",
        "Meg: No problem. We move to plan \"B.\"",
        "Dusty: Plan \"B\"?",
        "Meg: Plan \"B.\" I am taking you closer to the stars than we've ever been in years. Coming?",
        "[SCENE_BREAK]",
        "Margo: Oh, they've changed the whole menu here. It's all new.",
        "Tom: And deep fried. Yum.",
        "Margo: Yeah. So what are you gonna have, Case?",
        "Casey: Doesn't matter.",
        "Margo: Okay, so Will and Celia are an item now?",
        "Casey: I guess. Can we just order?",
        "[SCENE_BREAK]",
        "Will: I'll let you beat me at video games.",
        "Celia: You want to play video games?",
        "Will: I don't care what we do, as long as we're together. [ Cell phone beeps ] Sorry.",
        "Celia: No, take it.",
        "Will: It's Paul. Hey, what's up? Yeah, sort of, a little. Okay, sure. Yeah, I'll be over in a little bit. No problem. Bye. He wants me to go over to his place.",
        "Celia: Sure, go. I'll take myself home.",
        "Will: Okay. Well, I'll see you there right after. I won't be long.",
        "Celia: You don't have to rush, Will.",
        "Will: Are you kidding? This was a great day, and I don't want it to end.",
        "[SCENE_BREAK]",
        "Tom: So, what's on the agenda for tonight?",
        "Casey: Nothing.",
        "Margo: Oh, you're getting good at that lately.",
        "Casey: Mom --",
        "Tom: Come on, let's go see a late movie or something.",
        "Casey: I'm not in the mood. You guys can. Hey, do you mind if I go talk to a friend from school?",
        "Margo: No, fine, go ahead. We'll order for you.",
        "Casey: All right, I'll take a burger.",
        "Will: What's your problem?",
        "Casey: No problem.",
        "Margo: Did you see that?",
        "Tom: Yeah, maybe Casey's not as cool with things as he claims.",
        "Margo: What a drag. He and Will used to be such good friends.",
        "Tom: Well, girls have been the ruination of many a great friendship. But, something tells me there's more to this situation then our son's letting on.",
        "[SCENE_BREAK]",
        "Gwen: I checked with my lawyer. Nothing's final until the 30 days are up.",
        "Carly: Well, you're really big on this 30-day thing, aren't you? Well, why don't you spend the rest of those 30 days hanging around with me? I can show you what full-time motherhood is like. From the overflowing hamper to the kids' sports calendar, the grocery list that's longer than your arm. And that's on a good day, with a decent salary coming in and a low-interest mortgage.",
        "Gwen: So one less kid should make it easier for you.",
        "Carly: You missed the point.",
        "Gwen: I don't care about your dirty laundry.",
        "Carly: All I'm trying to do is tell you that you don't know what you might be getting yourself into.",
        "Gwen: Did you when you had your first kid?",
        "Carly: I don't think that we need to go at each other.",
        "Gwen: I just want to take my baby home.",
        "Carly: I understand why you're upset. You thought you were handing him over to Rosanna and here he's ended up with me. Who wouldn't be confused?",
        "Gwen: Oh, uh-uh -- I'm not confused.",
        "Carly: Just look at it this way. None of the important things have changed. Not really. You trusted Rosanna to raise your son. She trusted me.",
        "Gwen: Yeah, she also trusted her nut of a husband.",
        "Carly: Craig is out of the picture entirely. Your son has Jack, and Jack is the best. He loves him. We all do. Just as if he were our own.",
        "Gwen: But he's not.",
        "Carly: Up until now, you have put his needs first. I have a great deal of respect for that.",
        "Gwen: But nothing worked out the way I planned. I'm sorry, but your sister, from what I've heard -- she ain't waking up.",
        "Carly: We don't know that. And so, until she gets better, don't you still want your son in a good home with people who love him?",
        "Gwen: Sure, yeah --",
        "Carly: Well that's what he has here -- a real family. An aunt and uncle who love him, three big cousins who adore him. I mean, as a matter of fact, we could offer him everything that Rosanna could, if not more. This may not be what you envisioned, but that doesn't mean that it isn't right. Your son has a home with us. Please don't take that away from him now.",
        "[SCENE_BREAK]",
        "Margo: Well, whatever's going on with Casey, I'll find out eventually.",
        "Tom: Yeah, right.",
        "Margo: I will. He tells me everything.",
        "Tom: No, honey. Casey used to tell you everything.",
        "Margo: Well honey, we're very close.",
        "Tom: No boy Casey's age is close with his mother. He has secrets. Just live with it.",
        "Margo: His heart is broken.",
        "Tom: My heart's been broken many times. But I didn't go run tell my momma about it.",
        "Margo: Well, Casey's different.",
        "Tom: Oh, why is that? 'Cause he's yours?",
        "Margo: Well, no, because, mothers are different. You know, we've changed a lot.",
        "Tom: Oh, so you have scientific proof of this?",
        "Margo: Well, no, we just -- what we do is we keep our eyes and ears open and our mouths shut. Casey will tell me what's going on, it's just a matter of time.",
        "[SCENE_BREAK]",
        "Casey: So Lia, what's going on tonight?",
        "Lia: Nothing. I thought you weren't talking to me after the whole, you know, prom thing?",
        "Casey: Things change.",
        "Lia: So, you're here with your parents?",
        "Casey: Yeah, they've been on my back lately.",
        "Lia: Yeah, well, my parents are in Chicago.",
        "Casey: Really? How'd you score that?",
        "Lia: Oh, that's not even the best part. They're not coming back until tomorrow.",
        "Casey: Empty house, huh?",
        "Lia: Mm-hmm, totally.",
        "[SCENE_BREAK]",
        "[ Cell phone ringing ]",
        "Celia: Hello?",
        "Sierra: Celia, hi. It's Sierra. Listen, I just got home. I'm sorry it took me so long to get back to you. If you still want to talk --",
        "Celia: Are you sure you still have time?",
        "Sierra: Absolutely. Come on by. I'll see you in a few minutes.",
        "Celia: You know what? On second thought, have fun with your folks. See you around, Casey.",
        "[SCENE_BREAK]",
        "Dusty: Nice campsite.",
        "Meg: Okay, it's not the great north woods. But the air is just as nice.",
        "Dusty: You're kidding, right?",
        "Meg: No, breathe it all in, come on.",
        "Dusty: I am breathing it all in.",
        "Meg: Okay, the ground is not as soft, but we can improvise. Here, help me with the sleeping bag.",
        "Dusty: Sleeping bag for two?",
        "Meg: If you're lucky.",
        "Dusty: Well, you weren't kidding about the stars.",
        "Meg: I put in a special order. So, which one's your favorite?",
        "Dusty: Orion.",
        "Meg: Oh, the hunter. Very predictable.",
        "Dusty: What's yours?",
        "Meg: All of them. Wanna grab some beer?",
        "Dusty: For the lady.",
        "Meg: For the gentleman. Thank you.",
        "Dusty: To sleeping under the stars.",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Paul: Hey.",
        "Will: What's going on?",
        "Paul: I'm not sure yet.",
        "Will: You sounded pretty stressed out.",
        "Paul: I was, yeah, a little. I need to know when your friend had her baby.",
        "Will: Gwen?",
        "Paul: Yeah, Gwen. I need the exact date.",
        "Will: The same night Jen had hers. I was at the hospital, remember?",
        "Paul: The same night? You're positive?",
        "Will: Yeah, I'm positive. I was there. We talked about it.",
        "Paul: Yeah, that's how I remember it, too.",
        "Will: Why are you asking about Gwen's baby?",
        "Paul: Well, you know he's with Carly now, right? Rosanna appointed her guardian.",
        "Will: Yeah, I know. What's that have to do with you?",
        "Paul: Well, it's not about me. It's about Rosanna. You know, I mean, I couldn't help her, but maybe I can help her kid. You know, make sure that he has everything that he wants.",
        "Will: Couldn't we have talked about this over the phone?",
        "Paul: Yeah, probably. But I needed to make sure that Gwen had her baby the same night that Jennifer had her baby. I wanted confirmation in person. Is there anything else that you remember from that night?",
        "Will: What I remember most is seeing them both there in neonatal ICU. They kinda looked alike. You know, both premature. Except, one was definitely stronger, because Jen's baby didn't make it and Gwen's did. Which is weird -- Gwen didn't even take care of herself. She was a smoker. She didn't take her vitamins. And, Jen took great care of herself. So I don't know. It's sad, but I guess it was meant to be.",
        "[ Paul remembering ] Rosanna: It's the wrong foot --",
        "Paul: I know, I know. I know, we got off on the wrong foot, but everything's gonna be okay. All right? They're gonna get you to the hospital, get you all fixed up.",
        "Rosanna: It was the wrong foot.",
        "Paul: It's unbelievable.",
        "Will: What's unbelievable?",
        "Paul: What you said. That Gwen didn't even take her vitamins. You know, I'm sorry to bother you like this, and I'm sure that you have a million other things you'd rather be doing tonight. So, tell you what. Why don't you leave your phone on? I'll call you later, find out what you're up to.",
        "Will: Sure, whatever.",
        "[SCENE_BREAK]",
        "Gwen: Look, I don't know you and I don't know your husband, but more than that, I miss my kid. I didn't expect to, but I do.",
        "Carly: Gwen, maybe we can fix this. Maybe if you saw the baby from time to time, maybe you wouldn't miss him so much. You'd know that he's okay, that he's happy.",
        "Gwen: You'd let me do that?",
        "Carly: Oh sure, we could have you over.",
        "Gwen: As what?",
        "Carly: Well, I don't know. But we won't keep it from him that he's been adopted.",
        "Gwen: Shouldn't we talk to a lawyer about this?",
        "Carly: Lawyers, they just complicate things. I think all we really need to do is trust each other and stop fighting, because that's not good for the baby.",
        "Gwen: You mean it's not good for you.",
        "Carly: Excuse me?",
        "Gwen: I know what you're doing.",
        "Carly: I'm trying to help.",
        "Gwen: No, you're trying to trick me.",
        "Carly: No.",
        "Gwen: You'd promise me anything to get me out of here.",
        "Carly: No, that's not what I'm doing.",
        "Gwen: And on day 31, all bets are off and you slam the door in my face.",
        "Carly: That's not true.",
        "Gwen: You string me along till the very end, and then I've got no rights to my own kid, not one. Well, I'm not gonna let that happen. I'm taking my baby home. I'm a few weeks late, and a few bucks short, but I'm taking my kid home.",
        "Carly: Hey. He's already home.",
        "[SCENE_BREAK]",
        "Announcer: Coming up, on \"As the World Turns.\"",
        "Gwen: Do you go up there and get him, or do I?",
        "Carly: He's staying right where he is. You picked a fight with the wrong person.",
        "[SCENE_BREAK]",
        "Paul: Everything's gonna be okay. But, I need to do a little experiment.",
        "[SCENE_BREAK]",
        "Gwen: Let go of me.",
        "Carly: I am not trying to trick you.",
        "Gwen: Ten minutes ago you didn't want me anywhere near here. Now you're okay with me dropping by whenever I want?",
        "Carly: I am just trying to come up with something that will make us both happy.",
        "Gwen: I don't want to come up with something. I want to take my kid home.",
        "Carly: Why? What's changed? Are you really any more ready now to be a mother than you were a couple of weeks ago? Just let me ask you a few simple questions, all right? Are you still in school?",
        "Gwen: Yeah, I'm in school.",
        "Carly: Do you work?",
        "Gwen: I need to eat.",
        "Carly: So does the baby. It's very expensive.",
        "Gwen: I'll get help.",
        "Carly: From where? I don't know. What about child care, while you're at school, while you're working?",
        "Gwen: That is none of your business!",
        "Carly: Is your mother around? Do you have a friend who could help you? Then of course, there's the issue of health insurance.",
        "Gwen: The baby's not sick. He's fine now or the doctors wouldn't have let him come home.",
        "Carly: Well, of course, he's fine. But he still needs shots. He needs regular doctor visits.",
        "Gwen: I'll take care of all that, okay? Lots of girls raise babies alone. So can I.",
        "Carly: He'll be hungry, and he won't have decent health care. And he'll be left with strangers while you try to make ends meet. And if you don't even finish high school, your chances of giving him any kind of home go from bad to worse.",
        "Gwen: Do you go up there and get him, or do I?",
        "Carly: He's staying right where he is. You picked a fight with the wrong person.",
        "Gwen: Then I'll get my lawyer. And when I come back, he's coming with me.",
        "[SCENE_BREAK]",
        "Meg: Have you ever tried counting them?",
        "Dusty: The stars?",
        "Meg: I tried once, on the farm. We were lying in the field. It was early June. It was a cool night and you had dozed off.",
        "Dusty: So how many are there?",
        "Meg: Well, I never got that far. My head was kinda spinning. And it wasn't because of stars.",
        "Dusty: Ready for dinner?",
        "Meg: Sure. The sooner we get it out of the way, the more time we get for the important stuff. Or not.",
        "Dusty: What?",
        "Meg: Shh, shh, shh, shh. Did you hear that?",
        "Dusty: Hear what?",
        "Meg: Shh, shh, shh. I don't think we're alone. I think Jennifer showed up.",
        "[SCENE_BREAK]",
        "Sierra: So, what's Will like?",
        "Celia: Well, he's a great guy. So nice and considerate and generous.",
        "Sierra: How wonderful for you.",
        "Celia: Then why don't I feel so wonderful?",
        "Sierra: Well, how does Will feel?",
        "Celia: Like he wants to spend all our free time together.",
        "Sierra: Well, you are a beautiful young woman. Who could blame him?",
        "Celia: But he acts so sure about us.",
        "Sierra: But you're not?",
        "Celia: No, I like him a lot. It's just, I guess I'm afraid to -- of getting too serious. And, I don't know. If I tell him that, he won't understand. It'll hurt his feelings.",
        "Sierra: Well, have you tried? You know, Celia, you are in this relationship, but that doesn't mean that you're necessarily ready to be in it. You know what I'm trying to say?",
        "Celia: Yes. I think I do.",
        "[SCENE_BREAK]",
        "Casey: I'm not into Celia anymore.",
        "Lia: Yeah, tell that to your eyes.",
        "Casey: So I looked at her, big deal.",
        "Lia: Yeah, like you wanted to follow her out the door.",
        "Casey: No, I wanted to follow you.",
        "Lia: Okay, let's go then. I mean, unless you wanna hang here with your parents.",
        "Casey: All right. Well, give me a sec.",
        "Tom: Hey, who's your friend?",
        "Casey: Lia McDermott. She went to prom with Zach.",
        "Tom: Oh, yeah? Where's Zach?",
        "Casey: I don't know, they're just friends. But, do you care if we get out of here?",
        "Margo: Well, we just ordered you your --",
        "Tom: Oh, sure. Go ahead. Have some fun.",
        "Casey: All right, thanks, dad. I'll call.",
        "Margo: Curfew.",
        "Casey: Yeah, yeah. We're all set.",
        "Lia: Looks like it's trash day at the Diner.",
        "Gwen: That's classy.",
        "Margo: What? Did you notice something.",
        "Tom: I did. I'm not quite sure what it means, though. You call yourself a detective.",
        "[SCENE_BREAK]",
        "Carly: Jack, it's me. Can you call me as soon as you can? It's important. [ Doorbell rings ] Thanks.",
        "Paul: Hi.",
        "Carly: Oh, hi. I'm glad it's you.",
        "Paul: What's going on?",
        "Carly: Nothing, never mind. Come on in.",
        "Paul: I'm sorry. I guess I should have called first.",
        "Carly: No, your timing's perfect.",
        "Paul: Any word from Rosanna?",
        "Carly: Well I talked to her doctors earlier. And they said what they always say. There's no change.",
        "Paul: I keep hoping.",
        "Carly: Me, too.",
        "Paul: You okay?",
        "Carly: No.",
        "Paul: What's going on?",
        "Carly: I just went a couple of rounds with the baby's birth mother.",
        "Paul: Gwen Norbeck? What did she want?",
        "Carly: I'll give you three guesses.",
        "Paul: You're kidding me?",
        "Carly: She does. She wants the baby back. She wants him now.",
        "Paul: What did you tell her?",
        "Carly: I told her everything from get out of here to let's just be friends.",
        "Paul: And how did it end?",
        "Carly: She said that she was coming back with her lawyer. Jack is out of town on a case. I left two messages with Rosanna's lawyer.",
        "Paul: Well, nobody's taking that kid out of here. At least not tonight. So just relax.",
        "Carly: Gwen says that she has 30 days to change her mind.",
        "Paul: Well, how close are we to the deadline?",
        "Carly: I don't know. I can find out.",
        "Paul: No, it doesn't matter. It doesn't matter at all. Rosanna was very clear. She said that if anything were to happen to her, that she wanted you and Jack to take care of this baby. He's not going anywhere. I mean, do we even know who -- this girl, do you know her at all?",
        "Carly: No. No, and I don't want to. I just know that she cannot raise that child the way Rosanna wants him to be raised. I wanna take care of him. I want to love him the way my sister would love him if she were here. And I feel like if I lose him, it would be like losing Rosanna all over again. And, I can't let her down. Maybe we can dig up some dirt on this girl. Do you think -- Paul? [ Carly whistles ] Hey, where'd you go? You were a million miles away.",
        "[SCENE_BREAK]",
        "Dusty: So, you're right. I was thinking about Jennifer. If she is going to come into work or not tomorrow. I'm trying to get her back into a routine. It's tough, you know?",
        "Meg: Well, maybe she's not ready yet.",
        "Dusty: No, if she keeps hiding in the shadows, she'll never be ready.",
        "Meg: You really care about her.",
        "Dusty: Yeah, she's a good woman.",
        "Meg: And?",
        "Dusty: And we're friends.",
        "Meg: You have women you call friends now?",
        "Dusty: Yeah. Do you count?",
        "Meg: Let me qualify -- it's women that you haven't slept with.",
        "Dusty: Oh, well, that's a very short list.",
        "Meg: Well, at least you're honest, Donovan.",
        "Dusty: I'm not sleeping with Jennifer. I work with Jennifer. You understand? That's it.",
        "Meg: Ooh, corporate ethics, too.",
        "Dusty: I need another beer. Do you?",
        "Meg: Sure. Why do I get the feeling that this thing with Jennifer is not just a couple buddies hanging out at the water cooler?",
        "Dusty: Perhaps you think I have a motive? Maybe I do. If helping Jennifer helps put away Craig Montgomery, I'm having a great day.",
        "Meg: So, Jen got your attention because of Craig? So, how do I get your attention?",
        "Dusty: That top doesn't hurt.",
        "Meg: What am I gonna do with you, Donovan?",
        "Dusty: Anything you want. Is your head spinning yet?",
        "Meg: Well, you still have that effect on me. I wonder, do I have that effect on you?",
        "Dusty: You gotta ask that?",
        "Meg: Yeah, I do. Sometimes a girl has to know.",
        "[SCENE_BREAK]",
        "Celia: I like Will, a lot. I couldn't ask for a nicer guy. What's wrong with me?",
        "Sierra: There is nothing wrong with you. These feelings are perfectly normal.",
        "Celia: Really?",
        "Sierra: Mm-hmm.",
        "Celia: But what should I do?",
        "Sierra: I know what I think you should do. If you are feeling overwhelmed, slow things down. Listen to your instincts.",
        "Celia: Why does it have to be so tough?",
        "Sierra: Well, this is life. And it can get difficult sometimes. [ Doorbell rings ] Are you expecting someone?",
        "Celia: Will.",
        "Sierra: Well, I'll get that then. And listen to me. You do not need to plan your entire life tonight.",
        "Will: Hi.",
        "Celia: Hi.",
        "Sierra: Well, I think I'm gonna go upstairs and make some phone calls. So, if you want to talk later, I'll be up there.",
        "Celia: Thank you.",
        "Sierra: Good to see you, Will.",
        "Will: You too. So, what did I just walk in on?",
        "Celia: Nothing. We were just talking.",
        "Will: About me?",
        "[SCENE_BREAK]",
        "Manager: I held your job.",
        "Gwen: And I'm grateful, but I need a raise.",
        "Manager: Forget it.",
        "Gwen: Not a lot.",
        "Manager: Not nothing. You want more money, be nicer. Get bigger tips.",
        "Gwen: I can't help that. People are cheap.",
        "Manager: Okay, I'll help you out.",
        "Gwen: Thank you. Thank you.",
        "Manager: I'll give you another shift.",
        "Gwen: I'm already working as many doubles as I can. Can I do something else? Can I clean out the storeroom?",
        "Manager: I'd pay some extra bucks to have that straightened out. Okay.",
        "Gwen: Could I put a crib in there? After it's cleared out?",
        "Manager: For what?",
        "Gwen: The baby.",
        "Manager: What baby?",
        "Gwen: Mine.",
        "Manager: I thought you gave him up.",
        "Gwen: I changed my mind.",
        "Manager: This ain't no day care, Gwen.",
        "Gwen: Look, he's not gonna cause you any trouble.",
        "Manager: You got kids, you got trouble.",
        "Gwen: He's not gonna bother you. I promise.",
        "Manager: No. No more money. No kids. And don't ask me again.",
        "[SCENE_BREAK]",
        "Lawyer: Hey.",
        "Margo: Hey.",
        "Tom: Aren't your clients usually a little more Lakeview than Al's?",
        "Lawyer: It's pro bono.",
        "Margo: How's Mary Sue? Is she okay?",
        "Lawyer: She's fine. I'll tell her you asked.",
        "Gwen: Hey. I've got a break coming.",
        "Lawyer: Sure. It's great seeing you guys. Dinner sometime soon?",
        "Tom: You, too. Sure, we'll set something up.",
        "Gwen: Hey, thanks for coming.",
        "Lawyer: What's the emergency?",
        "Gwen: I didn't know what else to do. I figured it'd be better to talk to you.",
        "Lawyer: Slow down. Are you okay?",
        "Gwen: I need your help. I want my baby back, and I want him now.",
        "[SCENE_BREAK]",
        "Paul: Try not to worry about Gwen, okay? I'm sure once she calms down, she'll think about what you told her and she'll realize that she can't win.",
        "Carly: But she can win. She has rights.",
        "Paul: Will says that she lives in a garage, she works at Al's, she has no family to speak of. Gwen can't possibly compete with you guys financially.",
        "Carly: She has biology on her side.",
        "Paul: She's a minor.",
        "Carly: I don't think the courts care about that. And you know, I can't even hate her, because I understand. I understand how she feels, but I am not giving in.",
        "Paul: Don't. Rosanna wanted him here.",
        "[ Carly sighs ]",
        "Carly: And whatever it takes, I'm keeping him.",
        "Baby nurse: Look who's still awake. I'm sorry, Mrs. Snyder, but my shift's over.",
        "Carly: Oh, that's all right. Here, I'll take him. Come here, baby.",
        "Paul: Can I hold him?",
        "Carly: Yeah, okay. Sure. There you go.",
        "Paul: He's so light.",
        "Baby nurse: I'm really sorry, Mrs. Snyder, about what happened earlier. I didn't know who that girl was.",
        "Carly: It's okay. It's okay. I'll see you tomorrow. You're falling in love with him. [ Paul chuckles ] Everybody does.",
        "Paul: You know what? Why don't you go relax for a little while? And I'll hang out with him. It'll give me a chance to get to know him.",
        "Carly: Are you sure?",
        "Paul: Yeah. Sure. Believe me, if I get in over my head, I'll scream.",
        "Carly: All right. All right, thanks.",
        "Paul: You poor little thing. You have no idea of what you're in the middle of, do you? All right. Everything's going to be okay. I need to do a little experiment. Don't worry, this won't hurt. It'll tickle a little bit.",
        "[SCENE_BREAK]",
        "Dusty: The lady wants compliments?",
        "Meg: What woman doesn't?",
        "Dusty: You're the best surprise that's happened to me in a long time.",
        "Meg: What does that all mean?",
        "Dusty: You got me.",
        "Meg: Well, good. A little mystery never hurts.",
        "Dusty: Let me ask you something.",
        "Meg: Shoot.",
        "Dusty: What do you want from me?",
        "Meg: I want you to teach me about the stars.",
        "Dusty: You see that belt?",
        "Meg: Yeah.",
        "Dusty: That has a whole story attached to it.",
        "Meg: See, that's what I like about constellations. They have stories. So what is it?",
        "Dusty: It's about a beautiful woman who knows how to live in the moment.",
        "Meg: And how does her story end?",
        "Dusty: Like this.",
        "[SCENE_BREAK]",
        "Celia: Sure. Your name came up.",
        "Will: Sierra approves?",
        "Celia: She likes you.",
        "Will: But that doesn't make you happy?",
        "Celia: I'm just tired.",
        "Will: Well, we did a lot today. Celia, is it the bracelet? Because you kind of acted weird after I gave it to you.",
        "Celia: The bracelet's beautiful.",
        "Will: But too much?",
        "Celia: Maybe.",
        "Will: Be honest. It's okay.",
        "Celia: Okay, it's what it says.",
        "Will: I knew it. I kicked the engraved part around in my head for, like, a week. I didn't want it to be a huge deal. You know, just the way you'd sign a letter. \"Love, Will.\"",
        "Celia: Yeah, but it's more than just a word to me, will. If that sounds lame, I'm sorry.",
        "Will: No. I'm glad you told me.",
        "Celia: You're not upset?",
        "Will: Only that I made you upset. Do you want me to take it back?",
        "Celia: The bracelet?",
        "Will: Yeah. Don't stress over it.",
        "Celia: Are you sure?",
        "Will: Yeah. Believe it or not, sometimes people say that I can take things too seriously. So just let me have it. I don't want this to be a problem. And the next time something's bothering you, just talk to me, okay?",
        "Celia: I will.",
        "Will: Good. So we're cool then? You really had me scared there for a minute. So, tomorrow, why don't we take a bike ride and go for a picnic? Sound like fun?",
        "Celia: Yeah.",
        "Will: Great. Celia, I'm glad we can be honest with each other. That's really important.",
        "[SCENE_BREAK]",
        "Margo: So he's kind of a high-end adoption lawyer, right?",
        "Tom: Yeah, all privates, all high-ticket. Gwen must be his pro bono. Maybe she was referred by Social services.",
        "Margo: I guess she's having second thoughts.",
        "Tom: I wouldn't doubt it.",
        "[ Margo sighs ]",
        "Margo: We are so lucky that we don't have these kinds of problems with our sons.",
        "[SCENE_BREAK]",
        "Lawyer: Are you sure you've thought this through?",
        "Gwen: Yeah. And I've got time, right?",
        "Lawyer: You're well within 30 days.",
        "Gwen: And nobody can change that?",
        "Lawyer: No. I'll call in the morning and get a court date as soon as possible.",
        "Gwen: When?",
        "Lawyer: That depends on the docket.",
        "Gwen: Okay. But in the meantime, I need to make some cash. I've got a lot of stuff to buy. Clothes, formula, diapers.",
        "Lawyer: Gwen, Gwen. You don't need to worry about the money.",
        "Gwen: I'm not gonna take handouts from anybody.",
        "Lawyer: Rosanna left a trust fund for the baby.",
        "Gwen: Yeah, but that's for college, right?",
        "Lawyer: No. It's there to cover any of the baby's reasonable and necessary expenses throughout his life.",
        "Gwen: So that person, Carly, can't use money against me?",
        "Lawyer: Absolutely not.",
        "Gwen: Okay. Let's do it.",
        "Lawyer: All right. I'll let you know as soon as we can get in front of a judge.",
        "Gwen: I can't believe it. I get to keep him.",
        "Lawyer: You get to keep him.",
        "Gwen: Wow. He's practically out of that house already.",
        "[SCENE_BREAK]",
        "Paul: So, how are you feeling now?",
        "Carly: Better. I left another message for Rosanna's lawyer and one for Jack, and there's really nothing more I can do tonight, is there?",
        "Paul: The only thing you can do is not worry about Gwen. Okay? She's a kid. She's probably going to change her mind three more times before tomorrow.",
        "Carly: Yeah, you're probably right.",
        "Paul: Listen, if you and Jack need for me to go to court with you --",
        "Carly: No, whoa. I hope it doesn't come to that.",
        "Paul: Well, if it does, there's no doubt in my mind that Rosanna wanted him here. Carly, she talked all the time about what a great mom you are.",
        "Carly: Did she really say that?",
        "Paul: She did. She respected you.",
        "Carly: I need to do this for her. And for me. Ah, he's asleep. Good job.",
        "Paul: Thanks.",
        "Carly: I should bring him up to his crib.",
        "Paul: All right, I'll get out of your way.",
        "Carly: Thanks for coming by.",
        "Paul: No, thank you. I'll be in touch.",
        "Carly: Okay. Oh, and Paul? I just want to tell you that I liked it that we were family. Even if it was just for a short time.",
        "Paul: Yeah, me too.",
        "Carly: Good night.",
        "Paul: Good night.",
        "[NEXT_ON]",
        "Gwen: I want this Gwen Norbeck as far away from us and that little baby as she can possibly get.",
        "Margo: But if Will isn't the father, did he say who was?",
        "Barbara: As long as it's not my son, I couldn't care less.",
        "Casey: So, I hear my folks talking this morning, and they said something about you wanting to get the baby back. Are you nuts?",
        "Paul: I think maybe something shady happened with Jennifer's baby."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=UxiaRKC75Dg"
}