{
    "Episode Summary": [],
    "Recap": [
        "Kim warned Chris that the Stewart women are ruthless, but Chris said that Alison was good for him. While Alison, Emily, and Susan removed all traces of Rick from Susan's home, they found some photos that Rick had taken of Susan before they had met. Susan was disgusted that he had been stalking her, and ran out in disgust. Alison admitted to Emily that she and Chris had made love, and said she thinks she loves him. She worried that she might waste her life going after the wrong men like her mother; Susan overhears. Sarah faked a recurrence of her illness so she could see Bonnie. When Marshall defended Bonnie to Marshall, Marshall deduced that Walker was the one that performed the illegal DNA test. He threatened to have Walker prosecuted, unless Bonnie agreed to stay away from Sarah. Marshall bought a bunch of age-inappropriate gifts for Sarah, but when she expressed her displeasure, he offered her an allowance in exchange for her compliance with some rules. He insisted that she stay away from Bonnie, and move in with him that day. When he turned his back, she took off. Margo sent a constable to check out the sheep station when she realized that Mordecai was Bartleby Shears's brother. Mike and Katie scuffled with Mordecai when the constable arrived, so he locked them in a wardrobe while the constable looked around. They managed to escape, and the constable heard their cries for help."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Phone rings]",
        "Alison: I was just thinking about you.",
        "Chris: Yeah? Where are you?",
        "Alison: At the cottage. I'm just picking up some more stuff.",
        "Chris: Then what?",
        "Alison: I'm just going to head back home. Just in case Emily gets held up or something. Then I guess I'll pick up some more of my stuff this afternoon. I hate to leave this place. It reminds me of you.",
        "Chris: Yeah, well, I've been thinking about you, too.",
        "Alison: Yeah? Thinking about what?",
        "Chris: Hey, uh, my mom just walked in. I'll call you later. We'll pick this up soon, okay? Bye. Hey, Mom.",
        "Kim: Hi, stranger.",
        "Chris: Hey.",
        "Kim: We were about to send out a search party for you. Haven't seen much of you the last couple of days.",
        "Chris: Yeah, well, you know how it is. You get busy --",
        "Kim: Oh, yeah, I know. Busy with work. Busy with Alison Stewart.",
        "[SCENE_BREAK]",
        "Emily: Mom?",
        "Susan: I'm really impressed with the way you and Alison have been working together. One of you leaves, the other one shows up. You afraid to leave me alone?",
        "Emily: We love you, Mom. You know, we're worried about you. After everything you've been through with Rick.",
        "Susan: Maybe you ought to be.",
        "Emily: Why?",
        "Susan: I've got lousy taste in men. And I just can't even make myself a cup of coffee. I -- I stood outside the kitchen for about 20 minutes because I couldn't bear to go in there and look at his coffee mug or those French roast beans he used to buy. Just -- everywhere I look, there's Rick! This whole place just reeks of him!",
        "Emily: All right, there's one solution to that. Listen to me, Rick's out of your life. Let's get him out of your house.",
        "[SCENE_BREAK]",
        "Troy: I got her here as soon as I could.",
        "Walker: What happened?",
        "Troy: Sarah started having that rash again early this morning. I called our health care worker, and she said I'd better bring her in. So --",
        "Walker: A recurrence of her condition?",
        "Troy: It sure looks like it.",
        "Nurse: Sir? We have some forms you need to sign.",
        "Walker: I'll let you know if we find anything.",
        "Troy: Thank you.",
        "Walker: Sarah, tell me what happened --",
        "Bonnie: Sarah --",
        "Sarah: Hi -- I told Troy he had to call you. I wouldn't come here until he did.",
        "Bonnie: That's okay. Everything's okay now. Okay?",
        "Sarah: Because you're here.",
        "Marshall: Hey -- hey, how are you?",
        "Sarah: What are you doing here?",
        "Marshall: Troy called me. What's wrong?",
        "Walker: Sarah, I'm going to have this nurse take you to the examination room, all right?",
        "Nurse: Excuse me --",
        "Sarah: You won't go, right?",
        "Bonnie: No. No, I'll be right here.",
        "Marshall: I mean, do I get to know what's going on?",
        "Walker: I'll be back to talk to both of you as soon as I finish examining Sarah. Excuse me.",
        "Marshall: Wait a minute. You will speak to one of us, and that will be me. I'm Sarah's father. You know, why not make this easy on yourself and leave now?",
        "[SCENE_BREAK]",
        "Margo: It's just when I heard that song, \"mockingbird,\" blasting in the background, I know something's wrong.",
        "Jack: Because that song has a special meaning for you and Katie?",
        "Margo: Yeah, and the minute that caretaker heard it, he freaked out. He couldn't get off the phone fast enough.",
        "Jack: And you can't stop thinking that she's trying to send you a message?",
        "Margo: I know it's a long shot, but -- is it worth getting some poor constable out of bed in the middle of the night to check it out?",
        "Jack: We'd do the same thing for a fellow cop -- yeah? Yes, I'm -- yeah, I'm on hold. You got a name for me? Shoot. Uh-huh. Okay, thank you very much. Yeah, you have a great day. Constable Brighton is awaiting your call.",
        "Margo: Okay, so I'm going to do this. I'm going to send some poor guy out on a hunch based on a song?",
        "Jack: Dial away.",
        "[SCENE_BREAK]",
        "Katie: It was so good hearing Margo's voice.",
        "Mike: I know.",
        "Katie: I miss her so much. If she didn't get that message we were trying to send her, I don't think we're ever going to get out of here.",
        "Mike: Come with me.",
        "Katie: We're being held hostage. Where do you think we're going to go?",
        "Mike: Leave that up to me.",
        "Mike: All right. Close your eyes. You want to get out of here or not? Close 'em. Close 'em! Now. All right, you're on a hot, sandy beach, with blue, blue skies --",
        "Katie: Did I forget to mention the fact that I was marooned on a desert island -- in this lifetime? Next fantasy, please.",
        "Mike: Close 'em. Keep 'em closed this time. All right -- you're high up in the mountains. And there's -- and there's a fresh blanket of snow, brisk wind --",
        "Katie: It's freezing up here.",
        "Mike: Relax, relax. You got a big puffy parka, brand-new gloves, insulated boots --",
        "Katie: Not enough. I'm getting frostbite.",
        "Mike: Oh, you are so high-maintenance it's ridiculous. All right. They going to stay closed? Okay. All right -- you're in a little cabin. All right, and you're looking out the window. And there's pine trees and mountains. And you're watching the sunset. And it's starting from orange to pink to blue to purple. You got a fire crackling in the fireplace, good music on the stereo. There's dinner in the kitchen. But you don't want to leave this spot. You don't want to lose the moment.",
        "Katie: It's beautiful here. The snow's just starting to fall again. It's the perfect place. Feels like we're the only people in the world.",
        "Mike: Yeah.",
        "Katie: We should build more fires like this. I guess I should give you a fantasy now.",
        "Mike: This one works just fine for me.",
        "[Noise upstairs]",
        "Katie: Mordecai. I almost forgot where we were.",
        "Mike: Yeah, me too.",
        "Katie: Thanks for that.",
        "[SCENE_BREAK]",
        "Susan: Oh!",
        "Alison: What in the world are we doing here?",
        "Emily: Good, you're here. Grab a trash bag and help out. Here, over there.",
        "Alison: What are we doing?",
        "Emily: Removing all items that remind Mom of Rick Decker.",
        "Alison: I wish we could do this the first day he came. Oh, stinky, stinky cigars, gone! Ugh. Puzzle box.",
        "Emily: Ugh.",
        "Alison: What's this? Mom? Did Rick take these?",
        "Susan: What are they?",
        "Alison: You. You're in front of some building that says \"Orlando --\" something, but I can't quite see it.",
        "Susan: Oh, that? That's the building where I met Rick. The convention center. But I -- we never took any pictures. Oh my God!",
        "Emily: What?",
        "Susan: Ooh!",
        "Emily: What? What?",
        "Susan: I never posed for any of these! He -- he must've been following me! Taking pictures that I didn't know about!",
        "Emily: Oh, here -- just throw them away. Give them to me. Throw them away.",
        "Susan: He was stalking me! And I -- I let him into this house! Ew!",
        "Alison: Mom, you didn't know --",
        "Emily: Mom --",
        "Susan: I should have known. I should've felt it, or seen it, or -- something.",
        "Emily: Mom?",
        "Alison: Mom! Well, shouldn't we go after her?",
        "Emily: No. No, just -- let her go.",
        "Alison: Well, she --",
        "Emily: If this thing with Rick is going to make her pick up a bottle, there's nothing we can do about it.",
        "Alison: Well, isn't there something we can do?",
        "Emily: Yes. We can finish removing every item in this house that reminds her of that maniac. We're going to decontaminate this whole house.",
        "Alison: I wish we could do the same for her heart.",
        "[SCENE_BREAK]",
        "Troy: I have to get back to the shelter. I have another emergency I have to deal with. But since you and --",
        "Bonnie: No, go. Go, I promise I will call as soon as I hear something from Dr. Daniels.",
        "Troy: Thanks.",
        "Bonnie: Sure.",
        "Troy: Good luck.",
        "Marshall: Hey, I had questions for that man.",
        "Bonnie: And if you would just calm down, you'll get answers. A couple months ago, Sarah was diagnosed with a condition called Leishmaniasis. She contracted it when she was still a child in Brazil.",
        "Marshall: Dr. Dixon mentioned it, but he seemed to think it was treated successfully.",
        "Bonnie: Some symptoms must've come back.",
        "Marshall: Okay, that's the part I don't understand.",
        "Bonnie: Well, look, Marshall, I wish I knew, but I don't.",
        "Nurse: Ms. Mckechnie?",
        "Bonnie: Yes?",
        "Nurse: The doctor would like to see you now.",
        "Bonnie: Oh.",
        "Marshall: Sarah's my daughter. Okay, I have rights. Shouldn't I be the one to see her first?",
        "Bonnie: Marshall, she is scared to death. You are her father, not her lawyer.",
        "Marshall: Meaning?",
        "Bonnie: Meaning, will you just stop throwing your weight around for a minute? She just wants a familiar hand to hold. A friend.",
        "Marshall: Five minutes.",
        "Bonnie: Hey, pretty lady. How you doing?",
        "Sarah: I'm sorry, Bonnie.",
        "Bonnie: Sarah, honey, you're sick. It's not your fault.",
        "Sarah: It is my fault. I kind of faked it.",
        "Walker: Sarah's quite the performance artist. She drew the lesions on with a magic marker, faked the rest --",
        "Bonnie: Sarah. You scared me half to death. Why would you do something like this?",
        "Sarah: I wanted to see you and it was the only way. Once they make me move in with my dad, he's never going to let me see you. Can't we fix it -- find some way to see each other again?",
        "[SCENE_BREAK]",
        "Katie: How's your shoulder? Can you move your arm?",
        "Mike: I'll have to. If I see a chance to get out of here, I'm going to take it.",
        "Katie: Here. Come here. Let me help you. How's that feel?",
        "Mike: Really good.",
        "Katie: Here, it'll be easier if you take your shirt off. Oh, you okay? How's that? Am I hurting you? Am I doing it right?",
        "Mike: Yeah. You know, I think that did the job. Maybe we should cover that receiver so mortician doesn't see it.",
        "Katie: Oh, yeah. Good idea.",
        "Mike: Here --",
        "Katie: Watch --",
        "Mike: Thanks.",
        "Katie: You okay?",
        "Mike: Yeah.",
        "Katie: Here, use this.",
        "Mordecai: You stay where you are. The girl's coming with me.",
        "Mike: She's not going anywhere without me.",
        "Mordecai: Oh, really? And why not?",
        "Katie: Where are you going to take me?",
        "Mordecai: That picture of you that I sent to your hubby didn't do the job. So I'm going to send him another message. And this one's going to be a little bloodier than the last one. I think that'll do the trick.",
        "Mike: Run, Katie! Go!",
        "Katie: Mike! Mike, watch out! [Katie screams] are you okay? Mike, are you okay?",
        "Mike: Go get help. Go get help.",
        "Katie: No, I'm not going to leave you!",
        "Mike: I can't walk -- go! Go!",
        "Katie: He's going to kill you!",
        "Mike: Go, Katie!",
        "Katie: No! Mike! No, no, no! Get off me! Get off me!",
        "Mordecai: You thought I was angry before? Just wait.",
        "[SCENE_BREAK]",
        "Marshall: So Sarah's not really sick?",
        "Walker: No. She found a way to fake the fever and the lesions.",
        "Marshall: Okay, where is she?",
        "Bonnie: Marshall, don't be too hard on her, she --",
        "Marshal: Don't tell me how to raise my child.",
        "Walker: Then allow me. Sarah doesn't know you. And from where I'm standing, you're not giving her a reason to want to know you. She faked that illness because you're threatening to take away everything she's come to count on -- the shelter that gives her stability and security and Bonnie, who gave her love. You want that girl to trust you? Allow her at least some of the things she's come to rely on. Do not push Bonnie out of her life.",
        "Marshall: You know an awful lot about my life, my daughter's life. Bonnie's involvement in all this. You wouldn't be the doctor who ran that DNA test behind my back, would you?",
        "Bonnie: Look, Marshal, that job was done in an independent lab. Walker had absolutely nothing to do with it.",
        "Marshall: You going to admit the truth? Or you going to hide behind her lies?",
        "Walker: I ran the test.",
        "Marshall: You broke the law.",
        "Bonnie: Marshall, you know all about breaking the law, don't you?",
        "Marshall: First I'll file for malpractice. From that point on, doctor, it's going to cost you -- your money, your job, and then your freedom.",
        "Walker: I have some patients I have to see. You want to come after me, you know where to find me.",
        "Bonnie: Don't do this. Just leave Walker out of it.",
        "Marshall: I told you to stay out of my life. I told you there'd be consequences.",
        "Bonnie: I swear, Marshall, if you go after Walker -- I will tell Sarah you raped my mother.",
        "[SCENE_BREAK]",
        "Kim: It just seems to me that you and Alison have gotten a lot closer in the last few months.",
        "Chris: She's a good friend.",
        "Kim: Christopher, never underestimate the power of a single-minded woman.",
        "Chris: What?",
        "Kim: Well, let's take Emily Stewart, for instance. There was nothing she wouldn't have done to hold onto Tom -- up to and including getting pregnant with his child.",
        "Chris: Whoa. Mom, what are you saying?",
        "Kim: I am saying that the Stewart women are very industrious. They are not above going to extremes to get what they want. And Alison is no exception.",
        "Chris: What -- you think Alison's bad because Emily slept with Tom? And Susan slept with Dad, like, a million years ago.",
        "Kim: Well, that's a pretty interesting list, don't you think?",
        "Chris: You know what, you still treat me like a kid who can't make one step without his parents having to pull him out of quicksand.",
        "Kim: All right, Chris, old habits die hard. For parents, as well as for children.",
        "Chris: Mm-hmm. I'm not a baby any more, Mom. It's time for me to run my own life. And I know I want Alison Stewart in it.",
        "[SCENE_BREAK]",
        "Alison: Oh, gross. Oh! Rick was always buying her little gifts, little reminders that he was crazy about her.",
        "Emily: Yeah, meanwhile, he was just plain crazy.",
        "Alison: And remember how he would always kiss her and hug her and whisper things in her ear? Emily, I'll bet you that he would do that just so she couldn't take a step back and see what a total freak he was. I'm glad that Chris is 100% normal.",
        "Emily: Hey, Ali?",
        "Alison: Hmm?",
        "Emily: I got to ask you something. I mean, it's probably none of my business, but -- are you planning on sleeping with Chris? What -- you already did? Really? Wow, that's -- that's great! I mean -- that's great, right? I mean, are you okay?",
        "Alison: I'm better than okay.",
        "Emily: Are you sure?",
        "Alison: Yeah! Emily, chill out. It's not like some monumental thing.",
        "Emily: Well, wasn't it?",
        "Alison: I think I love him. We haven't said it or anything, but -- all I ever want to do is be with him. And just -- last night just made everything so much -- more.",
        "Emily: Wow. That's great. Okay, are you -- you know, being safe? Are you --",
        "Alison: Emily -- he's a doctor.",
        "Emily: Well, I know he's a doctor, but -- I'm sorry, I have to ask. I'm happy for you. I want to be here for you, okay? So if you want to talk to me, or if you have any questions --",
        "Alison: Well, I do have one question. How do I not end up like Mom? Like, loving somebody, sharing your life with him, and then finding out you made a humongous mistake?",
        "Emily: Mom --",
        "Susan: If you know the answer to that one, I'd love to hear it.",
        "[SCENE_BREAK]",
        "Mordecai: Did you tap into the bloody phone line? I said, did you tap into the phone line? All right, I'm going to give you to the count of five. Five!",
        "Mike: No, no! No, no, no -- let her go! Let her go! Get your hands off her.",
        "Mordecai: It actually talks! All right, I will. If you tell me what I want to know. What did you hear?",
        "Mike: Nothing.",
        "Mordecai: Well, did you hear? Did you hear the call from the States? From your sister?",
        "Mike: Yes, yes!",
        "Mordecai: And the call from Simon?",
        "Mike: It was my idea. We heard everything. It was my idea. You want to hurt somebody, hurt me. I'm the guy. Leave her alone.",
        "Mordecai: Look, I'm going to hurt somebody any moment, all right? Your husband killed my brother! And he's not getting away with that. All right? You did this, and for that, you're going to pay. If Simon doesn't get here, neither of you is going to get out of here alive. The only question is, who do I kill first? You, or you?",
        "Mike: You can't kill Katie, you need her.",
        "Mordecai: Why can't I kill her?",
        "Mike: She's the only reason that Simon will come.",
        "Katie: What? Mike?",
        "Mike: Look, Simon's crazy about Katie. He killed your brother to protect her. He circled the globe to lead you away from her -- I don't even care how many clues he comes up with, he's going to come here. He's going to find her. Man, he'll do anything to see her again, anything to protect her. I know that I would.",
        "[Pounding on door]",
        "Katie and Mike: Simon! Run! It's a trap!",
        "Mordecai: Get back! Back up. Back up. Back up.",
        "Mike: All right, all right. All right.",
        "Mordecai: Get into the cupboard.",
        "Katie: Simon!",
        "Mordecai: Look, don't make another noise!",
        "Katie: You can't keep us in here!",
        "Mordecai: Look, it's all right, love. I'll be back soon. With Simon's head on a stick.",
        "Katie: Simon!",
        "Mike: Save your breath. Nobody can hear us in here.",
        "Katie: Well, if you think I'm just going to stand here and do nothing, you're wrong.",
        "Mike: All right, well, nobody's giving up.",
        "Katie: How are we going to get out of this thing?",
        "Mike: You know, I've built a bunch of these wardrobes.",
        "Katie: Yeah? Have you ever broken out of one?",
        "Mike: First time for everything.",
        "[SCENE_BREAK]",
        "Marshall: You stay out of Sarah's life, or I'll go after Dr. Daniels with everything I've got.",
        "[SCENE_BREAK]",
        "Margo: Bartleby's got a brother. Mordecai Shears.",
        "Jack: Oh boy.",
        "[SCENE_BREAK]",
        "Brighton: What's in the cellar?",
        "[Katie screams]",
        "[SCENE_BREAK]",
        "Marshall: If I agree to drop my complaint against Dr. Daniels, I want you out of Sarah's life. Forever. If she calls, you're busy. If she stops by, send her home. If she runs into you, run in the other direction.",
        "Bonnie: You want to hurt me? Fine. But don't do this to Sarah. She'll think I abandoned her. She'll hate me.",
        "Marshall: That's the deal. You stay out of Sarah's life, or I'll go after Dr. Daniels with everything I've got. There's my little girl.",
        "Sarah: They said I can go. Are you going to take me back to the shelter?",
        "Marshall: Hey, how does lunch sound, huh?",
        "Sarah: You're not mad that I lied? Bonnie said I should apologize --",
        "Marshall: You know, if we spend all our time trying to figure out who should be punished for what, you won't have the opportunity to enjoy all your presents, huh?",
        "Sarah: Presents? For me?",
        "Marshall: All for you.",
        "Sarah: Can Bonnie come to lunch with us?",
        "Marshall: Bonnie's probably too busy. Aren't you, Bonnie?",
        "Bonnie: Previous engagement.",
        "Sarah: With Isaac?",
        "Bonnie: No, not with Isaac. But, you just have a good time today, okay? I love you.",
        "Sarah: You make it seem like we're not going to see each other again. Bonnie?",
        "Marshall: Hey, ready? You won't believe what kind of gifts I've got for you.",
        "Bonnie: Are they gone?",
        "Walker: Yeah, they're gone. Hey, come on. Come on.",
        "[SCENE_BREAK]",
        "Kim: Alison Stewart is only 18 years old.",
        "Chris: Mom, I don't care about her age, her past, or her family. All right? This is who Alison is. All right, she slipped me that today. She just put it in my pocket knowing that I would stumble onto it later in the middle of a crazy day.",
        "Kim: Okay, Chris, I mean, this is really very sweet.",
        "Chris: She's not sweet, Mom. She's brave, spontaneous --",
        "Kim: I'll say she is.",
        "Chris: Yeah, she makes me laugh, and she really cares about me. All right, I'm sorry, but I don't see the down side.",
        "Kim: Oh, boy. Okay, Chris -- listen, you know, I'm just asking you to be careful. That's all I'm doing. Just be careful.",
        "Chris: Mom, I've been worried sick the past few months. All right? About Dad, about the future of the hospital, about my patients -- all right, I've been the dedicated physician, the dutiful son. And now, I'm seeing what it's like to really be happy. Just happy. And I'm going to savor that feeling as long as it lasts. No matter who disapproves.",
        "[SCENE_BREAK]",
        "Alison: Mom, where did you go when you took off before?",
        "Susan: I went looking for an AA meeting. But when I got there, I couldn't go through with it.",
        "Emily: Why not?",
        "Susan: I have bared my soul at those meetings. I've admitted things that I haven't told my closest friends. But how do I tell my story this time? \"Hello, I'm Susan, I'm an alcoholic, and I married a serial killer.\"",
        "Emily: Mom, you are not responsible for what that man did. You are as much a victim as any of those people he killed.",
        "Susan: Oh, honey, don't say that. Those poor people that -- that he snuck up on and injected with potassium chloride? Those are his victims. I'm just his clueless wife. And he knew it. He knew I would be. There had to be a reason that he chose me. He could see something in me that made him know that I would be the perfect fool for him. Besides the fact that I hadn't been in a relationship in years!",
        "Alison: Mom, it's not like you're some freak magnet.",
        "Emily: You need to stop blaming yourself. Listen to me, there are no easy answers to any of this.",
        "Susan: Well, I'd better find an answer somewhere. I don't want to spend the rest of my life worrying that I'm going to be blind-sided by the next Rick Decker who comes down the pike.",
        "[SCENE_BREAK]",
        "Margo: Jack! We got to get that constable on the phone again.",
        "Jack: Why, you got a new lead?",
        "Margo: Remember how I couldn't get Simon's letter out of my head. Because he said someone would be after him because he killed Bartley?",
        "Jack: Right.",
        "Margo: Bartleby's got a brother.",
        "Jack: Twins?",
        "Margo: Identical. Mordecai Shears.",
        "Jack: Oh, boy.",
        "Margo: There's no answer. Oh my God, if Mordecai's out at that ranch, I just sent that constable into a mess of trouble.",
        "[SCENE_BREAK]",
        "Brighton: Good evening.",
        "Mordecai: How can I help you?",
        "Brighton: Well, that depends. You the caretaker?",
        "Mordecai: Yeah.",
        "Brighton: Sorry to drop by so late, but I just got a call from the States. Seems an officer in Illinois is looking for her sister.",
        "Mordecai: Yeah, no, I spoke to her. I told her the same thing I'm going to tell you -- I don't know where she is.",
        "Brighton: Well, you know Americans. Hate to take no for an answer. You don't mind if I take a look around, do you?",
        "Mordecai: No. No, go ahead.",
        "Brighton: You might want to put something on that cheek. It's a nasty cut you've got. How'd it happen?",
        "[SCENE_BREAK]",
        "Katie: All right, how are we getting out of here?",
        "Mike: Okay, you see that light coming in from the bottom of the closet?",
        "Katie: Yeah?",
        "Mike: All right, that means it's off center. We work hard enough; we can tip this baby over.",
        "Katie: How?",
        "Mike: All right, here's what we do. I'll lean up against the wall like this -- and you put all your weight on me.",
        "Katie: Okay.",
        "Mike: Okay.",
        "Katie: Like this?",
        "Mike: Yeah, lean a little harder if you can. Harder.",
        "Katie: I'm trying.",
        "Mike: That's all you've got? I thought you were like this workout guru who sold, like, a billion copies?",
        "Katie: I did. And I'm very strong.",
        "Mike: All right, come on. Come on, come on. We need more leverage.",
        "Katie: Yeah, we do. Because otherwise Simon's going to be getting himself killed upstairs.",
        "Mike: All right. All right, all right. I got it. I got it, okay? Get close to me. Get close to me. Closer. Closer. All right. Yeah, just like that.",
        "Katie: Okay. What are we doing now?",
        "Mike: All right, it's like a swing. It's perpetual motion. Okay? We're just going to rock back and forth, okay?",
        "Katie: Rock back and forth.",
        "Mike: Follow my body. Follow my body.",
        "Katie: Okay, I got it.",
        "Mike: Okay, you ready?",
        "Katie: Yeah. Let's go.",
        "Mike: You ready to start this?",
        "Katie: How is this going to work?",
        "Mike: Feels good, doesn't it?",
        "Katie: Yeah, well --",
        "Mike: The rhythm.",
        "Katie: Oh, wait -- I think it's working.",
        "Mike: The rhythm?",
        "Katie: Faster! Go faster!",
        "Mike: That's it!",
        "[SCENE_BREAK]",
        "Bonnie: I threatened to tell Sarah that he raped my mother.",
        "Walker: You what? Why would you do that, Bonnie? Is that how you got Traverse to back off of me? Bonnie, you didn't have to do that.",
        "Bonnie: Yes. Yes, I did. Because he threatened to come after you with everything that he has. And you did me a favor -- you saved Sarah's life. I couldn't just let you lose your career over that.",
        "Walker: I can handle Traverse. All right? At least, she's going to be out of the shelter, she'll have a new house. The best schools --",
        "Bonnie: The best clothes, the hottest designers -- and when Travers gets done buying her love -- she'll forget all about me.",
        "[SCENE_BREAK]",
        "Sarah: I don't get it. It's not my birthday.",
        "Marshall: You're right. It's much more than that. It's Christmas, it's Kwanzaa, it's New Year's, it's -- it's Valentine's Day, it's Easter, Groundhog day, and 15 years' worth of birthdays and everything else that I've missed. Now, look, I know this can't make up for the time we've missed. And I know I might've gotten a little carried away. But I walked into that store, and I went down every aisle, and there was something there that I knew you'd love.",
        "Sarah: Every birthday I made the same wish. I wished that my mother and father would come and find me and take me away.",
        "Marshall: Here I am. Your luck's already changing.",
        "Sarah: My luck started changing because of Bonnie. I mean, she's the first person who really cared about me.",
        "Marshall: Hey, hey, why don't we see what's in these boxes, huh? Try this one. Yeah, I think you'll like that.",
        "Sarah: Sounds like -- an mp3 player?",
        "Marshall: I knew you'd love it. And this is only the beginning.",
        "[SCENE_BREAK]",
        "Mordecai: So, as you can see, there's no one here but me.",
        "Brighton: What's in the cellar?",
        "Mordecai: Oh, just a bunch of moldy old junk, that's getting older by the minute. You know how it is.",
        "Brighton: Do I ever. Hear about it from the wife every weekend. Well, there's no missing Americans around here, that's for sure.",
        "Mordecai: Yeah, no -- good luck with that.",
        "Brighton: Thanks for your patience. You never said how you got that cut on your cheek.",
        "Mordecai: Oh, this? It's nothing. I got into a fight with an old she-devil of a cat. We got a bunch of strays around the farm. Yeah, I'll be taking care of them very soon, though.",
        "[SCENE_BREAK]",
        "Mike: Faster. Faster.",
        "Katie: I'm trying.",
        "Mike: Come on, we're almost there. Put your back into it.",
        "Katie: Wait -- I can feel it -- shifting!",
        "Mike: Keep it up -- don't give up! Don't give up! Come on! Come on! Don't stop --",
        "Katie: Here it -- here it goes!",
        "[Katie screams]",
        "Mike: Oh, get off of me!",
        "Katie: Are you okay?",
        "Katie: Are you okay?",
        "Mike: Yeah, yeah, yeah, yeah.",
        "Katie: Oh, my God. What do we do next?",
        "Mike: All right. Kick at the back of those planks. I think I heard them pop.",
        "Katie: On three. Ready?",
        "Mike: One, two, three -",
        "[SCENE_BREAK]",
        "Walker: Bonnie, you were there for Sarah when everybody else would've given up. You gave her hope. You helped save her life. I mean, you know her better than anybody. Do you think a couple gifts are going to make her forget about you?",
        "Bonnie: But Marshall said that --",
        "Walker: Will you forget about Marshall for a second? He's an idiot. Okay? Really. I mean, that girl went to a lot of trouble to make people think that she was ill. And for one reason -- you. She's not going to give up on you.",
        "Bonnie: Then I'll have to push her away. I will -- I can be cold. I just -- I'll just have to -- just turn my back on her.",
        "Walker: Bonnie, if Sarah wants you in her life, and by all accounts, she does, she will find a way to make that happen. Travers is being outmatched by a 15-year-old girl and he doesn't even know it.",
        "[SCENE_BREAK]",
        "Sarah: Do you even know how old I am? I'm 15. I mean, I know some 8-year-olds who are too mature for this stuff.",
        "Marshall: Hey, I guess I can solve that.",
        "Sarah: Is that for me?",
        "Marshall: You'll get the same amount every week. It's your allowance.",
        "Sarah: Wow, I've never had that much money in my whole life.",
        "Marshall: But there are a few rules you're going to have to follow.",
        "Sarah: What do I have to do?",
        "Marshall: No more pretending to be sick. No more secret meetings with Bonnie. And -- you'll come live with me. Today.",
        "Sarah: But I have friends at the shelter, and --",
        "Marshall: But you've got me. You're my family. And I'm -- I'm not that bad. I mean, hey -- I've got a great apartment overlooking the city. Room service, 24-hour maid service. Can't you at least give it a try?",
        "Sarah: Okay. I'll give it a try.",
        "Marshall: Good! Things are going to be great. All right? You'll see. Every week. Look, I'm in the mood for some dessert. Huh? What do you say? A couple of sundaes?",
        "Sarah: Yeah, with extra nuts and sprinkles?",
        "Marshall: You know, that's exactly how your mother would've ordered it. Looks like all the waitresses are busy. I'll be right back. Miss? Hi, how you doing? I'll take two sundaes with sprinkles and extra nuts.",
        "Waitress: Okay. Hot fudge or hot caramel?",
        "Marshall: Forgot to ask. Sarah -- Sarah? Sarah!",
        "[SCENE_BREAK]",
        "Brighton: What was that?",
        "Mordecai: What was what?",
        "Brighton: Wood cracking. Sounds like it's coming from downstairs.",
        "Mordecai: Oh, look, mate, between the strays and the junk piled high up there, there's always something taking a tumble.",
        "[SCENE_BREAK]",
        "Katie: Help!",
        "Mike: We're in here!",
        "Katie: Help us!",
        "Mike: Hey, somebody's holding us hostage!",
        "Katie: Please, somebody help us!",
        "[SCENE_BREAK]",
        "Brighton: What the devil's going on?",
        "Katie: We did it! We did it! He's here! Somebody's here to help us! Thank you.",
        "[SCENE_BREAK]",
        "Brighton: Look out -- look out! There he is! There he is!",
        "[SCENE_BREAK]",
        "Margo: I'm not going to rest until I know that Katie is safe.",
        "[SCENE_BREAK]",
        "Susan: I just need some answers. I just need -- I just need to know why.",
        "Rick: Of course, you need answers, darling."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=o-mRE9H5d2M"
}