{
    "Episode Summary": [],
    "Recap": [
        "Meg sits vigil by Craig's side in the hospital. Will is surprised when Cleo sneaks up behind him. Gwen visits Carly in jail; she tells Gwen that Jack offered to help, but she isn't sure he will follow through. Katie begs Jack not to get involved with Carly's problems, but he feels he has to, much to Katie's chagrin. Katie can't sit by and watch this. Craig is suspicious of what Meg was doing at his office when she saved him and why they are running a toxicology screen? Meg tries to dodge this. Cleo has to put on Gwen's clothes again. Jack makes a call to Tom. Gwen is not happy to come home to find Cleo in her robe. Katie cries on Margo's shoulder about how she and Jack are probably over before they even began. Craig figures out that Lucinda poisoned him. Meg tries to explain, but Craig wants revenge. Jack and Tom talk about how to get Carly off. Carly learns Jack is going to help her and keep her put of jail, as she thanks him deeply. He doesn't want her thanks; he is doing it for the kids. Jack tells Carly that he is seeing someone, but he won't tell her who it is. Meg proposes a truce and her words finally get to Craig. Gwen and Will talk about Carly, Jack and Cleo. Tom is sure that the deal with the DA to get Carly off will work. Jack goes to see Katie and appeals to her to give them a second chance because he isn't going back to Carly; he wants her. Carly asks Margo whom Jack is seeing? Craig proposes marriage to Meg. Katie tells Jack that she still wants him, as they begin to make love."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: No. Don't go, please.",
        "[SCENE_BREAK]",
        "Cleo: Ow, ow, ow! Ow, ow!",
        "[SCENE_BREAK]",
        "Carly: Gwen, hi.",
        "Cop: Ten minutes, Ladies.",
        "Gwen: Are you okay?",
        "Carly: I'm hanging in there.",
        "Gwen: I'm sorry that Simon couldn't fix things.",
        "Carly: He did everything he could. The necklace is back where it belongs. The prince dropped the charges.",
        "Gwen: That's fantastic.",
        "Carly: Yeah. Yeah, it's good.",
        "Gwen: So when can you leave? I'll drive you home.",
        "Carly: You know, unfortunately, it doesn't look like I'm gonna be released anytime soon.",
        "Gwen: Well, why not? I mean, if the charges have been dropped --",
        "Carly: Some of them have, yeah, but there are others, which I should've remembered but I was just hoping that this would all go away. Unfortunately, it doesn't look like that's gonna happen, partly because I'm on probation. The bottom line is, Gwen, I'm facing jail time here.",
        "Gwen: What do you mean, jail time? Like six months or something?",
        "Carly: 25 years.",
        "Gwen: Uhh, how?",
        "Carly: Well, think about it. One of the charges is assaulting a police officer.",
        "Gwen: I just -- I don't understand. I mean, everything happened because of that stupid necklace, so if Simon's returned it, then --",
        "Carly: Right. And I thought that that would be enough to get me a break. And it might be. It depends on Jack.",
        "Gwen: Why Jack?",
        "Carly: He was the officer who was assaulted when Simon knocked him out.",
        "Gwen: But why would you be charged for that?",
        "Carly: It's very complicated, but the bottom line is pretty simple. I'm going to be going to jail for a long time if Jack doesn't help me.",
        "[SCENE_BREAK]",
        "Katie: Thank you for bringing me here. I didn't want to do this at the station.",
        "Jack: Do what?",
        "Katie: Well, I just assumed by the look on your face when you left Carly -- maybe I misread.",
        "Jack: Katie, I've got to do whatever I can to get these charges dropped. Carly needs to come home to her kids. If I don't call Tom now, this whole thing could mushroom.",
        "Katie: Jack, don't. Don't. Wait! Don't do this -- don't get involved this time. For my sake, yes, but more for yours.",
        "[SCENE_BREAK]",
        "Meg: How you doing?",
        "Craig: Susan said you saved my life.",
        "Meg: The doctors saved your life. I just made the call.",
        "Craig: What happened?",
        "Meg: Your heart stopped.",
        "Craig: What? I don't remember.",
        "Meg: It's okay. You need to get some rest.",
        "Craig: Where -- where was I?",
        "Meg: Worldwide.",
        "Craig: What?",
        "Meg: I'm sorry -- work. You were at the office.",
        "Craig: And they called you?",
        "Meg: No, no, I was -- I stopped by.",
        "Craig: And you saved me.",
        "Meg: I just called the paramedics.",
        "Craig: Why?",
        "Meg: Why? Because you were laying on the floor, and you weren't breathing.",
        "Craig: I would've died. You would have been happy.",
        "Meg: No, Craig.",
        "Craig: I remember. You said we were through. You said that we couldn't be friends anymore.",
        "Meg: And that's the difference right there between you and me. When I have a problem with a person, I set a boundary. You, you destroy them. That's why we can't be friends.",
        "Craig: I remember.",
        "Meg: You remember what?",
        "Craig: I remember you don't like me.",
        "Meg: It's not that I don't like you.",
        "Craig: No, you don't like what I do.",
        "Meg: Yes. You and I are very different people.",
        "Craig: Lucky for me.",
        "Meg: Right.",
        "Craig: If you were more like me, I would be dead.",
        "Meg: Okay, let's not go there.",
        "Craig: But I don't understand.",
        "Meg: Well, now's not the time to figure it out. You're on a lot of meds, and you need some rest.",
        "Craig: Why were you in my office if we're not friends anymore? What were you doing in my office?",
        "[SCENE_BREAK]",
        "Cleo: Ow.",
        "Will: Here.",
        "Cleo: I'm sorry.",
        "Will: It's okay. Do you want me to get you a towel?",
        "Cleo: No, I'll stain it.",
        "Will: You're covered in hot chocolate.",
        "Cleo: I know. It's okay -- really. Who knew hot chocolate would be so hot?",
        "Will: Well, do you want an ice pack?",
        "Cleo: Actually, I'd kind of like it if the world opened up and swallowed me whole, but what's new? Hey, do you want me to make you another hot chocolate? I could do it in like, five minutes flat.",
        "Will: No, I'll pass.",
        "Cleo: I messed up, huh? It's okay. I'll just go.",
        "Will: Cleo, you can't go. You got mugged, and your bag and your I.D. and everything's at the police station, so you're staying here tonight. I guess I'll make up the couch for you. What?",
        "Cleo: I put my other clothes in the laundry machine. I know that I didn't ask you, and I put some of your towels in there, too.",
        "Will: Okay, fine. Whatever. Just get some of Gwen's clothes to put on.",
        "Cleo: You want me to wear Gwen's clothes?",
        "Will: Well, it wouldn't be the first time, would it?",
        "Cleo: Well that's exactly why I can't wear them. Please, please don't make me. I would feel really, really horrible.",
        "Will: Okay, I'm gonna tell you what's gonna happen. You're gonna go get some of Gwen's clothes. They're in the closet on the rack, and I'll make up the couch.",
        "Cleo: But --",
        "Will: I don't want to hear about it. Just go.",
        "[SCENE_BREAK]",
        "Carly: There are three charges. Assault is one of them, because Simon had to hit Jack to make it all look real.",
        "Gwen: Well, can't Jack just tell them that it was his idea?",
        "Carly: Well, no, but he can tell them that it was all Simon's idea, and that Simon forced me to go along with it.",
        "Gwen: But it wasn't.",
        "Carly: No. And I hate saying that he did that, but if it's the only way that I can be with my kids --",
        "Gwen: So you tell them that Simon forced you to do all these things, and then Jack does what?",
        "Carly: You know, I don't even know exactly. He works it out with the D.A. something about how I shouldn't be charged because I was coerced. I mean, that is if Jack even decides to go to bat for me.",
        "Gwen: Can I ask you -- are you afraid that Jack won't help you because of how you hurt him?",
        "Carly: No, no. Jack's not like that. It's not about revenge for him.",
        "Gwen: Then what are you scared of?",
        "Carly: That he doesn't want me to be with the kids. Not because he hates me, but because they're having such a rough time.",
        "Gwen: Of course they're having a rough time, they miss you.",
        "Carly: I love my kids, Gwen. And I don't think I can live without 'em.",
        "Gwen: And they love you -- you know that.",
        "Cop: Time is up, Ladies.",
        "Gwen: Is there anything I can do for you?",
        "Carly: Just keep your fingers crossed. So, is Detective Snyder around?",
        "Cop: No, not right now.",
        "Carly: He's must be talking to the D.A., then",
        "Cop: The D.A. is at a press conference with the mayor.",
        "Carly: Well, then where is Jack? Where'd he go?",
        "[SCENE_BREAK]",
        "Katie: All right, just so you know, this has nothing to do with trying to get back at Carly for what happened with Simon, okay?",
        "Jack: Then what is it about?",
        "Katie: You. I care about you, and I know what this is gonna cost you. You want to lie under oath? You? You really want to do that? When there's no guarantee that she's not going to let you down again? Damn it, this would've been so much easier for everyone involved if she would've just stayed gone.",
        "Jack: Katie, the kids need her.",
        "Katie: I know. She's their mother. They need her. I understand that. So what's going to happen to them when Simon comes back? Because you know he will. He always does. He has this hold on people. She would leave with him again and leave those kids again!",
        "Jack: There's no way that she would hurt them like that a second time.",
        "Katie: I hope not. But how many times have you been hurt? You let her go, Jack. She asked for that chance. Now she's asking for another one? Come on.",
        "Jack: Katie, she's their mother. I have no right to keep them apart if there's a way I can get them back together.",
        "Katie: But if Simon --",
        "Jack: No, I heard what you said. I did, and I understand where you're coming from, but there is no time. If I don't get Tom to step in before the case goes to the D.A., I will be too late! Okay? That's just the way the system works. When Carly's indicted, as soon as she is, I get --",
        "Katie: I have to go.",
        "Jack: No, Katie, wait! Wait a second! Yeah, I need to talk to Tom Hughes, please? Jack Snyder.",
        "[SCENE_BREAK]",
        "Will: What is this?",
        "Cleo: I took a shower. I hope that's okay? I kind of had hot chocolate all over me.",
        "Will: So put on some clothes.",
        "Cleo: My clothes are still in the dryer, and I can't put Gwen's clothes on. Not after what happened the first time.",
        "Will: So you put on her robe?",
        "Cleo: My clothes are gonna be dry in like two minutes. And then I'll wash the robe. I swear. Please, are you mad?",
        "Will: No, fine, whatever.",
        "Cleo: Really? You're not mad?",
        "Will: No, I'm not. I'm gonna spell-check my paper. Is that okay with you?",
        "Cleo: Fine. Do you need help?",
        "Will: No. I think I can handle it.",
        "Gwen: Will! You're not gonna \u0096",
        "[SCENE_BREAK]",
        "Nurse: Dr. Stewart will be in as soon as your toxicology screen is back.",
        "Craig: Thanks, Nurse.",
        "Meg: And I should probably let you get some rest.",
        "Craig: Well, you still haven't answered my question. What were you doing at my office?",
        "Meg: Does it matter? I mean, I got there just in time to make the call. You should be thanking me! But no, as always, it's an interrogation with you.",
        "Craig: Meg, I'm sorry. Thank you. Thank you for putting your feelings aside and saving my life.",
        "Meg: I didn't have to put my feelings anywhere, Craig. I care about you. I always have. You're the one that makes things difficult.",
        "Craig: I know, you're right. I do, and I care about you so much, too.",
        "Meg: Okay, then please listen to me and get some rest?",
        "Craig: I sure will as soon as you tell me what the hell you were doing at my office. You did this, Meg. Didn't you?",
        "Meg: What?",
        "Craig: This thing. My heart. You did this.",
        "Meg: You know, I thought you knew me better than that.",
        "Craig: I do, I know you well enough to know when you're hiding something. So what am I supposed to think?",
        "Meg: Nothing. You're not supposed to think anything. You're supposed to thank God you didn't die!",
        "Craig: So first you, and then God.",
        "Meg: You know what? I don't want to fight with you, Craig. You could've just died today.",
        "Craig: Why am I getting a toxicology screen?",
        "Meg: You'd have to ask your doctor.",
        "Craig: I'm asking you.",
        "Meg: It's possible your cardiac arrest was brought on by an allergic reaction. Some people have an anaphylactic --",
        "Craig: I do not have any allergies.",
        "Meg: Okay, then they'll rule that out.",
        "Craig: You know how this happened, don't you? And you don't want to tell me. It was Paul.",
        "Meg: No, you're wrong.",
        "Craig: Then who? Lucinda.",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Margo: Hey, I just got a call from Tom.",
        "Katie: Jack called him?",
        "Margo: Yep.",
        "Katie: All right, well, I guess that's that. I made such an idiot out of myself. I tracked him down at the station. I tried to talk him out of getting involved.",
        "Margo: Listen, Tom -- Tom said that Jack was really conflicted. He's just doing it for the kids.",
        "Katie: I know, and I don't blame him. They want her back. I just wanted him.",
        "Margo: What did he say? What did he say? 'Cause you know its one thing to drop the charges, but he's not going to get involved with her again, is he?",
        "Katie: Come on, Margo. You know he will eventually. He knows it. I know it. They have three kids and all that history. So I guess she's going to walk, huh?",
        "Margo: Um, yeah, I think so. Oh, come on, Honey.",
        "Katie: It's okay. I'm fine.",
        "Margo: No -- this just stinks.",
        "Katie: Well, better now than later, huh, when I'd really fallen for him. You were so right. I shouldn't have let myself go like that, that fast, but I couldn't help it. We were having so much fun, and he is such a great person. So loving and good and a great kisser.",
        "Margo: Oh, well, I don't know what to say about that.",
        "Katie: There's nothing to say. I lost him before he was even mine.",
        "[SCENE_BREAK]",
        "Tom: So, Jack, are you asking for my help as an attorney or as your friend?",
        "Jack: I guess both.",
        "Tom: Well as a former D.A. I can make the call. The D.A. will probably listen to me, but I need to make sure that you really want me to intercede because once we set this thing in motion --",
        "Jack: Yeah, make the call. It's okay. I know what you're worried about, that my credibility with department will suffer.",
        "Tom: No, that's not what I'm worried about. Everyone understands the situation that you're in. I just need to make sure that you understand?",
        "Jack: What do you mean?",
        "Tom: Well, if you refuse to testify, they could subpoena you, but I don't see that happening, and then your ex-wife walks despite the fact that she's on probation, she conspired to steal a national treasure, participated in the sale of that treasure, hindered an investigation, assaulted a police officer, escaped custody.",
        "Jack: It's for my kids, Tom.",
        "Tom: Okay, I just -- I want to make sure we're clear.",
        "Jack: Thanks.",
        "Tom: Thank you.",
        "Carly: Hi, I was wondering what was keeping you.",
        "Tom: Sorry to keep you waiting.",
        "Carly: No, no, I didn't mean that --",
        "Tom: I've talked to Jack about the case.",
        "Carly: Thank you. If you're here to help me, thank you.",
        "Tom: I understand that you're willing to testify that Simon Frasier coerced you into the theft of the Leonian diamonds.",
        "Carly: Well, no, I didn't steal them --",
        "Tom: As I was saying, you maintain that you have no responsibility for any of the charges that have been brought against you, and Simon Frasier coerced your cooperation.",
        "Carly: Yeah. I'll swear to that.",
        "Tom: I'm sure you will. Now, Jack has been very clear about his reluctance to testify. The state needs him to testify or they have no case, so they will be reluctant to proceed. Now, the city is embarrassed by this case. The state wants it to disappear, the D.A. -- let's hope the D.A listens to me. And then I think we have a chance of making this thing go away.",
        "Carly: Thank you. Thank you.",
        "Tom: Well, don't thank me yet. I still have to present this to the D.A., and she has to agree. And truth be told? I wouldn't be doing any of this if Jack hadn't asked me. So, I'll let you know what I find out. Excuse me.",
        "Carly: Jack, thank you.",
        "Jack: I'm not doing this for you.",
        "Carly: I know, I know. You're doing it for the kids. I can't wait to see them.",
        "Jack: Carly, we can't start pretending that everything's okay.",
        "Carly: No, of course not.",
        "Jack: Or that you just pick up where we left off as if nothing happened.",
        "Carly: I know what happened. The necklace, Jack, I didn't steal it. And it's back where it belongs. And as far as leaving the kids goes, I know that's my real crime. I will regret it for the rest of my life, and I just have to hope that maybe they'll give me another chance like you have. I have three kids to raise, you know? It'll be a lot easier for them if we can do it together.",
        "Jack: I don't think you understand. Things have changed.",
        "Carly: Of course, of course they've changed.",
        "Jack: There's someone else.",
        "[SCENE_BREAK]",
        "Cleo: Whoa... yaa... whoo!",
        "Cleo: I was trying not to make a sound.",
        "Will: So I didn't hear her.",
        "Cleo: Until I was right on top of him.",
        "Will: And I jumped.",
        "Cleo: And the hot cocoa, it went all over me.",
        "Will: So I told her that she could put on one of your shirts.",
        "Cleo: But I didn't want you to think that I was stealing your clothes again.",
        "Gwen: It's fine, okay? I get it.",
        "Cleo: My other clothes are in the dryer.",
        "Gwen: Well, when they're done, you can put them back on, and I forgot to get your purse from the police station, so I'll take you down there so you could pick it up.",
        "Cleo: Actually, Will made this really nice bed for me on the couch. If you don't mind me staying here, so I'm really tired.",
        "Gwen: It's fine. It's fine. You do whatever you want.",
        "Cleo: Thank you so much.",
        "Will: Don't mention it. You want to tell me something.",
        "Gwen: I just saw my sister.",
        "Cleo: You saw Carly? How is she? Did she ask about me? Is she still in custody? Can I go see her?",
        "Gwen: She's fine. But I need to talk to Will first.",
        "Cleo: Oh, yeah, of course, he's your husband.",
        "Gwen: And I need to talk to him alone. So if you don't mind, we're going to do that right now.",
        "Cleo: Oh, yeah, absolutely. You guys just go in there and shut the door, and I'll take a nap right here on the couch. Thank you again so much.",
        "Will: Cleo? That's enough.",
        "Gwen: That girl --",
        "Will: Yeah, she's too much. So what happened with Carly?",
        "Gwen: Well, she's fine. Most of the charges have been dropped in terms of the necklace, but if Jack doesn't help her, she's looking at, like, 25 years.",
        "Will: So what do you think? Is Jack gonna help her?",
        "Gwen: He said that he would, but I don't know. She's worried that he's gonna change his mind, and when it comes down to it, he'll think it's better if she's out of the picture.",
        "[SCENE_BREAK]",
        "Carly: You're seeing someone?",
        "Jack: Yes.",
        "Carly: Great. I'm not surprised, Jack. You're a wonderful man.",
        "Jack: Save it.",
        "Carly: So there's nothing I can say?",
        "Jack: No, not really.",
        "Carly: What's her name?",
        "Jack: That's none of your business.",
        "Carly: Are you happy?",
        "Jack: You gave up the right to ask me that a long time ago.",
        "Carly: What are you so mad about? That I got away with it? That Simon made me happy? Or that I'm back?",
        "Jack: Hey, hey, when you walked out on your kids --",
        "Carly: Oh, here we go.",
        "Jack: Carly, I had to pick up the pieces! And I know I helped you do it. And I've thought about that all day. How I made it so the two of you could run. Why would I do something like that? Then I finally realized, letting you go meant I would never have to see you again. It hurt me to see you like that, Carly. You were never what I'd call a straight arrow, but a felon? I lost all respect for you. And it seemed easier to let you go than to see -- than to watch the kids visit you in jail. It just seemed easier to let you go.",
        "Carly: I lost respect for myself. That's why I came back.",
        "Jack: Good luck with that.",
        "Carly: I know it'll take a while for me to show you that I've changed.",
        "Jack: Don't do anything for me.",
        "Carly: You may not care about me anymore, Jack, but I care about you. And I want your respect back.",
        "Jack: You can't have it.",
        "Tom: Hi. I just spoke to the D.A. She was on her way into court, so we didn't speak about any details, but she seems receptive to the idea of dropping the charges.",
        "Carly: Thank you.",
        "Tom: I can't promise you anything. I still need to sit down and go over these charges one by one, see what the D.A. is willing to agree to. They will probably extend your probation. I cannot tell you when you will be released. All I can say it, it sounded encouraging.",
        "Carly: Thank you, Tom.",
        "Jack: You need me for anything?",
        "Tom: Not at this time, but I'll probably need you to sign a statement.",
        "Jack: Just call me.",
        "Carly: Jack, thank you! I'm thanking you whether you want me to or not!",
        "[SCENE_BREAK]",
        "Margo: Look, do you want me to stay? Because I could can the station.",
        "Katie: No, no, no, you have your own stuff to deal with. I'll be fine.",
        "Margo: I know how hard this is, but --",
        "Katie: But I'll get over it? Right? I don't know. I don't know about this time. You know, I'll move on like I always do. I'm sure I'll find someone to settle down with and have a kids. I don't know, though. I just have this weird feeling that I'm always gonna wonder if Jack was the one. You know, what our lives would've been like. Where we would have lived. He's just the kind of person that you could have a long, happy life with. But it's better that it happened now, right? Before I really fell for him, because I was ready to fall hard. If we had slept together or moved in together or gotten married, and then Carly came back, that really would've killed me. Now it's just pain because I'll never know.",
        "[SCENE_BREAK]",
        "Craig: She poisoned me! Lucinda poisoned me!",
        "Meg: You need to calm down.",
        "Craig: I could have died!",
        "Meg: But you didn't.",
        "Craig: I'm not going to let her get away with this. I'm calling the police.",
        "Meg: You're not calling anyone, maybe an undertaker if you keep this up. Look, you need to calm down, Craig.",
        "Craig: Why?",
        "Meg: Or you could bring on another episode. This time brought on by you and your temper.",
        "Craig: I have a right to be angry!",
        "Meg: You need to focus on first things first. Recovering from a major assault to a few of your vital organs.",
        "Craig: Which wouldn't have happened if not for your partner in crime.",
        "Meg: She is not my partner in crime!",
        "Craig: Then why were you doing in the office?",
        "Meg: Because I was afraid for you, okay? I ran into Lucinda, and she was acting strange. She didn't admit to anything, but she was so satisfied with herself, confident that she would get worldwide back. So I knew she had done something. So I ran to the office. And you were lying on the floor. I did CPR. I shot you full of epinephrine, and I called the ambulance -- you know what? None of this matters. None of this matters. What's important is that you're alive.",
        "Craig: You feel guilty?",
        "Meg: No.",
        "Craig: Responsible?",
        "Meg: I feel -- tired of all this fighting.",
        "Craig: Then help me end it. Call the police, we'll tell them what she's done.",
        "Meg: You started this, Craig.",
        "Craig: She stole my son.",
        "Meg: She didn't steal your son, Lucy did. And by the way, she doesn't even know where he is, so this whole thing is pointless!",
        "Craig: I am gonna have a toxicology report back, and they're gonna know I was poisoned. I will damn well tell them Lucinda did it.",
        "Meg: And how are you going to prove it?",
        "Craig: The coffee.",
        "Meg: I took the coffee and the cup.",
        "Craig: Give them to me.",
        "Meg: No.",
        "Craig: Whose side are you on?",
        "Meg: Nobody's side. That's the point. I want the fighting to stop. I want all of this to stop. You lying to Lily, stealing Worldwide. Lucinda striking back. It keeps escalating and escalating. And I'm stopping it.",
        "Craig: How?",
        "Meg: Watch me.",
        "Craig: Brave words, Meg. But how are you going to stop Lucinda if she's willing to commit murder.",
        "Meg: She's not gonna do it again.",
        "Craig: Really? How do you know that? She almost got away with it. Why not just do it again?",
        "Meg: Because I told her if she tries anything, I'm taking the coffee and the cup to the police, and I'm telling them everything.",
        "Craig: Oh, so you won't give me the evidence, but you'll use it for your own stuff.",
        "Meg: I'm hoping I won't have to use it at all.",
        "Craig: Thank you for everything you've done on my behalf.",
        "Meg: I'm not doing this for you.",
        "Craig: But you have. You've contained Lucinda, which will allow me to finish her off.",
        "Meg: Why? Why, Craig? You have her company, what do you want?",
        "Craig: I want exactly what she wants. I want her dead.",
        "Meg: Then I am so sorry I saved you.",
        "Craig: She stole my son!",
        "Meg: And to think I even felt sorry for you. If all you want is to punish her for your unhappiness, then you don't deserve him.",
        "Craig: What do you know? You don't even have children.",
        "Meg: Neither do you. Is this where we are? You hurt me, I hurt you. Is this what you want? Or do we just admit our mistakes and try and fix them.",
        "Craig: It's too late. It's too late for that.",
        "Meg: Don't say that.",
        "Craig: Look at me! I'm in a hospital bed.",
        "Meg: And she could be next.",
        "Craig: Good!",
        "Meg: The poor woman went through chemotherapy not too long ago. This whole thing could be a shock to her system.",
        "Craig: I hope so.",
        "Meg: And then what, Craig? Then what? What, you go after Lily and Holden? And then Luke and Faith. Do they go after Lucy and Johnny? It's ugly. It's useless. It's stupid.",
        "Craig: Meg.",
        "Meg: You say you want your children back because you love them. So maybe there is some warmth and tenderness left in that heart of yours. But if you keep fighting Lucinda, all that love inside you is gonna die. I don't want that to happen to anyone. I just want this war to end.",
        "Craig: Me, too.",
        "[SCENE_BREAK]",
        "Will: So Carly came back because of the kids?",
        "Gwen: The kids and Jack, at least that's the impression that I got.",
        "Will: You think he's gonna take her back?",
        "Gwen: I don't know, he has before. But I don't know about this time.",
        "Will: You know I have seen him around town with Katie.",
        "Gwen: Yeah, I have, too. I didn't tell Carly about that, though.",
        "Will: Of course not. It's none of your business. And besides, maybe they're just friends.",
        "Gwen: Yeah, maybe. I don't understand how two people could love each other so much, have three kids, and then everything just falls apart.",
        "Will: We're not going to fall apart.",
        "Gwen: Promise?",
        "Will: We both promised, remember?",
        "Gwen: Honey, what is that?",
        "Will: Cleo.",
        "Gwen: I feel bad. Lisa really could've used her at the Lakeview.",
        "Will: Yeah.",
        "Gwen: She's gonna hear you.",
        "Will: No, she's not. She's asleep.",
        "Gwen: That's just because somebody made her a little bed on the couch.",
        "Will: I was just doing what you would've done.",
        "Gwen: I'm just saying, she's getting to you.",
        "Will: No, she's not. She's gonna be here one night, and then she's leaving.",
        "Gwen: This is the person who rescued her from a mugger, brought her home and took care of her.",
        "Will: Yeah, she was bleeding.",
        "Gwen: Come on, you're a softie, just like I am.",
        "Will: No, I'm not. Hey, stop. No, stop. Okay, Uncle.",
        "Gwen: I'm serious, you did a good thing.",
        "Will: By rescuing the wounded?",
        "Gwen: That and just by being you.",
        "[SCENE_BREAK]",
        "Tom: I'm gonna go see the D.A. she should be out of court by now.",
        "Carly: Will you need me to make a statement?",
        "Tom: I do. Have a seat. They will bring you pen and paper, and you need to be very clear, very specific about what Simon did to coerce you, and the threat has to be credible.",
        "Carly: Okay, I understand.",
        "Tom: Yeah, you need to be very, very clear about what he made you do.",
        "Carly: I'll be specific. And Tom, I heard you when you said that you were just doing this for Jack. I want you to know I appreciate it, anyway.",
        "Tom: Yeah, well, I'm just the messenger. Jack's the one making the sacrifice.",
        "Carly: I know.",
        "Tom: I'm pretty sure without him, you'd be going to jail right now.",
        "Carly: He's a very forgiving and generous man.",
        "Tom: Maybe too forgiving.",
        "Carly: Do you have any idea where he was headed?",
        "[SCENE_BREAK]",
        "[Knocking on door]",
        "Katie: Jack.",
        "Jack: I made you cry.",
        "Katie: No, you didn't.",
        "Jack: Don't lie to me. That's better.",
        "Katie: I'm okay, really. And I understand. I know you did what you had to do.",
        "Jack: I hope you understand I was under the gun. I needed to get to Tom.",
        "Katie: I know, to get to the D.A. before he got to the judge.",
        "Jack: Right.",
        "Katie: It's okay. I don't really agree with what you did, but I respect it. Because I respect you. You're such a wonderful person. I've got to go.",
        "Jack: No, wait.",
        "Katie: I know you're worried about me, that's just how you are. But I'll be okay. I will be fine. I understand why you did this. You did it for your family. You made a choice.",
        "Jack: I refused to testify so that my kids could see their mom. That's all it was.",
        "Katie: So you didn't have to lie? Is Carly still gonna beat the charges?",
        "Jack: There are no charges anymore.",
        "Katie: Well, I hope things work out for you, I really do.",
        "Jack: Whoa, Katie, wait a second. So I refuse to testify, that means that you don't want to see me anymore?",
        "Katie: No, I told you, I understand why you did what you did.",
        "Jack: Katie, I don't want to go back to her. That's not why I did this. Carly and I, we're through. We're divorced. She's still in love with Simon, Katie. And even if she weren't, I'm not in love with her. I don't want to be with her. I kind of want to see where this is gonna go. If you're still willing, if I haven't scared you off. And I wish, I wish I had more time at Al's to explain it better, but the important thing, what matters is that my feelings for you haven't changed. Yeah, Carly came back. Is that a headache for me? Is it gonna be hell on the kids? Yeah, but one thing hasn't changed. I still feel the same way about you. I still want to throw you in the car and get you to Chicago and spend all night attempting to make you happy. That's what I want. What do you want?",
        "[SCENE_BREAK]",
        "Will: What? Will you forget about Cleo?",
        "Gwen: What if she hears us?",
        "Will: She'll survive. Gwen, she's asleep. Which means for the first time, she's actually harmless. Okay?",
        "[SCENE_BREAK]",
        "Craig: I won't go after Lucinda. It all stops right here, right now.",
        "Meg: Do you really mean that?",
        "Craig: I do. But you just have to do one thing for me.",
        "Meg: What?",
        "Craig: Marry me.",
        "[SCENE_BREAK]",
        "Tom: Well, you were here. If Jack didn't say where he was headed, I can only assume it was to give the good news to the kids.",
        "Carly: No, he wouldn't do that. Not until it's certain.",
        "Tom: Then I can't help you.",
        "Cop: Mr. Hughes, the D.A. is on the line.",
        "Tom: Thank you. Would you please excuse me?",
        "Carly: Absolutely. Margo, hi.",
        "Margo: Why is she still up here? What are you still doing up here?",
        "Carly: No, it's not his fault. I was talking to Tom, and he's on the phone to the D.A.",
        "Margo: Well, so this is all gonna work out for you, then, huh?",
        "Carly: Yeah, I hope so.",
        "Margo: Well, I've got some work to do.",
        "Carly: Margo, can I ask you a question?",
        "Margo: I really have something to do.",
        "Carly: I know that you're not happy about how this has worked out here.",
        "Margo: No, Jack's a friend of mine. And I think what you did to him then and now, it's really wrong.",
        "Carly: Well, I'm sorry you feel that way.",
        "Margo: Yeah, I can tell.",
        "Carly: He told me he's seeing someone.",
        "Margo: Really? That's interesting. I gotta make a phone call.",
        "Carly: Before you go, this woman that he's seeing. Do I know her?",
        "[SCENE_BREAK]",
        "Jack: What do you want, Katie? I really hope it's me 'cause I really want you.",
        "Katie: Of course I want you.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Henry: When I get back, or we're never gonna get this done.",
        "Vienna: Get what done?",
        "Henry: We need to make things perfectly clear.",
        "Brad: You have no idea, do you?",
        "Carly: She ruined my life. No, no, no, no. Not Katie.",
        "Jack: I look at you. You know what I see? Everything I want.",
        "Katie: And I look at you, and I see Carly's husband."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=FC0T4hGN0HY"
}