{
    "Episode Summary": [],
    "Recap": [
        "Susan convinced Rick to have a checkup. He tried to get in to see Bob, but was stopped by the private nurse that Kim hired. Susan and Alison made amends, and Alison revealed that Susan had been alone on the sofa when she came by to get her things. Emily tried to apologize to her mother. Susan started to reveal this new information, but clammed up when Rick arrived. She later confronted him about the revelation. Alison told Chris that the love between Katie and Simon has shown her what real love is. She said she needs some space from him. Rosanna and Paul discussed being betrayed by loved ones. Jen was furious with Barbara for trying to control her life, and told her that she will no longer be a part of BRO. She also announced she would move in with Paul. Craig and Dusty decided to buy Java Underground together, but Rosanna said no way."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Susan: When I spoke with Ben this morning about that patient, I asked him if you'd made an appointment for that CT scan.",
        "Rick: Darling, I don't need a test to tell me that I'm perfectly happy and madly in love. That victory this morning at the Police station was just what the doctor ordered.",
        "Susan: Well, this doctor is ordering you to honor your promise. Come on, Rick. It'll only take a few minutes, and I -- I will keep nagging you, so you may as well give in. I just got you! I want to keep you around for a long, long time.",
        "Rick: The guilt!",
        "Susan: You're a smart man. Go quietly, and we won't have any more trouble.",
        "Rick: All right, I'll -- I'll call Ben later. Thank you.",
        "Susan: I've already made the appointment. He's expecting you this afternoon.",
        "Rick: This, after being eviscerated and interrogated by your daughter and your son-in-law, you now want to have me prodded and scanned and poked and phlebotomized?",
        "Susan: And they say doctors make terrible patients.",
        "Rick: Okay. How about a compromise? I'll go first thing tomorrow. No complaints.",
        "Susan: Tomorrow it is.",
        "Rick: Good. Well, let's order. My new lawyer has got me in a mood for celebrating.",
        "Susan: I -- I also have some good news to add to our celebration. Ben told me that Bob is showing improvement in his neurological activity. Isn't that wonderful?",
        "Bob: Murderer!",
        "Rick: Stop it!",
        "Bob: A murderer!",
        "Rick: Stop it!",
        "Bob: A murderer.",
        "Rick: Stop it!",
        "Bob: A murderer.",
        "[SCENE_BREAK]",
        "[Kim sighs]",
        "Kim: I've been putting off asking you -- what do those printouts say?",
        "Ben: His latest EEG shows an increase in neurological activities. It's erratic, but any activity is promising.",
        "Kim: Oh. Yes.",
        "Ben: Just hope for more.",
        "Kim: Yeah.",
        "Ben: Keep fighting, Bob. See you soon.",
        "Kim: Okay. Darling, I'll be right back. Ben! Wait a minute.",
        "Chris: Hey, mom. Hey, Ben. Is the nurse here yet?",
        "Kim: Oh -- any minute now.",
        "Ben: Which nurse?",
        "Kim: Well, we've hired a private duty nurse to stay with Bob when we can't watch him. And I'm assuming that, since there's been an increase in the neurological activity, that you'll remain as the primary physician on the case?",
        "Ben: Of course.",
        "Kim: Oh, Ben. Thank you so much. That, at least, is one less thing to worry about. Find me when the nurse comes, okay?",
        "Chris: Sure.",
        "Ben: Catch you later.",
        "Chris: Okay. Thanks. Oh, hey, Alison. Where've you been?",
        "Alison: Busy. How's your father?",
        "Chris: He's making improvements. Did you find a place to stay?",
        "Alison: Yeah. I'm staying at Katie's. Thanks for asking. Later.",
        "Chris: Oh, hey -- \"later\"? Whoa. What did I do?",
        "Alison: Nothing. Chris, you never do anything. So it's about what I'm doing this time. I need some space, so I can process everything. But you know all about that, don't you?",
        "[SCENE_BREAK]",
        "Craig: Oh, I got used to \"Barbara's ignorance a long time ago. Now I have to deal with her deluded spawn?",
        "Dusty: That little punk.",
        "Craig: Hmm.",
        "Dusty: He reminds me more and more of his old man every day, you know?",
        "Craig: A lot more hair, though. [Dusty laughs] they say when something comes back from the dead -- it comes back different.",
        "Dusty: Well, it's definitely true in Paul's case. But, you know, maybe you can't blame the poor little guy after what I put him through, huh?",
        "Craig: Well, maybe you can't blame him, but I can. After today.",
        "Dusty: What happened today?",
        "Craig: Ooh. [Dusty chuckles] he threatened to take me down.",
        "[SCENE_BREAK]",
        "Rosanna: Oh.",
        "Paul: Oh, it's you.",
        "Rosanna: Yes, well -- I heard about the little visit from my husband.",
        "Paul: I won't hold it against you. We all have our faults. You just happen to be married to yours.",
        "Rosanna: Right. Well, I was going to apologize on his behalf, but if you intend --",
        "Paul: Oh, well, this I got to see. Here, come on in. Come on. But you got to make it quick, 'cause I'm expecting other company any minute now.",
        "[SCENE_BREAK]",
        "Andre: Ms. Ryan, you leave me no choice, huh? I accept your offer.",
        "Jennifer: So much for going back to the airport for your luggage.",
        "Barbara: Jen --",
        "André: No, Jennifer, I can explain everything.",
        "Jennifer: Oh, what is this? Andre's traveling money, to get him out of my life? You should've waited for more. She'd have offered twice as much.",
        "Andre: It is not as it seems, Jennifer.",
        "Barbara: It's exactly as it seems! I offered him money as a test of character, and he couldn't wait to get his hands on it. Just like the playboy he is.",
        "Jennifer: How dare you? First, you take money from me. Now you're taking money from my mother? How could you do this to me?",
        "Andre: Jennifer, let's go back to the hotel.",
        "Jennifer: No, I can't believe I almost let you do this again. I almost let you back into my life. Just get out of my sight!",
        "Barbara: You heard my daughter! Get out of here, and leave the building. And if you do not, I will call the Police. While you're at it, you might as well leave the country.",
        "Andre: Mon cheri, please --",
        "Jennifer: Leave! I never want to see your face again. How could he?",
        "Barbara: Well, honey, maybe it was better that you saw this for yourself. He didn't deserve you --",
        "Jennifer: Oh, do not touch me.",
        "Barbara: Honey, I know that you're very angry with me right now, but ----I did this for you, so I could show you the kind of man that André is. He was after one thing, Jen -- money!",
        "Jennifer: Oh, thanks for the lesson, mother. But this is my life. I am a grown woman!",
        "Barbara: I understand that, but I have lived a little bit longer than you have. I've seen men like this before. You haven't. So it's up to me to show you the kind of man that he really is.",
        "Jennifer: The same way it was up to you to show Paul the truth about Rose?",
        "Barbara: No!",
        "Jennifer: Unbelievable. Paul was right about you the whole time.",
        "Barbara: Wait just a second --",
        "Jennifer: You can't stand it if our lives don't revolve around you. You have to be the one in control, the only one that we love.",
        "Barbara: That's not true at all. And your brother is damaged.",
        "Jennifer: No.",
        "Barbara: His view of everything in life is skewed right now. No, no, no. No, no, you're not leaving. No, 'cause we're gonna talk, okay? We're gonna talk.",
        "Jennifer: I've already heard and seen everything I need to. So get out of my way, and get out of my life.",
        "Barbara: Where are you going?",
        "Jennifer: I don't care -- as long as it's far away from you.",
        "[SCENE_BREAK]",
        "Rosanna: I understand things got a little bit ugly earlier.",
        "Paul: Yeah. Not an attractive man when he doesn't get his way, your husband.",
        "Rosanna: Yes, well, he was speaking on my behalf, so I thought I would come here and clarify my position.",
        "Paul: You already did that when you came here and tried to strong-arm me out of the lease.",
        "Rosanna: Oh, stop. Now, I hate all of this unpleasantness, don't you? I mean, to prove to you that there are no hard feelings; I'm willing to do whatever it takes to assist in your relocation. I'll even pay for the inconvenience.",
        "Paul: You know, your husband already made pretty much the same offer. I wasn't interested in it then, either.",
        "Rosanna: Well, come on. Give me a chance. I'm sure that, if you and I work together in the spirit of compromise, we'll come to a solution about my apartment.",
        "Paul: My apartment.",
        "Rosanna: No, it's not. But I'm not here to quarrel with you.",
        "Paul: Well, then, you know, forgive me for being blunt, but why the hell are you here? You know, you've been married to Montgomery long enough to have little business cards engraved with, \"gee, you know, you're right. My husband really is an idiot\" on them. Little black letters. It'd be very convenient for you in a case like this. You could just have it messengered over. You know, a little wax seal on the back with your initials. Maybe a little picture of Craig in a dunce cap on the envelope.",
        "Rosanna: That's very funny. Not a bad idea. But since Craig is my husband and I happen to love him, I don't think it's really appropriate for me to have to stand here and tolerate your insults. Especially since I came here in good faith.",
        "Paul: It's not good faith. You're just cleaning up Montgomery's mess. And look -- I think you have to ask yourself just how much more of yourself you're willing to sacrifice. 'Cause it seems to me, you stay with this guy, you're looking forward to a lifetime full of polite smiles and gracious apologies.",
        "Rosanna: Hmm, I think coming here was clearly an error in judgment. I'll be on my way.",
        "Paul: Well, don't get all mad. I thought this was gonna be more fun. Wait, hold on. Please, please. Please stay.",
        "[SCENE_BREAK]",
        "Craig: Why can't everyone just settle their differences, sit down, a few shared ideas, couple of drinks?",
        "Dusty: Whatever happened to the neighborhood bar, you know? That little place that you would sit back and relax and watch the game? Watch the talent -- whatever. Express yourself. You know, be yourself. Solve international problems.",
        "Craig: Exactly. See, that's why people don't see eye-to-eye anymore. You know? We have the internet. We have TV. But there is no common ground. There is no meeting place. We live in a society of the technologically isolated.",
        "Dusty: Grudge-holders.",
        "Craig: Exactly. I mean, Lord knows I'm not perfect-perfect. There's things I wish I could've done differently.",
        "Dusty: Hey! None of that. We all have. So what? Pretty soon, things are really gonna change around here. [Craig laughs] Do you have a plan?",
        "Dusty: Yeah, I do. I'm buying' a bar. The kind of place we were just talking about. You know? A place you come after work, loosen up the tie, forget about life for awhile.",
        "Craig: Here in town?",
        "Dusty: Java Underground.",
        "Craig: That's for sale?",
        "Dusty: Not anymore. It's mine. [Both laughing] as soon as I get my money straight, you know?",
        "Craig: You need money?",
        "Dusty: Of course I do.",
        "Craig: You've found it.",
        "[SCENE_BREAK]",
        "Susan: Rick? Honey, you all right?",
        "Rick: Yeah, no. I'm fine. Why?",
        "Susan: Things got really tense this morning. Maybe it triggered another one of those migraines, or whatever it was you had. Oh, honey, your skin feels all cool and clammy.",
        "Rick: Words every husband longs to hear.",
        "Susan: I know you're gonna hate me for saying this to you again, but you have to let Ben take a look at you. Please. Sooner, rather than later.",
        "Rick: Darling, I promised I would.",
        "Susan: I know, but you said tomorrow. And I think it should be today.",
        "Rick: All right, today. Good. And while we're there, I can close up a few loose ends. Come on.",
        "Susan: Right now?",
        "Rick: Mm-hmm.",
        "Susan: Oh, we're here with our menus. Let's just have lunch. On second thought, I just lost my appetite. Let's get out of here.",
        "[SCENE_BREAK]",
        "Emily: Did you see that? Not a word.",
        "Hal: Well, what, did you expect her to throw her arms around you and thank you for attacking her husband? I told you to play it cool at the station, Emily, for your sake and my sake.",
        "Emily: I know what you told me. I know. I just -- I had to do something to wipe that smug expression off his face.",
        "Hal: Well, I hope it was worth it, because now Rick Decker has Memorial, Susan and the Oakdale PD exactly where he wants us, with our hands tied. And there ain't a hell of a lot that we can do about it.",
        "Emily: We are not backing off, Hal!",
        "Hal: Until we get evidence, we are backing off.",
        "Emily: Rick Decker is behind the murders at Memorial and Jeffery Starr's disappearance, and you know it! So we will just have to find that evidence. No matter what it takes.",
        "Hal: You know, you've been using words like \"us\" and \"we\" a whole lot lately. How do I make it clear to you that you are not part of this investigating team?",
        "Emily: But it sounds like you're gonna let threats from Marshal Travers stop this investigation, and, frankly, I don't understand it. Can't you have Rick followed or something?",
        "Hal: Now that Travers is in the driver's seat? Forget it, Emily. I have to play this one strictly by the book. I have to make a tight case for Tom.",
        "Emily: Great. That's just great. We have no evidence. No way of getting evidence because you can't put a tail on Rick. But we do have one ace up our sleeve.",
        "Hal: Is it legal, Emily?",
        "Emily: Yes, it's legal. And it's the best resource we have. And it's sitting right under our noses. Someone close to Rick who could keep an eye on him, report back to us without ever knowing it. My mom.",
        "[SCENE_BREAK]",
        "Susan: First I couldn't drag you in here to get a check-up. Now we're breaking speed limits.",
        "Rick: Well, darling, you have an amazing power of persuasion.",
        "Susan: Ah, I must have missed my calling.",
        "Rick: You know, I figure that, while I'm here, I might as well look in on Bob and see how he's holding up. I'll page Ben later.",
        "Susan: Ah -- oh! Speak of the devil! There's Ben. Ben!",
        "Ben: Hey, Susan.",
        "Susan: Hey.",
        "Ben: You're all here for that CT scan?",
        "Rick: Well, I told her I was fine, but you know doctors. I guess she won't be satisfied until I get a note from my physician.",
        "Ben: Yeah.",
        "Susan: We went out to lunch, and all of a sudden, he got very pale. His skin got very cool and clammy.",
        "Rick: You see what I mean?",
        "Ben: It wouldn't hurt to get checked out.",
        "Rick: All right. I know when I'm being ganged up on. I'll meet you down at radiology as soon as I look in on Bob.",
        "Ben: Well, they could probably squeeze you in between appointments right now, if we hurry.",
        "Susan: Rick! Go with Ben now and get it over with.",
        "Rick: Okay, right again. I'm putty in your hands. I'll see you.",
        "Susan: Alison! Alison, don't leave. I was hoping I'd run into you.",
        "Alison: Why?",
        "Susan: Because I'm your mother. Because I love you. And I worry about you. And I need to know you're all right and where you're staying.",
        "Alison: Katie's letting me stay at her place.",
        "Susan: Oh. Well, that's very nice of her. Do you like it?",
        "Alison: It's okay, I guess.",
        "Susan: But there's no place like home.",
        "Alison: Thank goodness for that.",
        "Susan: Sweetie, I'm -- really sorry that things got so crazy between us the other day. I said so many things that I wish I could just take back, especially -- the way it all ended.",
        "Alison: You mean, when you kicked me out?",
        "Susan: I wish those words had never come out of my mouth.",
        "Alison: Well, we both said a lot of things.",
        "Susan: Does that mean you forgive your mother?",
        "Alison: Always.",
        "Susan: Good. 'Cause I missed you! So when are you moving back home?",
        "Alison: Well, I don't really think that it's a really good time for that yet.",
        "Susan: Alison, what do you mean?",
        "Alison: I'm really not trying to hurt your feelings, mom, I swear. And I even came by the other night to explain everything, but you were sleeping on the couch, so --",
        "Susan: Well, why didn't you wake me up?",
        "Alison: I tried to. But you were, like, out cold, so I just decided to let you rest.",
        "Susan: Rick and I were exhausted. But you know you can always wake us up.",
        "Alison: Rick wasn't there.",
        "Susan: Of course he was there. He was sleeping right next to me on the sofa.",
        "Alison: Yeah, if he's the invisible man. Mom, you were on that sofa alone.",
        "[SCENE_BREAK]",
        "Craig: So what would you say to this -- you don't have to answer me now. But just -- just think about it for a minute.",
        "Dusty: Think about what?",
        "Craig: The two of us running Java Underground.",
        "[Dusty laughs]",
        "Craig: It's a great idea! It's a great idea!",
        "Dusty: It's a great idea for somebody who wants a partner. I don't want a partner. I'm a control freak.",
        "Craig: Even better. I like to stay in the background. Come up with ideas.",
        "Dusty: Keep talking.",
        "Craig: You run the place. You come to me when you want to make things happen.",
        "Dusty: Or make things go away.",
        "Craig: We understand each other.",
        "Dusty: You and me, huh?",
        "Craig: Mm-hmm.",
        "Dusty: We could.",
        "Craig: Crazy not to.",
        "Dusty: I think we should get another round.",
        "[SCENE_BREAK]",
        "Rosanna: What do you think you're doing? Get your hands off me.",
        "Paul: Look, I -- I don't see why you're so offended. You said you came here in good faith.",
        "Rosanna: Well, obviously I didn't know what I was thinking. I suppose I got carried away with my good faith. Going to church does that to people.",
        "Paul: Since when do you go to church?",
        "Rosanna: Since Carly and Jack had their baby christened. I'm their godmother.",
        "Paul: Place must've been crawling with Snyder's, huh? Was -- was Rose there?",
        "Rosanna: Yes, as a matter of fact, she was, with her persona non grata, making quite a spectacle of themselves. You know, I know what it's like to be betrayed by people who are supposed to love you.",
        "Paul: Do you?",
        "Rosanna: Yes. I thought I would hate my sister for the rest of her life after what she did to me. But there I am, a year later, at her baby's christening.",
        "Paul: How sweet. All that family forgiveness. I can't afford to forgive Barbara. That goes the same for that guy that I used to call my best friend.",
        "Rosanna: What about Rose?",
        "Paul: She's not entirely blameless in all this, but I don't think the whole mess is her -- her fault. I feel sorry for her, if anything. She thinks she's in love with some guy who does business with mobsters.",
        "Rosanna: That's all you feel for her, pity?",
        "Paul: Okay. You know what? Don't -- don't -- don't. All right? Really. I get enough of the, \"hey, you're still in love with Rose,\" from Lily and from my sister.",
        "Rosanna: That's all right. Your private life is none of my concern.",
        "Paul: You're right. It's really not.",
        "Rosanna: And the civil moment has passed. Good-bye.",
        "Paul: Hey, does this mean you're gonna stop hassling me about the lease to this place?",
        "Rosanna: No.",
        "[Knock at door]",
        "Paul: She's crazy about me, I'm telling you. This girl can't get enough of me. Jen. Yeah, what's -- what's wrong?",
        "Jennifer: It's mom. She's so twisted. She is completely out of control!",
        "Paul: What did she do?",
        "Jennifer: I am never gonna believe another word that she says again, ever. Why didn't I listen to you?",
        "[SCENE_BREAK]",
        "Alison: This thing that we're doing -- let's not do it anymore.",
        "[SCENE_BREAK]",
        "Barbara: If that's what you want, just stay dead to me. But you leave Jennifer out of this, okay? She just came back to me. I'm not gonna have you take her away from me!",
        "[SCENE_BREAK]",
        "Jennifer: So I go over to Monte Carlo , or B.R.O. -- whatever it's called! And I see mom with André. She's handing him a check.",
        "Paul: A check?",
        "Jennifer: For $25,000! That's what she's paying him to get him out of my life!",
        "Paul: Jen, I'm sorry. I am so sorry. Aw. I thought -- you know, I thought the guy was on the up-and-up. He seemed to really want to be with you.",
        "Jennifer: I thought so, too. I missed him so much. And when he said that he missed me, I -- how could I have let him do this to me? Why am I so stupid?",
        "Paul: So, where is this guy?",
        "Jennifer: I have no idea.",
        "Paul: No, really. You don't got to protect the guy. You can just tell me where he is.",
        "Jennifer: I don't know, Paul. He's probably on a plane, swilling a glass of champagne in first class.",
        "Paul: I'm not gonna hurt him. Just tell me where he is.",
        "Jennifer: Paul, don't. All right? He's gone. That's it. Just leave it alone. All right? I'm better off without him. I am.",
        "Paul: And that's it? Wow. All that betrayal and all that heartache, and just a few tears, and that's it. I'm so impressed by you. I wish I could've done the same thing.",
        "Jennifer: When mom did it to you, too.",
        "Paul: But unlike me, you're probably gonna find a way to forgive her.",
        "Jennifer: Never. I will never forgive her.",
        "[Knock at door]",
        "Paul: Wonder who that could be?",
        "Jennifer: She tracked me down. Listen -- get rid of her, will you?",
        "[Knock at door]",
        "Paul: Jen, really, nothing would make me happier than to do that right now, but I -- this is your battle, and you're gonna have to fight it by yourself. So -- go get her.",
        "[Knock at door]",
        "Barbara: I was hoping you'd be here.",
        "Jennifer: What do you want, mother?",
        "Barbara: Honey, can't we just talk? Please? We've always been able to talk. There's nothing you can't say to me.",
        "Jennifer: Nothing? Oh, then come on in.",
        "[SCENE_BREAK]",
        "Kim: Hi!",
        "Rick: Hello, Kim. I heard you were here.",
        "Kim: Yeah, I just was going to refuel on caffeine. I didn't know you were working tonight.",
        "Rick: Well, I'm just looking in on some patients. I heard that Bob is making some real improvements.",
        "Kim: Oh, yes. It's remarkable. In on my favorite patient.",
        "Kim: All right. I'll be right back.",
        "Nurse Mel: Can I help you?",
        "Rick: I'm -- I'm Dr. Rick Decker. Here to see my patient. Who are you?",
        "Nurse Mel: I'm Dr. Hughes' private nurse.",
        "Rick: Fine. If you'd step outside for a minute while I complete my examination?",
        "Nurse Mel: Sorry, Dr. Decker. I don't think so.",
        "[SCENE_BREAK]",
        "Hal: Are you out of your mind? There's no way your mother's gonna let us spy on her husband. Hell, she's probably not even gonna talk to you for the next couple of months.",
        "Emily: You know what? The facts were staring her right in the face, and she chose to close her eyes.",
        "Hal: She's in love with the guy, Emily. She sees what she wants to see. The only thing that we can hope for is that if the chips are down, there is one line that she won't cross.",
        "Emily: What do you mean?",
        "Hal: She wouldn't cover for Rick to protect him, would she?",
        "Emily: I don't know. I mean, look at the way she was with Alison, when the cops were looking for her about the arson? She was like a guard dog.",
        "Hal: Yeah, well, it's the same with all you Stewart women. You defend each other till you're blue in the face. But would she defend a serial killer simply because he's sharing her bed?",
        "Emily: That's not what she sees when she looks at him, Hal. She sees her husband, the man who loves her, the prominent physician. In her eyes, this man is innocent.",
        "Hal: Exactly. He's forcing her to estrange herself from you and from Alison. That way, she's got nobody to turn to when she starts having doubts.",
        "Emily: Unless I can convince her that she can still turn to me.",
        "Hal: Well, that would be nice, Emily, but the way you two went at it at the police station, I doubt you're gonna be able to pull that off.",
        "Emily: I'm not so sure, either. Wish me luck? I'm gonna need it.",
        "Hal: Good luck.",
        "[SCENE_BREAK]",
        "Susan: When I woke up, Rick was sleeping right beside me.",
        "Alison: I don't see how. When I came into the house, you were, like, dead asleep on the couch. So I went upstairs to pack. And when I came back down, I put the cover over you, and then I just -- was next to you for a little while.",
        "Susan: You were?",
        "Alison: Yeah, I even talked to you, but you didn't really hear me. Mom, I swear, Rick was nowhere to be seen.",
        "Susan: Maybe he was in the bathroom.",
        "Alison: Yeah, if he was in there for like a half an hour, maybe. Mom, I was almost everywhere in that house. I even called out his name, but no one answered. The place was completely Rick-free. You were on that couch alone. His car was gone, too. Is it possible that Rick was -- I mean, could he have gone away for even a few minutes? He was with you the whole time -- is that what you're saying?",
        "Alison: Mom, what's wrong? What happened?",
        "Susan: Nothing. I'm fine.",
        "Alison: Mom, you don't look fine.",
        "Susan: I -- I'm just trying to figure out when I'm gonna have time to get your things together and send 'em over.",
        "Alison: Oh, it's okay. I'll do that myself. It's okay.",
        "Susan: No, I don't mind helping. I just need to ask you something.",
        "Alison: What?",
        "Susan: If -- you talk to Emily, would you mind staying off the subject about your moving out? She really -- she really chewed me out for letting you do it in the first place.",
        "Alison: Yes, because you kicked me out and --",
        "Susan: I know, I know. And I don't want there to be any more unpleasantness between you two. So if she asks you what we talked about, you tell her that we patched things up. Okay? Just tell her that we worked things out.",
        "Alison: Yes. But, mom --",
        "Susan: I assume that Katie's asked you to pay some rent. You need help with that? Oh, listen, anything you need, you just come to mama! Okay?",
        "Alison: Great, mom. Thanks.",
        "Susan: Okay. So back to work. I love you.",
        "Alison: Love you, too!",
        "Emily: Hey, mom. There you are.",
        "[Susan scoffs]",
        "Emily: No, no, don't worry. I'm not here to start another fight. I promise.",
        "Susan: Well, that'd be a first.",
        "Emily: Well, you know me. I mean, we're always going full-throttle for each other --",
        "Susan: So that's why you decided Rick was fair game?",
        "Emily: I apologize. Okay? I came here to say I'm sorry, and -- I'm just protective of you because I love you, and I don't know what I would do without you.",
        "Susan: You're not losing me, Emily.",
        "Emily: I feel like I am sometimes.",
        "Susan: Don't you want me to be happy?",
        "Emily: Yes. I do, more than anything in the world. And if Rick happens to be the guy that --",
        "Susan: He is.",
        "Emily: Okay, well then I'm -- I'm gonna do my best to give him another chance. And I figure there's no time like the present, so where is he?",
        "Susan: No, there's no need to do anything. Apology accepted.",
        "Emily: Just like that? And here I thought this was the part where I, you know, have to grovel and try real hard to --",
        "Susan: Emily, Emily -- please go away. Okay? Just go away.",
        "Emily: What's going on? Mom, look at me. Wait, mom! Listen to me. What is going on? Don't -- don't hide it from me. Tell me what it is.",
        "[SCENE_BREAK]",
        "Kim: Oh. Is -- is there a problem?",
        "Rick: This -- nurse is refusing me unrestricted access to my patient. That's the problem.",
        "Kim: Oh, well, you know, he's just doing what he was hired to do.",
        "Rick: And what would that be?",
        "Kim: Well, he was asked not to leave Bob under any circumstances. He's been asked to stay with him all the time. And, Mel, I'm so glad to find that you were so attentive. That's not a problem for you, is it, Rick?",
        "Rick: I'm not sure what private nurses go for, but you certainly got your money's worth. Excuse me.",
        "[SCENE_BREAK]",
        "Barbara: Would you mind terribly if I had a word alone with Jennifer?",
        "Jennifer: This is Paul's home, mother. You can't just swoop in here and tell him what to do. And I want him to stay. He already knows everything, anyway.",
        "Barbara: I'm sorry, honey. I am so sorry that André broke your heart again. And I'm so sorry that I'm the one that had to make you see this. But I knew that he was bad news. He probably heard that you were gonna work for B.R.O., and knew the kind of money that you'd be making.",
        "Jennifer: Oh, yeah, that reminds me -- remind me to get another job.",
        "Barbara: Wait, wait. No, no, no, Jen, no. We're gonna be a team. You have to be at B.R.O. You can't give up a fabulous opportunity like this.",
        "Paul: Yeah, that's right. Guilt her into staying. Worked so well with me.",
        "Barbara: Do you see what he's doing? He's trying to poison your mind against me.",
        "Paul: I don't need to do that. You're doing that all by yourself.",
        "Barbara: What have I done to make you hate me so, when all I ever wanted from you was your love? I give, and I forgive. And look what you do to me. You become a thing that'd rather be dead than be my son. So fine. Fine. If that's what you want, you just stay dead to me. But you leave Jennifer out of this, okay? She just came back to me. I'm not gonna have you take her away from me.",
        "Jennifer: Well, what do you think I am, a consolation prize?",
        "Barbara: No, I didn't say that, Jen! No.",
        "Jennifer: You got B.R.O. for Paul. Then he was gone, so you roped me in. You only want me because you can't have him. That's what this is all about.",
        "[SCENE_BREAK]",
        "[Laughing]",
        "Craig: I can -- I can see all that glorious fury welling up in Rosanna's eyes right now.",
        "Dusty: Me, too. She's coming over right now. Incoming, 3:00 , baby.",
        "Craig: Huh? [Rosanna clears throat] what? Rosanna!",
        "Rosanna: Yes. Well, isn't this special?",
        "Craig: Rosanna, my reason for living! Angel on my shoulder, devil on my lap. Meet Dusty. We're partners. Montgomery and Donovan.",
        "Dusty: Donovan and Montgomery, but we'll discuss the details later, as soon as your wife starts giving me the nice shoulder.",
        "[Both laughing]",
        "Craig: Okay.",
        "Dusty: All right, I'll be in touch. Let's have lunch.",
        "Craig: Yeah, okay. All right. Right. Yeah. They broke a mold with that guy.",
        "Rosanna: How lucky for us.",
        "[Craig laughs]",
        "Craig: Listen -- so, we're gonna buy Java Underground.",
        "Rosanna: Really?",
        "Craig: And change the world.",
        "Rosanna: Well, I hope you and Mr. Dusty Donovan will be very happy together. Because you'll be sleeping alone for a painfully long time.",
        "[SCENE_BREAK]",
        "Barbara: No. No, that is not true, Jennifer. You are my only daughter. I have missed you like crazy every single day since you've been gone. All I want is for you to be by my side.",
        "Paul: Another stellar performance.",
        "Barbara: You know, just come home. Come home. We can talk this through. I know we can. Please, honey.",
        "Jennifer: You still don't get it, do you, mom? This is my home. I'll be living here from now on.",
        "[SCENE_BREAK]",
        "Kim: Rick had a chance to meet your father's new nurse a little while ago.",
        "Chris: Oh, yeah?",
        "Kim: He was, shall we say, a little vexed because Mel wouldn't leave him alone to examine your father privately.",
        "Chris: Oh.",
        "Kim: Mel loomed over him. He wouldn't budge an inch.",
        "Chris: Well, Decker must've loved that.",
        "[Kim laughs]",
        "Kim: Actually, you know, with Ben in complete charge of your father's case and with Mel watching your dad like a hawk, I think I might actually get some sleep tonight.",
        "Chris: Good.",
        "Kim: Why don't you stop in and see us later, okay?",
        "Chris: I will.",
        "Kim: Love you.",
        "Chris: You, too.",
        "Alison: Just the man I've been looking for. Do you have a few minutes to talk?",
        "Chris: Shoot.",
        "Alison: You know, it really killed me when I needed a place to stay, and you wouldn't go to bat for me with your mother.",
        "Chris: Alison, you know my family's been through the wringer lately. Okay? I just didn't want to overload my mom.",
        "Alison: I know. Seeing Katie going after Simon made me realize just how amazing love can be. Simon loved her so much that he had to leave her. And she loves him so much that she had to follow. And it just made me realize that that's the kind of love that I want in my life -- that, and nothing less.",
        "Chris: Are you trying to tell me something, Alison?",
        "Alison: Yeah. This thing that we're doing, let's not do it anymore.",
        "[SCENE_BREAK]",
        "Hal: Walker, its Munson. I just spoke to Jeffery Starr's editor at the tabloid. Seems he was a no-show at a conference in Atlanta , where he was supposed to receive some sort of an award. Nope, incommunicado since he came to Oakdale. Well, they filed a missing persons on him. Yeah, I guess you could call that progress, except this guy isn't missing. This guy is dead.",
        "[SCENE_BREAK]",
        "Emily: What's going on? Please don't shut me out. If there's something you want to tell me, I'm here for you.",
        "Susan: I'm fine. I'm just a little overwhelmed by everything.",
        "Emily: Okay. So, maybe if you talk about it --",
        "Susan: There's nothing to talk about. Not another word.",
        "Rick: Your ever-loving --",
        "Emily: Hey. Hi, Rick. I -- gee, I feel like I need to apologize for what happened earlier. I -- I tend to overreact. Just ask my mom. Anyway, I'll let you two get back to whatever it was you were gonna do. I love you, okay? Call me if you need something. See ya.",
        "Rick: Susan, has Emily done something to upset you? What is it, darling?",
        "Susan: I told everybody -- Emily, the Police, your lawyer -- that you were with me all night the other night.",
        "Rick: Right. What's -- what's wrong with that?",
        "Susan: I'll tell you what's wrong with that. Alison came by the house. She was in the house, Rick. And she told me that I was sleeping alone on that couch. You weren't there! Where were you?",
        "[SCENE_BREAK]",
        "Alison: You need something?",
        "Chris: Yeah. I need to figure out a way to stop lying awake all night, thinking about you.",
        "[SCENE_BREAK]",
        "Paul: Jennifer's gonna stay here. No strings attached, no obligations, for as long as you want to.",
        "Jennifer: So get used to it.",
        "[SCENE_BREAK]",
        "Rick: Okay, don't walk away from me while I'm talking. I will not tolerate that, Alison -- not from you, not..."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=YznhNrB3vUc"
}