{
    "Episode Summary": [],
    "Recap": [
        "Allison is with Gwen when she develops cramps. Meg tells Holden of her intention to stay with Craig and asks him if he can accept that? Craig is stunned when he comes face to face with Paul and Rosanna. Dusty wakes up to find a murdered Cheri beside him on the floor and his gun looks to be the murder weapon. Allison stays with Gwen, but the pain gets worse and then she starts to bleed. Holden tells Meg that he doesn't like her choice, but he will be there for her. Craig shares an awkward reunion with Rosanna and then Paul, but wonders what trick up their sleeves they have? Dusty finds Margo in the hall after being called there because of a gun shot report; Dusty claims he stumbled upon the scene. Lily arrives and accompanies him to the police station. Margo finds out that Dusty's fingerprints are at the scene. Dusty tells Lily what happened and how he has his gun on him. Lily quickly tells him to give her the gun before Margo finds it on him. Allison calls Susan so she can examine Gwen, who is getting worse. Susan suggests they go to the hospital after her exam, but Gwen can't make it, as she doubles over in pain. Meg faints when she comes face to face with Paul. When she comes to, Craig explains that Paul is alive and is back with Rosanna. Meg is stunned as they stare at one another, which is not lost on Rosanna. Paul looks crushed, but hides it well when he sees Meg's new wedding ring. Craig whisks Meg away after only a few words to Paul. Lily leaves with Dusty's gun right before they frisk him, as Margo doubts Dusty's story. Susan has to tell a devastated Gwen, as Allison watches nearby, that she lost her baby. Rosanna questions Paul's connection to Meg and whether he is in love with her. Meg questions how Paul could be alive and why he wouldn't have tried to contact her. Craig worries that Paul and Rosanna are back to hurt him and use her. Holden sees how distracted Lily is and wonders what she is hiding? After Craig goes to bed, Meg heads out. Allison tells Gwen that she is going to stay with her until Will gets back. A distraught Gwen thanks Allison for her help and support. Lily explains some of the story of how Cheri was killed and Dusty's was there, which leads to a disagreement between them. Holden thinks Lily is lying and that there is something else she is not telling him. Margo tells Dusty she is holding him for 24 hours because he is their prime suspect right now."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Gwen, what's wrong?",
        "Gwen: Oh --",
        "Alison: Do you want me to call Will?",
        "Gwen: No, no, no. I already told you, he's out of town.",
        "Alison: Maybe he should come home.",
        "Gwen: No. For what? It's just -- it's just a stomachache. It's no big deal. I'm sorry that I snapped at you before.",
        "Alison: You look a little pale. Are you sure you're okay?",
        "Gwen: Mm-hmm. Yeah, it's just been a -- it's just been a stressful day, that's all. You can go now. I don't -- I don't need you to take care of me.",
        "Alison: You sure?",
        "Gwen: Yeah. Ah!",
        "Alison: Oh my God! Is it the baby?",
        "[SCENE_BREAK]",
        "Meg: Would you like a drink?",
        "Holden: Sure. Your message sounded important. Craig here?",
        "Meg: No, it's just us.",
        "Holden: Why are you all dressed up? I know it's not for me. What's going on?",
        "Meg: Well, Craig asked me to meet him for dinner at the Lakeview. He's probably waiting for me there right now.",
        "Holden: So, why am I here? We can talk any time.",
        "Meg: I wanted to talk to you tonight to make sure you understand. I'm staying married to Craig. And after dinner tonight, we're going away.",
        "Holden: A honeymoon?",
        "Meg: Okay, before you start breaking furniture, let me explain. I am not doing this impulsively. I've thought about this long and hard. And I don't expect anyone, especially you, to be happy for me. I just need to ask you for one favor. Can you accept that I'm with Craig?",
        "[SCENE_BREAK]",
        "Rosanna: Hello, Craig.",
        "Paul: The look on your face is -- priceless.",
        "Craig: I'm a -- I'm amazed.",
        "Paul: Well, it's amazing.",
        "Craig: Rosanna, you look --",
        "Rosanna: Two years older?",
        "Craig: More beautiful than I remember.",
        "Rosanna: I remember some things, too.",
        "Craig: I just got off the phone with the clinic. They said that you woke up -- that you -- that you've recovered. That's wonderful news.",
        "Rosanna: Really, Craig? Are you really happy to see me?",
        "[SCENE_BREAK]",
        "[Dusty wakes up and sees Cheri on the floor]",
        "Dusty: She's dead. My gun.",
        "Dusty: I didn't do it. I was out cold.",
        "[Knock on the door]",
        "Margo: Police. Open the door. Thank you, Ma'am. Sorry to have bothered you. Dusty Donovan, is this your room?",
        "Dusty: No, this is not my room.",
        "Margo: Someone reported hearing a gunshot on this floor.",
        "Dusty: Well, that search is over. It's in here.",
        "Margo: James.",
        "Dusty: Don't worry, James. She's dead.",
        "[SCENE_BREAK]",
        "Alison: How do you feel?",
        "Gwen: Better. I just -- I shouldn't have eaten those onion rings for lunch and fighting with my mom didn't help.",
        "Alison: Well, there could be a lot of different reasons. But you can't take chances when you're pregnant. You should call your doctor.",
        "Gwen: Yeah, I'm sure it's nothing, but just in case. Hi, is Dr. Samuels there? Oh, well, I need to talk to her. Can I leave a message, please? I'm not sure if it's an emergency, but could you tell her to call me as soon as she gets this? Gwen Munson and she has my cell phone on file. Thank you.",
        "Alison: You look a little pale. Can I get you some water or juice?",
        "Gwen: No, thanks.",
        "Alison: Are you sure you're okay?",
        "Gwen: Yeah. I'm fine. It's probably just -- indigestion or something like that. Really. I'm didn't mean to freak you out.",
        "Alison: I've been freaked out a lot lately. I'm kind of getting used to it.",
        "Gwen: I'm sure you've got better things to do. You can -- you can leave. I'm okay.",
        "Alison: Not really. I'm kind of sick of running into people who've seen that video of me and Dusty. So, if you want, I could stay here until the doctor calls you back.",
        "Gwen: Well, that's not necessary.",
        "Alison: Not for you, maybe. I could use some downtime from being porn girl. Unless it feels weird me being here.",
        "Gwen: No.",
        "Alison: Maybe this book could tell us what's going on. You're in your first trimester still, right?",
        "Gwen: Yeah. Five or six weeks.",
        "Alison: Okay. Well, cramping is very common in early pregnancy. Um, common causes are dietary changes due to cravings. I guess you should stay away from those onion rings.",
        "[SCENE_BREAK]",
        "Meg: I know Craig isn't your favorite person. But I wanted you to know that I'm going to be with him. And after dinner tonight, he's taking me away.",
        "Holden: On your honeymoon.",
        "Meg: Well, Craig said we don't have to call it that. We're not -- I'm not quite comfortable with the idea of --",
        "Holden: So, you're still not sure about this.",
        "Meg: I'm wearing his ring, Holden. I've thought about this for a long time.",
        "Holden: No, no, no, that's impossible. You could have thought about it for more than five minutes, knowing what he did to his last wife.",
        "Meg: He didn't set out to hurt Rosanna.",
        "Holden: Lily was hooked on amphetamines because of Craig.",
        "Meg: Craig didn't give Lily those pills --",
        "Holden: She wanted to stop, he pushed her to take more. All because he wanted Lucinda's company. And here you are, you're living in his house, you run that company with him. I don't get it, Meg. I just don't.",
        "Meg: Holden, I messed up a lot in my life. I've ruined my whole nursing career, the relationships I've had --",
        "Holden: Everybody messes up, Meg.",
        "Meg: And now, thanks to Craig, I'm CEO of an international company. I'm in a position where I could do a lot of good for a lot of people --",
        "Holden: You don't have to be married to him to do that.",
        "Meg: Together, we can make up for all the bad things we did to the people we've hurt.",
        "Holden: Oh, so this is penance?",
        "Meg: This is comfortable. And in many ways, it's the most honest relationship I've had. Craig and I -- we don't have secrets, we don't lie to each other. We know exactly where we stand.",
        "Holden: Just because you think you know what's going on in your marriage -- things aren't always what they seem.",
        "Meg: Are you and Lily still having problems?",
        "Holden: Even the best marriages have problems. Here I am, giving you advice.",
        "Meg: Can you at least try to like my husband?",
        "Holden: No. But I will be there for you, whenever you need me. I do want you to be happy.",
        "Meg: I hope we all will be.",
        "[SCENE_BREAK]",
        "Craig: Of course, I'm happy to see you, Rosanna. You got up from a coma, that's a miracle.",
        "Rosanna: Yes, it is.",
        "Craig: Why are you with Paul? And how did -- how did you survive the fall off the cliff?",
        "Paul: Just lucky, I guess.",
        "Craig: No, I saw you go over the cliff. The authorities said you couldn't survive that.",
        "Paul: Well, they were wrong. Are you disappointed?",
        "Craig: Paul, I did everything I could to try to save you.",
        "Paul: That's true. Technically, Craig did everything he could to save me after he lured me to the cliff, and then held me at gunpoint. Oh, and he shot me.",
        "Craig: That was a warning shot. It barely grazed you.",
        "Paul: So, why the change of heart, Craig?",
        "Craig: Why did you pretend to be dead? There were people here who care about you. People that have been suffering, think that they would never see again.",
        "Paul: I had my reasons.",
        "Craig: So instead of coming home to Oakdale, you flew to Switzerland. You pretended to be me so you could check Rosanna out of the clinic.",
        "Rosanna: I asked him to bring me home.",
        "Craig: I just got off the phone with Dr. Cutler. He's very concerned about you. He says you're in no condition to have been checked out. Paul checked you out of there against doctor's orders. He had no right to do that. I wonder how many international laws he broke.",
        "Rosanna: Look, I am the one that asked Paul to bring me home. He's the one that helped me recover.",
        "Craig: I thank God you're all right, Rosanna. I didn't know -- if I'd known you were going to be coming out of the coma, I would have been there for you. They didn't tell me anything. I didn't know anything until you and Paul were already gone. Okay, okay, oh, okay, so that's what you had planned. To come here, to ambush me. Well, then the question is, why? Why would you do that? What would you possibly hope to gain?",
        "[SCENE_BREAK]",
        "Cop: Looks like the shooter took the gun. I'll keep you posted, Lieutenant.",
        "Margo: Thanks, James. Let's -- let's talk outside. Why don't you tell me what happened, everything you know from the beginning?",
        "Dusty: I heard a gunshot, I came down the hall and I saw the door was open. I went in, and I saw a dead woman on the floor.",
        "Margo: Did you know who she is?",
        "Dusty: Her name is Cheri Love. That's what it says on her business card, anyway. She's a hooker.",
        "Margo: Oh, were you a client of hers?",
        "Dusty: No. \"The Intruder\" was doing a story on prostitutes, but that was a long time ago.",
        "Margo: Did this Cheri woman realize that \"The Intruder\" was investigating her?",
        "Lily: Hi, security said they sealed off the building because there was a gunshot? What's going on?",
        "Margo: Yes, yes, there's been a shooting on the premises. A woman is dead.",
        "Lily: Oh my God! Was she a guest? Who is she?",
        "Margo: We haven't officially identified the body, but forensics is on the way and this room will be sealed off and then we'll start to question anybody who has any information. Starting with Dusty.",
        "Lily: What does he have to do with this?",
        "Margo: Well, that's what we're going to find out. I need you to come down to the station to make an official statement.",
        "Dusty: No problem.",
        "[SCENE_BREAK]",
        "Margo: What are you doing here?",
        "Lily: I need to talk to Dusty.",
        "Margo: All right, well, he's not an official suspect, so I'll give you two minutes. Keep the door open.",
        "Lily: Thanks.",
        "Margo: Guys!",
        "Lily: Dusty, what is going on?",
        "Dusty: The less you know, the better.",
        "Lily: I can't believe you just happened upon a dead body.",
        "Dusty: I don't think the cops can believe it either.",
        "Lily: What happened? You were just supposed to meet with Cheri.",
        "Dusty: Now, she's dead.",
        "Lily: Where were you when this happened?",
        "Dusty: Like I said, the less you know the better --",
        "Lily: Dusty, Margo thinks you're a suspect.",
        "Dusty: Of course she does.",
        "Lily: Please tell me -- please tell me you were in the hall when you heard the shot.",
        "Dusty: Well, that's the story I told the cops. But I really don't have an alibi.",
        "Lily: Why would you need an alibi?",
        "Dusty: Because I didn't kill her. But convincing the cops might be a hard sell.",
        "Lily: Just tell me what happened.",
        "Dusty: Margo's coming back any second --",
        "Lily: Dusty. Please.",
        "Dusty: I went to meet Cheri in her room. She gave me a drink. She told me that she'd leave town on one condition -- 50 grand.",
        "Lily: She blackmailed you?",
        "Dusty: I didn't pay it. And then bam, I hit the floor. She definitely spiked my drink.",
        "Lily: How long were you out?",
        "Dusty: I don't know. When I woke up, she was on the floor next to me with a bullet in her chest.",
        "Lily: Oh my God! Dusty --",
        "Dusty: It gets better -- it gets better. My gun was right next to her.",
        "Lily: Your gun? Your gun? Why do you have a gun?",
        "Dusty: I was out cold, remember? I didn't kill her!",
        "Lily: I believe you. I do. Unfortunately, half of Oakdale probably heard you threaten Cheri at the hotel yesterday.",
        "Dusty: Well yeah. I know. I'm definitely a prime suspect. That's why I didn't leave the gun in the room.",
        "Lily: You took the gun with you? What did you do with it?",
        "Dusty: It's right here.",
        "Margo: I need you two to wrap it up. I need an officer in here to conduct a body search.",
        "Lily: Give me the gun --now!",
        "[SCENE_BREAK]",
        "Alison: Gwen, are you all right?",
        "Gwen: No, not really. I'm bleeding.",
        "Alison: Well, the book says a little spotting can be normal.",
        "Gwen: Aah! Hmm-mm. This is not normal. This is bad.",
        "Alison: Okay, I'm going to take you to the hospital.",
        "Gwen: No, no, no. I can't go anywhere right now.",
        "Alison: Okay, I'll get you help.",
        "Susan: Hi, Ali, what's up?",
        "Alison: Mom, can you please come over to Will and Gwen's right now? Gwen's having really bad cramps and she's bleeding.",
        "Susan: Has she called her obstetrician?",
        "Alison: She left a message, but Dr. Samuels hasn't called her back. Please, Mom, she's really scared and she needs a doctor.",
        "Susan: I'll be right over. Tell Gwen to keep her legs elevated.",
        "Alison: Okay, hurry. Okay, my mom's on her way. Here, let's put your feet up. Easy. Easy. Just a little more. There you go. Can I get you something?",
        "Gwen: Just don't leave me, okay? Please, I don't want to be alone right now.",
        "Alison: Don't worry. You and your baby are going to be fine, okay?",
        "[SCENE_BREAK]",
        "Craig: You've been away so long. It must be a huge adjustment, catching up on everything. How much do you remember from before?",
        "Paul: You know, Craig, I think she's a little too jet-lagged for the third degree. I would have -- I would have brought her to Fairwinds, but I thought it was a little awkward, given the circumstances. So I booked her a room here. Why don't we get your settled in now? You can get some rest.",
        "Meg: Craig, hey. Why didn't you get a table? I thought we were celebrating.",
        "Craig: Meg? Meg?",
        "Craig: Meg? Meg, are you all right? It's okay.",
        "Meg: What happened? You know what, I thought I saw --",
        "Craig: I know, Paul. You did. He's alive.",
        "Meg: But how?",
        "Craig: I don't know. Paul deceived all of us. He lived. He went to Switzerland. He went to go visit Rosanna. She woke up. He impersonated me and he checked her out of the hospital.",
        "Meg: Rosanna and Paul?",
        "Craig: I know -- I know it's a shock. I know.",
        "Meg: Why didn't he tell me? Why did he let me think he was dead?",
        "Craig: I don't know.",
        "Meg: Thank you.",
        "Paul: Your wife is having a lot of trouble processing all of this.",
        "Craig: Meg, do you want me to take you home?",
        "Meg: Yes.",
        "Craig: Okay, come on. Come on.",
        "Meg: Oh, wait. I'm glad you're alive, Paul.",
        "Paul: Well thank you.",
        "Craig: Come on. Come on. Come on.",
        "Paul: Let's get you check in, huh?",
        "Rosanna: That was -- Meg Snyder.",
        "Paul: No, that was Craig's wife. Didn't you see a ring?",
        "Rosanna: Yes. And I saw your reaction. Tell me, Paul, how well do you know her?",
        "[SCENE_BREAK]",
        "Gwen: It hurts all where you're touching really bad.",
        "Susan: Tell me exactly what happened, Sweetie.",
        "Alison: Gwen's been having real bad cramps all day. And then she went to the bathroom, and she came back and said she was bleeding.",
        "Susan: We have to get you to the hospital.",
        "Gwen: All right, is my baby going to be okay?",
        "Susan: The sooner we get there, the better. So --",
        "Gwen: This is really bad, huh?",
        "Susan: Okay, please let me help --",
        "Gwen: Wait, let me get my feet down.",
        "Susan: Okay, do you think you can walk?",
        "Gwen: Yeah, yeah, yeah. I'm fine.",
        "Susan: Are you all right?",
        "Alison: Let's go easy.",
        "Susan: All right. I'll take it easy. All right, slow.",
        "Gwen: Aah, ow.",
        "Susan: Gwen? Gwen.",
        "Gwen: It hurts.",
        "[SCENE_BREAK]",
        "Margo: Lily, I'm going to have to ask you to leave now.",
        "Lily: I cannot believe something like this happened at the Lakeview. Lisa's going to be very upset.",
        "Margo: Yes, it is shocking.",
        "Lily: No, that woman -- that woman, the victim, wanted to book a suite of rooms for a private convention. And I was on to her, thanks -- I'm just saying, a woman with that kind of reputation, I told her she wasn't welcome. She was supposed to leave town. That's what she said.",
        "Margo: Well, somebody made sure that she didn't get a chance to do that.",
        "Lily: It's horrible.",
        "Margo: Yes, it is. I think you should go now.",
        "Lily: You know, if it's any help, a woman with that kind of background, she's got so many people that could have done this to her. One of her clients?",
        "Margo: Do you have a list?",
        "Lily: No.",
        "Margo: No --",
        "Lily: I'm just saying that --",
        "Dusty: I think you've done enough. Lily, I think you've done enough.",
        "Lily: All right. You call me, if you need anything. Okay, thank you.",
        "Margo: Thank you. Could you stand please? Harrison?",
        "Cop #1: He's clean.",
        "Margo: Great. Thank you. That'll be all.",
        "Cop #1: Lieutenant.",
        "Dusty: Why all the special treatment?",
        "Margo: Oh, because you're a special guy.",
        "Dusty: You frisk everyone who comes in to make a statement?",
        "Margo: Actually, you have gone from being a witness to being a suspect.",
        "Dusty: Why is that?",
        "Margo: Based on the preliminary investigation of the crime scene, there were only two sets of prints found in Ms. Love's room. Yours and the victim's.",
        "Dusty: You're kidding.",
        "Margo: No. I don't kid. So, the killer gets away without a trace and there you are, left alone in the room with the dead body. How are you going to explain that?",
        "[SCENE_BREAK]",
        "Susan: How's the pain now, Gwen?",
        "Gwen: It's better. I just feel a little bit queasy now, but that was a lot of blood. That couldn't have been good.",
        "Susan: You were having premature contractions. But they stopped now, so you should be feeling better soon.",
        "Gwen: What do you mean, contractions?",
        "Susan: We still have to get you to the hospital, so that they can examine you and do a full work-up.",
        "Gwen: But the -- but my baby's okay, right? The baby's going to be all right.",
        "Susan: Gwen, I'm really sorry. The baby didn't make it \u0096",
        "Gwen: No --",
        "Susan: I'm sorry --",
        "Gwen: No, don't -- you don't mean that.",
        "Susan: I'm sorry --",
        "Gwen: Don't say that. Please --",
        "Susan: It's okay. It's okay.",
        "Gwen: No, no, no --",
        "Susan: No, it's okay.",
        "Gwen: No, I can't lose my baby again. Please -- no \u0096",
        "[SCENE_BREAK]",
        "Rosanna: How well do you know Craig's wife?",
        "Paul: I don't have a relationship with that woman.",
        "Rosanna: Well, she fainted when she saw you.",
        "Paul: Maybe she fainted when she saw you. Her husband's ex-wife, who she thought was in an irreversible coma in Switzerland.",
        "Rosanna: No. You two were close. I can tell.",
        "Paul: Really? How can you tell that?",
        "Rosanna: The way you're tap-dancing around the subject.",
        "Paul: Okay. I have been selective about how much information I gave you since you woke up. I didn't want you to have to absorb potentially upsetting things when you were not really ready to handle it.",
        "Rosanna: So you didn't tell me about Meg Snyder because you thought it would upset me?",
        "Paul: That's right.",
        "Rosanna: You have been trying to convince me that Craig did all kinds of heinous things, including trying to run me off the road and kill me. Marrying Meg Snyder isn't exactly a criminal offense.",
        "Paul: I was just trying to protect you.",
        "Rosanna: That's a lie. You're trying to protect yourself.",
        "[SCENE_BREAK]",
        "Craig: Drink this. It'll help calm you down.",
        "Meg: How can Paul be alive? I mean, Rosanna waking up -- there was always a possibility. But Paul was dead.",
        "Craig: Yeah, Paul always has a habit of bouncing back. He would never do me the favor of staying decreased --",
        "Meg: We were there, Craig. We were there. We saw him fall off the cliff. There were all those rocks. The water was freezing. They even told us that there was no possibility that he could have physically survived --",
        "Craig: They were wrong.",
        "Meg: No, I was wrong. I never should've given up on him. If I knew Paul was alive, I never would have --",
        "Craig: Now Meg, you can't blame yourself for believing what they told you. You didn't want to let Paul go. You didn't want to accept that. It's taken you this long to wear that ring.",
        "Meg: When Paul saw it, the look on his face --",
        "Craig: Don't do that, Meg. Don't blame yourself for this, okay? He's the one who withheld the truth from you.",
        "Meg: I mourned him. I cried tears till I had no more tears left. There were weeks I went without sleep. How could he have not contacted me? Why would he have done this to me?",
        "Craig: Because you're my wife now.",
        "Meg: So he's out to get the both of us?",
        "Craig: Don't put that past him, Meg.",
        "Meg: You know, he must have been in such shock, seeing me with you.",
        "Craig: He seemed better prepared for that moment than you did, Meg.",
        "Meg: Are you saying he planned this?",
        "Craig: Oh, I think he planned everything. Rosanna, coming back the way that she did. You think that was an accident? This was all premeditated.",
        "Meg: You know, I don't know what to think about any of this.",
        "Craig: I know. It's a lot to absorb. But you know what? You have to get over the miracle factor. It's a wonderful thing that Paul and Rosanna are back, it is. It's great. But seeing them tonight -- seeing how they came here. That told me one thing. They are out to pay me back for everything they think I did to them. And for Paul to do that, he's going to use you.",
        "[SCENE_BREAK]",
        "Lily: Anybody home? Hey.",
        "Holden: Hey. Did I scare you?",
        "Lily: No. I just wasn't expecting anybody.",
        "Holden: I was just checking on things for my mom. What are you doing here?",
        "Lily: I was just doing some dishes. Because I know your mother doesn't like to come home to a messy house.",
        "Holden: Weren't the dishes done earlier?",
        "Lily: Jack brought his family over and the kids.",
        "Holden: I went to see Meg earlier.",
        "Lily: Uh-huh.",
        "Holden: She's wearing Craig's ring. I can't believe it. She's ruining her life and there's not a damn thing I can do about it. Here, I'll get it.",
        "Lily: I am a klutz. No, no, I got it, I got it, I got it --",
        "Holden: It's all right. Here. Did you hear what I said about Meg?",
        "Lily: I'm glad she's happy.",
        "Holden: That wasn't my point. I'm going to get a dustpan.",
        "Lily: No, no, no. I'll get it.",
        "Holden: Lily, what's up?",
        "Lily: Uh --",
        "Holden: What's going on?",
        "Lily: Just tell me -- I'm sorry, just tell me again what was going on --",
        "Holden: You know what? You promised me from now on that you'd be honest.",
        "Lily: All right. All right, I'll tell you, but you're not going to like it.",
        "[SCENE_BREAK]",
        "Margo: So, you heard the shot, you ran to see where it came from, you heard footsteps in the hall, but you didn't seen anyone.",
        "Dusty: No. I saw the door was open. I went in, and that's when I saw the body.",
        "Margo: Really? That fast? Then how did your prints get all over the room?",
        "Dusty: I didn't see the body right away. Because the place was trashed. Like there had been a fight. I saw an empty glass on the floor. I picked it up, and that's when I saw the body.",
        "Margo: And the victim was already dead?",
        "Dusty: Correct.",
        "Margo: Why didn't you call 911?",
        "Dusty: Well, I wanted to make sure the shooter wasn't there. I checked the hallway. That's when I saw you guys, banging on doors, so no need to call 911. How did you get there so fast?",
        "Margo: I was already in the lobby. It's an unrelated case. Now, listen, it had to been five, maybe ten minutes between the time you heard the shot, the call came down to the front desk, the manager came to get me, I'm conducting a door to door search. You went into the room as soon as you heard the shot. You had to have been there a good long while, Dusty.",
        "Dusty: Well, I don't know how long it was. But when these things happen, time can go slow. Know what I mean?",
        "Margo: I know you can do better than that.",
        "Dusty: Are you going to arrest me, or let me go? What's it going to be?",
        "[SCENE_BREAK]",
        "Paul: Rosanna, you went into a coma, and it became clear to me that you were not going to wake up and it was a really, really bad time. And I made a lot of mistakes. And I got myself into two -- well, a couple of really bad relationships.",
        "Rosanna: And Meg Snyder was one of them?",
        "Paul: Yes. But it's over now. She's married to Craig. She's in business with him, she's wearing his ring. Meg and I, there's nothing between us now.",
        "Rosanna: Well, except for the fact you're obviously still in love with her.",
        "Meg: Did you know this was going to happen? Did you know Paul and Rosanna were coming back? Is that why you wanted to take me away on a honeymoon, so I won't see Paul?",
        "Craig: I spoke to the clinic. I knew that Rosanna might be coming back, but I did not know that Paul was going to be with her. I swear to you. I did not know.",
        "Meg: I believe you.",
        "Craig: Come on. Let's get some rest. We'll go to bed. We'll talk about it in the morning.",
        "Meg: No, you know what -- I just want to be left alone --",
        "Craig: No, no, of course, I'm going to take a guest room.",
        "Meg: No, I'll -- it's okay. I'm going to stay on the couch.",
        "Craig: If you don't want to stay in my bed, then you take one of the guest rooms. We have plenty of them. I just want you comfortable.",
        "Meg: When I'm miserable, I don't like being comfortable.",
        "Craig: Is that so? Well, is there anything else I can get you? Maybe you'd like some sharp little nails that you can rest your sweet little head on?",
        "Meg: I just need some time to deal with this.",
        "Craig: Okay. I do want to warn you though, I plan on making you comfortable and happy, for the rest of your life. Good night.",
        "[SCENE_BREAK]",
        "Alison: My mom must have pulled some strings so you can stay in your own bed tonight. Must be good to be home.",
        "Gwen: Yeah.",
        "Alison: You should get off your feet. Can I get you something? Maybe ginger ale?",
        "Gwen: No. No, thanks.",
        "Alison: Do you want to call Will?",
        "Gwen: No. No, I can't tell him that we lost our baby daughter on the phone.",
        "Alison: Yeah, but you need him right now.",
        "Gwen: No, no, this conference is really important to him. And he isn't going to be in San Francisco ever. You know, he should -- I want him to enjoy it.",
        "Alison: He'll be more upset if he finds out that you didn't tell him.",
        "Gwen: There's nothing he can do about it. And then this way, he gets to be happy a little while longer.",
        "Alison: Okay, but you should probably get some sleep. Do you want me to make some warm milk? I'll get you -- I'll get you a blanket.",
        "Gwen: Hey, Alison? Thank you for being here. It would've been a lot harder to be alone. And your mom was really great.",
        "Alison: I'm glad we could help.",
        "Gwen: You must have other stuff to do. You don't need to stay.",
        "Alison: Maybe I could stay until Will gets back. It'll help me forget about other stuff. And maybe it'll help you forget, too.",
        "Gwen: Thank you. I'm going to go to bed. Good night.",
        "Alison: Okay, okay. I've got you. Easy, let's go.",
        "[SCENE_BREAK]",
        "Lily: Lisa goes out of town, I'm in charge of the hotel, and there's a murder. Just my luck.",
        "Holden: Who found the body?",
        "Lily: Dusty.",
        "Holden: I should've known he'd be involved --",
        "Lily: Dusty did not kill this woman.",
        "Holden: I didn't say he did. But it figures that you'd defend him.",
        "Lily: He's my friend. I trust him. I know he had absolutely nothing to do with this. Why are you looking at me like that?",
        "Holden: Because you have that look.",
        "Lily: What look?",
        "Holden: That look, you're holding something back.",
        "Lily: Why do you always think that I'm lying?",
        "Holden: Because, lately, half the time you are.",
        "Lily: That's not fair.",
        "Holden: All right, if I'm wrong, I'll apologize. Just tell me -- that you told me everything that went down tonight. And I'll say I'm sorry. That's the truth, because you know what? I always tell the truth. So what's it going to be? Do you deserve an apology or not?",
        "[SCENE_BREAK]",
        "Margo: You know, an attitude like that isn't going to help you any. I was hoping that we wouldn't have to do this the hard way.",
        "Dusty: You're arresting me?",
        "Margo: Nope. Not yet.",
        "Dusty: But I'm still a suspect.",
        "Margo: Well, you're the only one we have.",
        "Dusty: Oh, great. Can I go?",
        "Margo: No, I have the right to hold you for 24 hours. And I am going to exercise that right. I think that you had better call your lawyer.",
        "[NEXT_ON]",
        "Tom: No smoking gun, right?",
        "Holden: Where's the gun? Tell me.",
        "Brad: And you're going nowhere with Jack.",
        "Carly: I'm going to do something about that -- tonight.",
        "Meg: Don't you walk away from me.",
        "Craig: I can't seem to find my wife, unless -- do you know where Paul is?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Tb5l73O4nfg"
}