{
    "Episode Summary": [],
    "Recap": [
        "Chris and Emily decide to become partners, find the keys and give them to Allison as a gift. Allison and Aaron decide to become partners with Nancy's help and Chris' blessing. James calls Barbara and assures her that he's begun his plan; he also talks with someone else about scaring Paul and Roseanna more. Paul offers to sit by Cabot's crib while Roseanna takes a nap, really touching Roseanna as he tells her she has no idea how much he would be willing to do to be with her. Jill tells Margo she wants a date with Doc and when Margo approaches Doc about it he's hesitant. Margo tells Jess about it and also about the compact that Tom found, assuring her friend that Tom would find out who it belongs to. Barbara tells Walker that they need to throw a dinner party to announce that they're an item."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: I'm pretty sure that I told you that Chris and I got engaged. I mean, I think I practically told the whole world.",
        "Aaron: Not me. No, and the rock on your finger -- what's the deal with you hiding it behind your dress the whole time?",
        "Alison: Okay, how come we are standing here and talking when we should be inside looking? We're wasting time, Aaron. The key is right there in that studio, okay? And do you realize that that would be my second key? I only need four more keys, and I then I'll win $300,000.",
        "Aaron: No, no, no, no, no -- wait, wait! When's the wedding?",
        "Alison: A long time from now, okay!",
        "Aaron: Like, when?",
        "Alison: Like -- September, okay?",
        "Aaron: You and Chris are tying the knot in two months?",
        "Alison: Yeah. What is the big deal?",
        "Aaron: Alison, you're making the biggest mistake of your life.",
        "[SCENE_BREAK]",
        "Sr. Montez: Closer. You must move as one.",
        "Emily: Any closer -- your belt buckle's gonna be imprinted on my stomach.",
        "Sr. Montez: Concentration.",
        "Emily: Okay, okay.",
        "Sr. Montez: Please.",
        "Chris: You think anybody's buying us?",
        "Emily: Just stick a rose in your mouth, Gomez, and tango me over to the window. Come on, let's go.",
        "Yolanda: They're laughing, Senor Montez -- look. They're not serious about the tango at all. They're frauds.",
        "[SCENE_BREAK]",
        "Margo: Oh, baby, you've got some nerve. You want me to give you something in exchange for your silence?",
        "Jill: You were listening. Good.",
        "Margo: There's a name for what you're doing.",
        "Jill: Oh, yeah, and there's a name for what you were doing with Doc Reese. And I can keep your husband from finding out what that is.",
        "Margo: You might want to bear in mind that you're playing this little game with a detective.",
        "Jill: Oh.",
        "Margo: I can have you arrested.",
        "Jill: Well, that would make things pretty icky for you, wouldn't it? I mean, I'd have to spill my guts and your husband is the D.A. -- Besides, what I want isn't such big of a deal.",
        "Margo: Do you have any idea how little money I make? My kid's tuition alone costs --",
        "Jill: Look, I don't want your money.",
        "Margo: Well, then -- what is it you want?",
        "Jill: Doc Reese.",
        "[SCENE_BREAK]",
        "Ben: You hear that, Jess? You're pregnant. You're having our baby --",
        "Jessica: I know. It's a dream come true. I don't believe this. I am so happy.",
        "Ben: Me, too.",
        "Jessica: We should go somewhere and celebrate.",
        "Ben: Absolutely.",
        "Dr. Schiller: Before you do that, Jess, you need to stop by my office to set up a series of prenatal visits.",
        "Jessica: Yes, of course. I'll come right there. I just don't believe this.",
        "Dr. Schiller: Believe it. And congratulations, you two.",
        "Jessica: Thank you.",
        "Ben: Thank you.",
        "Dr. Schiller: Sometimes there are real miracles.",
        "Ben: Yes, amen.",
        "Jessica: Amen.",
        "Doc: Did I just hear that some sort of congratulations are in order here?",
        "Ben: Not that it's any of your business --",
        "Jessica: I won an important case today.",
        "Doc: Oh. Oh, I see. Um, I didn't mean to intrude.",
        "Ben: Well then, you shouldn't have.",
        "Doc: I was on my way out, Ben. But there's a kid here who is not doing so well. And his mom asked if I'd drop by and see him, but -- I'm having a hard time figuring out --",
        "Ben: The children's ward is in the McClosky pavilion. You just go down the hall and follow the signs.",
        "Doc: Thank you, Dr. Harris.",
        "Jessica: Look, I know I made that up, but --",
        "Ben: Look, I don't blame you for not wanting Doc Reese to know that we are pregnant.",
        "Jessica: Actually, I don't want that man to know anything about my personal life.",
        "[SCENE_BREAK]",
        "Paul: Cabot, what are you doing, huh? You get sick of your teddy bears and decide to come down here, see what was down here?",
        "Rosanna: Paul, this isn't funny.",
        "Paul: Why? He's fine. Come on, he's safe. There's got to be some kind of a reasonable explanation --",
        "Rosanna: An infant can't move himself from a nursery to the library.",
        "Paul: Maybe the housekeeper moved him. Maybe she heard him fussing and brought him down here.",
        "Rosanna: And just left him all alone? Without telling us that he was up and by himself?",
        "Paul: Maybe it was Jordan. Maybe he came home from lunch and -- I don't know. The guy has no idea how to take care of a baby.",
        "Rosanna: You'd be surprised how much Jordan knows.",
        "Paul: Okay, maybe he looked in and decided to play Daddy for a little while.",
        "Rosanna: Only to abandon him a few minutes later? I don't think so.",
        "Paul: I'll tell you what --",
        "Rosanna: That doesn't make sense -- I'll call the office. I can ask Blaine if Jordan came home.",
        "Rosanna: Okay.",
        "Paul: Hey. Blaine, its Paul. Jordan there? Okay, thanks.",
        "Rosanna: Well?",
        "Paul: In a meeting. He's been there all day. But that doesn't mean --",
        "Rosanna: I know, I don't like what this means. I don't like it at all. It means that somebody has access to this house and is playing musical chairs with the baby.",
        "[SCENE_BREAK]",
        "Walker: Have you ever heard Beethoven's fifth played on a steel drum?",
        "Barbara: Can't say that I have.",
        "Walker: Well, I know this beach, it's got white sand, blue skies and music that's out of this world. Let's go there, Barbara. Come on. Let's take some time off and worry about nothing but the waiter bringing us our next round of piña coladas.",
        "Barbara: I can't -- not right now.",
        "Walker: Why not?",
        "Barbara: I just have a lot going on.",
        "Walker: You sure it's your schedule and not the man that's asking you?",
        "[Barbara sighs] [Phone rings] Barbara, don't --",
        "Barbara: It'll take just a second.",
        "Walker: Just talk to me --",
        "Barbara: Just a second. Just a second. Hello?",
        "James: I just wanted to make sure you got back to Oakdale without any incident.",
        "Barbara: Yes, Blaine, yes -- as a matter of fact, I'm at the Lakeview right now. But I'll be able to make my afternoon appointments.",
        "James: Ah, with your new man, are you? Well, I just hope he treats you as well as you deserve to be treated.",
        "Barbara: Is this really important? I'm pressed for time.",
        "James: Just wanted to let you know -- the matter we discussed earlier today? I'm already working on it.",
        "Barbara: And what matter is that?",
        "James: Just call Fairwinds.",
        "[SCENE_BREAK]",
        "Rosanna: Okay -- let's think about this logically. Neither one of us moved Cabot, right?",
        "Paul: Right.",
        "Rosanna: This house is defended like Fort Knox. There's only a limited number of people who have access to it.",
        "Paul: Maybe Phyllis moved him.",
        "Rosanna: No --",
        "Paul: Maybe she heard him fussing and brought him down here.",
        "Rosanna: No, I gave Phyllis the afternoon off. Iris, though, there's iris. She's the new maid.",
        "Paul: All right, let's talk to Iris.",
        "Rosanna: Okay.",
        "Paul: We're gonna get to the bottom of this.",
        "Rosanna: Okay, okay. Oh, Paul, would you do me a favor? Will you call Jennifer and find out if she came by?",
        "Paul: Jennifer would know better than to leave a baby alone in the living room in his crib --",
        "Rosanna: You don't know that. Would you just call her and ask?",
        "Paul: Sure.",
        "Rosanna: Paul, I'm sorry. I didn't mean to talk to you like that.",
        "Paul: No, it's all right.",
        "Rosanna: No, it isn't all right. I'm so sorry. When something happens with the baby -- I've been through so much. It just really upsets me. I'm very sorry. I'm very glad that you're here, okay?",
        "Paul: Yeah, I'm glad I'm here, too.",
        "Rosanna: This event with the baby is just a mistake, right?",
        "Paul: Yeah, I'm sure that's all it is.",
        "[SCENE_BREAK]",
        "Chris: We've been made. Help me create a distraction so I can get to that key.",
        "Emily: A distraction? What are you talking about?",
        "Chris: Emily, work with me.",
        "Emily: Ow! What'd you do that for? Oh God, that hurt. Oh, Senor Montez. I think I have a foot cramp or something. It hurts -- oh, I think I pulled a muscle or something. Is there anything you can do for me, Senor?",
        "Yolanda: If you understood the tango, you will feel no pain, only the passion of the dance.",
        "Emily: It's a foot cramp, lady, so butt out. I'm telling you, it hurts so bad. Is there anything we can do? Oh, are you a love! Oh, thank you. Maybe you could massage it or something? Thank you.",
        "Sr. Montez: It would be a privilege.",
        "Emily: Oh, you're a doll. Ow -- ooh! That's better, thank you. Oh, that's so much better. Oh, oh, that's better \u0096",
        "[SCENE_BREAK]",
        "Alison: Chris is the best thing that has ever happened to me. How can you say that marrying him is a mistake?",
        "Aaron: You're turning 19, Ali. Marrying anybody at your age is a big mistake. You should have figured that out by now.",
        "Alison: And who are you, Father time? How come you've got all the answers?",
        "Aaron: I didn't -- I didn't say I did, okay? Just tell me something, when did you and Chris decide to get married in the first place?",
        "Alison: We didn't decide. He proposed to me.",
        "Aaron: So you guys didn't even talk about this together before you made a decision?",
        "Alison: So what, okay? So, you think that I'm too messed up for someone to propose to me?",
        "Aaron: No, of course not. I just wanna know. I just wanna know how come. Because it's really sudden. I mean, you're not, like -- are you -- are you --",
        "Alison: Pregnant? Oh, thank you. Thank you, thank you, thank you",
        "Aaron: I'm just asking, Ali. Chill, okay?",
        "Alison: The answer is no. It's nothing like that at all. He asked me to marry him, I said yes, and that's all.",
        "Aaron: Well, how'd you, you know -- how'd you react? I mean, were you surprised?",
        "Alison: Yes, I was surprised. Is that a crime?",
        "Aaron: Okay, okay, since you were surprised and caught off guard. You just decided to say, \"hell, yeah, well, let's just get married\"? That's what happened, right? That's what you did?",
        "Alison: Chris didn't force me to say that I'd marry him, if that's what you're getting at. But you are right about the surprise part. I was blown away when he asked me. I mean, Chris could have anybody that he wants.",
        "Aaron: Oh, so you're just marrying the guy 'cause you're grateful to him? That's just perfect, Alison. That's a hell of a way to start a life together.",
        "Alison: I'm happy, Aaron. Why can't -- why can't you just be happy for me? You're supposed to be my best friend.",
        "Aaron: I'm sorry. I'm sorry. I shouldn't have gone off on you like that.",
        "[SCENE_BREAK]",
        "Jessica: It's not just Doc. I don't want anyone to know that I'm pregnant just yet.",
        "Ben: How about Curtis and Bonnie?",
        "Jessica: No, no, not yet. Not until I'm out of the first trimester. You know, call me superstitious, whatever.",
        "Ben: No, I completely understand. We'll keep it our own beautiful little secret.",
        "Jessica: Shh.",
        "Ben: I'm gonna be off in a little bit. How should we celebrate?",
        "Jessica: Why don't we do lunch?",
        "Ben: Okay.",
        "Jessica: I'll have your people call my people, or vice versa -- but first let me make those appointments with Dr. Schiller.",
        "Ben: Yes, yes.",
        "Jessica: Yes.",
        "[SCENE_BREAK]",
        "[Elevator dings]",
        "Tom: Hi, I'm meeting my dad. Would you page him for me?",
        "Nurse #1: Of course, Mr. Hughes.",
        "Tom: Thank you.",
        "Doc: I'm not looking to make a scene here. I'm just here visiting patients.",
        "Tom: That's fine. Just so you know, Margo and I have reached an understanding. So, we're going to be just fine.",
        "Doc: You know, I know you won't believe this, Tom. But I am glad to hear that.",
        "Tom: Well, I'd be a fool to believe anything you say. So, from here on, stay away from my wife.",
        "Bob: Hey, Tom.",
        "Tom: Hi.",
        "Bob: What a special treat. If you can poke a hole in your busy schedule, then I could buy you lunch.",
        "Tom: I'm looking forward to it.",
        "Bob: Thing's okay?",
        "Tom: Let's talk in the restaurant.",
        "Bob: Okay.",
        "[SCENE_BREAK]",
        "Margo: What do you mean you \"want\" Doc? Do you even know him?",
        "Jill: Please. I've been a football fan since birth. I mean, I saw him play when I was in high school. And if someone had told me then that -- I mean, when he first walked in here, I thought I was gonna faint. He's even more gorgeous in person. But, uh, you already know that.",
        "Margo: Well then if you want him, go for it. He's available.",
        "Jill: And I'm just a waitress at a country club.",
        "Margo: It's the 21st century. No one's interested in that anymore.",
        "Jill: But it's Doc who hasn't noticed me. And that's because you've had him preoccupied.",
        "Margo: For about five minutes. But he's free now.",
        "Jill: Well, so you say but -- I mean, I bet you still have some pull. I mean, if you told him you knew a fun-loving girl --",
        "Margo: So what are asking me? Do you want me to set you up with Doc?",
        "Jill: I just want to spend some time with him. One night.",
        "Margo: One night? You want me to pimp for you?",
        "Jill: You don't have to make it sound so sleazy. I just want a date.",
        "Margo: It is sleazy.",
        "Jill: So was what happened in that steam room! But if you convince Doc to call me for a date --",
        "Margo: No, no --",
        "Jill: Before this evening -- then your husband doesn't have to know what a skanky tramp his wife really is.",
        "Margo: Baby, you're playing with fire.",
        "Jill: Me? I'm just a girl in love. You are the one rolling around naked with a man who isn't your husband. That's playing with fire.",
        "[SCENE_BREAK]",
        "Paul: Nobody's scolding you, Iris. If Cabot was fussing in his crib and you didn't want to leave him there all by himself, it's perfectly understandable.",
        "Rosanna: But you should never, ever leave him alone. And if you get him up, you should tell somebody.",
        "Iris: I didn't go anywhere near the baby, ma'am.",
        "Rosanna: Well, it's got to be one of the three of us and neither Paul nor I moved him. And nobody else has access to this house, do they?",
        "Iris: As far as I know.",
        "Paul: Thank you, Iris.",
        "Iris: I wouldn't lie, not about the baby.",
        "Rosanna: Paul, she has to have moved him. Because if it wasn't her and it wasn't us, then somebody has access to this house.",
        "Paul: We've ruled out Jennifer. She's in the same meeting that Jordan was -- [Phone rings] I'll get that.",
        "Rosanna: Well, thank you.",
        "Paul: Cabot residence.",
        "Barbara: Paul, is that you?",
        "Paul: Mom? Look, I'm in the middle of something right now. Can this wait?",
        "Barbara: Well, actually, we need to schedule a meeting for tomorrow.",
        "Paul: Yeah, I'll have to get back to you on that.",
        "Barbara: Why? Is something wrong?",
        "Paul: Nothing I can't handle.",
        "Barbara: Oh, well, if it's business-related, maybe I could help.",
        "Paul: No, it's personal.",
        "[SCENE_BREAK]",
        "Walker: Is there a problem? [Barbara laughs] I can take a rain check on lunch.",
        "Barbara: Oh, no, not a chance. As a matter of fact, suddenly I'm ravenous.",
        "[SCENE_BREAK]",
        "Sr. Montez: There is no muscle spasm here.",
        "Yolanda: Of course not. She's faking.",
        "Emily: Why would I be faking it?",
        "Albert: Well, don't you get what she's doing? She's here because of the key.",
        "Sr. Montez: What key?",
        "Albert: Oh, the silly game that's in all the newspapers. The key must be in the studio.",
        "Emily: Okay, I don't know what any of you are talking about. I don't know anything about a key. I'm here to learn to tango.",
        "Alison: Who's the teacher?",
        "Sr. Montez: I am the teacher here. Do you wish to learn tango?",
        "Aaron: Yeah.",
        "Alison: No. Actually, we just wanted to check out those giant ballerina slippers in window.",
        "Emily: The direct approach -- how come we didn't think of that?",
        "Dancer #2: They know where the key is! Dancer #4 well, what are we waiting for? Dancer #3 hey!",
        "Alison: Get outta my way!",
        "Yolanda: Philistines! All of you!",
        "Alison: It's not in here.",
        "Yolanda: Not a single one of you is a serious artist! You are only after the gold!",
        "Aaron: This is all my fault. I'm so sorry, Ali.",
        "Alison: No, no, it's okay. Let's, let's just go.",
        "Sr. Montez: What gold? What key?",
        "Emily: The key wasn't in the slipper? But I thought it was. What, we did all that for nothing?",
        "Chris: Shh.",
        "[Emily cheers]",
        "Emily: Oh, we got the key!",
        "[SCENE_BREAK]",
        "Margo: What are you doing here?",
        "Doc: I'm here visiting a sick kid.",
        "Margo: Oh -- football hero. Yes, of course.",
        "Doc: And I wanted to talk to you.",
        "Margo: Not in public.",
        "Doc: You're not okay, Margo. Just what's going on here?",
        "Margo: Not here. This place is crawling with in-laws.",
        "Doc: Not anymore. Your husband and his father just left for lunch.",
        "Margo: Do you, uh, do you remember Jill from the club?",
        "Doc: Yeah, I remember Jill. I've talked to her. The waitress, right?",
        "Margo: Yeah. Well, she's got a little sideline going. Blackmail.",
        "Doc: She threatened you? Over that locker room thing?",
        "Margo: Well, that and she found out about the steam room from some guy who works there. But, it doesn't matter. No matter where we met, Doc, Jill just happened to be right behind us, huh?",
        "Doc: What does she want?",
        "Margo: You.",
        "Doc: What do you mean, me?",
        "Margo: You. She wants a date with you. Well, actually, not a date. That's not really how she put it. It was more like a one-night stand. She wants a one- night stand with you with all the trimmings.",
        "Doc: No way.",
        "Margo: And if she doesn't get it, she's going to blow my life out of the water.",
        "Doc: Well, what did you tell her?",
        "Margo: Well, what do you think I told her? That I would talk to you, Doc. Please, are you going to help me or not?",
        "Bob: I never take my wallet out of my coat, but I was looking for my fountain pen.",
        "Margo: Oh, my God.",
        "Tom: Oh, forget about it, Dad. Just let me pay.",
        "Margo: Its Tom and his father.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns.\"",
        "Bob: I can just order from Al and have my lunch right here at my desk.",
        "[SCENE_BREAK]",
        "Rosanna: You'd do that?",
        "Paul: Rosanna, I think you have no idea what I'm willing to do for you.",
        "[SCENE_BREAK]",
        "Tom: Hi. What are you doing here?",
        "Margo: Hi. I stopped by the hospital to see Jess, and I remembered that you guys were having lunch today, so I thought I'd --",
        "Bob: Oh, it's a good thing you have a forgetful father-in-law. You guys would have missed each other. I left my wallet around here somewhere.",
        "Margo: Oh.",
        "Tom: Hi. What'd you want to tell me about?",
        "Margo: I got a note from Casey's school, from the guidance counselor that they wanted to meet with the parents, all the parents, before the year started.",
        "Bob: Hey, listen, if you guys want to discuss Casey, we can have lunch another day.",
        "Margo: No, no, huh-uh. Don't do that.",
        "Bob: Really, I have reports to finish. I can just order from Al and my lunch right here at my desk.",
        "Margo: No, no. Tom's been looking forward to this lunch with you for so long. And I don't want to get in the way of that. So, no. Just -- I want to see Jess, anyway. She's in with Dr. Schiller.",
        "Tom: Well, the meeting with Casey's counselor isn't imminent, right? I mean, we can talk about it tonight?",
        "Margo: Yeah. Here. Is this what you're looking for?",
        "Bob: What a detective.",
        "Tom: Here you go.",
        "Bob: Now I see why you married this woman.",
        "Margo: Yeah, don't you forget it. So, yeah, yeah. You guys go have a good lunch, and I'll see you at home tonight.",
        "Tom: Oh, you're not going to come?",
        "Margo: No. I have to call the station, and you know hospitals and cell phones -- can't do it. So, I was hoping, can I use your land line?",
        "Bob: Feel free. See you later.",
        "Margo: Okay.",
        "Tom: All right.",
        "Margo: Okay. Okay, Doc, I can not live my life like this. You have got to do something about this Jill person. And you have got to do it now.",
        "Doc: I've thought about it. And there's no way I'm getting involved.",
        "[SCENE_BREAK]",
        "Barbara: I want you to know something. Just because I can't go away with you right now doesn't mean that I'm afraid to let the world know that we're together.",
        "Walker: Thank you for saying that.",
        "Barbara: I was -- I was in a cocoon until you cracked it open. You believed in me. You believed that I could change. I am so happy. I think we should have a dinner party.",
        "Walker: Together?",
        "Barbara: Yes. As a way of officially announcing that, letting the world know.",
        "Walker: Sounds civilized.",
        "Barbara: And it will be an official way of letting my children know that I'm living my own life. And letting them know officially that they're in charge of their own.",
        "Walker: Are you serious about this, Barbara?",
        "Barbara: Do you need convincing, Dr. Daniels? Why don't you follow me upstairs to my room, and I will try to convince you how really serious I am.",
        "Walker: What about your afternoon appointments?",
        "Barbara: I'll just tell my secretary I'm otherwise engaged.",
        "[SCENE_BREAK]",
        "Emily: I could not believe it when you showed me that key.",
        "Chris: I know. I know. And when I went to make the grab, Alison and Aaron were standing right outside the window, so I had to wait before I could get it.",
        "Emily: How did they figure out that clue, anyway?",
        "Chris: I'm sure that they got outside help, just like me. I'm guessing my Grandmother.",
        "Emily: Oh. One very smart lady.",
        "Chris: I know.",
        "Emily: You know, I have to admit when we first heard about this game, I thought it sounded pretty lame. But you know what I've noticed since I've been playing?",
        "Chris: That you're smarter than everybody else?",
        "Emily: Well, yeah, that too. But, I think its bringing people closer together. It's kinda nice.",
        "Chris: And it's for a good cause, too.",
        "Emily: Really? There's a charity? Nobody told me about a charity.",
        "Chris: Well, the Alison Stewart fund.",
        "Emily: Oh.",
        "Chris: That is, if you're still willing to donate our key to her.",
        "Emily: Oh, that poor kid. Did you see the look on her face when she saw there was nothing in that slipper?",
        "Chris: I know. I almost couldn't take it. I was going to walk right over there and hand it to her.",
        "Emily: Oh, God. She wants that money so badly, she can taste it.",
        "Chris: Well, the thing about her is, the obsession isn't about the money. It's about what she thinks that it can do for her. You know, like buy her a home, give her a sense of security that she's never had.",
        "Emily: You really get my baby sister, don't you?",
        "Chris: Yeah, I do.",
        "Emily: You really want to play this game?",
        "Chris: What did you have in mind?",
        "Emily: Well, I'm thinking, we find all those keys. We give the money to Alison. And you convince her to give some of that money to a real charity.",
        "Chris: Now that would be amazing.",
        "Emily: I think it sounds great. Are you in?",
        "Chris: The two of us? Partners?",
        "Emily: Yeah, you bet. Partners.",
        "[SCENE_BREAK]",
        "Aaron: Look, I really hope you understand why I was all in your face earlier.",
        "Alison: No, it's okay --",
        "Aaron: It's just -- I worry for you, that's all, Ali. I mean, you've been through so many crazy things with Chris's family.",
        "Alison: It's not always so bad.",
        "Aaron: Yeah, I know. I just don't like thinking of you having to spend the rest of your life feeling like you have to measure up to him.",
        "Alison: Chris's parents are happy that we're getting married. Okay -- so Dr. Bob slapped a smile on his face, and Kim was trying not to choke.",
        "Aaron: Are you ready to be, like, a doctor's wife? I mean, with the bridge parties and the charity events and all that junk?",
        "Alison: It doesn't have to be like that, okay? I just want my own life. I love my mom, I do. Now don't get me wrong, in all honesty, sometimes I feel like this thing that she had just to prove that she was still young -- I have no relationship with my dad, you know that. But when I get married, it's like I'm first. And I get my own house, my own place where if I want to paint the walls bubble-gum pink, I can. You know?",
        "Aaron: Alison, you can have all that without marrying Chris. I have that just because of a job.",
        "Alison: Yeah, and you have roaches.",
        "Aaron: Yeah, so? But they're my roaches, Ali. Understand?",
        "Alison: Aaron, I --",
        "Aaron: Look, listen, I just don't want you getting married for the wrong reasons.",
        "Alison: Okay, I know that you're upset, and it's been a really rotten day. But you have to lay off about me getting engaged. Because if you don't, then I don't think I can be friends with you anymore.",
        "[SCENE_BREAK]",
        "Margo: Wait a minute. Wait a minute, Doc. You, you have been chasing skirts since you were young enough to hide under them. And now suddenly you're developing principles?",
        "Doc: Why are you talking to me like this?",
        "Margo: Because my entire life is about to fall apart because of you.",
        "Doc: Wait. Because of me?",
        "Margo: Yes.",
        "Doc: Listen. I came after you hot and heavy, and I'll admit that. But you didn't exactly walk away, Margo. So, if things are a little bit rocky at the Hughes' home, I think both of us had a hand in that.",
        "Margo: All right, all right, all right. I'll give you that. But please, Doc, are you going to help me?",
        "Doc: No. No, I'm not, Margo. I can't. I mean, the fact is, I already had an encounter with this girl, Jill. And I let her know right away I wasn't interested. That's why she came to you.",
        "Margo: And went straight to my husband. She's gonna go straight to my husband. Do you know what will happen? I'll lose my marriage. I'll lose my job.",
        "Doc: Oh, come on. People have affairs everyday, and no one loses their job over it.",
        "Margo: Cops do. If I in any way blemish the department's reputation, if I cause a scandal, then the commissioner is going to come after me, he's gonna take my badge, my head, my everything. And I can't believe you're just gonna let that happen.",
        "Doc: Wait, wait, wait, wait, wait. Wait. Just give me a minute to think about it.",
        "Margo: What is to think about? Doc, I'm not asking you to do anything that you probably don't do every other night of your life. I mean, when Jessica called you up and told you about Tom, you were already out with some tramp you probably picked up that afternoon.",
        "Doc: Whoa, whoa. Where did that come from?",
        "Margo: I'm sorry. Never mind. Forget about it.",
        "Doc: Look, Margo. I get around with the ladies, and I'll own up to that. But because I do, I've developed this -- it's like this sixth sense about girls that are going to be trouble. And that Jill? That's trouble with a capital \"t\".",
        "Margo: Oh, great, so I'm not worth the trouble.",
        "Doc: I didn't say that. But what you're asking me to do --",
        "Margo: What I'm asking you to do, Doc, is to make this right. Don't you understand? If Tom finds out about us, about the steam room, that it was so much more than I told him, it was so much more than one kiss, do you --",
        "Doc: But nothing happened.",
        "Margo: Yeah, well your \"nothing\" and Tom's \"nothing\" are two completely different things. Being discovered naked in public -- that's something to Tom. Please, Doc, are you going to help me or not?",
        "[SCENE_BREAK]",
        "Chris: I can't believe that you want to be partners with me in this game.",
        "Emily: Why? We've been partners before.",
        "Chris: Whoa. That was another life, Emily.",
        "Emily: Well, you know what? We're doing this for Alison, you know? And with my brains and your surgeon's hands --",
        "Chris: And my hospital hours. I'm just saying you could end up carrying more than your fair share.",
        "Emily: Oh, so we'll work it out. It's no big deal.",
        "Chris: Are you sure you can even do this? I mean, from what I remember with your job at the paper, it was 24/7 and I wouldn't think that you would have time.",
        "Emily: Well, Daniel's in school now, and the paper practically runs itself because I delegated so much responsibility when I married Hal.",
        "Chris: Yes, well, you still have a family to take care of.",
        "Emily: Well, they pretty much take care of themselves these days. So --",
        "Chris: Is everything okay?",
        "Emily: Yeah.",
        "Chris: Okay. All right. If you're sure everything is okay.",
        "Emily: Yeah, everything's great.",
        "Chris: All right, fine. Then you're okay with keeping this a secret from Ali?",
        "Emily: Yeah, because I cannot wait to see her face when she sees all those keys.",
        "[Pager beeps] Chris: Oh, excuse me. I have to get back to Memorial.",
        "Emily: Okay. Thanks for the soda.",
        "Chris: Thank you for the dance. I'm sorry about your toe.",
        "Emily: It's okay. I've got, I've got nine left, I guess.",
        "Chris: Okay. The two of us, partners, huh?",
        "Emily: Yes. Yes. Would you go? I've got something to look forward to.",
        "Chris: All right. I'll see you later.",
        "Emily: Go.",
        "[SCENE_BREAK]",
        "Aaron: Look, I'll keep my big mouth shut. I mean, I don't wanna blow our friendship, Ali.",
        "Alison: You know what I think? I think that you're probably just really worried about Molly, and that's why you're getting all overprotective of me.",
        "Aaron: Yeah, maybe you're right. It's just working here, it's kind of hard not to obsess about what happened to her.",
        "Alison: Okay, then. Well, then you obviously need to get out of this place. Aaron, you know what we could do? You could be my official partner, and then we could just keep searching for the keys together.",
        "Aaron: Now what do you think Chris is going to think about that?",
        "Alison: Chris is far too mature to care about me getting a new partner for some contest. I'm serious. How could he give me a hard time? He's always working all the time. It's not like he has time to hunt for a bunch of keys.",
        "Aaron: No, you're gonna be dealing with a lot of doctor's hours if you're going to be spending the rest of your life with him. Not that I'm saying anything or anything. I'm keeping my big mouth shut. I'm sorry.",
        "Alison: Yeah, okay?",
        "Aaron: Okay. Okay.",
        "Alison: Well, will you promise to be my partner?",
        "Aaron: Yeah, okay, I'll do it.",
        "Alison: Okay. This is the coolest. So Nancy's, like, my consultant. But you're my partner, who's always available. And you know that I as so going to be the one who's going to get the rest of those keys.",
        "Aaron: You gonna tell Chris?",
        "Alison: Yeah, I'm thinking about it.",
        "Aaron: Yeah, well this is the first time for everything, right? Even the truth, Ali.",
        "Alison: All right. Well, I will give you a call when I find out the next clue, okay?",
        "Aaron: Alison.",
        "Alison: Yeah?",
        "Aaron: I just -- I just hope you're happy.",
        "Alison: I'm like the luckiest person in the world. I have a great fiancé and the best best friend in the world. Why wouldn't I be happy?",
        "[SCENE_BREAK]",
        "Margo: Please, Doc. Please, you said that you cared about me.",
        "Doc: I did care about you. I do care.",
        "Margo: Well, if you do care about me, please help me hold my life together.",
        "Doc: I will figure out a way to deal with Jill.",
        "Margo: Thank you. But you better do it fast, because she's expecting a phone call tonight.",
        "Doc: Tonight?",
        "Margo: I know.",
        "Doc: Oh, come on.",
        "Margo: I know. I'm sorry. Look, I don't like this any more than you do. The thought of you being with another woman -- I'm sorry. I shouldn't have said that. I'm sorry.",
        "Doc: What's wrong, Margo? Come on, talk to me.",
        "Margo: You were with someone else last night, weren't you?",
        "Doc: You and I've moved on, remember? That's the way you wanted it.",
        "Margo: No, that's the way you made it.",
        "Doc: Well, after you put up the struggle of a lifetime.",
        "Margo: You know what, I don't want to play that game of who kicked who out. It's just, it was a surprise, is all. I didn't really expect you to move on so fast.",
        "Doc: That's the way I am, I guess.",
        "Margo: You know what, Doc? I'm not gonna lie to you. I really felt something for you, something I hadn't felt in a long time. I felt alive. And I loved it. But you're right, it's over. It's gotta be over now. But please, please, Doc, please help me out here. Please help to make this right, please.",
        "Doc: I said I would, didn't I?",
        "[SCENE_BREAK]",
        "Rosanna: Okay, Cabot's down for his nap.",
        "Paul: Great.",
        "Rosanna: I was tempted to stay there, but I don't want to be paranoid. I mean, babies pick up on how you're feeling.",
        "Rosanna: Oh, Iris. I feel terrible about how I spoke to her.",
        "Paul: You were worried. Iris said that Phyllis didn't leave at noon the way she thought she was going to. She didn't get out of here until after 1:00.",
        "Rosanna: Are you sure?",
        "Paul: Yeah. I checked with the gardener, and he said that he saw Phyllis leaving. And she something about being late for some kind of an appointment.",
        "Rosanna: Oh, so maybe Phyllis heard Cabot crying, she went upstairs, she got him and she brought him down and then had to run out.",
        "Paul: I'm sure that's exactly what happened. I'll talk to Phyllis about it tomorrow.",
        "Rosanna: I can't believe I went ballistic over such a little thing.",
        "Paul: Rosanna, you've been alone and frightened for a long time now. But you're not in this by yourself anymore. Do you understand that?",
        "Rosanna: I'm beginning to.",
        "[SCENE_BREAK]",
        "Jessica: There you are. The nurse told me you were looking for me. What? What's wrong?",
        "Margo: Somebody's trying to blackmail me, somebody who saw me and Doc together.",
        "Jessica: At the country club? I don't believe this. What are you going to do?",
        "Margo: I don't know. And the worst part is that Doc could do something to stop it, but I'm afraid that he's not going to.",
        "Jessica: Wait, wait. Now, I don't understand. How can Doc take care of this? Does this person want a lot of money?",
        "Margo: No. This person is a woman. She wants Doc.",
        "Jessica: Wait. She wants you to set her up with Doc?",
        "Margo: That is such a polite way of putting it.",
        "Jessica: Oh, and he's not game?",
        "Margo: You know, I was standing there in the room, and I'm trying to convince him to go to bed with another woman. This is so humiliating. Jessica, I don't know if I'm his mistress or his pimp.",
        "Jessica: You are neither one. Don't talk like that.",
        "Margo: You know, the thing is I don't even know why I should feel jealous. I'm a married woman, and he's not carrying any torch for me. I mean, for God's sake, he was with another woman last night.",
        "Jessica: How do you know that?",
        "Margo: Oh, Tom followed him. He saw Doc in his car with another woman, but all he found was the other woman's compact in the car.",
        "Jessica: Did Tom tell you that?",
        "Margo: Did Tom tell me? No. Tom grilled me. \"Where is your compact? Show me your compact?\"",
        "[Jessica remembering]",
        "Doc: Hurry, hurry, hurry.",
        "Margo: I finally showed it to him. He believed me, but if this blackmailer spills -- God, I don't know what I'm gonna do if I lose Tom.",
        "Jessica: So, so Tom doesn't know who this compact belongs to?",
        "Margo: And it shouldn't make any difference. But you know Tom, he sees a stray clue, and he just -- he gnaws on it. He'll find out who the compact belongs to. And then the heat'll be off me.",
        "[SCENE_BREAK]",
        "Alison: Hi.",
        "Chris: Hi. I didn't know you were working today.",
        "Alison: I'm not. I just came in to see you.",
        "Chris: Oh. Well, how did your hunt for the key go?",
        "Alison: Oh, Aaron and I lost out. Somebody got there first.",
        "Chris: I'm sorry.",
        "Alison: No, it's okay. Anyway, I was thinking about what you said, and you were right. I think I need a partner who has more time for the game, you know?",
        "Chris: Did you have someone in mind?",
        "Alison: Well, I was thinking about just keeping Aaron as my partner because he's been really bummed lately, and I think that this could, you know, help him keep his mind off things, you know?",
        "Chris: You know what? I think that's a great idea.",
        "Alison: You do? Really?",
        "Chris: Really.",
        "Alison: Well, you better watch out. Because I'm going win those five keys, and I'm gonna win this whole game, just for you.",
        "[SCENE_BREAK]",
        "Rosanna: I made a mountain out of a molehill, didn't I?",
        "Paul: Itty-bitty mountain, anthill. Hey, I've got an idea. Why don't we go check on Cabot and make sure that he's safe and sound, and then you can take a nap.",
        "Rosanna: Okay. Yeah, I'm exhausted.",
        "Paul: And while you nap, I'll sit next to Cabot's crib and make sure nothing happens to him.",
        "Rosanna: You'd do that for me?",
        "Paul: Yeah. Rosanna, I think you have no idea of what I'm willing to do for you.",
        "[SCENE_BREAK]",
        "James: Well, I imagine that Rosanna and Paul have recovered from finding young Cabot in the library? Tomorrow, let's give them something that isn't so easily explained away.",
        "[SCENE_BREAK]",
        "Tomorrow on \"As the World Turns\" --",
        "Margo: You get out of my face before I lose my temper.",
        "Jill: You keep your end of the bargain, or everyone in this town will be talking about you. And your husband won't like what they're saying.",
        "Henry: I want to join your construction crew.",
        "Lucy: He already knows the name of one of the guys, Don Creale. Dusty's gonna track him down, and he's going to find out who hired him to kidnap me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xdK1JYfX4qo"
}