{
    "Episode Summary": [],
    "Recap": [
        "Katie and Mike tell Henry they are back together again. Henry decides to pretend he is still in pain even though he feels better so that Maddie can have a place to stay until he finds them a permanent place to live. Maddie comes up with another plan to break up Mike and Katie. Holden shares his worries about Keith with Sierra while she shares her concern about Lucinda with Holden. Lucinda shows up at Clinica de la vida in Mexico to consider treatment options. Keith shows up at the clinic as well to pick up a delivery. Lucinda sees Keith but he doesn't see her. The fight for bay Rory continues and gets worse when Gwen shows up for a court ordered visit. Jack tells Carly to play nice with Gwen so her Lawyer Cass Winthrop won't dig up her secret to share in open court. Iris continues to blackmail Carly and asks for even more money to keep her mouth shut about her secret."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Sierra: What do you mean that there's no record? That's just impossible. Could you -- could you please just check again? Thank you. What? All right, listen, if Lucinda Walsh checks in, just have her call home, all right? All right. Thank you very much.",
        "Holden: Sierra?",
        "Sierra: Oh. Holden, hi. Uh, if you're looking for lily, she's not here.",
        "Holden: What's happened to Lucinda?",
        "Sierra: Uh, just another little glitch. She's fine.",
        "Holden: What is it?",
        "Sierra: Well, she -- she went to a spa -- at least that's what she said. She wouldn't even tell us which one. And then at the last second, she -- she gave Lily the name of the place, but she's not there.",
        "Holden: Maybe her plane was just delayed.",
        "Sierra: You know, Holden, um, after the chemo, she just -- you know, she got weak, and then when she started to lose her hair, I think it just all started to hit her. And she wanted to stop the treatment, and then we all fought with her, and then now she's -- she's off on this trip somewhere.",
        "Holden: Do you want to tell me what's got you so scared?",
        "Sierra: You know my mother. She confronts things. She attacks. She fights. Now she's running from treatment, from me, from Lily. And now I don't even know where she is.",
        "[SCENE_BREAK]",
        "Receptionist: Hola. May I help you?",
        "Lucinda: Hola. Um, I have an appointment. Senora Washington.",
        "[SCENE_BREAK]",
        "Henry: Ow! Oh, oh!",
        "Katie: Henry, Henry? Whoa, what happened?",
        "Mike: He stood up too fast. You want me to get a doctor?",
        "Henry: No, I need to -- I need to lie down!",
        "Mike: All right, we've got you, we've got you.",
        "Katie: I'm gonna get you an ice pack.",
        "Mike: I just put those bags of ice in the freezer. I'll help you.",
        "Maddie: Henry, Henry, are you okay? A minute ago, you were getting better, and I was trying to get you to hide it. I can't believe now you're even worse than ever.",
        "Henry: That's all right, sis.",
        "Maddie: I'm so sorry. Are you all right? I don't think you should talk.",
        "Henry: No, come here.",
        "Maddie: What?",
        "Henry: Come here. Gotcha.",
        "Maddie: Oh.",
        "[SCENE_BREAK]",
        "Parker: I got toothbrushes, floss and this cool tongue scraper thing, Mom. See?",
        "Carly: Oh, yes, that's lovely. Who knew having a cavity could be so much fun, huh?",
        "Parker: I can't wait to show J.J. and I don't even have to go to school this afternoon. And I'm not even sick.",
        "Carly: That's right. And you and me and Jack and Rory can all have lunch together.",
        "Parker: Jack's coming home for lunch?",
        "Carly: Yep. But I think this little baby might be hungry right now. Parker, will you go in the kitchen and get his bottle for me?",
        "Parker: Sure.",
        "Carly: Thank you. Oh, hello. You're just the sweetest thing. Your mama's going to be so proud of you when she sees you. [Baby cooing] Oh, tell me about it. Yeah.",
        "Gwen: Hey. It was open.",
        "Carly: So you think you can just walk into my house? Get the hell out of here.",
        "Gwen: I came to visit my baby.",
        "Carly: I'm not letting you anywhere near that child.",
        "Gwen: You have to. The judge gave me this. It says I can spend time with my baby, whether you like it or not.",
        "Carly: The judge didn't say anything at the hearing about you getting visitation rights.",
        "Gwen: Well, my lawyer did it afterwards. He filed a motion or something. And now I can spend time with the baby until I get full custody.",
        "Carly: That's never going to happen.",
        "Gwen: Here, take a look for yourself.",
        "Carly: You know, you could have easily faked these. You probably did.",
        "Gwen: I didn't fake anything thing, Carly. Look, you know what? My lawyer's gonna be here in a minute. He'll explain everything.",
        "Carly: Oh, Cass is on his way here, huh?",
        "Gwen: Yeah. I told you the paper was legit. It says right there that I can spend time with my kid --",
        "Carly: We'll discuss it when and if Cass gets here. In the meantime, why don't you wait outside?",
        "Gwen: Why can't you just let me spend time with him until he gets here?",
        "[Crashing sound]",
        "Parker: Mommy!",
        "Carly: Parker!",
        "Gwen: Hi, hi, hi. There, there. I'm your momma. You remember me, little guy. Hey, you know what I saw outside? I saw a blue jay. You want to go see? Come on.",
        "Parker: I'm sorry about the cookie jar, Mom. I didn't mean to break it.",
        "Carly: No, that's all right. I'm just glad you're not hurt. Why don't you go play in the backyard, all right, honey? Oh, my God, she took him.",
        "[SCENE_BREAK]",
        "Maddie: First of all, I'm glad you're okay.",
        "Henry: Thanks, kid.",
        "Maddie: Second of all --",
        "Henry: Yeah? Oh, gross! Sister cooties.",
        "Maddie: I am so glad you have not given up on winning Katie back.",
        "Henry: Maddie --",
        "Maddie: I mean, when you popped off that couch, and you said you had something to tell Mike and Katie, I was sure you were going to throw in the towel and tell that your back was fine, and this was all a scam. But instead --",
        "Henry: Maddie, Maddie, Maddie, Maddie, Maddie --",
        "Maddie: You really brought your performance to a whole other level!",
        "Henry: Maddie, I have not changed my mind about Katie.",
        "Maddie: Then why did you do this?",
        "Henry: For you.",
        "Katie: Henry, how are you feeling?",
        "Henry: Oh, the -- the spasms have stopped. It's just sort of a dull, throbbing ache now.",
        "Mike: How's that?",
        "Henry: That's cold, Mike. That's cold.",
        "Katie: How do you feel?",
        "Henry: I feel dumb. I just -- standing up like that was just incredibly stupid. And I -- I've probably undone my entire recovery.",
        "Mike: Yeah.",
        "Katie: Don't blame yourself.",
        "Mike: Why did you do it in the first place? I mean, when Katie and I walked in, you jumped up like you were gonna tell us the house was on fire. What was so important?",
        "[SCENE_BREAK]",
        "Lucinda: Oh.",
        "Dr. Hendricks: Welcome.",
        "Lucinda: Oh.",
        "Dr. Hendricks: I'm Dr. Hendricks. Please --",
        "Lucinda: Oh.",
        "Dr. Hendricks: It's an honor to meet you, Ms. Walsh.",
        "Lucinda: Oh, please, please, it's Mrs. Washington. I -- I value my privacy.",
        "Dr. Hendricks: As do I. Please.",
        "Lucinda: Here?",
        "Dr. Hendricks: I read the case file you faxed me, covering your diagnosis and treatment so far.",
        "Lucinda: And were you able to come to any conclusion yet?",
        "Dr. Hendricks: I applaud your decision to no longer bombard your body with radiation and chemotherapy.",
        "Lucinda: Well, you know, I haven't actually determined my -- my course of treatment yet. I mean, this is just a consultation.",
        "Dr. Hendricks: And your impressions so far?",
        "Lucinda: Well, what can I say? Talk about the decor?",
        "Dr. Hendricks: Well, this should help. The contents outline the clinic's treatment options, as well as some of our more recent success stories.",
        "Lucinda: Well, this is hefty. There's a lot to absorb.",
        "Dr. Hendricks: Well, take your time. I welcome your scrutiny.",
        "Lucinda: Uh, and you have another appointment? What?",
        "Dr. Hendricks: I'm allowing you your privacy, Ms. Walsh. Make note of any questions, and I'll be happy to dispense with them. And then we can begin your treatment.",
        "Lucinda: You're that certain that I'm going to stay?",
        "Dr. Hendricks: You're an intelligent woman. In the end, I feel certain you will find this facility is aptly named \"the clinic of life.\"",
        "[SCENE_BREAK]",
        "Gwen: How's your little boy?",
        "Carly: He's fine. Give me the baby.",
        "Gwen: I just wanted to take him outside for a minute.",
        "Carly: Hand him over, Gwen, now. Come here, sweetheart. Oh, oh, you poor little thing. Oh, did that awful person scare you?",
        "Gwen: I didn't scare him.",
        "Carly: No, you just tried to steal him.",
        "Gwen: I didn't try to steal him. Why would I do that when I'm going to get him back anyways?",
        "Carly: Oh, dream on, Gwen. [Baby crying] That whole story you told the judge about Casey Hughes being the father, it's just ridiculous. It's never going to wash.",
        "Gwen: But it's true. He is his father.",
        "Carly: I'm going to get so much satisfaction from watching all of this blow up in your face.",
        "Gwen: What are you talking about?",
        "Carly: I spoke to Casey, I spoke to his parents. He isn't the father.",
        "Gwen: Of course he said that, especially in front of his parents. He never wanted anything to do with the baby. I told you that.",
        "Carly: He's going to take a paternity test to prove that what he's saying is true.",
        "Gwen: What?",
        "Carly: And when those results come back, the judge will know that you lied to him, and any chance you ever had of seeing this baby will be gone.",
        "Gwen: Casey Hughes is seriously gonna take a paternity test?",
        "Carly: Want to change your story, want to claim that some other innocent guy is the daddy?",
        "Gwen: Why would he put everybody through that? He knows how it's gonna turn out.",
        "Carly: Oh, give it up, Gwen.",
        "Gwen: You know what? Casey's my baby's father. And if he says different, he's a liar, and the test is gonna show that.",
        "Carly: I want you out of my house. I want you away from my children. Don't make me say it again.",
        "Gwen: I'm not going anywhere until I get to spend time with my baby.",
        "Carly: Get out, or I'll throw you out.",
        "Gwen: Forget it, lady, I'm not going anywhere.",
        "Carly: Have it your way.",
        "Jack: Carly, what are you doing?",
        "Carly: Well, I was planning to throw her out, and then I was planning on calling the cops.",
        "Gwen: What?",
        "Jack: Why?",
        "Carly: She tried to kidnap the baby.",
        "Gwen: He's my baby! How can I steal him? I took him outside for like a minute.",
        "Jack: What happened?",
        "Carly: I left her alone -- when I went to check on Parker and she took Rory.",
        "Gwen: I didn't even walk off the porch! I was standing there holding him when she came outside. I wasn't going anywhere!",
        "Jack: You know you're not supposed to be here.",
        "Gwen: No, I'm allowed! It says so right here. I showed her.",
        "Jack: Carly, this is a court order.",
        "Carly: Is it for real?",
        "Jack: Carly --",
        "Carly: Oh, come on, Jack, she lies about everything else. She could have faked that, too.",
        "Jack: Well, okay, I'll call the courthouse. And I'll find out myself.",
        "Carly: I want her out of this house.",
        "Jack: This visitation is for supervised visitations, Gwen. Did you know that?",
        "Gwen: I guess.",
        "Jack: You guess? So why were you out on the porch all alone with the baby?",
        "Gwen: I didn't do anything wrong.",
        "Carly: If I hadn't stopped you, you would have taken off with that baby. Admit it. You would have, wouldn't you?",
        "Gwen: I want to spend time with my baby, all right? Time without you pulling at me and calling me names and watching every move I make like I'm going to drop him or something.",
        "Carly: You don't have any idea how to take care of a baby.",
        "Gwen: I do know about him. I carried him inside me. He's healthy, isn't he? He's perfect. So, stop treating me like I don't have any right to be with him.",
        "Carly: You gave up your rights! He belongs to my sister. And until she is well enough to take care of him herself, he will stay here with us!",
        "Gwen: I just wanted to hold him.",
        "Cass: What the hell are you doing to my client?",
        "[SCENE_BREAK]",
        "Katie: You don't have to talk right now, just rest, okay?",
        "Maddie: Right. Rest is good.",
        "Henry: No. Mike asked me a question, he deserves an answer. 'Cause he's right, there is something I wanted to tell you guys before.",
        "Katie: What was it?",
        "Maddie: He wanted to tell you my good news.",
        "Katie: What news?",
        "Maddie: I got a line on a job. Another doughnut shop.",
        "Katie: I thought you had to go back home soon?",
        "Maddie: Right. It's a doughnut shop at home. A chain. At home.",
        "Henry: Guys, can I talk to my sister alone for a moment, please?",
        "Katie: Sure.",
        "Mike: We'll be outside if you need us. Just holler. All right?",
        "Maddie: I don't understand you. Why bother faking a relapse if you are just not gonna try to get Katie back?",
        "Henry: I am doing this for your sake, dumb-dumb.",
        "Maddie: Yeah, what's that about?",
        "Henry: You want to stay here in Oakdale, right? With me?",
        "Maddie: More than anything. But you said --",
        "Henry: I don't have a place for you right now, okay? I am working on it. In the meantime, staying here is a lot better than you camping out with me in the limo.",
        "Maddie: You mean it? I can stay?",
        "Henry: Yeah, yeah, I'll get the money together and we'll get some place together.",
        "Maddie: Oh, this is perfect. It would be even more perfect, though, if you and Katie were back together.",
        "Henry: Sweetie, sweetie, that ship has sailed, all right? It is so far gone, it's halfway to Greenland by now.",
        "Maddie: You can still try.",
        "Henry: Try what? Spitting into the wind? Did you see Mike and Katie when they came in?",
        "Maddie: What about them?",
        "Henry: I think they were on the verge of telling me that they're officially back together.",
        "Maddie: Oh, you don't know that. Come on, Henry, you cannot give up. Not yet. Please.",
        "Mike: What are you thinking?",
        "Katie: About Henry.",
        "Mike: No.",
        "Katie: Mike, he's in pain.",
        "Mike: We made a decision.",
        "Katie: I know, but that was before he threw his back out again.",
        "Mike: Look, we're together now. And pretending that we're not, how is that fair to Henry?",
        "Katie: Please, Mike, please. It can't go on much longer. We'll just wait till he gets better before we tell him.",
        "Henry: Mike? Katie?",
        "Katie: Can I get you anything?",
        "Henry: Well, you can answer a question.",
        "Katie: Sure.",
        "Henry: What were you guys going to tell me before?",
        "Katie: It can wait.",
        "Henry: No. No, it can't. We need to get everything out on the table. Now.",
        "[SCENE_BREAK]",
        "Sierra: Do you really think my mother is all right?",
        "Holden: Yeah, I do.",
        "Sierra: It's just that I feel so crazy. I feel just out of balance. I mean, this is Lucinda Walsh we're talking about. The invincible Lucinda Walsh. I mean, it's disconcerting enough that she would even need us, but that she would need us to stand by and watch as she just --",
        "Holden: You know -- cancer doesn't have to be a death sentence.",
        "Sierra: Well, that's what I've been trying to tell myself. But if she chooses to discontinue chemotherapy, I mean --",
        "Holden: I thought that she said she was not going to do that.",
        "Sierra: Well, Lily and I did everything we could to try to convince her. And eventually she stopped fighting back. But maybe she just did that to appease us. And now she's just determined that she's going go off and stay gone until --",
        "Holden: You know what? She's going to come back. She will. And she's going to fight for her life. She's probably gonna end up living another century and she'll end up bossing around a whole new generation.",
        "Sierra: I hope so. I hope so.",
        "[SCENE_BREAK]",
        "Dr. Hendricks: You have an impressive grasp of chemistry, Ms. Walsh.",
        "Lucinda: Oh, I don't know about that. But I -- my companies manufacture certain pharmaceuticals.",
        "Dr. Hendricks: You read the testimonials?",
        "Lucinda: Glowing. And as a matter of fact, I met someone who had been treated here. And when she told me --",
        "Dr. Hendricks: Who was this?",
        "Lucinda: I've got another question for you. If what you do is all that it says, all that you claim to do, why is it that this treatment isn't offered in the States?",
        "Dr. Hendricks: U.S. Medical and drug establishments are very powerful and resistant to change. Did you know that when the smallpox vaccine was first introduced -- this wonderful gift to the world -- many in those same establishments were convinced that the vaccine was poison -- it would kill more people than it would save? Needless suffering frustrates me. What is your decision, Ms. Walsh?",
        "Lucinda: Well, um, I -- I just want to comment that I think that the small pox vaccine is a couple of centuries old. See, the problem is, sometimes things, they just seem to be too good to be true.",
        "Dr. Hendricks: Yes. A leap of faith is required. And you've no loved ones to consult?",
        "Lucinda: I have loved ones. I've got lots of loved ones. But they'd think I was absolutely crazy if they knew I was here. But never mind, because I make my own decisions. I'm not hinting that my family isn't supportive. It is.",
        "Dr. Hendricks: How?",
        "Lucinda: Well -- by giving me the reason to want to live. They give me the reason I've got to fight.",
        "Dr. Hendricks: Because they love you?",
        "Lucinda: Also, they need me. You know? The problem with ladies, young and old, sometimes they throw away their lives on men they cannot trust.",
        "Receptionist: Mr. Morrissey.",
        "Keith: I'm here for my pickup.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Henry: You two are back together.",
        "Maddie: No, they're not.",
        "Mike and Katie: Yes, we are.",
        "Maddie: You may have given up, Henry, but I haven't.",
        "Cass: I promise you, if I start looking, the judge is not going to like what I find.",
        "[SCENE_BREAK]",
        "Sierra: Thank you for your help.",
        "Holden: Sure.",
        "Sierra: I don't know why I got so upset. I mean, really, if there's a problem, Meg will call me.",
        "Holden: Meg? Meg is with Lucinda?",
        "Sierra: Yeah. The plan was for them to travel together.",
        "Holden: Why don't I just give her a call?",
        "Sierra: No! Don't do that.",
        "Holden: I'll call her cell phone. Keep it casual.",
        "Sierra: No, no, if you do that then my mother will think that we're checking up on her. And she'll just get more dug-in.",
        "Holden: Well, we have been looking for her. We've called half the universe. She's going to figure out that we're looking for her.",
        "Sierra: Well, it's just different if you call Meg.",
        "Holden: Why? Does it bother you that she asked Meg to go instead of you?",
        "Sierra: Well, you know, Meg is a nurse. And she's not related by blood. And my mother thinks that she's objective and that comforts her so -- so be it.",
        "Holden: Yeah, but does it bother you?",
        "Sierra: Well, you know what? I've really tried to make peace with it. I really can't say the same for Lily, but --",
        "Holden: Anyone other than Meg, right?",
        "Sierra: Well, some things never change, you know?",
        "Holden: Where is Lily?",
        "Sierra: She went to meet Keith earlier.",
        "Holden: Oh.",
        "Sierra: Why don't you just call her on her cell and make it sound casual?",
        "Holden: Because it wouldn't be.",
        "Sierra: What's up?",
        "Holden: Has Lily ever said anything to you about Keith's job?",
        "Sierra: Only he does something with flying. Why?",
        "Holden: Just some weird stuff going on.",
        "Sierra: Like what?",
        "Holden: Normally, I would stay out of it, but the guy is giving Luke flying lessons.",
        "Sierra: Why is Keith's job an issue?",
        "Holden: Whenever Keith talks about his job, he always mumbles something about medical supplies and then he gets very vague. So vague, it's got me wondering.",
        "[SCENE_BREAK]",
        "Receptionist: I'm sorry, Mr. Morrissey. Blanca has not yet arrived with the delivery.",
        "Keith: Well, maybe I should come back later. How long she gonna be?",
        "Lucinda: How soon would you start me on my treatments?",
        "Dr. Hendricks: The sooner the better. Come with me.",
        "Lucinda: Where to?",
        "Dr. Hendricks: On a tour of the facilities.",
        "Lucinda: Can I speak to some patients? Could I, you know, ask them questions?",
        "Dr. Hendricks: What of your privacy? We'll limit the tour to the lab and the offices of a few key employees, unless you want to explore further. Fair?",
        "Lucinda: So far.",
        "Dr. Hendricks: Shall we go, Ms. Washington?",
        "Lucinda: Thank you.",
        "[SCENE_BREAK]",
        "Katie: Never mind, Henry. We weren't going to tell you anything that can't wait.",
        "Mike: Maybe it can wait. But I'm not sure that it should.",
        "Katie: Mike, I don't see any reason why --",
        "Maddie: I think we've done way too much talking. Henry, go to sleep. You'll feel better when you wake up.",
        "Henry: Let me guess. You two are back together.",
        "Maddie: No, they're not.",
        "Mike and Katie: Yes, we are.",
        "Henry: I knew it.",
        "Katie: I'm so sorry.",
        "Henry: No, don't be. I've known it for a long time now.",
        "Mike: We didn't want to hide it from you, but we also didn't want to hurt your feelings.",
        "Katie: And now we've done that.",
        "Henry: Hey, don't cry. I'll be all right. I mean, not physically, obviously. But emotionally -- I mean, I just -- it's actually kind of a relief.",
        "Katie: Really?",
        "Henry: Really. Hey, you two should be together.",
        "Katie: You really okay with it?",
        "Henry: Bubbles, do you love me?",
        "Katie: Yes.",
        "Henry: What do you want for me?",
        "Katie: The best. Always.",
        "Henry: That's what I want for you. And I married you because I wanted to give you your heart's desire. I just didn't realize I had to divorce you to get the job done.",
        "Katie: Oh, Henry, come on.",
        "Henry: No, you two were meant to be together.",
        "Mike: Thanks.",
        "Henry: Ohh!",
        "Katie: Sorry. Sorry.",
        "Henry: That's okay. It's going to be all right. It's going to be okay. I just don't want to put you two to too much trouble.",
        "Katie: No, it's fine. You stay here as long as you want. Both of you.",
        "Maddie: Thanks.",
        "Katie: All right. Well, I'm going to get to work now. Is there anything you want before I leave?",
        "Henry: No, I'm fine. Everything's great. Thank you.",
        "Mike: I'll drive you.",
        "Katie: Okay.",
        "Mike: Later.",
        "Katie: Bye.",
        "Henry: I know you're disappointed.",
        "Maddie: It's such a waste! You love her. She loves you.",
        "Henry: Well, some dreams you have to let go of, Pumpkin, because clinging to them just hurts too damn much.",
        "[SCENE_BREAK]",
        "Cass: Ms. Norbeck has every right to be here and to hold her child. Didn't you two read the court order?",
        "Jack: Yes, Cass. We were just about to verify this with the judge.",
        "Cass: Why? It's all right there in black and white. And how dare you take it upon yourself to deny another woman access to her own child?",
        "Jack: Hey, Cass. Where were you? Assuming that these papers were legit, at the very least, you should have called first. Or you should have come with Gwen. She blindsided us. It's no wonder that Carly reacted the way she did.",
        "Carly: You know something? It doesn't even matter because all of Gwen's so- called rights are going to be taken away when those paternity test results come back.",
        "Cass: What are you talking about?",
        "Carly: She lied in court. Casey Hughes is not the father.",
        "Cass: Frankly, I don't give a damn who the father is.",
        "Carly: Oh, I think the judge will.",
        "Cass: You're wrong. In the eyes of the law, all that really matters is that Gwen is the mother.",
        "Carly: Then why did the judge order her to name the father in first place?",
        "Cass: Because you forced the issue. But bottom line? Gwen's rights take precedence. This whole paternity thing is completely irrelevant.",
        "Carly: When you're dealing with a normal mother, maybe you're right. But in this case, when you're dealing with someone who is so young and a proven liar, I think it's a different story. And that is just the beginning of how bad we're going to make you look in court.",
        "Cass: Listen, honey, from what I've heard, you have plenty of skeletons in your closet. You might want to take it down a notch because I promise you, if I start looking, the judge is not going like what I find.",
        "[SCENE_BREAK]",
        "Dr. Hendricks: Here at la clinica, discretion is paramount. Even among our workers, patient identity and information is given out strictly on a need-to- know basis. Would you like some more time to think about it?",
        "Lucinda: Um -- I'm exhausted, so why don't we just -- just do one and then we'll take it from there.",
        "Dr. Hendricks: You won't regret this.",
        "Lucinda: You guarantee that?",
        "Dr. Hendricks: Yes, Ms. Walsh, I do.",
        "[SCENE_BREAK]",
        "Mike: Happy us day.",
        "Katie: Oh. I wish I didn't have to work so I could celebrate all day with you.",
        "Mike: Would you want to? Celebrate, I mean?",
        "Katie: Of course.",
        "Mike: You just seem kind of down.",
        "Katie: Oh, I'm sorry. I'm -- you know how happy I am that we're back together and that everything's finally out in the open.",
        "Mike: Henry took things really well.",
        "Katie: Yeah. Too well. I'm afraid he was just saying what he thought I wanted to hear so that I wouldn't feel so bad.",
        "Mike: He did a pretty good job.",
        "Katie: I'm such a sap.",
        "Mike: Hey, hey. Don't diss the sap I love.",
        "Katie: You still love me?",
        "Mike: More and more. And you know what I think?",
        "Katie: What?",
        "Mike: I think that it was probably good for Henry to hear us being honest with him.",
        "Katie: Yeah?",
        "Mike: Yeah.",
        "Katie: Let's make a wish.",
        "Mike: All right. All right. What do you want to wish for?",
        "Katie: That Henry lives happily ever after.",
        "[SCENE_BREAK]",
        "Maddie: What's that?",
        "Henry: It's Katie's yearbook. She was head cheerleader.",
        "Maddie: Oh, big surprise. Henry, why are you doing this to yourself if you've given up on her?",
        "Henry: It's a kick, all right. That's all it is. Katie and I used to look through this thing all the time. This is her with one of her cheerleader friends. This is her homeroom picture.",
        "Maddie: Oh, she's front and center, of course. Why don't we take this and -- look at that guy behind him. See how he's staring at her.",
        "Henry: Yeah.",
        "Maddie: The fat one with the glasses. He's, like, totally focused on Katie. Talk about wearing your heart on your sleeve.",
        "Henry: I've never seen him before. Katie never mentioned him, either. Byron Glass.",
        "Maddie: What are you doing?",
        "Henry: Hold on. Yep, figures. Head of the math club, Byron Glass.",
        "Maddie: Wow, math nerd yearning for a cheerleader. Wow, never heard that one before.",
        "Henry: Yeah, I know how he feels. I'll be back in a bit.",
        "Maddie: Okay. Byron Glass.",
        "[SCENE_BREAK]",
        "Jack: You need to back off, Cass.",
        "Cass: Tell that to your wife.",
        "Jack: Carly's upset. And understandably so. And to tell you the truth, I'm getting a little ticked off myself. So, I tell you what. You and your client need to leave, now.",
        "Gwen: What about my baby --",
        "Cass: My client still needs to have her court-ordered visit.",
        "Jack: And she will get it as soon as you call and make an appointment, as per the judge's order.",
        "Cass: When do you want to see your son?",
        "Gwen: Any time.",
        "Jack: My wife, we'll -- we'll discuss it and we'll come up with a choice of times for you and your client.",
        "Carly: Jack --",
        "Jack: And until the judge makes a decision, you will follow protocol, Cass. No more spur-of-the-moment visits, no more surprises. Are we clear?",
        "Cass: Let's go.",
        "Gwen: Mr. Winthrop? Was it true what you said? It doesn't matter who the father is?",
        "Cass: Oh, yeah, it's true, but it certainly will go a lot more smoothly if it turns out that Casey is the father, and you're not made out to be a liar.",
        "Gwen: I didn't lie. I wished, like, a million times he wasn't, but Casey is the father.",
        "Cass: In that case, it's a slam dunk.",
        "Carly: Do we really have to let her see the baby?",
        "Jack: I'm afraid there's no way around it. How about tomorrow afternoon?",
        "Carly: I can't do it.",
        "Jack: Honey, we have to.",
        "Carly: There's something about that girl, Jack. Whenever I see her, I lose it.",
        "Jack: Then I'll supervise all the visits.",
        "Carly: We can't lose him, Jack.",
        "Jack: Then listen to me. We both know that there's stuff that we don't want to come up in court. Right?",
        "Carly: It won't!",
        "Jack: You keep pushing Gwen and Cass Winthrop, it might.",
        "Carly: What are you saying?",
        "Jack: We need to play nice with this girl for now. We don't want to provoke her. Okay?",
        "Carly: But I don't have to see her?",
        "Jack: I will try and work it out so that you never have to be in the same room with her.",
        "Carly: Thank you. Thank you. Oh, baby. I'm so sorry about all that yelling. I hope it didn't upset you too much. Everything's going to be okay. I promise you that. And Jack and I are going to take care of you and nobody is going to stop that from happening. [Knock on door] I'll be right back.",
        "[SCENE_BREAK]",
        "Katie: I'm almost afraid to believe it.",
        "Mike: What, that we might actually have a normal life?",
        "Katie: No more sneaking around.",
        "Mike: Mmm. Which means I get to kiss you whenever I want. As long as Maddie's not around to give me the evil eye.",
        "Katie: Oh, she'll be out of here soon.",
        "Mike: You told them both they could stay as long as they wanted.",
        "Katie: She's still in high school. She has to go home and finish, and Henry's little relapse will be over before you know it.",
        "Mike: In the meantime --",
        "Katie: She'll be nicer to you.",
        "Mike: Why?",
        "Katie: Because Henry's accepted our relationship. She will, too. She'll finally get off your case.",
        "Mike: I'll kiss to that.",
        "[SCENE_BREAK]",
        "Maddie: \"Dear Mr. Glass\" -- no. Channeling Katie. Okay. \"Dear Byron, do you remember me? My name is Katie Peretti. We went to high school together. I always thought you were the smartest guy. How are you doing? Here's the latest on me. I live in Oakdale, Illinois, I've been married and divorced. And -- I have been thinking about you and lost opportunity. If you are thinking about me, please write back. My e-mail at this website is K-k-k-Katie. Hope to hear from you soon.\"",
        "[Maddie dreaming]",
        "Katie: Mike.",
        "Mike: How long has this been going on?",
        "Katie: What?",
        "Mike: Your affair with Byron Glass.",
        "Katie: Who?",
        "Mike: Love letters, to you, from you, dozens of them.",
        "Katie: Oh, no, this is some sort of mistake.",
        "Mike: The only mistake is that I ever trusted you.",
        "Katie: I don't know anything about this, Mike. You have to believe me!",
        "Mike: I wish I could, but it's pretty clear I can't.",
        "Katie: Where are you going?",
        "Mike: I'm leaving, Katie. Good-bye.",
        "Katie: Mike, wait!",
        "Henry: Bubbles?",
        "Katie: Mike left me.",
        "Henry: Don't worry, darling. I'm still here.",
        "Katie: Thank God!",
        "Maddie: You may have given up, Henry, but I haven't.",
        "[SCENE_BREAK]",
        "Jack: Hey, Gwen, I thought I'd find you here.",
        "Gwen: If you're here to harass me more, I'll call my lawyer.",
        "Jack: Actually, I'm here to try and keep the peace.",
        "Gwen: Oh, yeah? How?",
        "Jack: Listen if you wanna come see the baby or you just want to talk about anything, call me.",
        "Gwen: Why? So you can try and talk me out of it?",
        "Jack: No, so I can arrange it so that my wife isn't anywhere near the house when you come see the baby. That's what you want, isn't it?",
        "Gwen: What are you doing? Trying to be good cop? Well, the last time I bought that, you did a whole christening thing behind my back. Don't do me any favors.",
        "Jack: Gwen, nobody's doing anything behind your back. [Dishes clanking] Listen, we're talking about what's best for the baby here. All this fighting, that's not doing anything for anybody.",
        "Gwen: No, Carly started it. She may think I'm a pushover because I'm young. But I'm telling you right now, if she keeps dumping on me, I'm going to do exactly what Mr. Winthrop said. I'm going to dig up every bit of dirt I can find on your wife and shove it down her throat.",
        "[SCENE_BREAK]",
        "Carly: What are you doing here?",
        "Iris: Oh, that's not a very nice greeting.",
        "Carly: You're here for more money, aren't you?",
        "Iris: Well, we know we all got needs. It turns out I had more than I thought.",
        "Carly: I already gave you -- you said this was over.",
        "Iris: You killed my child, Carly. Surely you didn't think you'd get off that cheap.",
        "[SCENE_BREAK]",
        "Sierra: Well, I think you need to ask yourself what are you really concerned about here. Keith's involvement with Luke or his involvement with Lily.",
        "Holden: Both.",
        "Sierra: You know something? I love my sister and I respect her decisions, but I am sorry the two of them aren't together anymore.",
        "Holden: Me, too. And if you find yourself freaking out about Lucinda, just pick up the phone and give me a call.",
        "Sierra: Okay. And if you find yourself freaking out about what Keith may or may not be doing, you pick up the phone and call me. And I'll try tell you nicely that you are out of your mind.",
        "[SCENE_BREAK]",
        "Keith: Hey, where's the receptionist?",
        "Clinic worker: I'm not sure. But I'm sure she'll return soon, senor.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Tom: I need to know what's going to happen when this paternity test comes in. Are you the father of this boy?",
        "Jack: You start coming after Carly personally, you'll have to deal with me.",
        "Carly: We still haven't talked about how much fairness we're talking about here.",
        "Iris: $10,000.",
        "Meg: You always said you hated lonely hotel rooms, so I'm here to fix it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hq96Aa3bvnI"
}