{
    "Episode Summary": [],
    "Recap": [
        "Lily and Luke prepare to leave the house when Noah visits Luke to bring him some bills left at the apartment. Luk tells Noah they are going to the hospital to visit Damian. Lily tells Luke to stay there and catch up with Noah. Luke tells Noah what had happened in Kentucky which annoys Noah that Luke hadn't told him. Tom sits at the kitchen table when Casey comes into the kitchen. Tom senses that Casey is annoyed at him for taking Adam's case. Casey tells Tom that Adam deserves to be punished. Margo visits Adam and tells him that Tom is working on his case. Adam has his doubts that Tom can get him off. Margo reminds Adam what he had done to Gwen. Margo questions Adam as to why he had gone after Gwen. Alison meets with Maddie, who tells Alison there is something that Alison needs to know. Maddie tells Alison that she is not here for Adam, but for herself. Lily visits Damian and tells him that he is being released today. Lily helps Damian get dressed. Lily tells Damian to try to control his feelings. Noah is more than a little upset when he finds out that Luke had gone to Kentucky without telling him. Alison lets Maddie know that she knows what had happened in the woods between, Gwen, Maddie and Adam. Maddie tells Alison what she needs to talk to Adam. Once at the hotel, Damian notices that someone had been there and had taken some important papers. Maddie and Alison arrive at the police station to ask Margo to see Adam. Maddie visits Adam and they reminisce about what had happened in the woods. Margo calls Tom and tells him that there had been a break in Adam's case. Casey finds Maddie with Adam and orders Adam to stay away from Maddie. Maddie offers Adam her help. Damian asks Lily to marry him. Noah tells Mason about the argument that he and Luke had had. Adam changes his plea to not guilty. Luke and Noah work out their differences. Damian calls to check on Grady. Casey reprimands Alison for calling Maddie. Casey asks Maddie not to testify for Adam."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: All right. Purse. Keys?",
        "Luke: Got it.",
        "[Doorbell rings]",
        "Luke: Hey.",
        "Noah: Hey.",
        "Luke: What are you doing here?",
        "Noah: Oh. Some bills came for you at the apartment. I thought you'd want them.",
        "Luke: Oh, thank you.",
        "Noah: No problem. You, uh, heading out?",
        "Luke: Yeah. We're going to the hospital to visit Damian.",
        "Noah: Damian's in the hospital?",
        "Luke: Oh, yeah, but it's nothing serious. He's just there for observation.",
        "Lily: You know what, Sweetie? Why don't you stay here with Noah? I -- I can go see Damian on my own.",
        "Luke: You sure?",
        "Lily: Yeah. Give you guys a chance to catch up. I mean, after what's happened, I'm sure you're both anxious to spend some time together. Come in, Sweetie.",
        "Noah: Um, is it wrong that I'm totally lost right now?",
        "Lily: Luke didn't tell you he went to Kentucky?",
        "Noah: You went to Kentucky?",
        "Luke: Just for the afternoon.",
        "Lily: Could have been your last. He came within inches of being shot. I don't know what I would have done if I'd lost you, too. Oh, I love you so much. I love you, too, Noah.",
        "Luke: Say hi to Damian for me?",
        "Lily: I will. Bye.",
        "Noah: Bye.",
        "[Luke sighs]",
        "Luke: Well, she is a little on edge, obviously.",
        "Noah: Yeah. I can see that. So let me see if I have this straight. Not only did you go to Kentucky, but someone pointed a gun at you while you were there, and Damian ended up in the hospital?",
        "Luke: Yeah, yeah. I -- it's not as bad as it seems. I really should have told you earlier.",
        "Noah: It just doesn't seem like something that would just slip your mind, Luke.",
        "Luke: Look, I -- I understand. Just let's not make a big deal about it.",
        "Noah: It is a big deal. And I'm beginning to think that you were never gonna tell me at all.",
        "[SCENE_BREAK]",
        "Tom: Uh, you know, um, one of these days, you're gonna have to acknowledge that I'm in the room.",
        "Casey: I think it's a lot better that I don't.",
        "Tom: Look, Casey, I understand that you're angry that I took your brother's case.",
        "Casey: I am angry at a lot of things here.",
        "Tom: Yeah, well, he's my son, just like you.",
        "Casey: That -- that was Mom's excuse.",
        "Tom: Oh, come on.",
        "Casey: What am I supposed to say? You're all fighting to get Adam off, but it seems like everyone wants to forget what he did to Gwen. It's just not right.",
        "Tom: Well, I'm not so sure that a judge might not agree with you, because I have very little to build his defense on right now.",
        "Casey: Good. He deserves to be punished for what he did. And I hope he goes away for a really long time.",
        "[SCENE_BREAK]",
        "Margo: Well, I think you should know that when I left the house this morning, your father was busy working on your defense.",
        "Adam: I don't know why. I don't think there's much he can do to defend me.",
        "Margo: Will you stop doing that? That really doesn't help. He and I both think that you're not telling us something, that something must have happened to make you lash out the way that you did.",
        "Adam: I know that's what you want to believe, but --",
        "Margo: Well, of course that's what I want to believe! Because the son that we raised would never hurt a woman the way that you hurt Gwen.",
        "Adam: Mom, I am so sorry for what I did. When I think about that -- I just wasn't myself that night.",
        "Margo: Well, that's exactly my point, Adam! Your father is desperately trying to find a reason that this happened.",
        "Adam: I don't know what to tell you.",
        "Margo: Tell me why you went after Gwen.",
        "[SCENE_BREAK]",
        "Alison: Hey.",
        "Maddie: Hey.",
        "Alison: Sit, please.",
        "Maddie: Thanks.",
        "Alison: When I called you, I didn't think you'd want to talk to me, much less come here. Just the fact that you did, it -- it makes me think that you might be the one person who could help Adam.",
        "Maddie: Look, Alison, before you say anything else, there's something that you need to know.",
        "Alison: Okay. What is it?",
        "Maddie: I'm not here for Adam. I'm here for me. There are some things about that night that I need to get off my chest once and for all.",
        "[SCENE_BREAK]",
        "Lily: Hi.",
        "Damian: Hey.",
        "Lily: I just ran into your doctor in the hallway. You are being released this morning.",
        "[Damian sighs]",
        "Damian: Deo gratias. It's about time.",
        "Lily: Damian, you were here one night.",
        "Damian: It was completely unnecessary.",
        "Lily: Oh, yeah? Can't even get this robe off by yourself.",
        "Damian: I'm fine. Just give me a hand.",
        "[Lily laughs]",
        "Damian: Hand me the shirt.",
        "Lily: Okay. Just be careful of that bandage.",
        "[Damian mumbles]",
        "Lily: Sorry. Damian --",
        "Damian: I know we agreed to slow things down, but when you're this close to me and I can feel your skin against mine, I just -- I can't help it. It's beyond my control.",
        "Lily: Listen, we need to work on controlling these feelings.",
        "Damian: Yeah. You know, maybe -- maybe it's a good thing if I get a cab back to the hotel.",
        "Lily: No, no. I said I would take you, and I will.",
        "Damian: Why?",
        "Lily: 'Cause you need me.",
        "[SCENE_BREAK]",
        "Luke: Why are you mad at me?",
        "Noah: Because major stuff is happening in your life, and I don't know anything about it.",
        "Luke: Okay, okay. I get that you're upset. But, Noah, I think you're overreacting a little bit.",
        "Noah: You know, I think about you all the time. I take your feelings into consideration before I do anything.",
        "Luke: Where is this coming from?",
        "Noah: How about the fact that you just moved out of our apartment?",
        "Luke: God, Noah, you know why I have to be home right now. My family needs me.",
        "Noah: I get that. What I don't get is how you handled it. You just showed up and told me you were leaving. You didn't even ask how I felt about it.",
        "Luke: Okay, okay, okay, okay. Noah, how do you feel about it?",
        "Noah: Honestly -- I think it sucks.",
        "[SCENE_BREAK]",
        "Tom: So you want your brother to go to jail?",
        "Casey: Why not?",
        "Tom: Because you've been there. You know what it's like.",
        "Casey: So what? Am I supposed to feel sorry for him now?",
        "Tom: Casey, Adam's not just different on the outside. He's different on the inside, too.",
        "Casey: You can't be serious! He hasn't changed. Why can't any of you see that? He's lied to you more than anyone.",
        "Tom: He was only doing what your mother wanted him to do. Now, I know you think that was wrong, but there's nothing we can do about that. We have to look forward. And that is why I'm asking for your help.",
        "Casey: W -- what do you want me to do?",
        "Tom: Can you think of anything that would have made your brother snap and turn on everybody like that?",
        "Casey: I don't. Sorry, no.",
        "Tom: Okay, then why do I feel like you're holding something back?",
        "Casey: I don't know. Why don't you ask him? He's your client, not me.",
        "Tom: Well, I've asked him, and I'm not getting anywhere.",
        "Casey: Because maybe there is no excuse for what he did. He attacked Gwen.",
        "Tom: It was horrible. It was ugly. It was vicious.",
        "Casey: But he's just worth saving, right?",
        "Tom: I have to at least try, Casey. It's the only way we're ever gonna start healing. Casey, if you know anything, I'm begging you, come forward now.",
        "[SCENE_BREAK]",
        "Alison: Maddie, no matter why you're doing this, it's incredibly brave.",
        "Maddie: I don't know if it's brave.",
        "Alison: Look, I think I should tell you something before we go any further. Uh, I know about what happened in the woods -- what you and Gwen did to Adam.",
        "Maddie: How? How did you find out?",
        "Alison: I heard Adam and Casey talking.",
        "Maddie: How come you didn't say anything when you called me?",
        "Alison: The truth? I was afraid that if I told you, you wouldn't come.",
        "Maddie: When we buried Adam, Alison, you don't know. If you could have seen him -- I mean, we honestly, honestly thought that he was dead. And if we had any idea that a person could look like that and have any sort of life in them -- after what we did to Adam, he was never the same.",
        "Alison: And that's why I called you, because Adam won't talk about any of this.",
        "Maddie: He won't?",
        "Alison: No. And -- and if I think if people knew what he's been through that it could make a difference.",
        "Maddie: Does Casey know that you called me?",
        "Alison: No. Um -- he's taken this pretty hard. He's been really upset ever since Adam got back.",
        "Maddie: I need to see him.",
        "Alison: Who? Casey?",
        "Maddie: No. Adam.",
        "[SCENE_BREAK]",
        "Lily: I can get the door.",
        "Damian: I have another arm, you know?",
        "Lily: I know, but let me take care of you, all right? It would be nice for a change.",
        "Damian: If you insist.",
        "Lily: I do. I will turn down your bed, and then I want you to go lie down.",
        "Damian: Alone?",
        "Lily: Take it easy.",
        "Damian: I think somebody's been in here.",
        "Lily: You do?",
        "Damian: Yes. A few things are out of place, and I'm missing some papers.",
        "Lily: Are they work-related? Maybe Luke came by. Maybe he took them.",
        "Damian: No, no. I'll -- I'll talk to, uh, security later.",
        "Lily: Are you sure you want to wait? Are the papers important?",
        "Damian: It's nothing for you to worry about.",
        "Lily: You didn't answer my question.",
        "Damian: I think I know why Jack was asking about the analysis I had done on those, uh, samples of Holden's handwriting.",
        "Lily: Those are the papers that are missing? I don't understand. How is that possible? You told me you sent them to the lab.",
        "Damian: I had copies sent to the lab. That's what they tested to determine that the two samples weren't a match. But I kept the originals in here.",
        "Lily: What? Why didn't you give them back to me? Uh, Holden wrote those papers. I wanted to keep them.",
        "Damian: I -- I'm sorry, Lily. I wasn't thinking. After I had the copies made, I -- I just put them in the drawer.",
        "Lily: How could they be gone?",
        "Damian: I -- I don't know.",
        "Lily: There's already so much of him that I'm gonna forget. And all the little things that I -- I'm not gonna be able to hold on to.",
        "Damian: Lily, you remember what's important.",
        "Lily: Everything is important!",
        "Damian: Of course. I'm sorry.",
        "Lily: How could somebody take that away from me?",
        "Damian: I don't know.",
        "[SCENE_BREAK]",
        "[Margo sighs]",
        "Margo: Excuse me.",
        "Alison: Margo.",
        "Margo: Yes. What is it, Alison?",
        "Maddie: I'd like to see Adam.",
        "Margo: Maddie! Oh, my God, Maddie! What are you doing here?",
        "Maddie: Alison called me, and she told me what's happened. I'm -- I'm so sorry.",
        "[Margo sighs]",
        "Margo: Thank you.",
        "Maddie: Please, don't thank me. Can I see him?",
        "Margo: Yeah. Hey. Uh, you have a visitor.",
        "Adam: A visitor? Who? Maddie? You shouldn't have come here.",
        "Maddie: Would it be okay if I talked to Adam alone?",
        "Margo: Sure, if that's what you want.",
        "Adam: Mom -- I know that you hoped you'd probably never see me again.",
        "Maddie: I -- I almost feel like I'm not seeing you. I mean -- you look and sound so different.",
        "Adam: I'm still the same guy that you knocked out in the woods with a two-by- four. And who did the same to you when he found you at the cabin. I tied you up, left you outside. It was so easy. After all, you thought you'd killed me. You and Gwen had me buried and left me for dead.",
        "Maddie: Adam -- I -- there's nothing I -- I can say. How does somebody apologize for something like that? All I can tell you is that if I would have known, if -- if we would have known any chance in hell that you were alive, we wouldn't have. Obviously, we wouldn't have left you like that.",
        "Adam: No, Maddie, no. I'm the one who's sorry. What I did to you and Gwen -- I can't make up for that. But if it's any comfort, I mean, I'll be getting what's coming to me real soon.",
        "Maddie: But what happened is not all your fault.",
        "Adam: Yes, it is. Nobody forced me to do those things to the two of you, all right? It is all on me.",
        "Maddie: And I'm -- I'm glad that you're taking responsibility. You should. But I'm trying to do the same.",
        "Adam: What are you talking about?",
        "Maddie: You're not to blame for everything that happened up at the cabin. I'm responsible for some of it, too.",
        "Margo: Hey, Tom, it's me. I need you to get down to the station right away.",
        "Tom: Something's up?",
        "[SCENE_BREAK]",
        "Margo: Well, I'm almost afraid to say it, but I think we might have our first break in Adam's case.",
        "Tom: I'm on my way.",
        "Casey: Where are you going?",
        "Tom: There's been a development in your brother's case.",
        "Casey: A good one?",
        "Tom: I don't know.",
        "Casey: I'm going with you.",
        "[SCENE_BREAK]",
        "Luke: Noah, I didn't want all of the terrible stuff that's happening in my life to overshadow all the great things that are going on in your life.",
        "Noah: Why don't you get this? It's not just my life, or yours. It's our life. Or at least, I don't know, I thought it was.",
        "Luke: What are you talking about?",
        "Noah: I just don't know where I fit in with you anymore.",
        "Luke: Noah, you are the most important person in my life.",
        "Noah: Am I?",
        "Luke: Yes.",
        "Noah: Then how come every time something bad happens, you find a reason to push me away?",
        "Luke: I don't do that.",
        "Noah: You told me to go to L.A. when I should have stayed here and gone to your father's funeral with you.",
        "Luke: Yeah, and I know that was a mistake. I don't know how many times I have to apologize for it.",
        "Noah: And when you moved out of our apartment, you said we'd still see each other, and -- we haven't.",
        "Luke: I was away.",
        "Noah: I didn't know about that!",
        "Luke: Okay, fine. I'm sorry. Next time, I'll check in with you, okay?",
        "Noah: If you'd been hurt in Kentucky, what then? I would have been in Minneapolis, completely clueless.",
        "Luke: See? You do have good things going on in your life. I -- I didn't want to take you away from that.",
        "Noah: Oh, give me a break, Luke. Some stupid film festival is not on par with someone calling about a ransom note for your father or Damian getting shot.",
        "Luke: I know you, Noah. If I were to tell you about this, you would have canceled your entire trip.",
        "[Noah sighs]",
        "Noah: So what?",
        "Luke: Well, maybe I didn't want you to do that.",
        "Noah: Just like you didn't want me to cancel my trip to L.A.? You know what? When you do decide there's something you'd like me around for, let me know. I'll be at work.",
        "[SCENE_BREAK]",
        "Lily: I'm sorry.",
        "Damian: I apologize. I should have known you wanted those papers back.",
        "Lily: You sent those samples off at my request. You were just trying to help.",
        "Damian: Yeah, for all the good it did.",
        "Lily: Damian, you saved Luke's life. You've helped me more than anyone. You've been so strong through all of this, and I just keep falling apart.",
        "Damian: Hey, that's normal. That's why I'm here -- to help you when you can't do it for yourself.",
        "Lily: You've kept me going when all I wanted to do was just give up and hide from the world. I hope you know how grateful I am. I don't know what I'd do without you right now.",
        "Damian: Shh. You will never have to find out.",
        "Lily: Mm. I should go freshen up. I must look a mess.",
        "Damian: No. You've never looked more beautiful.",
        "Lily: Damian, we -- we still have to behave.",
        "[Damian groans]",
        "Luke: Is it still bleeding?",
        "Damian: Hello.",
        "Lily: Let me see.",
        "Damian: It's -- it's nothing. It's just nothing to worry about. It's to be expected.",
        "[Lily sighs]",
        "Lily: Damian, I don't feel comfortable leaving you here all alone.",
        "Damian: Weren't you planning on checking up on me?",
        "Lily: Of course I am.",
        "Damian: Well, then, I'll be perfectly fine.",
        "Lily: I wish --",
        "Damian: What?",
        "Lily: I wish I could bring you home with me.",
        "Damian: That's very generous of you, Cara, but we both know that's impossible.",
        "[SCENE_BREAK]",
        "Maddie: I've been seeing a therapist to help me sort through what happened that night. And when I found you with Gwen, I thought that you were attacking her, like my brother-in-law had attacked me. And that's why I hit you.",
        "Adam: And I'm glad you did. If that makes any sense at all.",
        "Maddie: But it wasn't like what happened to me. That's what I'm trying to tell you. It wasn't rape. That's just what my mind went to. And it took me a long time to figure that out.",
        "Adam: Weeks later, at the cabin, I did go after her, Maddie. And truth be told, I -- I wasn't myself. No one knows what might have happened if Will hadn't stopped me.",
        "Maddie: And I'm glad that he did.",
        "Adam: Me too. But it doesn't erase what happened. All I can say is I wasn't myself.",
        "Maddie: Because of what Gwen and I did to you. You never would have come after us otherwise.",
        "Adam: You really believe that?",
        "Maddie: We damaged you, Adam, the real you. You were never cruel or malicious. We were friends.",
        "Adam: I remember.",
        "Maddie: So do I. I want you to know that I will testify to that in court.",
        "Adam: You want to help me?",
        "Maddie: If you'll let me.",
        "[SCENE_BREAK]",
        "Margo: Does Casey know that you called Maddie?",
        "Alison: No. I didn't tell him.",
        "Margo: Why did you call her?",
        "Alison: I just thought that if Maddie could forgive Adam that maybe Casey could find a way to forgive him, too.",
        "Tom: Margo.",
        "Margo: Casey, what are you doing here?",
        "Casey: I -- I was there when you called Dad. Don't tell me you came here to see Adam.",
        "Alison: Not exactly.",
        "Margo: Uh, your brother has another visitor right now.",
        "Casey: Who? Oh, my God. Maddie.",
        "Margo: All right, Casey, before you --",
        "Casey: What is she doing here? What were you thinking? Maddie. You stay the hell away from her.",
        "Adam: Casey, I wasn't doing anything.",
        "Maddie: Casey, I'm fine.",
        "Casey: How could you let this happen?",
        "Maddie: Casey, stop! Your mom didn't do anything. I asked to talk to Adam.",
        "Casey: You did? Why? How could you want to be alone with him in here? I mean, you know what he's capable of. I mean, we all do.",
        "Maddie: I was trying to help. Just give me one more minute with Adam, please. It's all I need.",
        "Tom: Casey, Maddie's a grown-up. She knows what she's doing. Just let her handle this.",
        "Casey: One minute.",
        "Maddie: Sorry about that.",
        "Adam: It's not your fault. I'm used to it. I knew Casey would have a hard time forgiving me when I came back.",
        "Maddie: Well, you, Casey, and Will made a pact, Adam. Their silence in return for you leaving town forever.",
        "Adam: I know. And they kept their word. And I owe them for that. But giving up my family and never seeing them again for the rest of my life -- I mean, I don't know what made me think I could do that. I love them, Maddie. I needed them. I needed to make amends.",
        "Maddie: Even if it meant facing charges?",
        "Adam: I couldn't run forever.",
        "Maddie: Well -- I meant what I said. I will help you. I'll tell the judge what we did to you and what it must have done to your mind to -- to go through something like that.",
        "Adam: Maddie, I don't think that's such a good idea.",
        "Maddie: Why not?",
        "Adam: Because if -- if you confess to what you and Gwen did, then you could get in trouble, too. And that is the last thing that I want.",
        "Maddie: But it's not as bad as it seems. Gwen isn't pressing charges against you, and neither am I.",
        "Adam: So you're saying I could choose to do the same thing? But what about Casey?",
        "Maddie: I'll talk to him. Just think about it, okay?",
        "[SCENE_BREAK]",
        "Lily: It wouldn't be like you were moving in. It -- it would just be temporarily, because you're injured, and you need help.",
        "Damian: It isn't my home, Lily. It's yours and Holden's. I'd be disrespecting his memory by staying there. That's certainly what your children would think.",
        "Lily: Luke wouldn't think that, not after you saved his life. And I'm sure that he could convince Faith that you're just there for practical reasons.",
        "Damian: What about Jack? He's made it clear that he is uncomfortable with us having a relationship right now.",
        "Lily: I've made it clear that our relationship is none of Jack's business.",
        "Damian: He tried to pressure you to let the kids live out on the farm.",
        "Lily: I just wish there was some way I could show you how grateful I am.",
        "[Damian chuckles]",
        "Damian: Lily, we both agreed that we needed to slow things down. Are you having second thoughts about that?",
        "Lily: No, no. I think we made the right decision.",
        "Damian: Then it's settled.",
        "Lily: For now, at least.",
        "Damian: Cara, you have to know that I want more than anything to live under the same roof with you, but there's only one way I could do that.",
        "Lily: What way is that?",
        "Damian: As your husband.",
        "[Lily gasps]",
        "[SCENE_BREAK]",
        "[Jar clanks]",
        "Noah: Damn it!",
        "Mason: Uh-oh. Tough shift?",
        "Noah: Is it that obvious?",
        "Mason: Kind of. What's up?",
        "[Noah sighs]",
        "Noah: Luke and I had this really big -- you really don't want to hear this. This is gonna ruin your perception that we have this mature relationship.",
        "Mason: Spill it.",
        "[Noah sighs]",
        "Noah: I found out that Luke went to Kentucky without telling me, and some stuff went down, and that's a whole long story. But we had a -- we had a really big argument about it.",
        "Mason: Well, I'm sorry, Noah. That's tough.",
        "Noah: Yeah.",
        "Mason: Couples fight. That's normal. You guys will work it out.",
        "Noah: I don't know when, seeing as how we don't even live together right now.",
        "Mason: Really? So let me get this straight. When your shift is done, you're gonna go home all by your lonesome and obsess about this?",
        "[Noah scoffs]",
        "Noah: What? Been spying on me?",
        "Mason: What you need is a distraction.",
        "Noah: Yeah, well, I'm open to ideas right now.",
        "Mason: Yeah? All right. I'll be right back. Hmm.",
        "[SCENE_BREAK]",
        "Alison: I should go.",
        "Margo: Okay. Uh, Alison, you know, you really went out on -- on a limb for us today. Thank you.",
        "Alison: I just hope it works out.",
        "Margo: Well, that was unexpected. You want to tell us what Maddie had to say to you?",
        "Adam: She just wanted to talk about what happened with Gwen and how things got so out of control that night.",
        "Margo: Well, what -- what would she know about it? Adam, was Maddie there?",
        "Adam: Yes.",
        "Margo: So that's why Alison brought her in -- to have Maddie help you.",
        "Tom: Adam, you have to tell us what Maddie knows.",
        "Adam: I can't. It's not my story to tell.",
        "Tom: But if it's something that could strengthen your case --",
        "Adam: It is, maybe. I -- I don't know. I -- I don't want to get your hopes up.",
        "Margo: Just tell us what we need to know to help you now.",
        "Adam: You want to change my plea to not guilty?",
        "[SCENE_BREAK]",
        "Maddie: Have you calmed down?",
        "Casey: I'm getting there. Not until you give me a reason not to.",
        "Maddie: Well, it's better than nothing. Hello.",
        "Casey: Hi.",
        "[Both laugh]",
        "Casey: I'm sorry you had to face Adam again.",
        "Maddie: I'm not. I was totally serious when I said I wanted to see him.",
        "Casey: Why?",
        "Maddie: Because I owe him an apology.",
        "Casey: An -- an apology?",
        "Maddie: Yeah.",
        "Casey: Are you kidding me? D -- did you forget that he attacked you and tied you up in the cabin? 'Cause I -- I sure as hell haven't.",
        "Maddie: Neither have I. But I also haven't forgotten what happened in the woods before that. Gwen and I -- there's no way to put a good face on it. We buried him alive.",
        "Casey: You can't tell anyone that.",
        "Maddie: That's what we did. And it's too late to take it back, 'cause I already told Adam that we would testify in court.",
        "Casey: Why -- why would you do that?",
        "Maddie: Because if a judge knows what happened, then maybe he'll go easier on him.",
        "Casey: Yeah, and you'll -- you're the one who's gonna end up facing criminal charges. No way. You can't do that.",
        "Maddie: But I want to.",
        "Casey: No. Maddie, that's insane.",
        "Maddie: Casey, it's the right thing to do.",
        "Casey: They told you to do this, didn't they? God, I cannot believe them!",
        "Maddie: Who?",
        "Casey: My parents. They had no right to ask you to risk your life to save my brother's butt.",
        "Alison: Your parents didn't call her, Casey. I did.",
        "Casey: You called Maddie even -- after I asked you to leave this alone?",
        "Maddie: It was my choice.",
        "Casey: Your choice? Really? So if she didn't call you, you would be here right now? Yeah, I thought I was right. I thought you were supposed to be on my side.",
        "Alison: I am.",
        "Casey: But you -- you feel like you need to help someone who deserves to be in prison for what he did? I -- I'm sorry. Am I the only one who sees that?",
        "Alison: No. You're just the only one who wants to see that happen. Gwen is not pressing charges. Maddie isn't, either.",
        "Casey: So what are they gonna do, huh? Lie and say he did nothing wrong? Is that the plan? Just like how my mom and I had to lie and say Adam was -- was Riley Morgan?",
        "Alison: If it helps your family put an end to this mess, then why not?",
        "Casey: You're not making anything go away, Alison. You're making it worse.",
        "[SCENE_BREAK]",
        "Lily: Please, just -- just stop. I -- I know that what you're saying, you mean it. But I -- it's just overwhelming.",
        "Damian: Lily, haven't you ever thought of where this could go?",
        "[Lily sighs]",
        "Lily: I have feelings for you, Damian -- very real, very strong feelings. But I'm still mourning my husband.",
        "Damian: I know you are. And I'm not asking you to move on until you're ready to.",
        "Lily: I don't think I am. I should go.",
        "Damian: Lily --",
        "Lily: I'll check in on you tomorrow. Good-bye.",
        "[SCENE_BREAK]",
        "Margo: Hey, so how did it go?",
        "Tom: Adam's new plea of not guilty has been entered. His bail has been set and paid for.",
        "Adam: I'm -- I'm free to go?",
        "Tom: You are. There are some parameters. You can't leave town, and you must turn in Riley Morgan's passport.",
        "Adam: No problem! Whatever they want me to do, I'll do it.",
        "Margo: Oh, great. So I will give you a ride home, okay?",
        "Adam: Actually, you know what? I -- I think I'd like to walk, stretch my legs out for a little bit, if you don't mind.",
        "Margo: I don't mind. I don't. I'm just -- I'm so happy you're gonna be home with us, where you belong, finally!",
        "Adam: Me too. Thanks, Dad.",
        "Tom: You're welcome.",
        "Adam: I'll see you at home.",
        "Margo: You bet.",
        "[SCENE_BREAK]",
        "Lily: Hey. What are you doing here? Where's Noah?",
        "Luke: We got in a fight.",
        "Lily: About what?",
        "Luke: I'm not focusing on the relationship enough right now.",
        "[Lily sighs]",
        "Lily: I guess moving back here didn't help things.",
        "Luke: Mom -- you know that I have to be here with you right now.",
        "[Lily sighs]",
        "Lily: No. You should be with Noah. You were building a life together, a home. You miss it?",
        "Luke: Of course I do.",
        "Lily: Then you should be there. Shouldn't be putting your life on hold because your father died. That is the last thing he'd want you to do.",
        "Luke: Yeah, but he wouldn't want me to leave you alone, either.",
        "Lily: I'm not alone.",
        "Luke: Because of Damian?",
        "Lily: Because of you, and your brother and sisters. Luke, having someone to share your life with -- that's what it's all about -- the ups and downs and in betweens. Those are the things you need to go through together.",
        "Luke: You're very good at this.",
        "Lily: I've had years of practice, and lots of long walks with Emma.",
        "[Luke laughs]",
        "Luke: But if you're lonely and I leave you --",
        "Lily: I know you. You're gonna be over here every chance you get. And if I really need you, you are just a phone call or a text way.",
        "Luke: I always forget that you know how to text.",
        "Lily: Yeah, Natalie taught me that.",
        "[Luke laughs]",
        "Luke: I want you to reclaim your life. You fought so hard to get there. Don't let it slip away, baby.",
        "[SCENE_BREAK]",
        "Casey: Did he put you up to this?",
        "Alison: What?",
        "Casey: Did Adam get to you? Did he ask you to call Maddie behind my back for him?",
        "Alison: No. I called her all on my own.",
        "Casey: Oh, so you just feel bad for him?",
        "Alison: Casey, that's --",
        "Casey: No, no. Can't you see what he's doing? He's trying to make everyone feel sorry for him, just like last time, except last time, I was the one who ended up in prison. Or did you forget that?",
        "Alison: No, I didn't forget that.",
        "Casey: So can't you see? Gwen and Maddie aren't the only two people he's hurt. Oh, look at this. You got your wish. You're a free man. I'm out of here.",
        "Maddie: Stay. I'll go after him.",
        "Alison: Sorry.",
        "Adam: I really hope what you've done was worth it.",
        "[SCENE_BREAK]",
        "Luke: Hi.",
        "Noah: Hi.",
        "Luke: Look, I want to apologize. You were right. I have been pushing you away lately, and I'm really sorry.",
        "Noah: I -- I know things have been really hard for you lately.",
        "Luke: I want to move back home.",
        "Noah: To the apartment?",
        "Luke: To our apartment. Do you remember when you asked me to come get you when I figured out what I wanted you around for?",
        "Noah: That was only a few hours ago, so yeah.",
        "Luke: Well, I want you around for everything.",
        "Noah: That's what I want, too. Why do you think I act so crazy sometimes?",
        "Luke: I don't know. But maybe I make it harder on you.",
        "Noah: Yeah. Yeah, you do. But you're, uh, kind of worth it. So when are you gonna -- when are you gonna move back in?",
        "Luke: Well, my bags are in the car. So, uh, when's your shift over?",
        "[Luke laughs]",
        "Noah: Not soon enough.",
        "Mason: Oh. Wow.",
        "[Laughter]",
        "Mason: I guess you guys worked it out, huh?",
        "Noah: Yeah. Yeah, I think we did.",
        "Mason: Great. That's great.",
        "Luke: What are those DVDs?",
        "Mason: I was just bringing some movies to Noah to watch tonight. But obviously, he has better things to do tonight. I don't. I will keep these for myself.",
        "Noah: Sorry.",
        "Mason: No. Don't be silly. You've obviously got better things to do. Have a great night.",
        "Luke: See you.",
        "Mason: Okay.",
        "[SCENE_BREAK]",
        "Damian: This is Damian Grimaldi calling. Has Officer Grady checked in yet? He hasn't. Well, when he does -- yes, have him call me immediately. He has my number. Thank you.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Lily: Hello.",
        "Damian: It's me.",
        "Lily: How are you feeling?",
        "Damian: I'm fine. Listen, I'm worried I was too forward about my feelings for you.",
        "Lily: You weren't.",
        "Damian: Are you sure?",
        "Lily: Damian, what you said was nice to hear.",
        "Damian: I know you don't feel the same way right now, but --",
        "Lily: Damian --",
        "Damian: Listen. I promised I would wait for you, Lily, and I will.",
        "Lily: No pressure.",
        "Damian: I hope not. I just want you to know that when you're ready to move on, I'll be here.",
        "[SCENE_BREAK]",
        "Adam: Listen, I know you are the one who called Maddie. Thank you.",
        "Alison: It was the right thing to do. Not that everyone sees it that way.",
        "Adam: Yeah, I have to admit, it kind of took me by surprise, too.",
        "Alison: Why?",
        "Adam: Well, um, you were pretty mad at me when you found out who I was.",
        "Alison: To be honest, Adam, I don't think I'll ever get past all the lies that you told.",
        "Adam: So why did you do it, then?",
        "Alison: You went to bat for me so many times with Bob. You went up against your whole family.",
        "Adam: Alison, it wasn't like they really knew who I was.",
        "Alison: Still, it couldn't have been easy for you to do that.",
        "Adam: It wasn't fair what was happening to you.",
        "Alison: Well, I sort of felt the same way. When I found out about what happened to you in the woods --",
        "Adam: I just have to pray that whatever judge I get will be as, uh -- be as compassionate as you are.",
        "Alison: Fingers crossed.",
        "Adam: I just really hope that what you've done for me hasn't ruined your relationship with my brother.",
        "[SCENE_BREAK]",
        "Maddie: Casey, please don't be mad at me.",
        "Casey: Why couldn't you just leave Adam in the past, where he belongs?",
        "Maddie: Knowing what I know now, I couldn't do it.",
        "Casey: But if you help him and he goes free, you could end up in jail.",
        "Maddie: It's not gonna happen.",
        "Casey: You don't know that. He's not worth it.",
        "Maddie: Casey, that's your brother.",
        "Casey: Yeah, and I'm talking about you, not him. I can't let you go through with it.",
        "Maddie: I already told you, it's too late.",
        "Casey: No, it's not.",
        "Maddie: What are you talking about?",
        "Casey: Just change your mind. You're allowed to. Just tell them you're not gonna testify after all.",
        "Maddie: You can't be serious, Casey. If I do that, what happens to Adam, to your parents? You're asking me to turn my back on all of that.",
        "Casey: No, I know what I'm asking, Maddie. And if you ever cared about me at all, you'd do this.",
        "[NEXT_ON]",
        "Liberty: I don't want to be a mom.",
        "Ralph: You can have the baby adopted.",
        "Henry: Are you expecting me to stop Barbara Ryan? How am I supposed to do that?",
        "Audrey: By any means necessary.",
        "Barbara: What are you doing here?",
        "Henry: I think we should talk.",
        "Craig: Mrs. Coleman, it's cruel to tempt me. I'm in a very weakened state.",
        "[Audrey laughs]",
        "Audrey: I know.",
        "Rosanna: Don't you mean \"Drunken state\"?",
        "[Rosanna scoffs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=i1GIg_poUJY"
}