{
    "Episode Summary": [],
    "Recap": [
        "Casey informs Tom and Margo that he won't be coming to their anniversary party because he is upset about the way that Tom treated Allison at the trial. Margo is sure Emily has something to do with Casey's attitude change towards her and Tom. Emily asks Margo to handle her children and leave her out of it and Casey agrees and tells Margo Emily has nothing to do with his change in attitude. Emily wishes Tom and Margo a happy anniversary and storms off. Casey later goes to Emily's office to tell her he is sick and tired of her treating their relationship like it means nothing to her. Emily tells Casey about being a prostitute and that Margo could use that information to take Daniel away from her. Emily is surprised when Casey is sympathetic to her pain and tells her that he loves her and won't leave her. Margo tells Tom she forgave him for his affair with Emily a long time ago but she worries that Emily could be a bad influence on Daniel. Tom tells Margo that despite everything Emily is a good mother and would never hurt Daniel. Margo goes to look for Casey at Emily's office and takes the opportunity to tell her that she knows there is something going on between her and Casey although she can't put her finger on it. Margo tells Emily to put a stop to it or she will use her secret to take Daniel away from her. Barbara lies to Meg and tells her that her cancer is getting worse in order to get Meg to elope to Vegas and marry Paul as soon as possible. The plan works and Meg is excited to marry Paul as soon as possible. Paul feels that he should tell Meg about Sofie being pregnant but Barbara asks him not to do so because he will lose Meg. Barbara threats Sofie that if she hurts Paul and Meg she will either send her to jail or make her disappear. Paul tres his best to tell Meg about the baby but she doesn't want to hear anything about Sofie and tells him they will handle Sofie together once they are married. Sofie runs into Mike and tells him she is pregnant with Paul's baby so he goes to the farm to talk to Meg. Paul also heads to the Farm to tell meg about the baby but Mike gets there first and tells Meg that Sofie is pregnant with Paul's child."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Margo: Tom? Tom!",
        "Tom: Uh, yeah, hold on. It's just this one article. Where do we put the ones that we can keep?",
        "Margo: In the recycling bin with the rest of the unread magazines.",
        "Tom: Well, that hardly sounds fair, does it?",
        "Margo: Please, listen, if you're gonna use this time to catch up on your back reading, then we might as well reschedule this party for our 50th wedding anniversary.",
        "Tom: Would you please stop? It's one article.",
        "Margo: Well, please. You're such a pain about that!",
        "Tom: Well, I'm lucky I found the one woman who could put up with me for 25 years. And, oh, hey, happy anniversary, Baby.",
        "Margo: Happy anniversary, pack rat.",
        "Casey: See you later.",
        "Margo: Casey, where are you going? We have family coming. Where are you going?",
        "Casey: Sorry. Count me out.",
        "Margo: Casey! Oh, I might have known it had something to do with you.",
        "[SCENE_BREAK]",
        "Barbara: Marry Meg and be happy. Don't let Sofie steal that from you.",
        "Paul: Mom, the mistake was made months ago. I should never have slept with Sofie.",
        "Barbara: No, you shouldn't have. Don't get me started on that. But the fact that Sofie is pregnant doesn't change how you feel about Meg, does it?",
        "Paul: No, no, it doesn't, but Meg only came back to me because she thinks that I've changed.",
        "Barbara: You have!",
        "Paul: Not if I don't tell her the truth.",
        "Barbara: If you tell her, you'll be giving Sofie everything that she wants. Don't you see that? I am begging you, don't tell Meg. She doesn't have to know about this.",
        "Paul: You think Sofie's gonna keep her mouth shut?",
        "Barbara: I'll handle Sofie.",
        "Paul: How?",
        "Barbara: Leave it to me. Consider it a wedding present.",
        "Paul: No, Mom. No. I can't go along with that.",
        "[SCENE_BREAK]",
        "Sofie: What do you think you're gonna get out of blackmailing me, Cole? I've already given you everything I have. You know, it's not like I can -- I can print money out of the hotel room.",
        "Cole: You don't have to work that hard, Babe. That's my kid you're carrying there, not Paul Ryan's. And since I'm responsible for 50% of the product, I figure I'm owed 50% of the profit. But, like I said, I don't need it all at once. We'll put you on the installment plan.",
        "Sofie: Yeah, okay. Since you're not a math whiz, I think I should probably tell you that 50% of nothing is still nothing.",
        "Cole: What's in the box, Sof?",
        "[SCENE_BREAK]",
        "Emily: Whatever you're trying to blame on me, Margo, please don't.",
        "Tom: Uh, hey. What's going on?",
        "Emily: I don't know. I just am here dropping off my son.",
        "Margo: Right. So, where is he?",
        "Daniel: Hey, Guys. I just forgot my book in the car.",
        "Casey: What's up, Bro?",
        "Daniel: What's up? How's it going? Is, uh, everything all right?",
        "Tom: Everything's all right, right, Emily?",
        "Emily: Mm-hmm. I'm just the chauffeur today.",
        "Casey: You cool, Mom?",
        "Tom: Your mom's cool.",
        "Margo: I'm sorry, Emily. I didn't mean to jump down your throat. Can I please speak to my son privately?",
        "Emily: Sure. Sure. Why don't we go find you something respectable to wear?",
        "Daniel: I can dress myself.",
        "Emily: I know you can. Humor me. Thank you.",
        "Margo: Casey, Casey, come on. It's our 25th wedding anniversary. We have family coming over. You got to be here.",
        "Casey: No.",
        "Tom: Uh, excuse me. It's not an option. You're staying.",
        "Casey: Trust me, you don't want me around in the mood I'm in.",
        "Tom: Really? Why? What's the problem?",
        "Casey: The truth?",
        "Tom: No, lie to us. You know how much we love that.",
        "Casey: Fine, fine. I can't stand the way you've been treating people lately.",
        "Margo: People or Emily?",
        "Casey: What about Alison? I used to have total respect for you guys, but after watching you turn on innocent people the way you've been doing lately, it makes me sick to my stomach. The last thing I want to do is celebrate with you.",
        "[SCENE_BREAK]",
        "Sofie: It's my memory box, Cole. You lived with me how long and you still don't know that?",
        "Cole: Let me see it.",
        "Sofie: No. No, it's none of your business. It's just things that I decided to hold on to. I don't want you pawing through my life and making fun of the things that I saved.",
        "Sofie: Fine. Fine.",
        "Cole: Think our next kid will look as good as this one?",
        "Sofie: Give that to me.",
        "Cole: You have to admit, we do excellent work. We should start a baby factory. Then again, we kind of already have.",
        "Sofie: You know what? You're disgusting. No! Leave it!",
        "Cole: I'm not gonna contaminate your dead flowers.",
        "Sofie: You know, Cole, these things are important to me.",
        "Cole: They're all you got, right? Poor little Sofie, professional victim.",
        "Sofie: Get out of my room.",
        "Cole: Gladly. I got business with Paul Ryan. I hope he's not too disappointed when I tell him I'm gonna be a daddy.",
        "Sofie: No, Cole, wait.",
        "[SCENE_BREAK]",
        "Paul: I'm done lying to Meg.",
        "Barbara: I'm not saying that you should lie. I'm just saying don't volunteer any additional information. You know what will happen if you do.",
        "Paul: She already knows I slept with Sofie.",
        "Barbara: It's not about sex, it's about a baby. And I don't think Meg can handle it after losing one of her own. And if she leaves you, where does that put you, huh? You're gonna wind up supporting a crazy woman who has entrapped you? Is that the life you really want, Paul?",
        "[Knock on door]",
        "Meg: Hey.",
        "Barbara: Hi.",
        "Meg: Is there something going on?",
        "Paul: Yeah.",
        "Barbara: Yes, there is, actually.",
        "Paul: There's something, Meg.",
        "Barbara: I, um -- I just got a phone call from my doctor, and my prognosis isn't very good, which means if you two don't get married right away, I might not live to see it happen.",
        "Meg: I thought you were doing a lot better. You said your oncologist was thrilled with your results.",
        "Barbara: Well, \"Thrilled\" might have been an exaggeration. You know, I didn't want to worry you two.",
        "Paul: Mom.",
        "Meg: I wish you had told us the truth. We would have taken better care of you. Instead, we've been running you ragged.",
        "Barbara: No, no, no. I love being needed, and I know that this is the most important time in your lives together. You make my son so happy.",
        "Meg: Well, that goes both ways.",
        "Barbara: Well, anyone can see that. And I know this is being very selfish of me, but it's just that if I know that the two of you are finally settled and you're together and you have each other to rely on in case something happens to me --",
        "Paul: Mom! Cut it out. She's not dying. You're not dying.",
        "Meg: Well, the decision's not only mine.",
        "Barbara: Well, Paul would have married you yesterday if he could have.",
        "Paul: We don't want a ceremony that's just kind of thrown together.",
        "Meg: I don't mind, as long as I'm your wife in the end.",
        "Barbara: So, indulge me. Please. I mean, nothing would make me heal faster if only the two of you were together and happy and married.",
        "Paul: I don't know. This just doesn't seem fair to Meg.",
        "Meg: I'm okay getting married quickly if you could live with that.",
        "Paul: Well, of course I could, but --",
        "Meg: Okay. Then let's do it. Let's get married as soon as we can.",
        "Paul: Don't you want to take just a couple of days and really think about this?",
        "Meg: Why? We know what we want, and it feels right, Paul.",
        "Paul: Well, for one thing, your family's gonna hate me more than they already do.",
        "Meg: That is not true. Holden already gave us his blessing.",
        "Barbara: I'd say that's a good sign. I'd say that's a miracle.",
        "Meg: Yeah, and after the wedding, we could plan a big party and invite everybody.",
        "Barbara: Sounds good to me.",
        "Meg: So, what do you say? Come on. We've wasted enough time already. I don't want to waste any more.",
        "Barbara: Hear, hear.",
        "Meg: So, marry me, and then we could plan the biggest party Oakdale has ever seen.",
        "Barbara: I'm gonna create a fabulous dress for you. Don't you even say no, because I'm feeling better just thinking about it.",
        "Paul: I just think that this is all happening a little quickly, that's all.",
        "Meg: Why? Is there a reason you don't want to marry me?",
        "[SCENE_BREAK]",
        "Sofie: You know, I'm good for the money, Cole. Once Paul and I are married, I can give you anything you want.",
        "Cole: What makes you think he's gonna marry you?",
        "Sofie: He has no choice.",
        "Cole: Why, because you're knocked up? It didn't work for me, and this guy doesn't even like you.",
        "Sofie: That is not true.",
        "Cole: Besides, he's not gonna want the kid once he finds out it's mine.",
        "Sofie: Okay, why are you so set on telling him? You don't want this kid any more than you wanted Hallie. You have nothing to gain from this.",
        "Cole: Could be fun, though.",
        "Sofie: No. No, I will pay you.",
        "Cole: I don't know if I believe you.",
        "Sofie: What do you want? What do you want, Cole -- a signed contract?",
        "Cole: Down payment. Then we're in business.",
        "Sofie: Okay. I'll get it. But now -- now you go, and as soon as I have the money, I will call you.",
        "[SCENE_BREAK]",
        "Paul: I love you. I'd marry you anyplace, anytime. You know that.",
        "Meg: So, what's the problem?",
        "Paul: Mom, uh, could you give us a minute?",
        "Barbara: Sure. Sure, Honey. I'll go lie down. Okay?",
        "Meg: Hey, you know, I know you're worried about your mom.",
        "Paul: No, it's not that. Look -- there's something that I need to talk to you about.",
        "Meg: That sounds serious.",
        "Paul: It kind of is. I know you have such a big heart, and you always think the best of everyone, but my mom -- she has an agenda, and I don't think that we should get pushed around. I don't think that she can force us into some kind of a shotgun wedding.",
        "Meg: No need for a shotgun. I'm not pregnant. Yet.",
        "Paul: Uh, we have an issue.",
        "Meg: Um, no. Actually, for once in my life, I don't. I want to marry you, Paul. I want to be your wife, and there is no doubt in my mind. And for the first time, there's nothing standing in our way, and your mom is right. We have this chance. We shouldn't let it get away.",
        "Paul: I just -- I want to make sure that we get it right this time.",
        "Meg: Right is doing it right now. I never stopped loving you. All those months, even when I didn't want to admit it, and now that I have, I don't want to waste any more time. I just want you in my life forever. And if you feel the same way, let's just jump on a plane and fly to Vegas and -- I just have one question. Will you marry me?",
        "Paul: How could I say no to you?",
        "[SCENE_BREAK]",
        "Tom: You won't talk to us like that. Do you understand?",
        "Casey: You wanted the truth!",
        "Margo: What is it with you, Casey? I barely recognize you anymore.",
        "Casey: Look who's talking. After the way Dad ripped apart Alison on the witness stand?",
        "Margo: What are you talking about? He's doing his job.",
        "Casey: You made Alison look like a liar.",
        "Tom: Well, how do you know she's not? The judge heard all the evidence and ruled in Chris's favor, not Alison's.",
        "Casey: No big surprise. Chris is connected. Ali's not.",
        "Margo: Oh, why is it so difficult for you to side with us? You can't give your own family the benefit of the doubt?",
        "Tom: All right, Honey.",
        "Margo: Answer me that, Casey. You work with Emily for a couple of weeks, you're an honorary Stewart.",
        "Casey: Okay, this is not about Emily.",
        "Margo: Yes, it is! It's always about Emily. This whole attitude started when you went over to work at \"The Intruder,\" so what is it that Emily did to make you her protector?",
        "Casey: If you really want to know the truth, I'll tell you.",
        "Emily: Casey, I don't need your protection. And I am sick and tired of your implications that I am up to something.",
        "Tom: Uh, time-out. We have people coming over.",
        "Emily: Well, you know what? Your wife started it.",
        "Margo: You would love nothing better than mess up our anniversary, wouldn't you?",
        "Emily: You know what? Don't take your anger out on me, Margo. You got problems. You can't control your kids. Deal with them and leave me out of it.",
        "Casey: Exactly. Emily has nothing to do with this.",
        "Emily: Casey, stop defending me.",
        "Tom: Uh, excuse me, but this is going nowhere.",
        "Emily: You're absolutely right, for a change. My son is upstairs getting dressed. You two have a lovely anniversary. You deserve each other.",
        "Casey: Emily, Emily, wait.",
        "Emily: Casey.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Sofie: Damn it, Cole. I told you to get lost. What do you want?",
        "Barbara: Listen very carefully. I can stop you in one of two ways. One, I can have charges filed against you for attempted murder and see to it that you spend the last of your attractive years in a women's prison. Or I can simply make you disappear.",
        "Sofie: Are you threatening to kill me?",
        "Barbara: You will back away from my son, Sofie, or, I promise you, I can and will make absolutely certain that you never come near another member of my family again.",
        "[SCENE_BREAK]",
        "Paul: Is anybody home?",
        "Meg: No, Jack's at work, and all the kids are at summer camp, except for Parker.",
        "Paul: Okay.",
        "Meg: He's, uh, got his first job. He's a tennis instructor. Undefeated in the summer league.",
        "Paul: Really?",
        "Meg: Yeah.",
        "Paul: That's great. So, I'm not just getting a wife but a whole slew of cousins and nieces and nephews.",
        "Meg: Yeah. Well, they kind of grow on you. You know, we are gonna have an amazing life together, full of love and kids and family, and I am scaring the hell out of you.",
        "Paul: No, not at all.",
        "Meg: I'm gonna run upstairs and pack a bag, and then we will swing by Fairwinds and then jump on the next flight to Vegas. And then we'll be married by tonight. Oh, don't move. I want you exactly right there when I get back. Don't move!",
        "Mike: What are you doing here?",
        "Paul: Uh, you -- you don't knock anymore?",
        "Mike: I'm leaving for the day. I wanted to let the family know. What's your excuse?",
        "Paul: So, are you laying the foundation yet?",
        "Meg: Okay, you need to tell me what you think.",
        "Mike: Hey, Meg.",
        "Meg: Mike. Hey, I didn't hear you come in.",
        "Mike: What's going on?",
        "Meg: Uh, Paul and I are getting married today.",
        "Mike: Today? What's the big hurry?",
        "[SCENE_BREAK]",
        "Emily: Okay.",
        "Casey: That really sucked, Emily.",
        "Emily: What are you doing here?",
        "Casey: Why do you treat me that way in front of my parents?",
        "Emily: Please tell me you didn't tell your parents you were coming here and not staying for their anniversary party.",
        "Casey: No, I told them I was getting more soda. Satisfied?",
        "Emily: Well, that depends. Did you actually go buy the soda?",
        "Casey: Yes, it's in the car.",
        "Emily: Well, then, you better take it home before the guests get thirsty.",
        "Casey: No.",
        "Emily: Casey, Casey, what? What do you want?",
        "Casey: I want you to stop treating what we have together like it means nothing.",
        "[SCENE_BREAK]",
        "Sofie: You wouldn't hurt me. You're the first person they'd suspect.",
        "Barbara: I'm a sick woman. I have nothing to lose.",
        "Sofie: Yes, you do. I'm pregnant with your grandchild, and even if you hated me enough to want me dead, there is no way -- no way -- that you would do anything to harm your own flesh and blood.",
        "Barbara: I was married to a man named James Stenbeck. I learned from him that you can sacrifice anything or anyone if there's something you want badly enough, and I want Paul and Meg married.",
        "Sofie: You get out. Get out!",
        "Barbara: You will lose, little girl. You are all alone, and if you vanish, no one will even miss you.",
        "Sofie: Barbara, why? Why are you scaring me like this? Why are you threatening me?",
        "Lisa: Wait just a minute. What's going on here?",
        "[SCENE_BREAK]",
        "Meg: Paul's mother is very sick. And it would mean a lot to her to see us get married. And we're not doing it for Barbara. Paul and I love each other very much. We're engaged. So I didn't think there was a reason to wait.",
        "Mike: Is Emma back yet?",
        "Paul: Oh, here we go.",
        "Meg: No. It's not gonna be a big family thing. We're flying to Vegas tonight, just the two of us.",
        "Paul: Any more inappropriate questions, Mike?",
        "Mike: Oh, it's none of my business. I get it. Well, as long as it's what you want.",
        "Meg: It is.",
        "Mike: Then congratulations. I hope you'll be very happy. You deserve the best. I mean that.",
        "Meg: Thank you. I know you do.",
        "Mike: Don't screw this up.",
        "Meg: Well, he doesn't approve.",
        "Paul: Mike is the least of our worries.",
        "Meg: What worries? For the first time since we met, we don't have any.",
        "Paul: There's still Sofie.",
        "Paul: Sofie is a major problem, and, unfortunately, she's not gonna just go away.",
        "Meg: I thought you told her to get out of your life. You didn't sugarcoat it, did you?",
        "Paul: No, I was very clear, but I don't think it's gonna be that easy.",
        "[SCENE_BREAK]",
        "Sofie: She hates me because of Paul. He used me, and he threw me out, but she sees only what she wants to see, and now she's threatened to kill me if I don't disappear.",
        "Barbara: Oh, come on. As sick as I am, how can I be so intimidating?",
        "Lisa: Oh, Barbara. Sick or not, I know you. You could scare the ghost right out of the grave.",
        "Barbara: I think I should be insulted.",
        "Lisa: No, I think quite the contrary. She's a force to be reckoned with.",
        "Sofie: Are you taking her side?",
        "Lisa: No, I am taking the hotel's side. I will not have scenes like this going on in the hallway. Just remember, Sweetie Pie, you are here by my good graces. Barbara happens to be my dearest friend. Please, you should never force me to choose between you --",
        "Sofie: Because I will lose. Yeah, that's a big surprise. Nothing in this town is fair.",
        "Barbara: Oh, spare us the crocodile tears. They may work on the men in your life, but we're immune.",
        "Sofie: So are you gonna kick me out?",
        "Lisa: Eventually, I probably will. But in the meantime, just be warned -- don't try my patience.",
        "Barbara: And the same goes for me.",
        "Mike: Hey, Sofie. I'm glad I caught you. I thought you were moving out.",
        "Sofie: Yeah, well, everything's changed since you last saw me, and I'm not going anywhere.",
        "Mike: Is that a good thing or a bad thing? You don't seem too happy about it.",
        "Sofie: I'm working on it. I don't care what anybody says. I deserve to be here and I deserve to be happy, and I'm gonna fight to make sure that I am.",
        "Mike: Well, keep sticking up for yourself. You're gonna make it.",
        "Sofie: Why do you keep being so nice to me?",
        "Mike: What do you mean?",
        "Sofie: Well, you do think I'm a liar just like everybody else does, and I know you feel sorry for me, but I also know that you don't believe a word I say.",
        "Mike: Sofie, I want to help you.",
        "Sofie: Well, I don't need help. Paul and I worked things out, and we are committed to one another.",
        "Mike: That's not true.",
        "Sofie: See, you're all talk. You're all talk, and then when it really counts --",
        "Mike: I just came from talking to Paul and Meg. They're getting married in Las Vegas today.",
        "[SCENE_BREAK]",
        "Tom: Aren't you coming upstairs to get dressed?",
        "Margo: No. I don't want any company.",
        "Tom: Oh, come on. He'll be back. You know it.",
        "Margo: Do we really want that, the way he's acting?",
        "Tom: Absolutely. He's a fighter. He came by that naturally.",
        "Margo: He's not supposed to fight us. What is this ridiculous allegiance to Emily? I mean, she almost destroyed our marriage.",
        "Tom: Yeah, but she didn't, and she can't destroy our family.",
        "Margo: It's not for the lack of trying. That woman is toxic. Every time I see her --",
        "Tom: You think about what I did to you.",
        "Margo: Yes. And I shouldn't do that on our anniversary.",
        "Tom: Actually, I think it's probably the perfect time. It's not like we're both not here sitting and thinking about it. You know what? I love you. I want to grow old with you, and I know that more now than I ever did.",
        "Margo: I'm not planning on dumping you either.",
        "Tom: Nice.",
        "Margo: Nice. You know, the one good thing about Emily, if there is one good thing about Emily, is she gave us Daniel, and he's such a great kid. And he makes me feel like I'm not such a screw-up.",
        "Tom: Well, you're the only one that thinks you're a screw-up. Some of us think you're hot and smart and sexy and always ready to go.",
        "Margo: We've got family coming over --",
        "Tom: Live dangerously, I say.",
        "Margo: I say my back can't take this couch.",
        "Tom: All right. Look, I love you, Baby. That's all that matters. Just try and drop the Emily thing, okay?",
        "Margo: Honey, I don't know if I can.",
        "[SCENE_BREAK]",
        "Emily: Casey, I never said that our relationship meant nothing.",
        "Casey: But you brush me off like I'm a piece of dirt. It's like I don't even exist.",
        "Emily: You know why that is. I mean, if people actually found out that we were involved with each other, I could lose Daniel.",
        "Casey: Still, it's like you treat me like we don't even know each other.",
        "Emily: If we actually made eye contact or interacted with each other in front of people we knew, Casey, they would know. They would know we were involved with each other, and that can't happen.",
        "Casey: You read too much.",
        "Emily: You know what? Maybe I should end this right now.",
        "Casey: No, no. That's the last thing I want.",
        "Emily: Well, you got a better idea?",
        "Casey: We come out and tell everyone.",
        "Emily: We what?! Are you insane? Do you have any idea how much worse things would get if we actually were found out?",
        "Casey: I don't care.",
        "Emily: Well, I do!",
        "Casey: No, no. My dad knows you're a good mother. He's not gonna take Danny away from you.",
        "Emily: Your mother would.",
        "Casey: She can't.",
        "Emily: See, that's -- that's what you don't understand. She could. She --",
        "Casey: What?",
        "Emily: Your mother has more than enough ammunition to take my son away from me.",
        "Casey: Excuse me?",
        "Emily: She could destroy my life. She could ruin everything.",
        "Casey: Okay, you're exaggerating. That's fine.",
        "Emily: I wish I were, Case.",
        "Casey: Emily, what's wrong? What does my mom know about you?",
        "Emily: Your mother knows that I've been a prostitute.",
        "Casey: Yeah, right. Funny, okay. Just because you slept with my dad --",
        "Emily: I'm not kidding.",
        "Casey: Wait, you're serious?",
        "Emily: It was the worst time in my life. I hated myself. I didn't care what happened to me or used me. At the time, I thought it was what I deserved.",
        "Casey: I don't believe you.",
        "Emily: Well, I'm sorry. You have to. It's the truth.",
        "Casey: And my mom knows this?",
        "Emily: Mm-hmm. It's what she's holding over my head. That's why I could lose Daniel.",
        "Casey: But it's over, right? You don't still --",
        "Emily: How could you even ask me that?",
        "Casey: I'm sorry.",
        "Emily: How could you even ask me that? I would never do that ever again!",
        "Casey: I know. It just came out as a shock.",
        "Emily: It was a few months out of my life, and I got out, okay? But the fact that you think that I -- that I'm actually still taking money for -- no. It just says everything, doesn't it? It just sums it up. Get out, Casey. I know you're dying to. Just get out.",
        "Casey: Chill, chill, chill.",
        "[SCENE_BREAK]",
        "Margo: Oh, Tom. I forgave you a long time ago for what happened with Emily, but that doesn't mean that I can forget.",
        "Tom: Look, I know. I know. She's -- I know she's in your face constantly, but we can't blame her for everything. The fact is I was 50% of the problem.",
        "Margo: You? No. You would never deliberately hurt anyone. Emily is -- she's unpredictable. I'm sure that there's a good heart in there some-- I don't believe that for a second. There's no heart.",
        "Tom: You know, she's, uh, complicated.",
        "Margo: This is it. I love Daniel, and every time I look at him, I worry about the influence that Emily has on him. How can I let my feelings for her go when I see how easily she could ruin that little boy?",
        "Tom: You can say anything you want about Emily, but she is a good mom, and she wouldn't hurt Daniel. I bet my life on it.",
        "Margo: All right, well, what about our son? What about Casey? What about the influence she has on him?",
        "Tom: Come on, stop. Just please, please stop. Look, she's a part of our life. I can't change that. But we do have 25 years, and we're still going strong. She couldn't hurt us then, and she can't hurt us now.",
        "[SCENE_BREAK]",
        "Casey: I'm not going anywhere. Seeing you the way you are -- strong, beautiful, confident -- I can't believe you would ever treat yourself so badly. But it doesn't change the way I feel about you, except maybe that I think you're even more amazing.",
        "Emily: Me being a hooker's a turn-on for you?",
        "Casey: No, no, no. That you changed your life. That's what -- that's what the turn-on is. I'm never gonna judge you, Emily. I'm sorry you were so lonely that you thought you didn't deserve anything better, but, you know, I wish it never happened.",
        "Emily: You're so sweet. You have such a good heart, you know that?",
        "Casey: I love you, Emily. I love you.",
        "Emily: Thank you. Thank you.",
        "Casey: So, what are we gonna say?",
        "Emily: Can you just go back to your parents now, okay?",
        "Casey: No, I'm not leaving you like this.",
        "Emily: Casey, please. You see what's at stake for me. Please. Even if you don't want to go, please just go.",
        "Casey: No, please.",
        "Emily: Just go.",
        "[SCENE_BREAK]",
        "Margo: I know. I hear what you're saying, but letting go of my feelings about Emily, I don't know, it seems so impossible.",
        "Tom: I know.",
        "Daniel: Hey. Is this okay with you guys?",
        "Tom: Hey, stay out of my closet.",
        "Margo: You look so handsome.",
        "Daniel: Thanks, but -- where's Casey? I have a new video game I wanted to show him.",
        "Tom: He went to get some sodas, but you know what? I'll play with you.",
        "Daniel: Dad, I beat you every time.",
        "Tom: Okay, get cocky. That's when you make all your dumb mistakes.",
        "Daniel: Yeah, sure.",
        "Margo: You know what, Hon? Casey should be here by now. Where is he?",
        "Tom: Why don't you go up and get dressed?",
        "Margo: 'Cause I know where he is.",
        "[SCENE_BREAK]",
        "Paul: Before we get married, you need to know everything.",
        "Meg: Is this about Sofie or something else?",
        "Paul: It's about Sofie.",
        "Meg: Okay, yeah, I don't want to talk about it.",
        "Paul: I think you need to let me finish.",
        "Meg: Paul, I really don't want to talk about it, especially on our wedding day, okay? I don't want her to ruin this day, and we have talked about Sofie at nauseam. It's enough.",
        "Paul: I wish that were the case.",
        "Meg: Okay, look, I'm not stupid, and I'm not in denial. I know Sofie is a problem, but she is not coming between us. Not now.",
        "Paul: You just -- you need to know what you're getting into.",
        "Meg: I do know what I'm getting into. I am marrying the man of my dreams. You are my soul mate. I hope you feel the same.",
        "Paul: Of course I do.",
        "Meg: Then that's all I need to know. And all we need to do is get on a flight, go to Vegas, find a wedding chapel, and pledge our lives to each other and then have one hell of a honeymoon. And if Sofie comes up, then we will deal with her together.",
        "Paul: She's not gonna go away easy.",
        "Meg: I don't care, as long as I'm your wife. Come on. We have a lot to do, so go get your bag packed, and then come back and pick me up.",
        "Paul: You're not gonna take no for an answer, are you?",
        "Meg: No, I'm not. Come on, go. Go, you got to go.",
        "[SCENE_BREAK]",
        "Sofie: There's no way that Paul could marry Meg. Not now.",
        "Mike: I was there. She was picking out a dress to wear for the wedding.",
        "Sofie: And you said they're going today?",
        "Mike: To Vegas. They may already be there.",
        "Sofie: No. No, no. Meg wouldn't -- wouldn't marry Paul. Not when I'm pregnant with his child.",
        "Mike: You're pregnant?",
        "Sofie: Yes.",
        "Mike: Sofie, I don't -- I don't know if I believe you. You lied before. Is this more of the same?",
        "Sofie: Oh, my God. Oh, my God. What kind of person do you think I am? I would never lie about something like this.",
        "Mike: You lied about Paul raping you.",
        "Sofie: We had sex. That part was true. We had unprotected sex, and this is the result. And if you don't -- if you don't believe me -- if you don't believe me, I have proof. I have proof.",
        "Mike: Sofie, don't.",
        "Sofie: No, look there. There. There is my baby. Do you believe me now?",
        "Mike: Uh.",
        "Sofie: Do you believe me now? There, there. Look, that's the date. The date when it was taken. I'm pregnant with Paul Ryan's child, and Meg obviously doesn't know because -- because she would never agree to marry him if she did.",
        "Mike: Well, if she doesn't know, then she should.",
        "[SCENE_BREAK]",
        "Casey: I'm gonna go back to my parents' party because you want me to. And I'm not gonna give up on us, okay? Okay? Okay, okay.",
        "Emily: You need to go.",
        "Casey: I'm coming back, okay?",
        "Emily: Bye. Margo.",
        "Margo: Where's my son?",
        "Emily: Where's your son? I have no idea where he is. Maybe you should try keeping better track of your kids.",
        "Margo: I know that Casey was here.",
        "Emily: Why would he be here? You made him quit, remember? He has absolutely no reason to come here.",
        "Margo: Something's not right.",
        "Emily: You're right -- something is not right. You should be at your anniversary party, not here. That's just not right.",
        "Margo: Something is going on between you and Casey, Emily. I don't know exactly what it is, but it is gonna end here and now or I'm gonna take steps that I don't want to have to take.",
        "Emily: You love threatening me, don't you, Margo?",
        "Margo: I know things about you, Emily. Things that you left off your resume. Things that you don't want Tom to know or he would never let you near Daniel again.",
        "Emily: You've made your point.",
        "Margo: I hope so.",
        "[SCENE_BREAK]",
        "Casey: Anybody home?",
        "Tom: Yeah, yeah. But Daniel's destroying me at this new video game he got.",
        "Casey: Where's Mom?",
        "Tom: I think she's still upstairs getting ready. Oh, thanks for getting the soda. Took you a while.",
        "Casey: Um, yeah. There was a long line at the store.",
        "Tom: That's okay. At least it gives us a minute. I'd like to talk to you, anyway.",
        "Casey: Yeah, I'm sorry about before.",
        "Tom: Yeah, I know, I know, I know. So, I had a heart-to-heart with your mom when you left, and this is what I told her, so I'm gonna tell you the same thing. Tension's pretty serious around here. I mean, the Alison/Emily thing is complicated, but the hostility is about to destroy us all, so do you think we could find a way to maybe keep the peace? Hey. You're still not dressed yet.",
        "Margo: No, I had to get something in the garden. So you managed to get the soda?",
        "Casey: Yeah.",
        "Margo: Pretty bad traffic, wasn't it?",
        "Casey: Yeah, I guess.",
        "Tom: Okay, okay, okay. Anniversary, happy. You think we could all try to pull that off? I mean, does something matter more than family?",
        "[SCENE_BREAK]",
        "Cole: Hi. I'm here for my down payment.",
        "Sofie: You didn't give me much time.",
        "Cole: How long's it gonna take? Just call up the daddy. He loves you so much, he'll write you a blank check. Unless, of course, he doesn't.",
        "Sofie: Shut up.",
        "Cole: You know what? No big deal. I got a few hours to kill. I'll just -- I'll hang here until you come up with the cash.",
        "Sofie: Here. Have some of it now.",
        "Cole: $5,000? Mnh-mnh.",
        "Sofie: For now. I'll get more. I promise.",
        "Cole: A promise from a liar doesn't really mean much.",
        "Sofie: I swear to you on my unborn baby's life that as soon as I get the money, you will have it.",
        "Cole: You better believe I will.",
        "[SCENE_BREAK]",
        "Barbara: Hi.",
        "Paul: Hi.",
        "Barbara: What do you think? For Meg for the after-wedding celebration.",
        "Paul: She's at the farm. She thinks that I'm packing a bag with a flight leaving for Vegas in a couple of hours.",
        "Barbara: That is the best news that I've heard in a very long time. Why don't you look happy?",
        "Paul: Come on, Mom. You know why. This is the hardest thing that I've ever had to do.",
        "Barbara: Marry the woman you love? Stop over-thinking. Just get on the plane. Don't even pack a bag. You can buy whatever you need out there. Come on, Paul. This is your chance. Take it and run with it.",
        "Paul: I don't think I can. This doesn't seem right. This doesn't seem like the right way to start our life over again. It seems like a bad omen.",
        "Barbara: Good thing we Ryans aren't superstitious.",
        "Paul: If Meg finds out, I'll lose her, and this time, I won't get her back. There's no way around it. I have to go tell her the truth.",
        "[SCENE_BREAK]",
        "Meg: Hey, that was fast.",
        "Mike: I'm glad I caught you.",
        "Meg: I thought you left for the day.",
        "Mike: I did. I went back to the hotel, but I bumped into Sofie.",
        "Meg: Okay, I don't want to hear about it.",
        "Mike: She told me something, Meg.",
        "Meg: Did you hear what I just said?",
        "Mike: I think you want to hear this if you don't know already. Sofie is pregnant with Paul's baby.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Chris: Then you won't have a career in medicine because of me, and I won't have one because of you.",
        "Alison: You are so wrong.",
        "Lisa: To Tom and Margo.",
        "All: To Tom and Margo.",
        "Mike: Congratulations, Paul. You and Sofie having a baby, that's great news.",
        "Paul: Did you tell Meg?",
        "Sofie: You're holding proof that I am having Paul's child.",
        "Paul: Who did this? Did someone do this to you?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ZejnNuI93ak"
}