{
    "Episode Summary": [],
    "Recap": [
        "Craig has stolen Jen's Street Jeans designs, and is marketing them at a Trunk Show under the name of Boulevard Jeans, at a fraction of the cost. Jen goes to confront Craig, only to leave after feeling ill. She later locks herself in her office and takes a pregnancy test. Katie and Henry realize the gym they bought is not pulling in the money they need to stay afloat, so Henry begrudgingly offers to become a productive member of the workforce by getting an actual job. He later shows back up having gotten a job as a limo driver. Lucinda comes up with another plan involving Faith and Natalie to try to guilt Lily into finally telling the truth about Julia's murder. Keith, Holden, Jack and Carly join forces at a hearing to keep Les from getting custody of JJ. It looks like Les is going to win when he is able to intimidate JJ by threatening to kill Jack if JJ doesn't support Les' bid for custody on the stand."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: I'll tell her.",
        "Jennifer: Oh, let me guess. The lawyers can't do a thing about Craig.",
        "Dusty: Paul's gonna keep trying. Did you know that everything that Craig stole doesn't even have a copyright on it yet? What's that?",
        "Jennifer: One of the few advertising pieces that Craig left behind. It's a little bent around the edges, but maybe we can use it for the trunk show.",
        "Dusty: Of course. We'll make it work.",
        "[Jennifer sighs]",
        "Jennifer: Oh, you know, who am I kidding? We'll never get done by this afternoon. Not without help.",
        "Dusty: Relax, you got me for that.",
        "Jennifer: I need my assistant, Melanie. And Trudy and Milt -- you know, I can understand Craig buying off some of them. But my whole staff? I thought they believed in me.",
        "Mike: I believe in you.",
        "Jennifer: Hey.",
        "Mike: Hey.",
        "Jennifer: Hey, I thought --",
        "Mike: I know you told me not to come. But I figure, you know, building houses, building clothes -- it's kind of the same, right?",
        "Jennifer: You can't sew.",
        "Mike: No, but I can feed you.",
        "Jennifer: I'll get some plates.",
        "Mike: How's she doing?",
        "Dusty: Okay, I guess. A lot of chit-chat. You know, but considering --",
        "Mike: You guys using this?",
        "Dusty: No, I think Craig left post-it for you because he was scared you'd come after him personally or something.",
        "Mike: Just let him give me an excuse. Any excuse.",
        "[SCENE_BREAK]",
        "Craig: So why pay Street Jeans prices when Boulevard Jeans has all the quality and the style for a fraction of the price? And they look -- well, check out my assistant, Melanie. Huh?",
        "[Craig laughs]",
        "Reporter: Mr. Montgomery?",
        "Craig: Yeah?",
        "Reporter: About Street Jeans.",
        "Craig: Yes?",
        "Reporter: Did you quit or did Jennifer Munson want you out?",
        "Craig: Well, it was mutual. I adore Jennifer, but she has an artist's temperament. I've been management for years.",
        "Barbara: I'm sure the press would be interested to know the real genius behind Street Jeans. The truth is --",
        "Craig: Well, the truth is, you are. Really. And I thought you wanted to be the silent benefactor behind all this. But how could you? Ladies and gentlemen, Barbara Ryan. Without Barbara Ryan, Boulevard Jeans wouldn't exist. If not for her complete support and a lot of her money. [Applause] huh?",
        "[SCENE_BREAK]",
        "Katie: We need a lot of money.",
        "Henry: How much?",
        "Katie: More than this gym can produce between the time -- now and when these bills are due.",
        "Henry: So, we'll teach classes. You'll teach aerobics. I'll teach -- I'll look good. I'll be a perfect physical representation of your splendid cardiovascular techniques. You want to aerobicize?",
        "Katie: We are in real trouble here.",
        "Henry: Yeah, how much trouble?",
        "Katie: Can your car sleep two adults and a rabbit?",
        "Henry: Yeah, if Snickers loses a couple of pounds. You are serious.",
        "Katie: Well, we're not going to lose the cottage, hopefully, but we do need to increase membership by at least 50%.",
        "Henry: Or?",
        "Katie: Or we lose this place and every cent we've put into it.",
        "Henry: Okay. What do you want me to do?",
        "Katie: What you always do. Fix it, or we're done.",
        "[SCENE_BREAK]",
        "Carly: Done?",
        "Jack: Hmm?",
        "Carly: Are you done? Are you done eating, here?",
        "Jack: Oh, yeah. I'm sorry. I'm lousy company. I just keep hoping J.J. Will call, that's all.",
        "Carly: Jack, I don't think his dad's going to let that happen.",
        "Jack: His dad -- it's funny to hear you say that. His dad. I'm his dad, Carly.",
        "Carly: I know you are. In all the ways that matter. I know you are.",
        "Jack: I just hope that Les doesn't take him out of state. Listen, I should get over to the courtroom. I want to meet that lawyer that Jessica recommended for the hearing.",
        "Carly: Great. I'm all set. Let's go.",
        "Jack: You're going to go, then? To court?",
        "Carly: Yeah, of course I am. What? Don't you want me to go? You know that I could testify. Remember when Les first came to town? How he gave me all those lies about how he had custody of J.J.?",
        "Jack: Listen, even if everything goes perfectly today, and Keith gets custody of J.J., There's no guarantee that Keith will let me see J.J. Anymore.",
        "Carly: Because I'm part of the package.",
        "Jack: The guy thinks you're an accessory to his sister's murder. How would you feel?",
        "Carly: Right, so if I stay away, then Keith will just somehow forget that I'm your wife?",
        "Jack: Carly, I just want to make sure that everything goes smoothly --",
        "Carly: No, it's fine. I completely understand. Go. Go over to court and I will take care of this. And I'll see you at home later, okay?",
        "[SCENE_BREAK]",
        "Holden: You know what? Maybe later, we'll go down and see the horses.",
        "Faith: Can Grandmother come, too?",
        "Holden: I don't know about that. She had to go out for awhile.",
        "Faith: To see Mommy?",
        "Holden: That's right.",
        "Faith: When is Mommy coming home?",
        "Mrs. Stokes: Mr. Snyder, this gentleman --",
        "Holden: Mrs. Stokes, do me a favor and take Faith and Natalie to the playroom?",
        "Mrs. Stokes: Yes, sir. Certainly. Come on, girls. Let's go.",
        "Holden: You may think that Lily killed your sister, that's your right, but I don't want you anywhere near my kids. You got that?",
        "Keith: I'm not here about Lily. I need a favor.",
        "Holden: A favor?",
        "Keith: Yeah. [Holden chuckles] and if you do this favor, I'm still not gonna back off Lily's case.",
        "Holden: Yeah, okay, whatever. What's the favor?",
        "Keith: Well, if you really cared about Julia, then you'll help me save her son.",
        "[SCENE_BREAK]",
        "[Lily remembering]",
        "Keith: Lily, if you're covering for Luke, or Carly, or any of those people, I will find out. And I'll prove it. Because I will find out who killed my sister. That's a promise that I'm going to make to J.J.. And a promise I'm making to you.",
        "Lucinda: Good morning, darling.",
        "Lily: Mother, where's Luke?",
        "Lucinda: He's in school, I presume.",
        "Lily: But you have to keep him away from Julia's brother. Please.",
        "Lucinda: Why?",
        "Lily: Can't you assume there's a reason and just do as I ask?",
        "Lucinda: Yes, darling, I could and I will, and I can if you would just drop this charade about committing a crime that we know you didn't.",
        "Lily: Why, are you looking for more grounds to declared me insane?",
        "Lucinda: Mentally incompetent, dear. In order to address the charges against you --",
        "Lily: Semantics. You don't have to listen to me. I killed Julia and I intend to go to court and plead guilty to that. And there is nothing you can do to stop me.",
        "Jessica: Lily, I have the results of your psychiatric evaluation.",
        "Lily: It doesn't matter what the psychiatrist said. I'm not recanting my confession.",
        "Lucinda: Well, tell us! Is Lily non compos mentis or not?",
        "Jessica: According to the report, Lily is completely rational and capable of participating in her own defense.",
        "Lucinda: Oh, I'll get a second opinion.",
        "Lily: No, you won't!",
        "Lucinda: Yes, I will!",
        "Lily: You had your one shot. It's over. I'm pleading guilty. Now, please, let's just get on with it.",
        "Keith: Well, we hired this hot shot attorney out of Genoa City. His name is Michael Baldwin. I spoke to him on the phone. He says we need get as much proof of Sweeny's abusiveness and violent behavior towards J.J. and towards Julia.",
        "Holden: Right. Well, I did see Les attack Julia.",
        "Keith: Well, from what I heard, you saved her life. So, will you do me this favor?",
        "Holden: Why didn't Jack come and ask me?",
        "Keith: Well, because I'm J.J.'s uncle, and if we win, he's out, which is just as well, you know, with the way his wife treated J.J. and your wife, and all of that stuff that went on with Julia. So, will you do me this favor?",
        "Holden: No. For you, I won't do it. For J.J., I'll do it.",
        "[SCENE_BREAK]",
        "Carly: Excuse me, sir, do I know you?",
        "Jack: I'm your husband. You probably didn't recognize me without my foot in my mouth.",
        "Carly: It's okay.",
        "Jack: No. No, it isn't. Carly, I'm sorry. You were just trying to help. That's all. I know you want to.",
        "Carly: Yes, yes. I do want to help. I would like to explain to the judge that les was practically stalking J.J. --",
        "Jack: Keith is gonna have Holden testify. That should be enough.",
        "Carly: But Holden can only talk about what happened after Les attacked Julia.",
        "Jack: Carly, please --",
        "Carly: And you know that Les's lawyer's gonna do. He's gonna try to twist it around to make it seem like Julia attacked Les first or something.",
        "Jack: No, he's not gonna believe that.",
        "Carly: Maybe yes or maybe no. But if I testify, I can tell the judge that the attack was planned. Come on. I want to help. Let me help.",
        "[SCENE_BREAK]",
        "Barbara: You sold me out.",
        "Craig: By giving credit where credit is due?",
        "Barbara: By telling those reporters that I was behind this. I never told you to steal Jennifer's designs.",
        "Craig: Our deal was that you give me a lot of money, I pack my bags and leave Street Heans and stay away from doing business with Jennifer or any of the rest of your family. Well -- do you see Jennifer?",
        "Barbara: No, and I probably never will because she will believe that I betrayed her.",
        "Craig: Oh, that's your problem, isn't it? Excuse me. I have more reporters to woo.",
        "Barbara: What are you trying to do, Craig? What's this about?",
        "Craig: This is business, you know -- fame, fortune.",
        "Barbara: You're not gonna get rich selling below cost. What are you trying to accomplish?",
        "Craig: Are you going to get out of my way?",
        "Barbara: I will place a lien against your bank accounts, and you won't be able to access any of the money that I gave you.",
        "Craig: Already spent.",
        "Barbara: Why are you doing this to my daughter? She put her heart and soul into these designs.",
        "Craig: Yes. Yes, I know she did. But without me, all she had was a collection of sketches. I negotiated the deals. I marketed the concept. I hired the staff, oversaw the production and the budget. I kept the little princess going whenever she had a little mood swing. She has no stomach for the big time, Barbara. She didn't want to go global. I did, so we all moved on. Now, I know it's sudden, but all the designs, the samples, the staff are all part of the buy out. They're all mine.",
        "Barbara: I will stop you.",
        "Craig: I bet you just have to say that all the time, don't you? Melanie!",
        "Melanie: Yes, sir?",
        "Craig: Would you make sure that all the samples are on display, please.",
        "Melanie: Even the reject pile?",
        "Craig: Particularly the reject pile. When Jennifer gets here with her display, I want to make sure that all the reporters and buyers have already seen everything.",
        "[SCENE_BREAK]",
        "Jennifer: Mike, you know, maybe you should just go home. Okay, we have -- we have everything under control.",
        "Mike: You don't want my help?",
        "Jennifer: Look, the only reason that Craig did this to me is because I slept with him and then I got him fired. And having you here -- I can't stop thinking about how stupid I've been.",
        "Mike: We'll get past this.",
        "Jennifer: Look, I know you want to forgive me. And I know you're trying, but I don't expect --",
        "Mike: This is how we start, together.",
        "Barbara: Don't shoot the messenger! I have news.",
        "Dusty: We don't need it.",
        "Barbara: Craig has already launched his campaign.",
        "Jennifer: What do you mean?",
        "Barbara: He's over at the trunk show, casting off your samples as Boulevard Jeans.",
        "Dusty: Oh, really? Let's check this out.",
        "Mike: Boulevard Jeans?",
        "Barbara: Uh-huh. Street Jeans originals at a fraction of the price.",
        "Jennifer: So, not only is he just trying to competing with me, he's really just trying to destroy me.",
        "Barbara: No, darling. I think this salvo is aimed at me. I really do, but don't worry because we'll be able to turn this thing around. All we have to do is come up with a new line before the next trunk show. And I do think -- I do think, yes -- honey, look. You got plenty of time. We can do a lot in two weeks. Jennifer!",
        "Dusty: Apparently, Craig's been at the Lakeview for hours, and he's pulling in sales. What do you want to do, Jennifer?",
        "Mike: Where are you going?",
        "Jennifer: To take back what's mine.",
        "Mike: Well, look, if you're going to have a face-off with Craig, I'm going with you.",
        "Dusty: Me, too.",
        "Barbara: And me.",
        "Jennifer: And then -- and then what, guys? You're gonna punch him out? You're gonna threaten to sue him, and you'll curse him? No! I have to do this on my own. Okay, for myself, by myself.",
        "Barbara: Jen, please, listen to me.",
        "Dusty: You got to do what you got to do. I'll take care of what's here.",
        "Mike: At least let me walk you out.",
        "Barbara: Get out of my way.",
        "Dusty: Not until you tell me what you and Craig have planned.",
        "[Barbara scoffs]",
        "[SCENE_BREAK]",
        "Jack: Jack Snyder. We spoke on the phone.",
        "Michael: Ah, yes, it's good to put a face to the voice.",
        "Jack: Thank you. This is my wife, Carly.",
        "Carly: Hi. How do you do, Mr. Baldwin?",
        "Michael: Hello. You can call me Michael.",
        "Carly: I understand you're the best.",
        "Michael: Well, I have taken on some custody battles in my time, but it isn't my specialty.",
        "Carly: Oh. Well, I'm sorry, if you don't mind me asking --",
        "Michael: What is my specialty? Winning. Winning is my specialty. That is why you hired me, to win custody of your nephew, huh?",
        "Jack: Uh, J.J. -- J.J. isn't my nephew. He's my son.",
        "Michael: Hmm. I'm confused.",
        "Carly: Jack was briefly married to J.J.'S mother.",
        "Michael: Mm-hmm, yes, I am aware of that. Julia Larrabee. The recently deceased.",
        "Jack: Yeah, and J.J. Thinks of me as a father.",
        "Michael: But in her will, Julia gave custody to her brother, Keith.",
        "Jack: Yes, I am to understand that, but what if she hadn't?",
        "Michael: What are you asking me?",
        "Jack: What if I wanted J.J.?",
        "Michael: Then, you would be at a serious disadvantage. Precedence is always given to blood relatives.",
        "Jack: Yes, I understand that, but I was --",
        "Carly: What about what J.J. wants?",
        "Michael: Honestly, as a minor child, he doesn't have a whole lot of say. But if you're having second thoughts about participating in this case, you need to tell me.",
        "Jack: I want to go through with this. I do, but the bottom line here is what J.J. wants. And Keith, he'd give J.J. a good home.",
        "Michael: All right, then, you'll support Mr. Morrissey's bid for custody?",
        "Jack: Absolutely, yes.",
        "Michael: All right.",
        "Keith: Hey, Jack. Thank you.",
        "Jack: Oh, there he is, Keith. This is J.J.'s uncle, Keith Morrissey. And this is my cousin, Holden Snyder.",
        "Michael: Michael Baldwin, pleased to meet you.",
        "Keith: I knew a Baldwin once. Wiley character.",
        "Michael: Well, small world. And, Mr. Snyder, I take it you will be testifying?",
        "Holden: That's right.",
        "Michael: You actually witnessed Lester Sweeny attack J.J.'s mother.",
        "Holden: I did.",
        "Carly: I can testify, too, about that.",
        "Michael: Hmm -- you are currently out on bail, yes? Charged as an accessory in Julia Larrabee's murder?",
        "Carly: Well, yeah. But --",
        "Michael: Then your testifying is out of the question. The judge will be looking for this child's best interest, and -- sorry, but your testimony could only hurt us.",
        "[SCENE_BREAK]",
        "Katie: This is our place. We found it together. We remodeled it together. We got married here.",
        "Henry: Yeah. It is kind of special, isn't it? You know, every time I see someone pumping iron in that place where we said our vows, it just -- God, it gets to me, right in the bicep. It does.",
        "Katie: But if the roof keeps leaking and the pipes keep bursting, we are not gonna get anyone in here to see how special it is. We need cash flow.",
        "Henry: Okay, all right, all right, all right, all right. I'll do it. I'll get a job.",
        "[SCENE_BREAK]",
        "Barbara: Okay, all we've got to do is come up with everything that we're gonna need for the next trunk show. I'm gonna help Jennifer hire a new staff, and then we'll just work day and night on everything.",
        "Dusty: Leave your daughter alone, would you? You think by undermining her business, she's gonna turn to you in need? Is that what you think?",
        "Barbara: You know what? All I am trying to do is to protect her from Craig Montgomery.",
        "Dusty: Oh, by making her compete with him?! Get out of here.",
        "Barbara: You know what? Jennifer can't afford to be furious with me right now, and neither can you. I am the only one that can bring this company back from the brink, and you know it. So let me stay here, all right? Let me help my daughter get back everything she's lost.",
        "[SCENE_BREAK]",
        "Reporter: Ms. Munson -- do you have a statement?",
        "Jennifer: A statement?",
        "Craig: Yeah, I think he means a statement about me. Thank you for coming. It means a lot.",
        "Jennifer: Why are you doing this to me, Craig?",
        "Craig: I am doing this because you inspired me, all right? Will you excuse us, please? You look tired. Why don't you come back when you've had some rest?",
        "Jennifer: What, so that you can steal from me without me watching? So that you can tell lies to the press without my interference?",
        "Craig: The press knows we have creative differences. It happens every day.",
        "Jennifer: No, Craig. You tried to control me and I wouldn't let you, and now you're trying to obliterate my company.",
        "Craig: Have you eaten? You look pale.",
        "Jennifer: Oh, don't pretend that you give a damn about me. Those are my designs! You stole them from me!",
        "Craig: Jennifer --",
        "Reporter: I'd like to hear what she has to say.",
        "Jennifer: Well, thank you. I would like you all to -- I would like \u0096 [Jennifer gets dizzy]",
        "Craig: Jennifer -- are you all right? Jennifer? Are you all right?",
        "Jennifer: Take your hands off me.",
        "[SCENE_BREAK]",
        "Jessica: Lily, we could go for a lesser charge. Manslaughter or self-defense. If you plead to these charges as they stand, that's premeditated murder. That's a guaranteed life sentence with no chance of parole.",
        "Lily: I know that.",
        "Jessica: Lily, come on, at least let me fight for you.",
        "Lily: Please, this has gone on too long. I really don't want to have to get another attorney.",
        "Jessica: Fine. I'll call the D.A.",
        "Lucinda: Lily, you know me better than anybody on this earth. You know that I rarely beg for anything. But I'm happy to get down on my knees, no matter how hard that is to do --",
        "Lily: Mother --",
        "Lucinda: -- Just to beg you not to do this.",
        "Lily: Please, please, please, don't.",
        "Lucinda: I know you didn't kill this woman. You just think Luke did.",
        "Lily: I can't talk about this anymore.",
        "Lucinda: Of course you can't talk about it, because I'm right.",
        "Lily: No!",
        "Lucinda: Yes!",
        "Lily: No, because it's the right thing to do. I am pleading guilty. And you have to let me do that. I am begging you.",
        "[SCENE_BREAK]",
        "Carly: I think I'm gonna stay out here. Okay?",
        "Jack: Baldwin didn't mean --",
        "Carly: No, he was right.",
        "Jack: -- to stay outside.",
        "Carly: The important thing here is to get J.J. Away from Les, and I don't want to be the one who messes that up.",
        "Jack: I love you.",
        "Carly: I'm glad. Because I know i haven't made it easy lately.",
        "Jack: Come here. Hey, buddy. Are you sure it's a good idea to put J.J. on the stand?",
        "Michael: It's imperative.",
        "Keith: That could be a mistake. I mean, he's terrified of Sweeny.",
        "Jack: Yeah, the kid has a right to be. If he testifies against Les and Les wins, I mean, Les is gonna make his life a living hell.",
        "Michael: Look, it's not only gonna be up to me. My guess is that Lester is gonna try and push the boy onto the stand. Now, if I don't cross-examine, that'll make us look bad. If I get a chance to ask the boy questions, I'm gonna have to take that chance.",
        "[Cell phone rings]",
        "Jack: Hey, buddy. How are you doing?",
        "J.J.: I'm okay.",
        "Jack: Yeah, you good? I know you're scared. But guess what? So am I. The judge is gonna want to hear from you, though, and you've just got to tell her how you feel about your dad. That's all. You be strong and you tell her the truth. You tell the truth and this whole thing will be over really fast, okay?",
        "Les: Did you show Jack-man here that present I got you? Whip it out, J.J., let's see it. Yeah.",
        "Jack: Yeah. That's very nice, buddy. That's really, really cool.",
        "Justin: The judge is ready.",
        "Les: Okay, Counselor, I'll be right in. I think I'm gonna end this whole father-go-round. When I get custody of J.J., one thing's for sure. You guys ain't ever gonna see him again.",
        "Michael: Any last requests?",
        "Keith: Bury him!",
        "Michael: Let's go.",
        "Carly: Hiya, J.J.. I don't know about you, but all this court stuff has got me pretty nervous. You mind if I sit next to you?",
        "[J.J. reaches over and holds Carly's hand.]",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Dusty: Are you gonna leave or am I gonna throw you out?",
        "Barbara: You wouldn't dare.",
        "[Barbara shrieks]",
        "Les: Say one thing against me, J.J., I'm gonna kill Jack.",
        "[SCENE_BREAK]",
        "Jennifer: Thank you for your patience. I've had a long night. But Street Jeans is not just a company to me. It's my dream. And when I found out that I had been betrayed by someone that I thought I trusted --",
        "Craig: Jennifer, Jennifer --",
        "Jennifer: No, really, Craig. It's quite simple. I'm talented, and you're not. So, go on. Take the designs you stole, knock them off, sell them at bargain basement prices. But you can only do that once. What happens next season?",
        "Craig: Well, we'll see next season, won't we?",
        "Jennifer: You will never have my gift. You will never have anything from me, ever again.",
        "Photographer: Ms. Munson?",
        "[SCENE_BREAK]",
        "Barbara: Please. I'm asking for your help.",
        "Dusty: Oh, I've been there. Why would I make the same mistake again?",
        "Barbara: You're a guy who likes the finer things in life. What will it take to make you cooperate?",
        "Dusty: You can't buy me. I'm with Worldwide. Worldwide owns Street Jeans, by the way. Jennifer is Street Jeans. And I don't care what kind of mother you are. You mess with Jennifer, you're messing with me. You get it?",
        "Barbara: No, you don't get it. Jennifer will never recover from this without my help.",
        "Dusty: Don't ever come in here again.",
        "Barbara: Excuse me?",
        "Dusty: You gonna leave, or am I gonna throw you out?",
        "Barbara: You wouldn't dare. [Barbara shrieks] oh, for God's sake. Put me down!",
        "Dusty: Where'd you park your car?",
        "Barbara: Dusty! My name is on that door! Put me down!",
        "[SCENE_BREAK]",
        "Judge: We're here to determine the custody of the minor child, J.J. Larrabee. Mr. Walker, you may start.",
        "Justin: My client, Mr. Sweeny, is J.J.'s father. Now, his ex-wife, in essence, kidnapped the boy, forcing Mr. Sweeny to search for his son for years. But he never gave up, your honor. And Mr. Sweeny has fought for and won custody in more than one jurisdiction. And now, following his ex-wife's murder, here is her brother, a person with no parental rights, seeking custody. How long must Mr. Sweeny wait for justice? How long must he wait to raise his son, who's been kept from him for so long?",
        "Judge: And Mr. Sweeny's history of incarceration -- how does that play into his desire for justice.",
        "Justin: My client survived a childhood that would make Dickens weep, your honor. And he's made serious mistakes, but he's renewed his faith while paying his debt to society.",
        "Michael: If I may, your honor. These are police photos of Julia Larrabee, beaten to a pulp by the ever-faithful Mr. Sweeny.",
        "Justin: Objection. We haven't seen these.",
        "Michael: That is what Mr. Sweeny did to his wife, your honor. And that is not the only reason he was sent to jail.",
        "Justin: But, your honor, my client has paid his debt to society. He's been through the system, and he's a changed man because of it.",
        "Michael: People don't change that quickly.",
        "Justin: Would you include yourself in that less than scientific assessment?",
        "Michael: Excuse me?",
        "Justin: I'm asking if you've changed your ways, Counselor.",
        "Michael: Relevance?",
        "Justin: Are you, or are you not, a convicted felon?",
        "Judge: Answer the question, Counsel.",
        "Michael: I was convicted of a felony, your honor, which has no bearing on this case.",
        "Justin: Counselor's background is more than relevant, your honor. This man is attempting to persecute my client for crimes which are less severe than those he committed himself.",
        "Judge: Now I'm curious. What were you convicted of, Mr. Baldwin?",
        "Michael: Your honor, I was convicted of attempted murder and attempted rape.",
        "[SCENE_BREAK]",
        "Katie: Are you sure about this? You haven't worked in years.",
        "Henry: Handicapping ponies? Counting cards? Flying off to Vegas? Katie, those -- that's work.",
        "Katie: I'm sorry.",
        "Henry: Okay.",
        "Katie: I didn't mean to diminish your vocation.",
        "Henry: That's all right. That's all right. That's all right. That's all right. That's all right. If we need money to keep the gym afloat, I'm gonna find us some money. And, here we go. Limousine driver. It's --",
        "Katie: That's perfect. You're an excellent driver.",
        "Henry: What did I tell you?",
        "Mike: You're open, right?",
        "Katie: Yeah. You okay?",
        "Woman: Apex limousine. Can I help you?",
        "Katie: What's wrong?",
        "Henry: Uh, they were busy. I'll just call back later.",
        "[SCENE_BREAK]",
        "Lucinda: And what about Faith and Natalie?",
        "Lily: They have you.",
        "Lucinda: Oh!",
        "Lily: And they Holden, and they have Emma.",
        "Lucinda: Oh, honey. We're not their mother. We're not their mother. If you think that you're so replaceable, you know, that anybody else would do, then I do worry about your sanity. I -- I really do, you know? Natalie's a baby. Faith has never needed you more than she does right now. You know?",
        "Lily: Guard? I want to go back to my cell, please.",
        "Lucinda: Jessica, can I have a word with you?",
        "Lily: With my attorney?",
        "Lucinda: Yes.",
        "Lily: Please, don't even consider conspiring with her. Please.",
        "Jessica: If you really would like to arrange for another attorney, I could make a motion, ask the court. But, of course, that would take days. So, it's up to you.",
        "Lily: I don't want to waste any more time. Forget it.",
        "Jessica: Then let's not.",
        "Lily: Please stop interfering. Please.",
        "Lucinda: Okay. All right. What's to be done here?",
        "Jessica: I've already called Tom and told him about the evaluation. If she wants to plead guilty -- I really wish there was something else we could try.",
        "[Phone rings]",
        "Lucinda: Well, I've thought of something. You know? I hope. I hope. I think it's time for a reality check.",
        "[SCENE_BREAK]",
        "Michael: Yes, your honor, I served my time.",
        "Justin: You used your time wisely, no doubt? Reformed yourself?",
        "Michael: My personal background has nothing to do with this case.",
        "Justin: Except to illustrate what my client has maintained all along. He has fundamentally changed his life. He no longer expresses himself through anger any more than my esteemed colleague rapes and pillages in his off-hours.",
        "Michael: Oh, your honor. Your honor!",
        "Judge: Mr. Baldwin's background is immaterial.",
        "Jack: Your honor, if I may, my name is Detective Jack Snyder. I'm here with the Oakdale PD.",
        "Judge: What is your connection to the case?",
        "Michael: Detective Snyder was briefly married to Julia Larrabee. J.J. considers him his father.",
        "Les: Oh, man, that's a bunch of bull.",
        "Judge: You're free to speak.",
        "Jack: Thank you. Your honor, I met Julia Larrabee a number of months ago in the hospital after a very serious car accident i had. Most kids grow up scared of monsters under the bed or ghosts in the attic. J.J. -- J.J. went to bed every single night praying that his father would never find him.",
        "Justin: Objection. Unsubstantiated.",
        "Holden: Julia and J.J. Had a secret code word -- champ. And when she called him that, he knew that he needed to cut and run. And that's what he did. He came, he found me. And when I found Julia, Les was strangling her.",
        "Keith: Julia wanted me to raise JJ. not only because she knew how much I loved him, but she was desperate to keep him away from his biological father.",
        "Michael: No further questions, your honor.",
        "Judge: You're excused, Mr. Morrissey.",
        "Justin: Your honor, I submit a report from Lester Sweeny's parole officer, confirming that he has completed all required anger management courses, has been clean and sober for 90 days, and has a job waiting for him back in Texas. In short, your honor, he's done everything our system demands to be completely rehabilitated. What was the purpose, if he's to be denied his own son?",
        "Judge: We're gonna take a short recess, after which I'll hear from the minor in question.",
        "Bailiff: All rise.",
        "Holden: All right. I'll be right there. I gotta head out.",
        "Keith: Okay. Thanks a lot.",
        "Holden: I hope it helps.",
        "Michael: I'm sorry we were blindsided.",
        "Jack: How do you think its going?",
        "Michael: Despite the few unwelcome references to my past, I think it's a slam- dunk. J.J.'s testimony should nail it.",
        "Les: Excuse me, Carly, can I talk to my boy for a second?",
        "Carly: Sure.",
        "Les: Okay, thank you. Ma'am, my boy's been shaken up by all the stuff that's been going on. I just need some private time with him, if you don't mind. Okay? All right. Thank you very much. I appreciate that. Hey, son.",
        "J.J.: What's wrong? What did I do?",
        "Les: Listen to me. You remember what we talked about last night? Yeah? What you're gonna do if they call you to the stand and they ask you how you feel about me? You say one thing against me, J.J., I'm gonna kill Jack. Mm-hmm. I'll cut his throat. Okay? You understand me, boy? Hmm? Look at me. All right. You love your daddy. Say it.",
        "J.J.: I love my daddy.",
        "Les: You love your daddy. Say it!",
        "J.J.: I love my daddy.",
        "[SCENE_BREAK]",
        "Lily: You here for round two?",
        "Lucinda: No, darling. I'm not. I'm not fighting. I'm not fighting anymore with you, arguing with you. 'Cause I know you're not gonna change your mind. And I -- I believe you.",
        "Lily: Really? You understand?",
        "Lucinda: I do, darling. I absolutely do. I know you. I know you love your children more than anything. So, if you're prepared to say good-bye -- not just to Luke, but to those two adorable little girls, then I have to honor that.",
        "Lily: I know. It's gonna be very hard. But I'll do what I have to do.",
        "Lucinda: Right. Well, I always say there's no time like the present. I called. They're here. Natalie? Honey? Come on, honey. Come on, Faith, Natalie. Hi. Hi, baby. Yeah, yeah, yeah, yeah, yeah, yeah.",
        "Girl: Mama Mama Mama.",
        "[SCENE_BREAK]",
        "Judge: J.J., I'm gonna ask you some questions, but and it's gonna be real easy for you, because all you have to do is answer as truthfully as you know how. Okay? Do you know why we're here today?",
        "J.J.: To decide who gets to be my dad.",
        "Judge: That's right. Do you remember living in El Paso with your mom and dad? Tell me what that was like.",
        "J.J.: I love my dad. I want to stay with him forever and ever. He buys me stuff. Treats me good.",
        "Jack: What the hell's going on here, Les?",
        "J.J.: He's the best.",
        "Michael: Jack. Hey, Jack. Come on.",
        "Jack: What did you say to him outside?",
        "Michael: Jack.",
        "Jack: What did you say to him outside, Les?",
        "Justin: This is getting out of hand, your honor. Your honor?",
        "Jack: Okay, he's influencing him when he was outside.",
        "[Judge bangs gavel]",
        "Judge: Order! Take your seats! Take your \u0096",
        "[SCENE_BREAK]",
        "Katie: Anyone I know?",
        "Mike: Your brother.",
        "Katie: What did Craig do this time?",
        "Mike: He stole Jennifer's designs, started his own company with them.",
        "Katie: What?",
        "Mike: Yeah. He's trying to get back at her for dumping him after she slept with him.",
        "Katie: You think this is personal? Hey, it's not. Craig is all about the money. This has nothing to do with Jennifer.",
        "[SCENE_BREAK]",
        "Jennifer: Anybody here?",
        "[Beeping]",
        "[SCENE_BREAK]",
        "Craig: Melanie. How did we do? Oh. Golden.",
        "Melanie: But I can't help feeling sorry for Jennifer.",
        "Craig: Well, what can you do? At least, I think she got what she wanted. She's getting rid of me forever.",
        "[SCENE_BREAK]",
        "Dusty: Jennifer! Hey, Jennifer! Open the door. It's locked. Jennifer, are you okay?",
        "[Jennifer is hold a test pregnancy strip it reads positive for pregnancy]",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Mike: I am not gonna be satisfied until I see that he has built something, piece by piece, and then he just has it snatched away from him in one second.",
        "Katie: Are you talking about what Craig stole from Jennifer, or what he stole from you?",
        "Dusty: You got to get back there.",
        "Jennifer: I can't! Don't ask me why, okay? I just -- I can't be around Craig right now.",
        "Les: Hey, come on. Let's go.",
        "Carly: Don't you want to say something to your dad?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lVeJVWc5Tq4"
}