{
    "Episode Summary": [],
    "Recap": [
        "Cole is upset to find out Sophie is pregnant and even tells her that he isn't sure the baby is his because Aaron could be the father of the baby. Iris gives Cole money so that Sophie can get an abortion so as not to ruin his dreams of a music career. Aaron consoles a heartbroken Sophie and encourages her to have a plan B in case Cole doesn't accept his child. Allison is thrilled when Aaron accepts an invitation for a non-date to go to the movies with her. Katie and Jack have their wedding shower and a good time is had by everyone. Carly asks Brad not to tell Jack she is sick and promises to go to the doctor. Carly has a bad headache while driving Sage to the wedding shower and almost hits another car. Jack and Katie get a call about Carly's accident and they are upset that Carly put Sage in a dangerous situation."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Cole: What the hell are you talking about?",
        "Aaron: What happened? Are you all right?",
        "Sofie: I'm fine. It's nothing. I just tripped and fell, that's all.",
        "Cole: Talk to me, Sofie! Tell me you didn't go and get pregnant. Tell me you did not do that to me.",
        "Aaron: Dude, back off, Man! She doesn't need this right now.",
        "Cole: Get out of my face! What's the story? You announce to the whole world that you're pregnant but forget to tell me?",
        "Sofie: That's not how it is. I didn't tell anyone. Aaron just guessed.",
        "Cole: Were you ever planning to fill me in?",
        "[SCENE_BREAK]",
        "Lily: Thank you. Do you have honeymoon plans?",
        "Katie: Oh, we haven't figured that out yet.",
        "Lily: It's never too late to plan the perfect honeymoon.",
        "Jack: No pressure there, huh?",
        "Holden: Guys, we'll even get you any hotel, anywhere you want.",
        "Lily: That's true.",
        "Katie: Really?",
        "Lily: Yes, Lisa and I have some partnerships.",
        "Jack: I'm sure it'll fit right within my budget.",
        "Holden: That's why you got involved with the law enforcement, you know, for the big bucks.",
        "Kim: Well, don't worry. I can't give her too much time off anyway. Because we need you at \"Oakdale Now.\"",
        "Jack: Whew! I've got a reprieve.",
        "Katie: No, no, wait a minute.",
        "Kim: Oh, but my darling, this is the price of fame. Unless of course, you'd like to bring one of our video crews along.",
        "Katie: No, no. No --",
        "Kim: Okay. You know, these are really delicious.",
        "Henry: Thank you very much. But Vienna deserves all the credit.",
        "Kim: Really? Where is she?",
        "Henry: She's at a conference -- restaurant management. After the shower, it's back to business.",
        "Lily: Oh, it sounds like she's serious about making this work.",
        "Henry: Yeah, she's putting everything she's got into it.",
        "Margo: Well, of course she's got to put her all into it. Lifetime commitment this marriage thing, Katie.",
        "Katie: No, no, not me. Vienna.",
        "Margo: Oh, Jack's marrying Vienna? That's going to go so --",
        "Jack: We're talking about Vienna's commitment to the restaurant business.",
        "Henry: Hey, Margo. Can Alison get you a drink?",
        "Margo: Oh, that would be great. Yes, anything non-alcoholic.",
        "Henry: Right, I'm working on the punch as we speak.",
        "Katie: I'm so glad you made it.",
        "Margo: Oh, I wouldn't miss this. But I did have to leave the cop shop kind of empty. So, you're pulling graveyard, Jack.",
        "Jack: What?",
        "Katie: No, not tonight.",
        "Margo: No, not tonight. No. Come on. That is from Tom. He sends his regrets. He got stuck in Chicago on that fraud case. So, I didn't miss anything?",
        "Katie: Uh, no, not yet. It's been a blessedly uneventful evening. So far.",
        "Margo: Waiting for the other shoe to drop?",
        "Katie: Carly had herself a big day. It started in Old Town when she staged a fainting spell, hoping we'd cancel the party.",
        "Margo: Seriously?",
        "Katie: Yeah, she's outdoing herself.",
        "Jack: I really don't think that she's going to try anything else.",
        "[SCENE_BREAK]",
        "Brad: Why didn't you tell Jack that you're really sick?",
        "Carly: Because I don't want him to know.",
        "Brad: Why not?",
        "Carly: Do you really think he'd believe me anyway? Katie's already got him convinced that I'm trying to derail her wedding.",
        "Brad: Aren't you?",
        "Carly: No. No. Not anymore. It's a lost cause, Brad. I'm done.",
        "Brad: Wow. You really are sick, aren't you?",
        "[SCENE_BREAK]",
        "Katie: Jack has a lot of more faith than I do that Carly's going to let us live in peace.",
        "Jack: I just think I finally got through to her.",
        "Margo: Yeah, what makes you so sure?",
        "Jack: Because normally, she'd be scrambling with a million different excuses, but she didn't even try. Because she finally realizes that what she's doing is pointless. She's not going to stop this wedding. Nothing -- nothing is going to stop this wedding.",
        "[SCENE_BREAK]",
        "Carly: Please stop playing nursemaid, Brad. It doesn't suit you.",
        "Brad: I don't care. I found you lying on the floor. You need to see a doctor. I'm worried about you.",
        "Carly: I will call my doctor and I'll make an appointment, I'll get checked out, okay? But I need you to swear to me that you will keep your mouth shut.",
        "Brad: No. I'm not promising anything to anybody.",
        "Carly: Haven't I been humiliated enough lately? Do I really need Katie accusing me of trying to steal her shining moment --",
        "Brad: Carly, if you're sick, then you need --",
        "Carly: If I'm sick, it's nobody's business but mine. Jack is not part of the equation anymore. And I'm counting on you, Brad, to keep it that way.",
        "Brad: How can you expect me to keep a promise to lie to my brother about this? If you're sick, then your family -- they need to know.",
        "Carly: No, but Jack is not family anymore, is he? But if the time comes, I will tell whoever needs to know, whatever they need to know. But for now, I'm fine. It's nothing, okay? Nobody, especially you, is going to say anything. You got it?",
        "Brad: No. No, until you pick up that phone, you call a doctor.",
        "Carly: But now? Do you know what time it is? Brad, I'll make the appointment, okay? I promise. But now, really, you have to stop hovering. I'm fine. Shouldn't you be at a party?",
        "Brad: Yeah, I'm late. But you know what? Look, are you sure you don't want me to stay? I'll stay, okay?",
        "Carly: No, Brad, I don't want you to stay. I don't want you to miss Jack and Katie's wedding shower because you're holding my hand. Go. Go. Have fun.",
        "[SCENE_BREAK]",
        "Katie: Are you having an okay time? You seem very serious.",
        "Lily: I overheard you talking to Margo about Carly.",
        "Katie: Oh, yeah, listen, Lily, I know you and Carly are really close friends, but I was hoping tonight you'd just be here as Jack's family.",
        "Lily: You have every right to be upset with Carly --",
        "Katie: Upset? No, listen, if it weren't for the kids, I probably would have gone for her throat today.",
        "Lily: She's going through a very tough --",
        "Katie: And that's my fault, how?",
        "Lily: No, it's not. It's just that she has to give up on her lifelong dream.",
        "Katie: Jack.",
        "Lily: Getting her family back together.",
        "Katie: Well, I think she lost that the minute that she walked out on them. But that's an old story.",
        "Lily: Please, just try not to give her a hard time.",
        "Katie: I'm sorry, Lily, but I don't have any sympathy left. Jack seems to think that Carly's played her last game, but I don't think so. You know what? Tonight is supposed to be about Jack and me, so I'm not going to spend another minute talking about Carly. Excuse me. Henry.",
        "Henry: Bubbles, what can I do for you?",
        "Katie: Got anything to drink?",
        "Henry: Actually, I'm reviewing Vienna's famous Swedish punch recipe.",
        "Katie: Oh. What's in it?",
        "Henry: Let's see, there's lemons, there's oranges -- all that kind of good stuff.",
        "Katie: Sounds good.",
        "Henry: Yeah, it would be good, except that I'm missing one essential ingredient. Grenadine.",
        "Katie: Aw, that's too bad.",
        "Alison: Oh, Henry, I know where I can get you some grenadine.",
        "Henry: You do?",
        "Alison: Yeah, sure. If you cover for me, I'll go get you a bottle.",
        "Katie: Oh, no, Alison, you don't have to do that.",
        "Henry: Yeah, yeah, she has to do that. See, Vienna has named this \"Bubbles surprise\" and she will skin me alive if I don't surprise you with it.",
        "Alison: I don't mind going, really. You sure you'll be able to balance?",
        "Henry: Yes, yes.",
        "Alison: You got it?",
        "Henry: Thank you.",
        "Alison: I'll be right back, Guys.",
        "[SCENE_BREAK]",
        "Sofie: Cole, I was going to tell you. Really. I was just waiting for the right time.",
        "Cole: You think its okay to play God with my life?",
        "Aaron: She's been trying to break it to you for days, but you haven't given her a chance.",
        "Cole: Didn't I tell you to mind your own business?",
        "Aaron: Oh, keep it up, Man. Make her feel like it's all her fault. No wonder she's too scared to talk to you.",
        "Sofie: Aaron, please stop. Don't, okay? It's fine. Cole's right. I should have -- I should have told him sooner.",
        "Cole: Well, why don't you go do some work for a change, huh? I want to talk to my girlfriend alone.",
        "Aaron: Is that what you want? Do you want me to leave you with him?",
        "Sofie: I can handle this, Aaron.",
        "Aaron: That's not what I asked you.",
        "Sofie: Yes. I think it's better if I handle this by myself. But thank you.",
        "Cole: What are you thanking him for?",
        "Sofie: Cole, let's just go.",
        "[SCENE_BREAK]",
        "Susan: Hey.",
        "Alison: Mom, hi.",
        "Susan: Aren't you supposed to be working at Jack and Katie's shower?",
        "Alison: Yeah, but they ran out of grenadine for some bizarre punch that Henry's making so I'm going to go get some.",
        "Susan: There's a supermarket right over on Crescent. I'm sure they have it.",
        "Alison: Well, I wasn't actually buying a whole bottle. They only need a cup for the recipe, so --",
        "Susan: Baby, you can't -- nobody's going to give you a cup of grenadine.",
        "Alison: I know. I'm going to borrow it. See, I happen to know a bartender, so --",
        "Susan: Oh, I get it. And it's an excuse to see Aaron.",
        "Alison: It's not excuse. It's a completely legitimate reason.",
        "Susan: Obviously, you two are getting along better.",
        "Alison: You might say that. He -- he heard about me being a donor for Will and Gwen, and you wouldn't believe how sweet he was about it.",
        "Susan: Unlike somebody else we know. I'm sorry if it seemed like I was raining on your parade.",
        "Alison: Just a little.",
        "Susan: It's just I've been through it and I know how rough it is that the hormone treatments alone can be a nightmare and the emotional complications from watching somebody else have a baby that you think is partly yours.",
        "Alison: I know it's going to be Will and Gwen's baby, Mom.",
        "Susan: You know it there. But your heart might be another matter. Now look, I love your heart. It's big and it's generous and I'm very proud of you for it. Look, you've got to get going. You're on a mission from Henry.",
        "Alison: I love you, Mom.",
        "Susan: There won't be any punch without you.",
        "Alison: Okay. I'll see you, okay?",
        "Susan: Bye.",
        "[SCENE_BREAK]",
        "Lily: It's going to be fun.",
        "Jack: Every chance you can get.",
        "Lily: It's going to be good.",
        "Jack: You know --",
        "Brad: Hey --",
        "Katie: Hey. How are you doing?",
        "Jack: Hey, Brad.",
        "Brad: This is for -- this is for you and Katie.",
        "Jack: Well, thank you very much. Where you been?",
        "Brad: I was taking care of -- I just -- I spaced out on time.",
        "Jack: No biggie. No biggie. Grab a beer, Holden was just about to make an announcement.",
        "Holden: Hey, I was, but I think everybody's having too good of time to listen to the best man. What they don't know is how amazingly short I can make a toast.",
        "Henry: Can you put that on hold? I mean, not altogether, but Vienna made me promise not to make any official toasts without her special punch.",
        "Holden: Yeah, sure. Sure, whenever you're ready.",
        "Henry: Thank you, thank you.",
        "Brad: Yeah, did Holden just say he was your best man?",
        "Jack: Uh, yeah, that's right.",
        "Brad: You're pulling my leg, right? I'm your brother. Aren't I supposed to do the honors?",
        "Jack: Okay, here's the thing about the best man. You're supposed to be reliable.",
        "Brad: I'm reliable.",
        "Jack: Well, you just told me that you couldn't be here on time because you had spaced out. Come on, Brad, I can't take a chance that you'll still be snoring when the preacher declaring us husband and wife.",
        "Brad: You really have that low of an opinion of me?",
        "Jack: Brad, you're kind of like the last person that I would be ever think to be hung up on any kind of formality. I mean, since when do you care about being anybody's best man?",
        "Brad: Right. Right, no -- you're right, no biggie.",
        "Jack: Really?",
        "Brad: Yeah, you're right.",
        "Katie: Hey.",
        "Brad: Congratulations, Partner.",
        "Katie: Thank you, Brad.",
        "Brad: A co-ed shower. I've never heard of one of these before.",
        "Katie: I'd venture to say there's a lot of things you haven't heard of.",
        "Brad: Like the bride talking her groom out of asking his brother to be the best man?",
        "Katie: What?",
        "Brad: You heard me. Did you talk Jack into picking Holden over me?",
        "Katie: If you think that I could influence Jack in that way, you don't know Jack.",
        "Brad: Maybe you don't know Jack. Answer the question.",
        "Katie: No, of course I didn't tell him to ask Holden over you. And why do you care? You didn't want Jack and me together in the first place.",
        "Brad: Not true.",
        "Katie: Really? You didn't scheme with Carly to break us apart? You didn't twist our words around to make us a little insecure about each other?",
        "Brad: When's the last time I did anything like that?",
        "Katie: Oh, okay, so you're on hiatus from playing dirty tricks? That's good. How long is that going to last?",
        "Brad: Okay -- oh, okay, okay. Okay, I will admit that I did some crazy stuff, but that was only because that I was -- well, you know -- I was into you. And I think that I have been really good sport about losing -- about -- about you and Jack.",
        "Katie: Wow.",
        "Brad: What?",
        "Katie: Well, you really are hurt, aren't you?",
        "Brad: What? No. No, I am not hurt. I do not compete with my brother, especially over chicks.",
        "Katie: You compete with everyone about everything.",
        "Brad: I am doing my part to make sure that this wedding goes off without a hitch.",
        "Katie: Oh, you are, are you?",
        "Brad: Believe me, you don't know the half of it.",
        "[SCENE_BREAK]",
        "[Carly lying on the couch with a washcloth on her head]",
        "Sage: Mommy, is it early enough?",
        "Carly: For what?",
        "Sage: To go to Daddy and Katie's wedding shower. They said I could come if I got home from soccer early enough. Will you take me?",
        "Carly: Oh, no, Honey, I'm sorry. I can't.",
        "Sage: Please? I'm going to be their flower girl. That's why I got a special invitation with my name on it and everything. Please? I really want to go.",
        "[SCENE_BREAK]",
        "Cole: Are you sure about this? You did all the tests and everything?",
        "Sofie: Yes. I've even been to an obstetrician.",
        "Cole: You're that far gone?",
        "Sofie: It's not a disease, Cole. It's a baby. I even felt it for the first time today. You can feel it too, if you want.",
        "Cole: I can't wrap my head around this. I mean, we were being careful. How did this happen?",
        "Sofie: You know how it happened. Sure, we were careful, but we slipped up a couple of times. But it doesn't have to be a bad thing.",
        "Cole: How can you say that? I just lost my job.",
        "Sofie: There are other gas stations you could work at. And you have your music.",
        "Cole: My music is a big zero at the moment.",
        "Sofie: Well, not forever.",
        "Cole: Okay, how are we going to pay for anything that you need when you have a kid?",
        "Sofie: People do it all the time. If we focus on the baby and love it enough, everything will just fall into place. You just have to open your heart.",
        "Cole: I don't even know if --",
        "Sofie: If what?",
        "Cole: I'm sorry, Sofie, I don't know that it's mine.",
        "Sofie: I can't believe you just said that. Who else's would it be?",
        "Cole: What about Aaron?",
        "[SCENE_BREAK]",
        "Alison: What's a girl gotta do to get a little service around here?",
        "Aaron: Hey, I didn't see you.",
        "Alison: I know. You were a million miles away.",
        "Aaron: Yeah, I was just -- I was just thinking about --",
        "Alison: About what?",
        "Aaron: Why is it that some people don't even want to do the right thing?",
        "Alison: Are we talking about me?",
        "Aaron: No, of course not. You're doing great. Especially what you're doing for Gwen and Will, I told you, you're doing -- you're doing great. No, this is somebody that I work with. But I don't know how to help, so anyway, what can I do for you?",
        "Alison: Well, you know the party I was working for?",
        "Aaron: Jack and Katie's shower? Yeah, how's that going?",
        "Alison: It's going great. But they ran out of grenadine.",
        "Aaron: Grenadine? What's he making?",
        "Alison: I'm not sure, some sort of Norwegian punch or something?",
        "Aaron: I've got a good recipe for punch. Do you want to try it?",
        "Alison: I'm on the -- wagon, so --",
        "Aaron: I know, I know. This is non-alcoholic.",
        "Alison: Oh, great. So is Henry's. So, maybe I can make it for the party. Because I don't think Henry knows what he's doing.",
        "Aaron: Step into my laboratory.",
        "Alison: Okay. Wow. It's pretty nice back here.",
        "[SCENE_BREAK]",
        "Katie: Excuse me, may I borrow Jack for a second?",
        "Holden: Yes, sure. Go right ahead.",
        "Jack: What's up?",
        "Katie: I think you may have hurt Brad's feelings. What?",
        "Jack: Really?",
        "Katie: Yeah.",
        "Jack: How do you figure that?",
        "Katie: Because you asked Holden to be your best man instead of him.",
        "Jack: Okay, fine -- he was surprised, but he got over it. He doesn't care about stuff like that.",
        "Katie: Yeah, I think he does. He came over to me right afterwards and he was really upset.",
        "Jack: Brad doesn't get upset.",
        "Katie: Yes, he does. He just tries to hide it. You don't know how much he's changed.",
        "Jack: If he's changed at all, it's because you rubbed off on him.",
        "Katie: I'm serious, Jack. Listen, will you go make peace with him, please? I just want everybody to be cool for the wedding.",
        "Jack: Anything for you, Darling. Brad. Hey, enjoying yourself?",
        "Brad: Oh, yeah. Whoo! Rockin --",
        "Jack: Well, Katie just -- Katie tells me that I didn't take you seriously when I was telling you about Holden being the best man.",
        "Brad: Hey, Katie. Way to keep a convo private. Hey, so when you two get married, are you going to let her run off the mouth like that?",
        "Jack: So, are you saying you're cool about not being the best man? That she misunderstood you?",
        "Brad: Maybe she got the feeling that my nose was out of joint, but it was a passing moment and you know I'm not a fan of any ceremonies that got the monkey suits attached.",
        "Jack: Listen, listen to me. You know -- you know you're important to me, right?",
        "Brad: Are we going to have a deep brotherly moment?",
        "Jack: Yes. Yes, we are going to have deep brotherly moment because you are -- you are my brother. You are my only brother. And I want you to be there. I'm going to need you there. Because I know she's going to be late and I'm going to be freaking out.",
        "Brad: What are you -- what are you saying?",
        "Jack: I'm saying that, like it or not, you're going to have to wear a monkey suit, buddy. I want you to be -- I want you to be a groomsmen.",
        "Brad: Okay, all right -- hey, you don't have to throw me any bones, okay? Because you know me, I'm not -- I'm not into any of this, okay?",
        "Jack: So, you'll do it?",
        "Brad: Sure. You know, whatever. All right.",
        "Kim: I hate to break this up, but may I borrow the groom for a minute?",
        "Jack: Where am I going?",
        "Kim: Well, we're about to play a game and I have to prepare you.",
        "Brad: What do you mean there's no chicks popping out of any cake? What kind of -- you didn't tell me that this was chick party.",
        "Jack: I didn't know.",
        "Katie: Hey, hey, I like games. I want to play --",
        "Henry: No, no, you're with me. We have our own prep work to do.",
        "Jack: What is happening?",
        "Kim: We're going to find out how well you and Katie actually know one another.",
        "[SCENE_BREAK]",
        "Carly: Oh, Honey, I'm sorry. I wish I could take you to the party, but I'm not feeling very well. I have a headache and I really don't want to go out again. You understand, don't you?",
        "Sage: Is it because you're sad about Daddy and Katie getting married?",
        "Carly: No.",
        "Sage: I bet you wish it was you and Daddy getting married instead.",
        "Carly: You know, I just want Dad to be happy. He deserves that.",
        "Sage: Katie makes him happy.",
        "Carly: I think she does, yeah.",
        "Sage: Before, when you were gone? He was mad all the time. But now that Katie's around, he tells jokes again. I even heard him singing in the kitchen when he thought nobody was listening.",
        "Carly: That's good.",
        "Sage: I love you, Mommy.",
        "Carly: I love you, too.",
        "Sage: Can I ask you something?",
        "Carly: You can ask me anything.",
        "Sage: Is it okay if I like Katie, too?",
        "Carly: Sage, listen to me. Yes, it's okay. I want you to love Katie. You know why?",
        "Sage: Why?",
        "Carly: Well, I want you to be happy when you're with Daddy and I want you to be happy when you're with me. And the more people that you love, the better your family is. That's a really good thing, right?",
        "Sage: Thanks, Mommy.",
        "Carly: Why don't you go upstairs and put on that pretty party dress. And then I'll bring you to the wedding shower, okay?",
        "Sage: Yes! I'm going to the party!",
        "[SCENE_BREAK]",
        "Jack: Thank you.",
        "Katie: Okay, so how does this work?",
        "Margo: You just answer the questions, all of them, as accurately and honestly as you can.",
        "Katie: Did Jack get the same questions?",
        "Henry: No, we made questions especially for each of you.",
        "Katie: Oh. This shouldn't take long. What is your favorite color? That's easy.",
        "Henry: It's not whether it's easy for you, but whether or not Jack can answer them.",
        "Katie: He knows me like the back of his hand. Do you have a lucky number? If so, why. Oh, he's going to get these so easily.",
        "Jack: What is your biggest pet peeve? What is your biggest secret? Katie's never going to get any of these.",
        "Brad: I don't know, I think you should call off the wedding.",
        "Kim: Am I going to have to make you sit in the corner?",
        "Brad: Only if you sit with me. I'm just saying they don't know each other as much as they should, you know?",
        "Lily: How do you think we would do on a test like that?",
        "Holden: I think we'd probably get them all right. You might not like some of the answers. I'm kidding. I'm kidding.",
        "Katie: Done!",
        "Jack: I still need a couple more minutes to answer some questions.",
        "Brad: Maybe you don't know yourself as much as you think?",
        "Jack: I'm just trying to figure out how Katie would answer them.",
        "Holden: Hey, I don't know if this helps you out -- but the minute you think you know what your wife's going to say, or do, she does the exact opposite.",
        "Lily: Hi, Margo.",
        "Margo: Hi, Lily. Lily, look, you know Katie knows Jack so well that she is just going to blow this room away.",
        "Lily: Yeah. It's good to have faith in the people you care about.",
        "Margo: Is your not-too-subtle of asking me how the Dusty Donovan case is going?",
        "Lily: Have any more leads? Whoever killed Cheri, it is not Dusty. I'm telling you.",
        "Margo: Then you're in a class by yourself there.",
        "Lily: Are you looking at any other suspects?",
        "Margo: No, I'm not looking at any other suspects. I don't have to do that. We've got everything we need. We've got motive, opportunity, the murder weapon. Now all I have to do is prove our case.",
        "Lily: What if he was set up?",
        "Margo: Well, then I guess he'll get to prove that theory in court.",
        "Lily: I know Dusty. He would never do something --",
        "Margo: Never? Never? Never? I can give you a laundry list of all the things that Dusty Donovan would never do, but I'm pretty sure he did. But you know, more than that, I don't want to talk police business during my sister's wedding shower.",
        "Holden: Hey, I have to tell you -- I'm with Margo on this one.",
        "Lily: Oh, Holden -- I know.",
        "Holden: Lily, come on. Come on. I thought we had an agreement.",
        "Lily: We do. You're right. I'm sorry. It won't happen anymore.",
        "[Spoon clinking on glass]",
        "Kim: Attention, attention, everybody. The game is about to begin!",
        "[Cheers and applause]",
        "[SCENE_BREAK]",
        "Alison: So, what is grenadine anyway?",
        "Aaron: Pomegranate.",
        "Alison: Those are the fruits that have little seeds in them, right? How do they get the juice out of them?",
        "Aaron: Are you asking me? That's a good mix. You want to try it?",
        "Alison: Sure.",
        "Aaron: Okay.",
        "Alison: So, it's actually somebody's job to sit all day long and squeeze the juice out of thousands of little seeds? They must get lonely.",
        "Aaron: Maybe they squeeze with a friend. Drink.",
        "Alison: Oh, it's really sour. What did I leave out?",
        "Aaron: Sugar syrup. Try it now.",
        "Alison: Now, that's delicious.",
        "Aaron: And you made it.",
        "Alison: Yeah, but you made it sweeter. Okay. I've spent way too much time here. So, I'm going to get back to the party. And thanks for the help.",
        "Aaron: Wait, Ali! Grenadine.",
        "Alison: Oh, right.",
        "Aaron: Yeah. I'd hate to send you back empty handed, since you came all this way.",
        "Alison: I -- I thought the grocery stores would be closed by now.",
        "Aaron: Yeah. Yeah. I can see how you can miss that ginormous 24 hours sign.",
        "Alison: You don't think that I came all the way down here --",
        "Aaron: Yes, I do. And I'm glad you did.",
        "Alison: Me too. Aaron? You can say no if you want to, but how would you feel about going to a movie with me sometime?",
        "[SCENE_BREAK]",
        "Sofie: How can you even say something like that? Of course the baby's yours.",
        "Cole: You blame me for asking when good old Aaron's around 24/7, acting like your guard dog?",
        "Sofie: He's a nice guy. That doesn't mean I slept with him. You know you're the only guy I've ever been with.",
        "Cole: No, I don't know a thing except that my life is totally messed up right now.",
        "Sofie: Well, I didn't get pregnant by myself!",
        "Cole: But you had to know this was the last thing I ever wanted.",
        "Sofie: And you wonder why I didn't tell you sooner? Aaron's right! I don't have to be treated like this. And I'm sorry I ever told you.",
        "[SCENE_BREAK]",
        "Carly: I'm going to drop you off in the parking lot at Al's, okay hun? But I'll stay there and watch you go in.",
        "Sage: Okay. What time will you pick me up?",
        "Carly: Well, I was hoping you'd ask your dad to bring you back.",
        "Sage: Okay. Are you sure you don't want to come in and see everybody?",
        "Carly: Not this time, Honey. This is your dad's night. His night with Katie and I don't want to do anything to ruin it.",
        "[SCENE_BREAK]",
        "Aaron: I'd love to go to the movies with you.",
        "Alison: I mean, it doesn't have to be a real date or anything. It's just that, you know, Gwen and I are going to have to start taking the drugs for the in vitro and they say I might not feel so good during it. So, I thought a movie would be a nice distraction. And I don't want you to feel like I'm pressuring you or anything --",
        "Aaron: Alison, Ali, stop. Stop. I said yes.",
        "Alison: Right. I guess I'm not used to getting yes for an answer.",
        "Aaron: I would absolutely love to go on a non-date with you.",
        "Alison: Great. I'd like that. Okay well, thanks again. I'll see you soon.",
        "Aaron: Oh, don't even tell me. Cole was \u0096",
        "[SCENE_BREAK]",
        "Cole: It took you long enough.",
        "Iris: Is that any way to greet your mother? Come here, Honey. A little gratitude would be nice.",
        "Cole: Can the 12 step garbage, Mom, I can smell the bourbon on your breath.",
        "Iris: I just used a teeny-weeney cup of cooking wine in the pot roast? What's the big deal? All right, so what's so important?",
        "Cole: Sofie's pregnant.",
        "Iris: What the hell is she trying to do to you?",
        "Cole: Ruin my life.",
        "Iris: You sure it's your kid? Does she know that you're trying to have a music career here?",
        "Cole: She knows, believe me, Mom. But it doesn't stop her from wanting to have the baby. Her head's in the clouds. She says it won't cost a lot only if it's in the beginning.",
        "Iris: Oh, well, yeah right. That's a trap there, Honey. So, what are you going to do?",
        "Cole: I don't know! What choice do I have?",
        "Iris: Well, I think you might have a few more choices than you thought you had.",
        "[SCENE_BREAK]",
        "Alison: Henry.",
        "Henry: What?",
        "Alison: I got the grenadine!",
        "Henry: You are my heroine! Will you take that back and put it in that vile mixture that's sitting on the counter, please?",
        "Alison: Sure. And I'll doctor it up a little bit. I got a couple of ideas of my own.",
        "Henry: Bless you, my child.",
        "Kim: Okay, all right. All right. Are both sides ready?",
        "Henry: Yes, Henry Coleman representing the bride's team over here. Are we ready?",
        "[Cheers]",
        "Kim: And representing the groom?",
        "[Cheers]",
        "Brad: High five.",
        "Kim: All right. Let's let the bride go first.",
        "Brad: All right. Are you ready? What is the most unusual job Jack has ever had?",
        "Jack: Brad! Why do you have to start out with such a hard one?",
        "Brad: What are you afraid you can't trust her?",
        "Katie: No, it's not. That is so easy. You played piano at a place called Costello's.",
        "Brad: Jack played piano at a place called Costello's in St. Genevieve, Illinois.",
        "Jack: I love you!",
        "Margo: That's one for the bride! Are you keeping score here?",
        "Henry: Yes, yes, yes. One for the bride!",
        "Kim: All right.",
        "Jack: The keeper of the olives.",
        "Margo: Okay. Here's one for the groom. For your bride to be -- Katie's favorite number is 222. Why?",
        "Jack: 222? Three twos add up to six -- might have something to do with six.",
        "Brad: Come on, you're stalling. You know this one.",
        "Jack: All I can think of is a number for poison control.",
        "Margo: What?",
        "Jack: Yeah, they got a little jingle on the radio, it's like -- 2-2-2, 22. Something like that, I don't know. What's so funny?",
        "Brad: Poison? Is that your position on marriage or your final answer?",
        "Jack: Okay, no it's not. It's Katie's birthday? February 22nd.",
        "Margo: It's Katie's birthday!",
        "[Cheers and applause]",
        "Brad: All right that is one point for the groom!",
        "Jack: Thank you Henry.",
        "Katie: Oh that's an easy one. Jack started his career in the FBI.",
        "Jack: I'd have to say that she sleeps on the side of the bed that brings her closest to me.",
        "Katie: Okay, Jack's third grade teacher was Mrs. Wilson. And he had a secret crush on her.",
        "Jack: How could you possible know that?",
        "Brad: I remember that.",
        "Jack: I am going to have to say Snickers. No, faux Snickers, no, real life Snickers.",
        "Henry: I have Katie ten, Jack nine!",
        "Margo: Oh, Jack it's your last question. You ready? Giddy up, Boy. How long since you and your fiancée have shared a long passionate kiss.",
        "Jack: That is so easy, it's not even fair.",
        "Katie: Oh my God.",
        "[Crowd oohs]",
        "Jack: That'd be exactly two seconds ago.",
        "Henry: I have two seconds. That's a tie.",
        "[Cheers and applause]",
        "Jack: You know I'd never forget your birthday. Right.",
        "Katie: I know.",
        "Jack: Okay.",
        "Brad: Congratulations, Katie. I guess, you know, you do know Jack after all.",
        "Jack: You are such a clown, you know that?",
        "[SCENE_BREAK]",
        "Sage: Do you think my dress is pretty?",
        "Carly: You look beautiful, Sweetheart.",
        "Sage: I hope we're not too late.",
        "Carly: I'm sure that Daddy and Katie will be happy to see you, no matter what time you get there, okay?",
        "Sage: I hope there'll be cake and ice cream. Do they have cake and ice cream at a wedding shower?",
        "Carly: I think they probably have \u0096",
        "[SCENE_BREAK]",
        "Sofie: He was awful, Aaron. I never thought he would say things like that.",
        "Aaron: What did he say?",
        "Sofie: He doesn't want the baby. He just wants his career. And he was acting as if I got pregnant on purpose to make him miserable or something. And the worst part --",
        "Aaron: What?",
        "Sofie: No, I can't tell you.",
        "Aaron: Sure you can.",
        "Sofie: He said that maybe the baby isn't his. Maybe you and I --",
        "Aaron: Are you kidding? Does he have any idea what you're going through? I'm done with this guy.",
        "Sofie: No, Aaron, please don't. Please, if you do something, it's just going to get worse.",
        "Aaron: Sofie, how does it get worse than this?",
        "Sofie: Maybe he needs some time to get used to it. You know, I kind of sprang it on him, and --",
        "Aaron: Sofie, do you hear yourself? Look, I'm trying to mind my own business, but what makes you think, after everything that he's done, that time is going to change anything?",
        "Sofie: I know Cole. I know him and he doesn't handle surprises well and this is a huge one. So after maybe he's thought about it a little, maybe he'll realize that it's not the end of the world. Maybe he will step up.",
        "Aaron: And what are you going to do if he doesn't?",
        "Sofie: He's has to. He has to because I don't know what else to do if he doesn't.",
        "Aaron: I hate to say this, but maybe we have to think of a Plan B.",
        "[SCENE_BREAK]",
        "Iris: Sweetheart, just try not to complicate things, all right? You just tell your little girlfriend to go and get it fixed.",
        "Cole: How? We don't even have money for that.",
        "Iris: Here. Wait. That should do it for you.",
        "Cole: Where? In a back alley?",
        "Iris: Honey, are you going to look a gift-horse in the mouth here?",
        "Cole: No.",
        "Iris: Look. Just have it taken care of, all right? You don't have to beat yourself up about this. There is a time and a place for everything. And this -- sweetie, this just wasn't your time. Okay? You got to concentrate on that music career, okay? Believe me, I know. You get tied down when you're too young, it just kills your dreams.",
        "Cole: You had to say it, didn't you, Mom? Couldn't go a day without making me feel like I ruined your life just by being born.",
        "Iris: Oh, Honey. That's not what I meant.",
        "Cole: Yeah, you did. But thanks, Mom. I know you're just trying to help.",
        "[SCENE_BREAK]",
        "Jack: Boy, I could get used to this wedding shower stuff. Look at those.",
        "Katie: Oh, Kim, they're beautiful.",
        "Jack: Kim, they are absolutely gorgeous. Thank you so much.",
        "Kim: Good, well there's one for you in there, too. I have no idea where you two are going to be showering, but when you finally do, I hope you do it in utter luxury.",
        "Katie: Thank you, you are so sweet.",
        "Kim: Much love to you both.",
        "Holden: Hey Cuz, I've got to be on my way, too. I'm in negotiations with this guy out west.",
        "Jack: Well, sell that horse, Cousin.",
        "Holden: Let's hope so. It might mean I can take my wife on a honeymoon, too.",
        "Jack: All right. Well hey, you're off the hook for tonight, but during the wedding you're hanging out. You are the best man.",
        "Holden: You got it. Bye, Katie.",
        "Katie: Bye. Thank you.",
        "Brad: Good luck.",
        "Holden: You okay getting a ride home?",
        "Lily: No, no, no. I'll be fine. I'll be fine. I'll see you at home.",
        "Holden: Okay.",
        "Lily: Okay.",
        "Katie: I don't know what this is. I don't know if I can open this in mixed company?",
        "Jack: There's no children here. Oh, it's a kaleidoscope! Check that out. There are 50 of you. It's a good thing I only need one.",
        "[SCENE_BREAK]",
        "Sage: Mommy! Mommy, are you all right?",
        "[Horn blaring]",
        "[SCENE_BREAK]",
        "Henry: Give me that! You don't know what you're doing with that. This is a wine bottle vacuum sealer, my friend. You stick this in the bottle, and it sucks out all the air of all the bottles of Brunello that you'll be opening on your wedding day. You see, it keeps the wine fresh. It is an essential tool for every household.",
        "Katie: Thank you, Henry. That's very thoughtful.",
        "[Phone rings]",
        "Henry: Your welcome, yes, yes, yes. I have to answer this. Everybody carry on. The party.",
        "Margo: Here open this one. This is from Tom and me.",
        "Katie: Aww --",
        "Margo: Here you can open this one.",
        "Jack: Thank you.",
        "Henry: Brad, Brad, come here?",
        "Jack: You've got to be kidding me. I thought she was going to get the message.",
        "Katie: What's wrong?",
        "Jack: Carly's staged some kind of accident.",
        "Brad: No, this time it's for real.",
        "Jack: Real? Like the fainting -- that was real.",
        "Brad: It's a car accident. All right. She went off the road and this time Sage was with her.",
        "[NEXT_ON]",
        "Maddie: I don't think it's wrong if you have feelings or if your attracted to Luke because you are, aren't you?",
        "Col. Mayer: Swear you will change?",
        "Noah: What if I can't?",
        "Jack: This is worse.",
        "Katie: How?",
        "Jack: Now I'm scared for her.",
        "Brad: Tell Jack. You shouldn't go through this alone."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2eu93TWoE7w"
}