{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Monitor beeping]",
        "Oliver: You're telling me that Dr. Harris deliberately tried to murder \r\nyou?",
        "Marshall: Dr. Harris and Jessica were a couple. I had an affair with \r\nher. He found out.",
        "Oliver: I had a feeling that you and Jessica had more than a \r\nprofessional acquaintance.",
        "Marshall: You know, dad, if you're gonna judge me, I don't need you \r\nhere.",
        "Oliver: All right, so we won't talk about what happened between you and \r\nJessica. But whatever happened, I don't believe that Dr. Harris would choose the \r\noperating table to retaliate.",
        "Marshall: All you've got to do is look at the facts. I -- humiliated \r\nhim. He felt threatened. He saw a chance to get rid of me.",
        "Oliver: Or he made a mistake. Doctors do, at times. That's certainly \r\nthe way Jessica described it.",
        "Marshall: She's wrong. If Ben Harris made one mistake, it was letting \r\nme come out of that first operation alive.",
        "",
        "Jessica: I know you're vulnerable right now, and I don't want to jump \r\nall over you, but to suggest that you were driven by some subconscious desire to \r\nharm Marshall during surgery is just absurd.",
        "Ben: Do you doubt that I hate him?",
        "Jessica: No.",
        "Ben: Did I tell you that I wished him harm?",
        "Jessica: Yes, you did.",
        "Ben: Then who's to say? The brain is full of mysteries, Jessica. I know \r\nthat better than anybody.",
        "Jessica: Okay, look, I want you to keep these thoughts to yourself, \r\nokay? Don't talk about it?",
        "Ben: Why not?",
        "Jessica: Because if a surgeon goes around accusing himself of murder, \r\nsubconscious or otherwise, people might start to believe it.",
        "Ben: But what if it's true?",
        "Jessica: It's a theory, Ben. You're a neurosurgeon. You are not a \r\npsychologist. So it's not even a good theory.",
        "Ben: You know, I never imagined that I would be debating whether I \r\ntried to kill one of my patients. But right now, I honestly can't say that I \r\ndidn't.",
        "Jessica: No, see, that's why you have me. Because I know that the man \r\nthat I love could not commit such a crime.",
        "Ben: I appreciate your support. But I can't forget that things have \r\nchanged between us. You haven't forgotten that either.",
        "",
        "[Craig chuckles]",
        "Craig: Well, that's something you don't hear every day. But the next \r\ntime you ask me to marry you, will you get down on one knee, because -- what, \r\nyou were serious?",
        "Rosanna: Of course not.",
        "Craig: Well, good, good, good, because --",
        "Rosanna: Listen, I hate to cut this short. It's time for my stroll down \r\nthe corridor.",
        "Craig: Well, I'm not finished.",
        "Rosanna: Well, I got your message. The prospect of marrying me \r\nobviously tickles your funny bone.",
        "Craig: No, no. Actually, it is not funny. And you have to promise me \r\nnever to mention this again.",
        "Rosanna: I don't think you have to worry about that.",
        "Craig: Listen, if the thought of marrying me ever enters your head, you \r\nhave to reject it.",
        "Rosanna: You want me to turn down my own proposal?",
        "Craig: I want you to turn it down. I want you to push it away. I want \r\nyou to beat it senseless, kill it before it multiplies. Because marrying me is \r\nthe road to misery, and I don't want you to make that kind of journey.",
        "",
        "Jack: Did you just say you were pregnant?",
        "Carly: Maybe this isn't the best time to tell you, but it was so hard \r\nlosing J. J. I thought you could use some good news.",
        "Jack: How long have you known?",
        "Carly: A couple weeks.",
        "Jack: Why didn't you tell me?",
        "Carly: Well, you were dealing with J. J. and there was a lot going on, \r\nand I didn't want to confuse the issue.",
        "Jack: Okay, so let me get this straight. Right now, on the day that I \r\nhad to give up a child I thought was mine, you're telling me that I am gonna be \r\nthe father of my very own, no doubt about it kid?",
        "Carly: I'm gonna have a baby, no doubt about that.",
        "Jack: Well, there have been times in my life when I thought I was \r\nhappy, or what I used to think substituted for being happy. But nothing in my \r\nexperience compares with this moment right now.",
        "Carly: You mean it? It's okay?",
        "Jack: It's okay? Carly, it's -- I'm gonna be a father. I am -- I'm \r\ngonna be -- you are the most incredible woman on this entire planet.",
        "Carly: No! No, I'm not. It's just nature, Jack. I just went along for \r\nthe ride.",
        "Jack: No, are you kidding me? You're a miracle worker. What else do you \r\ncall someone who gives me everything I've ever dreamed of. First, you become my \r\nwife, and now you're telling me you're -- you're gonna be the mother of my \r\nchild? Oh, I love you so much. Thank you. Oh, thank you.",
        "Carly: I love you, too. And I am so glad this is what you want, because \r\nall I want is to make you happy.",
        "Jack: Oh -- oh, honey, I'm not happy. I'm completely delirious. Hey, \r\ncome on. Sit down. Can I get you anything?",
        "Carly: No, I'm not helpless.",
        "Jack: Let me touch your stomach.",
        "Carly: No. There's nothing to touch.",
        "Jack: Oh, shh! My baby's in there, Carly. Shh! Oh, you're never gonna \r\nbelieve this. Someone in there just said, \"hello, daddy.\"",
        "Carly: If I'd known you were gonna be this excited, I probably would \r\nhave told you sooner.",
        "Jack: Oh, what are you talking about? How could I not be excited about \r\nthis?",
        "Carly: Of course I knew that you'd be happy about having a baby. It's \r\njust with everything going on, you might not be able to enjoy it.",
        "Jack: Well, you're right about that. I was focused on J. J. and \r\nwondering what Julia's next move would be. But this -- honey, this is completely \r\ndifferent. There's gonna be none of that chaos or anxiety. Nothing, just -- just \r\npure joy all the time.",
        "Carly: It's nice to see you smiling again, Jack. The last few days, \r\nyou've looked as if your world was about to end.",
        "Jack: Well, you've got that right. A couple minutes there, I thought it \r\nwas. J. J. meant a lot.",
        "Carly: I know. And you can't replace one child with another. We both \r\nknow that. But maybe looking forward to this new baby will help take some of the \r\nsting out of what you're going through.",
        "Jack: I always knew you were an incredible person. But the way you \r\nhandled this -- I don't know how you did it.",
        "Carly: What, you're not mad at me for not telling you sooner?",
        "Jack: Oh, no, of course -- of course not. Are you kidding? Wait a \r\nminute, wait a minute. Is this why you were having such a hard time with your \r\nstomach?",
        "Carly: No, no. That -- that was something else.",
        "Jack: Okay. Well, whatever it was, I'm just sorry that you had to deal \r\nwith this all by yourself for so long.",
        "Carly: No, it's fine. At least I was busy.",
        "Jack: You know what? I'm gonna -- I'm gonna make it up to you. I am \r\ngonna wait on you. I am going to make this perfect. I am going to treat you like \r\na queen every minute of this pregnancy.",
        "Carly: Oh, really? Oh, this is starting to sound pretty good.",
        "Jack: And I'm not gonna stop there. I'm not gonna stop there. Once we \r\nhave this baby, I'm gonna do everything -- feedings, diapers. You didn't even \r\ntell me when you were due.",
        "Carly: Actually, I'm -- I'm not sure.",
        "Jack: What are you talking about? Isn't that like the first thing they \r\ntell you?",
        "",
        "Molly: Oh, more than anything, Mike, I really want to go to Carly and \r\nJack's right now and tell them how sorry I am for what they've been through. \r\nOnly I just don't know if they want company.",
        "Mike: Molly, they have taken a big hit. You know, I really don't think \r\nthere's anything you can do to make it any better.",
        "Molly: I know that. I just wish that I could do something.",
        "Mike: Call them, all right? You can call them.",
        "Molly: If you were them, would you answer the phone right now?",
        "Mike: All right, maybe -- maybe the time isn't right. Let's just let \r\nthem have today to sort it out, and we'll go by, and we'll see them tomorrow.",
        "Molly: Mike, I can't help but remember what it felt like when Bridget \r\nand Michelle's grandmother came and took them away. And when they left, the \r\nplace was so empty and so lonely, and it definitely felt better to have people \r\naround.",
        "Mike: Should I get our coats?",
        "Molly: We don't have to stay very long.",
        "Mike: I'll leave that up to you.",
        "",
        "Rosanna: Do I look naive to you? I know you're a challenge. That's why \r\nI'm attracted to you.",
        "Craig: No, but I'm more than a challenge, Rosanna. I'm a mine field \r\nthat nobody gets through.",
        "Rosanna: You are a very sweet, very sexy mine field.",
        "Craig: And when it comes to marriage, I am an unmitigated disaster.",
        "Rosanna: I know all about your marriage to Sierra. But you are a \r\ndifferent person now, and I am not her.",
        "Craig: No, I'm a cad. I'm a cheat. I'm a womanizer. I am not to be \r\ntrusted. Is any of this sinking in?",
        "Rosanna: I think you can control yourself, sweetheart. You just haven't \r\nhad the right incentive.",
        "Craig: Actually, you know, my marriage to Sierra was very important to \r\nme.",
        "Rosanna: So why did you cheat on her?",
        "Craig: Because I couldn't help myself. Marriage isn't for me. I feel \r\nconfined. I feel, you know, reined in. I've got to break loose.",
        "Rosanna: Well, maybe that's because Sierra was trying to control you. I \r\nwouldn't do that.",
        "Craig: Well, then -- then there was Barbara Ryan. I treated her like \r\ndirt.",
        "Rosanna: One could make that case that she deserved it.",
        "Craig: She did. But I married her for her money, and hers was pocket \r\nchange compared to yours.",
        "Rosanna: We have never been about money -- never. In fact, I wouldn't \r\neven ask you to sign a prenup agreement. The only signature required of yours \r\nwould be on the bottom of a marriage certificate.",
        "Craig: Stop, stop, stop. You're making this much too easy.",
        "Rosanna: Well, then why don't you just say yes?",
        "Craig: You want a lover? I will put a smile all over your body. You \r\nwant a friend? I'll be the best you ever had. But I -- I cannot be something I \r\nam not.",
        "Rosanna: You could learn. I could help you.",
        "Craig: If you and I were crazy enough to marry each other, we would \r\nboth regret it, and that would happen a lot sooner than it would later.",
        "Rosanna: Well, that's a very good argument. Only I'm not buying a word \r\nof it.",
        "",
        "Nurse: Any discomfort?",
        "Marshall: No.",
        "Nurse: Dinner will be up soon. I'll be back with your meds after that.",
        "Oliver: I can -- I can leave if you feel like sleeping.",
        "Marshall: You gotta promise me something.",
        "Oliver: What's that?",
        "Marshall: If I die in here, you'll insist on a full investigation.",
        "Oliver: Thurgood, you're not going to die. Everyone I've spoken to has \r\nbeen happy with your progress, and they think you're going to have a complete \r\nrecovery.",
        "Marshall: It could happen without warning. And they'll -- they'll call \r\nit an aneurysm or cardiac arrest or something. But it'll be Ben Harris finishing \r\nthe job.",
        "Oliver: Well, under the circumstances, I can understand you feeling \r\nthat Dr. Harris might have a grudge against you. But --",
        "Marshall: No, I don't think. He does.",
        "Oliver: Well, you have more information than I do. But I do know \r\npeople. And Dr. Harris is not the type to attempt murder.",
        "Marshall: Jessica was the love of his life. Men have killed for less, \r\nand you know it.",
        "",
        "Jessica: I am well aware that things have changed between us. I'm \r\nreminded of it every night when I get home and there's no messages from you \r\nsaying that you hoped I had a good day. Or when I get up in the morning --",
        "Ben: This is not what I need right now.",
        "Jessica: I'm sorry. I was just trying to comfort you.",
        "Ben: I said I appreciated it. What more do you want from me, Jessica?",
        "Jessica: I want you to start acting like the man that I've known and \r\nloved. A man who couldn't possibly doubt himself as much as you are right now.",
        "Ben: Well, maybe Ben Harris isn't the man that you thought he was. \r\nMaybe I'm not a rock. Maybe -- maybe I'm just vindictive and vengeful.",
        "Jessica: No, you're not. No, you're not. That's why, in spite of \r\neverything, my feelings haven't changed for you.",
        "Ben: Your feelings for me? They don't count anymore, Jessica! Not as \r\nlong as you're involved with Marshall Travers.",
        "Jessica: I am not involved with Marshall. I told you that was a \r\nmomentary thing, and it's over.",
        "Ben: Then why do you keep chasing after him? You follow him to the \r\ndocks. You fret over him in the E.R. You're sitting by his bedside while he \r\nrecovers. Okay, fine. You don't want Marshall involved in your life anymore, why \r\ndon't you just get up and walk away?",
        "",
        "Craig: I think I should leave.",
        "Rosanna: Oh, come on. Wait, wait. I know why you're being so honest \r\nwith me about your faults.",
        "Craig: I am trying to spare you years of heartache.",
        "Rosanna: Oh, that's nonsense. You're not protecting me. You're \r\nprotecting yourself.",
        "Craig: How so?",
        "Rosanna: Your life at the moment suits you perfectly. You're playing \r\nthe field. You pit one woman against another. There's nothing meaningful about \r\nit. Certainly nothing permanent.",
        "Craig: Rosanna, there is nothing permanent.",
        "Rosanna: Oh, that's just not true. You're just not interested in \r\nlearning anything new. That's why you're trying to scare me out of thinking \r\nabout you in those terms.",
        "Craig: No, no, no, no. I care about you. I just don't want to see you \r\nhurt.",
        "Rosanna: Oh, please, don't talk to me like that. I'm not some bimbo \r\nwho's gonna fall for that line.",
        "Craig: You should have a chat with Barbara anyway. She could tell you \r\nstories.",
        "Rosanna: Anything that you've done to Barbara or any other woman, I \r\nhave done to a man at one point or another.",
        "Craig: Really?",
        "Rosanna: Yes, really. I've broken up families. I've made promises I had \r\nno intention of keeping. I've lured a man to bed and given him nothing but my \r\nbody. You've seen my souvenir box. I like conquests just like you do.",
        "Craig: All right, all right. You're as bad as I am. But that doesn't \r\nmean we should get married.",
        "Rosanna: On the contrary, I think it means we're perfect for each \r\nother.",
        "Craig: I cheated on Sierra. I happily used Barbara. Is there any reason \r\nthat you think it'll be any different with you?",
        "Rosanna: Yes, there certainly is. You're scared to death of me.",
        "",
        "Carly: Well, of course I have some idea about when the baby is coming, \r\nJack. I just haven't received the official word.",
        "Jack: Well, you've been to your doctor, right?",
        "Carly: Yeah. Yes, and everything was fine. It's just, during the \r\nexamination, the doctor got a call from another patient. And when she was on the \r\nphone, I realized I had to go pick up Parker. So I left before we had a chance \r\nto sit down and talk about all the details.",
        "Jack: You know what? You know what? This is what we're going to do. \r\nFrom this moment on, you and I -- we're in this together. I'm going to come with \r\nyou on every single appointment.",
        "Carly: You don't have to do that, Jack.",
        "Jack: No, I'm going to. I'm going to. You have gone through enough of \r\nthis alone, honey. You've got a husband. Let me do my part.",
        "Carly: Oh, come on. Do you really want to sit and waste two hours of \r\ntime in the obstetrician's office?",
        "Jack: What else am I going to do? I'm gonna make some calls.",
        "Carly: To who?",
        "Jack: Well, to everyone we know. What do you know? It's Mike and Molly. \r\nI can't wait to tell them the good news.",
        "Carly: Jack, don't!",
        "Molly: I'm sorry. Did you just tell Jack not to let us in?",
        "Carly: No. No, I was just telling Jack to be careful about where he was \r\nwalking.",
        "Mike: We didn't know if this was a good time or not, but we just \r\ndropped by to --",
        "Jack: No. You know what? It's a perfect time. Come on in. Please, come \r\non.",
        "Molly: Jack, we weren't planning on staying long. We just wanted to let \r\nyou know how sorry we are about J. J.",
        "Mike: Yeah, we brought you some fruits and jellies and stuff like that.",
        "Carly: Oh, thank you. That's very sweet.",
        "Molly: So, did J. J. get off okay?",
        "Jack: Yeah. It was tough. But his parents looked like good people.",
        "Molly: I'll bet they were really glad to see him.",
        "Jack: Ah, were they ever. Yeah. Come on, guys, give me your coats. Make \r\nyourselves at home.",
        "Mike: You sure?",
        "Jack: Please. Positive.",
        "Mike: Thank you.",
        "Jack: We have got some news for you that is --",
        "Molly: That is what?",
        "Carly: That's very interesting, considering what we've been through. \r\nJack and I have been counting our blessings, and our two very good friends, who \r\nare right at the top of the list. And then, who knocks on the door? And here you \r\nwere.",
        "Mike: That's pretty wild.",
        "Jack: Imagine our surprise. Yeah. We weren't counting on that one.",
        "Molly: Is that why you're so smiley, Jack?",
        "Jack: Am I smiling? I had no idea.",
        "Carly: He's remembering J. J. right, honey? All the good times you had.",
        "Molly: Oh, maybe we should come back another time.",
        "Mike: Yeah, I agree.",
        "Carly: Why? Stay. Are you hungry? I can get some cheese and crackers.",
        "Molly: No. No cheese, Carly. Just some other time. I'll call you, all \r\nright? And you let me know if you need anything.",
        "Carly: Okay.",
        "Jack: Here, guys.",
        "Molly: Bye, Jack.",
        "Mike: Sorry about that.",
        "Jack: No, it's -- thanks for stopping by. All right. What is going on \r\nwith you? Why wouldn't you let me tell them about our baby?",
        "",
        "Jessica: Ben, I already told you why I was in Marshall's room when he \r\nwoke up. I've always admired his father. And I just wanted to check and make \r\nsure the man didn't need anything.",
        "Ben: All right. So, you decided to stay and watch Marshall sleep?",
        "Jessica: Wanting to know his condition is not --",
        "Ben: Look, if that's all you wanted, you could have just asked a nurse. \r\nBut you set up residence by the man's bed.",
        "Jessica: I'm clear about my feelings, okay? So why don't we just -- why \r\ndon't we just not talk about this right now?",
        "Ben: Oh, that's a very good tactic, counselor. You don't like this line \r\nof questioning, call for a recess.",
        "Jessica: You're upset. And I'm really not trying to make matters worse, \r\nBen. So, since you're going to throw the lawyer thing in my face, maybe I could \r\nbe of some service to you.",
        "Ben: Well, I'm not being prosecuted yet.",
        "Jessica: I just want to give you some advice. Do you think you could \r\naccept it without being suspicious?",
        "Ben: I'll give it my best.",
        "Jessica: Okay. Go back to the hospital and continue to perform as \r\nMarshall's doctor. Do not admit any wrongdoing -- intentional or otherwise.",
        "Ben: And when he asks about the second surgery?",
        "Jessica: Use words like -- \"routine complications,\" like \"adjustments.\" \r\nUnder no circumstances use the word \"mistake.\"",
        "Ben: That's your legal advice? Lie?",
        "Jessica: There were complications, Ben. And you did the best you could. \r\nYou saved the man's life. Can't you just take credit for that?",
        "Ben: Credit? Or blame?",
        "Jessica: Ben, Bob Hughes, John Dixon and the entire hospital board \r\nbelieve in you. Now doesn't that mean anything at all?",
        "Ben: Yeah. Yeah, it does.",
        "Jessica: Good. Good. So hang on to that. And if you need to borrow some \r\nof that faith for yourself --",
        "Ben: Jessica, it's not like I've lost all faith. I'm just -- this whole \r\nthing has blown me off course. It may take me a while to find my bearings.",
        "Jessica: Well, if you need a compass, just let me know.",
        "Ben: Jess? Thanks.",
        "",
        "Craig: You could probably hire somebody to break my legs.",
        "[Rosanna \r\n\t\tlaughs]",
        "Rosanna: You're frightened of what I do to you -- physically, mentally, \r\nemotionally.",
        "Craig: No, I am not afraid of you. I have fully accepted my fascination \r\nwith you. But that doesn't mean I would make a good husband.",
        "Rosanna: Mm, I agree. But there's something else.",
        "Craig: What is that?",
        "Rosanna: You respect me far more than you're willing to admit.",
        "Craig: Well, yes, of course. No, I respect you.",
        "Rosanna: And you know when that became clear for me? When you confessed \r\nthat you slept with Carly the night before her wedding.",
        "Craig: It was just cutting my losses.",
        "Rosanna: But you -- you knew that I suspected Mike. You could have \r\neasily made me believe that it was him.",
        "Craig: Yeah. But I didn't want Molly to get hurt. That wouldn't have \r\nbeen fair.",
        "Rosanna: Fair? When has fair ever been in your vocabulary? No, you told \r\nme because you didn't want to keep me in the dark. You respected me enough to \r\ntell me the truth.",
        "Craig: You could have just as easily tossed me out of your life.",
        "Rosanna: Yes, I could have. But I didn't. Because, frankly, I found \r\nyour confession wildly romantic.",
        "Craig: That night with Carly was such a mistake. I wasn't going to lose \r\nyou because of that.",
        "Rosanna: And that's wonderful. You did the right thing. You proved to \r\nme that you care for me more than I ever imagined.",
        "Craig: Makes me wish you had another sister.",
        "Rosanna: Come here.",
        "Craig: Hmm?",
        "Rosanna: Come here.",
        "Rosanna: There's no man on earth that I know of that could say \r\nsomething like that and make me think it was so utterly charming. I do so adore \r\nyou.",
        "Craig: Listen -- could we continue this when you get out of the \r\nhospital? I could use the time to hone my conversation skills.",
        "Rosanna: No. No. I have made my proposal. I want my answer now.",
        "",
        "Jack: Carly, Molly's your cousin, not to mention your best friend. She \r\nand Mike were J. J.'s godparents. I wanted to share our happiness with them, and \r\nyou acted like I was -- I was sharing government secrets!",
        "Carly: I just don't feel comfortable talking about it. Aren't I \r\nentitled to that feeling?",
        "Jack: Yes, of course. Of course. Anything you have -- any feeling you \r\nhave right now, that's fine with me. But -- is it just Mike and Molly? Or do we \r\nhave to keep this a secret from everyone?",
        "Carly: Everyone.",
        "Jack: C'mon, Carly! I'm about to burst here.",
        "Carly: Well, so am I. But you know what they say about the first \r\ntrimester, Jack. Not every pregnancy is successful.",
        "Jack: So you're worried about jinxing the baby?",
        "Carly: It's just -- it's early. You never know what's gonna happen.",
        "Jack: I understand. I do. Well, did the doctor give you any kind of \r\nclue? Like are you at risk or something?",
        "Carly: No, no, nothing like that. It's just, if you tell everybody and \r\nthen -- it just makes it harder.",
        "Jack: Okay. I understand. What? Do you want to wait six weeks? Six \r\nmonths? Give me a sign.",
        "Carly: All I know is that I want to spend this time with you. Nobody \r\nelse. And when it's time to tell the rest of the world, we'll know.",
        "Jack: All right. Okay. We'll play it the way you want to play it.",
        "Carly: Yeah? Thanks, Jack. Boy, am I glad we got past that.",
        "Jack: Is this how you were with Parker?",
        "Carly: What do you mean?",
        "Jack: Y'know, kind of scared and confused.",
        "Carly: Well, no. I don't consider myself confused now either.",
        "Jack: Carly, I was watching you ever since you told me, and yes, of \r\ncourse, you were happy. But there -- there was something else, too.",
        "Carly: This is a really big moment for us, Jack. Maybe I'm a little \r\nnervous.",
        "Jack: No, I know you, Carly. It's more.",
        "",
        "Craig: If you need me, I'll be at the bar at the Lakeview.",
        "Rosanna: Why there?",
        "Craig: Well, because it's comfortable, and I figure I'll need a little \r\ntime to drink this notion out of my head.",
        "Rosanna: That's your answer? That's how you're dealing with this?",
        "Craig: Well, Rosanna, it is a bit overwhelming.",
        "Rosanna: Well, then let me help you. Why don't we just deal with this \r\ntogether? Nice and openly?",
        "Craig: I promised myself I would never get married again.",
        "Rosanna: Well, you've broken promises before. Things change.",
        "Craig: Well, yes, they do. But since Lucy's injury, I told myself that \r\nI would be totally available to her.",
        "Rosanna: And that's wonderful. And I admire your devotion as a father. \r\nI think you're an excellent father. I've told you that already. Why don't we -- \r\nwhy don't we just help Lucy together, hmm?",
        "Craig: Because Lucy doesn't like you. I can't bring you in the mix \r\nright now.",
        "Rosanna: Well, I had a little talk with Sierra. And I have promised her \r\nthat I would treat Lucy with exceptional kindness.",
        "Craig: When was this?",
        "Rosanna: Before she left. And I'm going to keep my word. So you can't \r\nuse Lucy as an excuse.",
        "Craig: You know, when I first pursued you, it was because you were wild \r\nand beautiful, unpredictable- ",
        "Rosanna: Carly's sister.",
        "Craig: Yes, well, that, too. But then, when things got serious, and I \r\nbegan to lose control --",
        "Rosanna: Which is good for you. It keeps you sharp.",
        "Craig: Maybe, maybe -- but still, it is nice to be wanted for who I am \r\nand not in spite of it. Still, you have put me on the spot here.",
        "[Rosanna \r\n\t\tsighs]",
        "Rosanna: I know it's traditional for a man to pop the question. But I \r\ncan't help it. You know me. I like being in charge.",
        "Craig: All right, I do trust you completely, but to demand an instant \r\nanswer -- it's a bit much.",
        "Rosanna: Okay, I get it. You take all the time you need. But answer me \r\nthis. Are you going to seriously consider my proposal in the spirit in which it \r\nwas given? Or are you just marking time until you say no?",
        "",
        "[Phone ringing]",
        "Jessica: Hey, Margo, you got a minute?",
        "Margo: Uh, no, not since I graduated from the Police Academy. But what \r\ncan I do for ya?",
        "Jessica: Well, I was just wondering if there was any word on Marshall's \r\ndaughter.",
        "Margo: Yeah, I contacted the authorities in Terasina. I told them to \r\nkeep an eye out for a street kid named Zara.",
        "Jessica: Okay, well, that's something.",
        "Margo: But unfortunately, we are operating under a couple of \r\nassumptions here that I don't care for. Primarily, was Steinbeck even telling \r\nMarshall the truth when he said that the girl was living? And, secondly, Jessica \r\n--",
        "Jessica: Oh, please, don't say it!",
        "Margo: We cannot hide from this. Marshall's daughter could very well be \r\ndead.",
        "Jessica: No, that can't be true. That would be too cruel.",
        "Margo: You and I both know she's a 15-year-old girl living on the \r\nstreets in Brazil. Those kids just don't last long.",
        "Jessica: But, Margo, he's risked everything to find her. I can't accept \r\nthat he did it for nothing.",
        "Margo: Well, I hope that you're right.",
        "Jessica: Well, thanks. Listen, I gotta get over to the hospital.",
        "Margo: Jessica -- Jessica?",
        "Jessica: Hmm?",
        "Margo: Are you okay?",
        "Jessica: No, no, not really. No.",
        "Margo: Well, come on. What's the matter? Tell me about it.",
        "Jessica: Ben hasn't forgiven me. And I'm not sure he ever will.",
        "Margo: Uh-huh. What about Marshall?",
        "Jessica: What about him?",
        "Margo: Well, I know that you felt responsible for putting him at risk \r\nwith Steinbeck. And I know that you were very concerned about his gunshot \r\ninjuries. But he's recovering just fine now. You're still taking care of him, \r\naren't you?",
        "Jessica: He is recovering from brain surgery.",
        "Margo: Yes, and he also framed Paul Ryan for murder. And he disgraced \r\nan office that you once held. Now I understand that you are a compassionate \r\nwoman, but where does it end?",
        "Jessica: You know, Ben asked me the exact same question.",
        "Margo: Yes? And what did you tell him?",
        "Jessica: I told him that my feelings for Marshall -- what's left is \r\njust my concern for his injuries.",
        "Margo: And you said that with a straight face?",
        "Jessica: Well, now, what is that supposed to mean?",
        "Margo: It means, Jessica, my friend, you're lying to yourself.",
        "Jessica: I confided in you from the very beginning about Marshall. I \r\nwas not lying then, and I am not lying now.",
        "Margo: Yes, and you told me that it was all about the sex and that \r\nthere was some uncontrollable force pulling you toward one another -- I, \r\nfrankly, had trouble with that. You, a grown woman, spinning out of control \r\n'cause you got the hots for some guy?",
        "Jessica: Hey, it was a new experience, okay? Maybe that's why it was \r\nexciting.",
        "Margo: A new experience I can buy, but, Jessica, if it were just about \r\nsex, you would have put an end to it by now. You just tell me any time I've hit \r\na nerve, okay?",
        "Jessica: Okay, look, I -- I have examined my feelings for Marshall from \r\nevery angle, and frankly, I don't quite understand them, but I do know this -- \r\nwhatever forces were pulling us together are gone. It's over. And there'll be no \r\ngoing back.",
        "",
        "Oliver: Rest well, and I'll see you in the morning.",
        "Marshall: Thanks for being here, dad.",
        "Oliver: I wouldn't be any place else.",
        "Marshall: Dad?",
        "Oliver: Yes?",
        "Marshall: You -- you said I had a hemorrhage. Something that forced Dr. \r\nHarris' hand to go in and operate a second time.",
        "Oliver: Yes, you were complaining about blurred vision. And they \r\nnoticed a drop in your blood pressure. They thought it was serious, and they \r\nwent in.",
        "Marshall: But if no one had noticed my condition, Dr. Harris would've \r\nbeen happy to see me die.",
        "Ben: I heard what you said. I won't even dignify that comment with a \r\nresponse.",
        "Marshall: Get out.",
        "Ben: I'm your physician. I have a job to do.",
        "Oliver: Uh, Thurgood is experiencing some anxiety. I think it might be \r\nbetter if you came back another time.",
        "Marshall: Anxiety, nothing. I'm telling you, flat out, this man -- this \r\nman tried to destroy me.",
        "",
        "Craig: I have no doubt that if I said yes, you would do everything to \r\nmake me happy.",
        "Rosanna: Give me a chance to prove that to you. I swear you won't \r\nregret it.",
        "Craig: I just can't make that kind of commitment. Not here. Not now.",
        "Rosanna: Is it because of my surgery?",
        "Craig: Well, yes. That is a factor.",
        "Rosanna: You said you didn't want children.",
        "Craig: That's -- that's not what I mean. You just had a major surgery. \r\nHuh? You're in a vulnerable state. I just don't want to give you an answer to \r\nthis right now.",
        "Rosanna: Okay. Okay. Take as long as you want to think about it.",
        "Craig: Does the offer have an expiration date?",
        "Rosanna: No. Really, take as long as you want.",
        "Craig: Did I tell you how flattered I am? Beyond all imagination. I am. \r\nOkay?",
        "",
        "Carly: You're right. You right, Jack. There is something else that's \r\nbothering me.",
        "Jack: Tell me, Carly.",
        "Carly: I really wanted for us to spend some time alone together. Just \r\nMr. and Mrs. Snyder. And Hal is always happy to take Parker, so I thought that \r\nwould happen. And then J. J. came along. And now, J. J.'s gone, but I'm \r\npregnant. So you see? It's -- it's frustrating to me.",
        "Jack: I understand. I understand that. But as much as we've lost by not \r\nhaving that time alone together, look, we've gained so much more.",
        "Carly: I know. You're right. There is a way we could fake it.",
        "Jack: How?",
        "Carly: Well, we just won't tell anybody that we're having a baby until \r\nthe last possible moment.",
        "Jack: But -- I don't know if I can do that.",
        "Carly: It'll be fun, Jack. Our own little secret.",
        "Jack: Okay, I guess so. The woman carrying the baby gets to make those \r\nkind of decisions.",
        "Carly: I know you want to celebrate, Jack. I know you want to tell \r\neverybody at the station and your family, but just because we don't tell those \r\npeople doesn't mean we can't celebrate. Just the two of us.",
        "Jack: Well, I'll tell you what's gonna happen. I am gonna take you out \r\nsomewhere special. All dressed up. Just the two of us. And if anybody asks me \r\nwhat we're celebrating, I am gonna tell them it's how much I love you.",
        "\r\n\t\t[Carly sighs]",
        "Carly: I love you, too. But there is something else you should know.",
        "",
        "Molly: I don't know what was going on, but that was absolutely the \r\nweirdest three minutes I have ever spent with Jack and Carly.",
        "Mike: Everything's just really out of sync. You know? Jack was up. \r\nCarly's down. He wanted to tell us something, but she didn't want him to.",
        "Molly: Now do you have any idea what that could have been?",
        "Mike: None, I --",
        "Molly: Hey, this may be nothing, but I remember back when Carly was \r\nhaving those stomach problems around thanksgiving. I asked her if she was \r\npregnant.",
        "Mike: What'd she say?",
        "Molly: Absolutely not. But now, I can't help but wondering, you know, \r\nmaybe she was, but she just hadn't told Jack.",
        "Molly: And tonight -- no. No! Absolutely not. She's not pregnant.",
        "Mike: How can you be sure?",
        "Molly: Because! I am her best friend and her closest family. Her only \r\nfamily next to Rosanna, who doesn't count. So if she was pregnant, she \r\nabsolutely would have clued me in.",
        "Mike: I guess. But people don't always do what you expect them to, you \r\nknow?",
        "Molly: Okay, let's play this out then. Give me one good reason why \r\nCarly would want to hide her pregnancy from me."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=EZJo2ELeIsA"
}