{
    "Episode Summary": [],
    "Recap": [
        "As the WOAK interns talk about their new project, Noah seems to be flirting with Maddie, to the annoyance of Luke. Cleo continues to write her delusions about Will in her journal. Barbara shares her good news with Will and Gwen; she found a famous music producer that agreed to help Gwen finish her demo. After some convincing, Gwen is onboard. Craig barges into Paul's room; Meg is able to hide before though \u0096 out on window ledge. Craig and Paul trade barbs, as a petrified Meg hides. Gwen asks Cleo to join her, as she goes to tell Maddie about the demo, which thrills Cleo. Finally, Paul is able to appease Craig that Meg isn't with him and he leaves. Paul races to the window and helps coax her back inside after nearly falling. Barbara and Craig go at it next, as he is on a mission to find Meg, as Barbara covers. Meg sneaks out of Paul's room and claims she was freshening up after going rounds with Barbara. Craig is suspect until she appeases him thoroughly with empty promises. Jade watches as Gwen and Maddie sing Cleo's praises. Jade hits up Luke for information on what he knows about Cleo. Jade needs her to leave town before she ruins things for her. Barbara is worried for Paul and Meg's safety once she hears their plan. Craig tells Meg that he wants her tonight, as Meg is forced to hold him off claiming they need to wait to the wedding. As Will and Gwen head off to celebrate, Cleo writes in her journal about Gwen's journey taking her away and how Will and she will finally have a life together. Jade lets herself into Will and Gwen's house, takes some earrings of Gwen's, and hides them in Cleo's bag. Craig decidedly tells Meg that he wants to move up the wedding to the very next day; Meg is speechless but is forced to go along with becoming Mrs. Craig Montgomery in the next 24 hours."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: Besides learning the everyday workings of a studio, internships at woak provide creative opportunities. Please work together to create an unconventional program that attracts a new audience. Use whatever resources are here, but don't limit yourself to that.",
        "Luke: Wait, so kim wants us to pitch a show?",
        "Maddie: Not just pitch it, produce it.",
        "Noah: Sounds like we can go anywhere with this. I mean, a documentary, a news segment.",
        "Luke: Okay, well, this is -- this is a lot. You know, I'm still just trying to get the basics. I'm not a techno wizard like you, maddie. My phone has features I'm still trying to figure out.",
        "Noah: Wait, you're giving me an idea. What if we put together a series of super short episodes that people can watch on their cell phones?",
        "Luke: What are you talking about?",
        "Noah: Ask maddie. She's the expert. She's already streaming.",
        "Cleo: W's at work now so I'll surprise him. He loves it when I make cookies. His mom probably never had time for that. Anyway, I'm making progress there. B is starting to think of me as a good person instead of a poser. Oh, note to self, find a way to thank j for bringing me here. Because of her, I'm like family to w and g now. I used to dream about being G. Now, I just dream about being with w in every way. And it's going to happen. Once g's demo is finished, her music will take her far away from here. And we'll all get what we want.",
        "Barbara: I am on my way to the bookstore and who do I run into? I have such news for both of you. Hold on, hold on. I've got something. Recognize that name?",
        "Will: Hi, mom.",
        "Barbara: Hi.",
        "Gwen: Oh, --",
        "Will: No, should I know this guy?",
        "Gwen: I do. I know how this is. Adam -- adam used to talk about him. He's a music producer, right?",
        "Barbara: Right. With a solid gold track record.",
        "Will: You checked him out?",
        "Barbara: Checked him out? I had a client who gave me his name, and I found out he's at the top of the field. And he's willing to finish your demo for you, gwen.",
        "Gwen: He is?",
        "Will: You already spoke to him?",
        "Barbara: I took the ball and I ran with it. I talked to the guy. He's got studio time available. He's waiting to hear from you. You need to call him. He has time now.",
        "Will: Mom, this is incredible.",
        "Barbara: Gwen, honey, aren't you excited?",
        "Gwen: Yeah, no -- I'm really excited. It's just all happening so fast. I don't know if I'm ready.",
        "Barbara: You have been ready for years. You're going to be fine. Just fine.",
        "Will: Yeah, and it sounds like you're going to be in really good hands.",
        "Gwen: Are you pressuring me?",
        "Will: Yeah, absolutely. This is your big shot. And I want you to take it. And so will everybody else that loves you, everybody that works at crash, casey and maddie.",
        "Gwen: I guess I can't fight everyone.",
        "Will: I hope not.",
        "Barbara: It's just a step. And you have to take it.",
        "Gwen: Okay -- yes -- what am I thinking, yeah -- yes, it sounds great.",
        "Paul: What the hell are you doing?",
        "Craig: Get out of my way. Get out of my way --",
        "Paul: No. Have you completely lost your mind -- you can't come in here --",
        "Craig: I know she's in here -- meg! Meg, are you in here?",
        "Paul: Meg isn't here.",
        "Craig: Get out of my way! Meg! Captioning sponsored by procter & gamble productions, inc. And cbs happy thoughts help fairies fly.",
        "Barbara: Well, congratulations.",
        "Gwen: And it feels really good doing this for your dad.",
        "Will: Yeah, definitely.",
        "Barbara: Hal would be very proud of both of you.",
        "Gwen: And thank you, like so much for believing in me and making all this possible.",
        "Will: She's right, mom. You really made this happen.",
        "Barbara: Yes, I did. But now it's up to you. You have to call gene, get on the horn with him, and set it all up, okay?",
        "Gwen: I will call him first thing tomorrow morning.",
        "Barbara: Good. One more thing, don't be shy. You're the star.",
        "Gwen: I can't actually believe this is even happening.",
        "Will: Well, it is. And you should be singing. We both know it.",
        "Gwen: And what about going back to school and getting back to somewhat of a normal kind of life?",
        "Will: You know what? Some people don't ever live normal lives. And that's fine with me if we live outside the box.",
        "Gwen: You're too good to me.",
        "Will: Yeah, yeah.",
        "Gwen: I really want to tell maddie.",
        "Will: Yeah, she's probably going to be psyched.",
        "Cleo: Hello. I come bearing gifts. They're cookies. They are oatmeal raisin, snickerdoodle hybrid -- notice, they're still warm. I knew it was going to be your break, so I knew you were going to be here too, gwen.",
        "Will: Mmm -- cinnamon. Thank you, cleo.",
        "Cleo: I really wanted to bring milk, but I couldn'T.",
        "Will: That's okay. Um, I should probably get back to work, so I'll meet you at al's afterwards?",
        "Gwen: Yeah, I'll wait for you.",
        "Will: Okay.",
        "Gwen: There.",
        "Will: Fill cleo in.",
        "Gwen: Okay.",
        "Cleo: What did will mean, when he said you were supposed to fill me in?",
        "Gwen: Well, I'm going to finish my cd. Barbara set up a producer and everything. And I really have you to thank for it.",
        "Cleo: Oh, no, no. I didn't do anything.",
        "Gwen: Well, you kept after me and you obviously said something to barbara to get her on board. You did a lot.",
        "Cleo: I really hope I didn't overstep any boundaries. It's just that -- you've been so wonderful to me, and I just wanted to repay you back just a little bit.",
        "Gwen: Whatever the reason is, I really appreciate it. For that and for the cookies that will took.",
        "Cleo: Don't even -- don't even think about it.",
        "Gwen: Well, I'm really excited, so I'm going to go tell my friend maddie. I'll meet you back at the house?",
        "Cleo: Sure. Yeah. Hey, I bet it's really fun that you have friends that you can share things with. I'd really like something like that, but I guess I have to be established in one place for a while before I can have something.",
        "Gwen: Would you like to come with me?",
        "Cleo: Really? I mean, I have to be at work really soon, but I'd love to. Oh, thank you so much. And I can't wait to see the expression on your friend's face. She's going to be so psyched!",
        "Maddie: I don't know anything about cell phone broadcasts.",
        "Noah: Sure you do. I've got the evidence right here.",
        "Maddie: Oh, come on, not that again.",
        "Noah: Good things last, maddie.",
        "Maddie: Sending that was an accident. And not to mention, very personal. I was just -- I was missing my boyfriend.",
        "Noah: Go on.",
        "Maddie: Are you shooting me?",
        "Noah: Relax, you look great. Most people look washed out on these things. No bad angles, right?",
        "Luke: I guess.",
        "Maddie: So, I'm assuming that you've taped with a cell phone, too?",
        "Noah: I prefer a digital camcorder. The image is clearer and it's all we need if we do this.",
        "Luke: Okay, well where are we going to get one of those?",
        "Noah: We can use mine. I flipped burgers every friday last year just to buy one.",
        "Maddie: Okay, well good. Then we have equipment.",
        "Noah: The only other things we need are a computer, bluetooth or a usb port.",
        "Maddie: Done. Um, who's going to direct?",
        "Noah: Me. If no one minds.",
        "Maddie: Nope --",
        "Luke: I don'T.",
        "Noah: I'm thinking one or two minute segments. We'll feature you, okay?",
        "Maddie: Um, okay. I'm up for that.",
        "Noah: You know, if kim likes what she sees, maybe she'll get a cell phone carrier to stream the episodes for us.",
        "Luke: Wait, noah, do you actually think that people are going to get into a two minute segment?",
        "Noah: Maddie's show got to me.",
        "Maddie: I was talking to casey or at least I thought I was. I couldn't fake that or even come close to it.",
        "Noah: That's why we need a writer, someone who can give us something fresh, that really gets people hooked.",
        "Maddie: I know who would be perfect.",
        "Noah: Luke's a writer?",
        "Luke: What? No, no, no, only in my mind.",
        "Maddie: Oh, no, no, come on, you can do this.",
        "Luke: No. No possible way.",
        "Craig: Where are you hiding her?",
        "Paul: You want to check under the bed?",
        "Craig: She's got to be somewhere.",
        "Paul: Paranoia runs deep.",
        "Craig: Shut up.",
        "Paul: You're not very secure with your wife-to-be, are you?",
        "Craig: Meg!",
        "Paul: How much did you have to fork over to get that pass key, craig? It might be cheaper next time for you to just put a tail on meg.",
        "Craig: Oh, you got an another door to another room --",
        "Paul: You need to calm down. You need to get a grip. You know, meg's not a fan of this whole temper tantrum thing.",
        "Craig: I don't need you to tell me what meg likes or dislikes.",
        "Paul: You afraid she just stopped by for a little quickie?",
        "Craig: Oh yeah, you'd love that, wouldn't you?",
        "Paul: Well, if she did, I wouldn't have to hold her captive.",
        "Craig: I know that you tried to change her mind about this.",
        "Paul: Yeah. And she wouldn't budge. She claims I don't know the real you, whoever he is.",
        "Craig: Maybe I was wrong, I guess she's not here.",
        "Paul: So glad we settled that. You can leave now.",
        "Craig: What the rush? You're not going anywhere. Dressed like that.",
        "Paul: Craig, this is my room.",
        "Craig: Yeah, what about that? Just a few weeks ago, you were camping out in the woods like paul bunyan. Now, look at you. Man of leisure, haunting the halls at the lakeview. Why the sudden change, ryan? I have copd with chronic bronchitis which makes",
        "Paul: You really gotta go.",
        "Craig: It doesn't fit. You're up to something.",
        "Paul: Well, I was going to take a shower. You want to stick around for that?",
        "Craig: How long are you going to stick around keeping tabs on me?",
        "Paul: I don't care what you do, craig.",
        "Craig: Really? Even when it comes to meg?",
        "Paul: Is that -- is that why you're here, huh? Are you going to rub my face in it? You just want me to know that you've won?",
        "Craig: No, actually, I'm here because you won't let go. And I hate seeing you, looking all -- what the heck is that word I'm looking for? Trapped?",
        "Luke: The only thing I've ever written is a couple short stories, some essays and a few poems.",
        "Maddie: Well, that you've let people see.",
        "Luke: I never had anything published.",
        "Maddie: Luke, you're the best writer in the whole school.",
        "Luke: Why? Because some teacher decided I didn't suck as much as everybody else?",
        "Maddie: Come on, please? You understand people. How they fall in love and fall out of love and get crazy -- you've got all that stuff.",
        "Noah: Great. You handle the emotional side and me and maddie will put together some kind of a plot.",
        "Luke: That just sounds so random.",
        "Noah: We'll make it about a young woman who's -- torn between her heart and her mind. We just have to figure out why.",
        "Maddie: Because -- because she is in love with an alien?",
        "Luke: Illegal or extra-terrestrial?",
        "Noah: I don't think we want to go either way.",
        "Maddie: Okay, oh -- how about, so -- the woman is really shy and trusting and she hooks up with this rich guy who she thinks is absolutely perfect -- but, he has this really cold, mysterious side.",
        "Noah: And when she goes to move out to his place, which is out in the middle of nowhere, she finds out he has a scary, dark side.",
        "Maddie: Oh, good -- oh, and these things of his glamorous, first wife keep popping up, who's dead.",
        "Noah: And the creepy housekeeper keeps hauling out the dead wife's clothes, trying to convince her that he's still in love with her memory.",
        "Maddie/noah: Rebecca!",
        "Maddie: Duh.",
        "Luke: Rebecca who?",
        "Maddie: It's a hitchcock film.",
        "Luke: You guys and your ancient movies.",
        "Maddie: Yeah, I know, we're beyond weird.",
        "Gwen: Hey.",
        "Maddie: Hey.",
        "Gwen: Hey, I hope I'm not interrupting a meeting but --",
        "Maddie: No.",
        "Gwen: I have some really exciting news that I wanted to tell you guys and I couldn't wait.",
        "Luke: Well, what's going on?",
        "Gwen: I'm going to finish the demo.",
        "Maddie: For real?",
        "Gwen: Yeah. We already have a producer and a studio lined up and everything.",
        "Maddie: Oh, congratulations. That's so awesome!",
        "Gwen: Thank you.",
        "Noah: You're a singer?",
        "Maddie: She is the best. And you should hear her sometime. Oh, noah, this is gwen. Noah's interning with us.",
        "Gwen: Oh.",
        "Noah: Hi.",
        "Gwen: Hey, nice to meet you.",
        "Noah: Good to meet you too.",
        "Gwen: Oh, sorry. Anyways, maddie, luke, noah, this is a good friend of mine, cleo babbitt. It's kind of a long story, but the short version is that cleo got the ball rolling with this whole thing.",
        "Maddie: Oh, well, in that case, I have to thank you. Because anyone who can get gwen singing again is a real friend. Way to go, cleo.",
        "Cleo: Well, you really don't have to thank me. I totally, 100% believe in gwen's talent.",
        "Maddie: Well, we all do, but you actually were able to do something about it. We owe you.",
        "Paul: I don't know what you're talking about. I'm not trapped. In fact, I've never had as many options as I have right now.",
        "Craig: So, you just want me to believe you're looking forward to a future without meg, huh?",
        "Paul: I'm not going to discuss meg with you. You need to leave or I'm going to make this a police matter.",
        "Craig: Whoa, okay, tough guy. Here's comes the tough talk --",
        "Paul: You're trespassing and I think a formal complaint would really throw a wrench in your wedding plans --",
        "Craig: You know, paul. You really are turning into a bitter man. I think you were better off being a hermit.",
        "Paul: What can I say? I had to get out of the woods. It's a dangerous place.",
        "Craig: It's not half as dangerous as what will come your way if you try to stop meg from being my wife.",
        "Paul: Meg, look at me. Meg? Craig's gone. You can come inside now. Meg -- come on, babe. Over here. Okay, that's it. Stay there. I'm coming to you.",
        "Meg: No, no, no, no, just keep talking to me, okay? I can do this. I can do this, okay? Okay. Okay, just in case I fall --",
        "Paul: You're not going to fall.",
        "Meg: Just in case I fall -- I love you.",
        "Paul: I can't hear you. If you want to talk to me, you've gotta come closer. Come on. Just move slow. Take it easy.",
        "Meg: Yeah, I pretty much got that part, paul. Thank you. Can you just tell me something that would be more helpful?",
        "Paul: Yeah, take my hand. There you go.",
        "Meg: Paul --",
        "Paul: That a girl -- yeah. It's okay. It's okay. I love you, too. I love you.",
        "Craig: Barbara, whoa, whoa -- are you avoiding me?",
        "Barbara: No more than usual, craig.",
        "Craig: I thought that meg was with you.",
        "Barbara: Did you?",
        "Craig: Well, you came barging in, dragged her off by her hair -- where the hell is she?",
        "Barbara: Tell me craig, do you always intend to treat your fiancee like some pet poodle who's pulled off her leash? That's what I can get you for you for a wedding gift. A rhinestone leash with a training collar. Oh, no, no, that's not a very good idea. Because you know what, people have to return all the gifts after your wedding fails.",
        "Craig: I see your wit only improves with age, doesn't it?",
        "Barbara: Do you think? How close did I hit to home?",
        "Craig: You know barbara, I thought you were gearing up for a whole long lecture to meg about how marriage to me would be a living hell.",
        "Barbara: Oh, I tried to do that. But you must have her hypnotized or blackmailed or something, cause she wouldn't listen to a word I said.",
        "Craig: And you didn't happen to put in a good word for your son, did you? Rekindle a failed romance?",
        "Barbara: My son can speak for himself. And meg no longer cares.",
        "Craig: Meg is now with someone who will look after her best interests.",
        "Meg: Do you know that she's planning on reforming you, craig?",
        "Craig: Really? That actually sounds like fun. See, I think marriage should bring out the best in both parties.",
        "Barbara: And you know all about that, don't you? Though, in our marriage, you brought out the worst in me.",
        "Craig: Okay, you know what, barbara? Let's not go down the memory lane. It's really such a crooked road.",
        "Barbara: I never should have left hal. The minute we were married, you went after what you really wanted. My money. And you sold my company right out from underneath me.",
        "Craig: And you're still not over that, huh?",
        "Barbara: And what are you not over, craig? Again, not over rosanna? How about johnny, my grandson? Are you not over him?",
        "Craig: All right, you know what, barbara? For somebody who's been trying to avoid me, you are suddenly very, very, chatty. Very chatty. Why is that? And where the hell is meg?",
        "Maddie: So, tell us how you managed to set gwen up with a producer.",
        "Cleo: Oh, um, I actually wasn't responsible for that. It was will's mom. Gwen is just giving me too much credit as usual.",
        "Luke: So how did you meet gwen?",
        "Cleo: I heard her sing.",
        "Gwen: Cleo's from out of town. She's staying with us until she can afford her own place.",
        "Cleo: Will and gwen have been really great with me.",
        "Luke: Well, it's very nice to meet you, cleo. But I have to go do a drop-off for kim. So, I guess I will catch up with you guys tomorrow?",
        "Noah: Okay, we'll talk more about the project then. You know, smooth out the pitch for kim.",
        "Luke: Whatever.",
        "Maddie: So, tell me about this demo.",
        "Gwen: Well, barbara came up with this idea that I could donate the proceeds to the families of fallen officers, in honor of hal's memory.",
        "Maddie: Oh, that's really nice. And well, you couldn't say no.",
        "Gwen: Yeah, it just -- it puts a really positive spin on things.",
        "Noah: I'm just thinking -- I used to intern at the theatre in branson, missouri. They just e-mailed me about a benefit they're doing this summer along the same lines. If you finish that demo in time, I think you could cross-promote it there.",
        "Maddie: Really? You can make that happen?",
        "Noah: I could make the connection. I mean, they're looking for performers.",
        "Maddie: Well, awesome. And then if you get more exposure there, you can bring in more money for those families.",
        "Gwen: What do you think, cleo?",
        "Cleo: You're really asking me? Wow.",
        "Gwen: Well, you're a really big part of this.",
        "Cleo: Honestly, I think destiny is calling you, gwen. And I think you have to say yes. You're going to be a big star. That's your journey. So get ready for your whole life to change.",
        "Luke: Hey jade, what's happening?",
        "Jade: Hey.",
        "Luke: Are we still going to go to crash? I thought you were going to pick me up at the studio.",
        "Jade: Oh, about that. I went to the studio.",
        "Luke: But you left?",
        "Jade: Well, you know, everybody was just kissing gwen's feet and I just wasn't up for the drama.",
        "Luke: Okay, I get that. But next time, don't blow me off. Call or something.",
        "Jade: Okay, I'll text you. Listen, there was a girl there. She had dark hair, a little bit goofy looking --",
        "Luke: Oh, yeah. That's gwen's new friend, chloe -- cleo, cleo babbitt.",
        "Jade: She's a little rough around the edges.",
        "Luke: Maybe. She can't be all that bad if she's staying with will and gwen.",
        "Jade: Yeah, I wonder how long that can last.",
        "Luke: I don't know.",
        "Jade: Well, did she happen to say why she's in oakdale? I mean, what brought her here in the first place?",
        "Luke: No. But, I mean, why do you care?",
        "Paul: You okay?",
        "Meg: Yeah.",
        "Paul: Well, we can leave craig to spin his wheels for a little while. Pick up where we left off.",
        "Meg: You're not making this easy.",
        "Paul: He interrupted us.",
        "Meg: Yeah, well he's going to make things a lot worse if I leave him alone much longer.",
        "Paul: You're spending a lot of time with him.",
        "Meg: It's just for a little while. Look, we need to be adults and not take any more chances. There's no guarantee he won't be back.",
        "Paul: I don't want you to leave.",
        "Meg: I have to. But I promise you, this will be one of the last times I ever leave you.",
        "Craig: Why are you deliberately not answering any of my questions?",
        "Barbara: Do you really think I'm going to help you keep tabs on your fiancee? Become an accessory to your sham marriage?",
        "Craig: All right, now this is classic. Barbara, you always go on the offensive when you're up to something. Now, should I be worried? Should I check my car for explosive devices? Drink bottled water?",
        "Barbara: Craig, you better check that paranoia. It's getting out of hand --",
        "Craig: No, barbara, you are up to something. And I'm going to find out exactly what it is. Now, before I have to resort to extreme measures, why don't you do us both a favor and just come clean?",
        "Barbara: I think I'm going to let your fiancee answer all of your questions.",
        "Meg: You two look serious.",
        "Craig: I've been incredibly worried about you.",
        "Meg: Because I went to freshen up?",
        "Craig: I called your cell phone.",
        "Barbara: I think I'm going to skip this round. If you think this is bad, honey, it's all downhill from here.",
        "Craig: Why didn't barbara tell me that you were in the ladies room?",
        "Meg: I don't know, maybe she enjoys torturing you?",
        "Craig: I thought she was all about torturing you --",
        "Meg: Oh, she did. Don't worry about that. There was lots of talk about how I was selling my soul.",
        "Craig: Yeah? Any second thoughts?",
        "Meg: Absolutely not. As a matter of fact, I've never been clearer, about you and why this marriage is right for us.",
        "Craig: Good. That's what I want to hear. So sorry, though, that you had to talk to barbara about it. She obviously got to you.",
        "Meg: No, she didn'T.",
        "Craig: Well then why -- why is your skin so hot? Why are you flushed? Thanks for calling dell. What can we build for you ?",
        "Barbara: You're telling me that meg was out on the ledge when you and craig were in here trading insults? That's crazy, paul!",
        "Paul: I know, meg's okay. That's all that matters.",
        "Barbara: Well, it's a good thing that I was able to keep him occupied until she got back.",
        "Paul: I know. And I'm so sorry that you even had to speak with craig montgomery. He does believe that you were with meg, right?",
        "Barbara: Well, apparently he does, yes. But you know what? That's not going to stop him. I mean, there's no way to read that man, that's why he's so lethal. How long is she going to stay married to him?",
        "Paul: Craig won't even have time to kiss the bride. As soon as -- as soon as we have the papers, and lucinda has control over worldwide, meg and I are going to disappear.",
        "Barbara: How? Where?",
        "Paul: Well, we're going to go someplace where craig can't find us.",
        "Barbara: There is no witness protection plan for runaway brides, paul.",
        "Paul: Don't worry, mom. We're going to be far away from oakdale.",
        "Barbara: Not for good? Please don't say that.",
        "Paul: It's not just to get away from craig. Meg and I have made a lot of really -- we made wrong turns in this town. A lot of bad memories.",
        "Barbara: This is your home, paul --",
        "Paul: Well, maybe our best shot at happiness is finding a new home someplace else.",
        "Barbara: I don't know if I can take this. You know, first I lose your sister. I don't know where my grandson is, and now this?",
        "Paul: You'll always know where I am. Well, I think it would be a comfort to know that I might finally be happy.",
        "Barbara: And how is your happiness assured if you're always looking over your shoulder for craig?",
        "Paul: We'll be someplace that craig can't hunt us down. I made sure of that.",
        "Barbara: It's pretty drastic.",
        "Paul: Well, meg crossed the line with craig. She can't go back. It's the only way to protect her.",
        "Barbara: No, it isn'T. You're just blinded by your hatred for craig. You realize that --",
        "Paul: Yeah, well, I do hate craig. I do. Not just for what he's done to you. But what he did to rosanna, what he did to jennifer. And what he might do to meg. And so yeah, if meg walks out on him, and his whole world collapses? It couldn't happen to a nicer guy.",
        "Meg: Okay, I admit it. I got a little hot under the collar. But you know how barbara is? Overstating everything, making wild accusations. So, I suggested we go for a walk by the lake, so we could cool down.",
        "Craig: I want details. I want to know about barbara's case against me.",
        "Meg: Well, she blames you for everything from jennifer's death to paul's retreat from the world --",
        "Craig: Oh, there it is. I knew paul's name would come up sooner or later.",
        "Meg: She told me I ruined his life.",
        "Craig: Guilt. That's her stock in trade.",
        "Meg: Well, it's not going to work. I'm not going to let barbara ryan make me feel guilty for anything.",
        "Craig: Good for you. A woman fights back. I find that very attractive.",
        "Meg: Well, she didn'T.",
        "Craig: Well, let's forget about her. The important thing is that I have you back, all to myself. By the way, I really hate it when you don't answer the cell phone.",
        "Meg: What -- you didn't think I was coming back?",
        "Craig: Full disclosure?",
        "Meg: Mm-hmm.",
        "Craig: I thought you ran off with paul.",
        "Meg: Well, I hope you don't think that anymore.",
        "Craig: Well, I know that paul still wants you. What man wouldn'T. And I don't take anything for granted, especially you.",
        "Meg: Well, I hope that won't change when I'm your wife.",
        "Craig: You keep looking at me like that, and it won'T.",
        "Meg: I give as good as I get.",
        "Craig: Well, then, we won't have a problem, will we?",
        "Meg: I'm glad you missed me.",
        "Craig: Actually, there was something tonight that I didn't want you to miss.",
        "Meg: Really?",
        "Craig: A pastry chef from chicago has come in to give us a sample of his wedding cakes. He's waiting for us at the house right now.",
        "Meg: Oh, a taste testing.",
        "Craig: You can have devil's food, carrot cake, pound cake, whatever you want.",
        "Meg: I think I will try them all. I have a big appetite.",
        "Craig: Yeah, so do I. But not for cake. I want you, meg. Tonight.",
        "Gwen: Oh, thanks. Actually, we need one more. My husband's going to be here in a little bit.",
        "Waitress #1: No problem. Can I get you something while you wait?",
        "Gwen: I'll have a diet coke with lemon?",
        "Cleo: Um, I'll have the same thing please. The lemon makes the diet almost taste just like regular. I'm so impressed.",
        "Gwen: With what?",
        "Cleo: With your friends. Like, they just graduated from high school and they're already working at a T.V. Station. They must be like real brainiacs.",
        "Gwen: Yeah, well, we're just trying to pick up tips about the broadcasting business. Besides, a lot of that stuff actually can be just as tedious as vacuuming rooms.",
        "Cleo: Oh, I don't think it's tedious, I love it. Cleaning at the lakeview makes me feel like I'm making a genuine contribution to the rest of the world. So, can I ask you? What's up with that noah guy?",
        "Gwen: I don't know. I just met him.",
        "Cleo: Because besides being like a big hunk, he seems to have like an incredible sense of the rest of the world.",
        "Gwen: Is that a little bit of a crush coming on?",
        "Cleo: Oh, no. He'd never be into someone like me. Besides, I think that he and maddie were flirting.",
        "Gwen: That's -- that's not possible.",
        "Cleo: No?",
        "Gwen: Maddie's in love with someone else.",
        "Cleo: Oh. Well, anyway, she seems really nice, and so does luke. Too bad when you become a big star, you're probably going to have to leave them all behind.",
        "Jade: I have zero interest in gwen's new roommate. I -- I just think it's a little bit kinky the way that she's latched onto gwen like that.",
        "Luke: Really? Because I didn't get that vibe at all.",
        "Jade: Oh, come on. Don't you think it's a little weird how gwen and will just picked her up like some stray kitten that they brought home for some warm milk and a place to sleep?",
        "Luke: I don't know, gwen seems to like her. I mean, she's already pretty involved in the cd. And that wouldn't have happened if gwen wasn't cool with her.",
        "Jade: I'm sorry, gwen does not know what she wants. She's always changing her mind.",
        "Luke: Jade, can we please not bash gwen tonight? I thought we were just going to go to crash, we were going to listen to some music, and just chill out.",
        "Jade: Yeah, about that, would you mind going without me?",
        "Luke: Yeah, I mind.",
        "Jade: Come on, don't be mad at me. I have something I need to finish.",
        "Luke: Okay, whatever, jade, i guess I'll meet you back at the house. And if you change your mind, you know where to find me.",
        "Jade: Cleo has got to go before she ruins what's left of my life.",
        "Noah: Everything okay? I can usually collate without supervision.",
        "Maddie: Sorry. I guess you've done stuff like this a million times.",
        "Noah: Haven't you? I mean, you seem to know your way around here.",
        "Maddie: This is the only place I've worked. I mean, you've been all over.",
        "Noah: Not really.",
        "Maddie: Don'T. I saw your resume. You've done acting, and directing, set design, lighting --",
        "Noah: Yeah, in high school.",
        "Maddie: Yeah, but you worked at that -- those summer theatres in the parks --",
        "Noah: My dad's an army colonel. We moved around a lot.",
        "Maddie: Is that how you ended up in branson?",
        "Noah: That's how. Working in a theatre, even if it's just ushering, gives you a way to meet people. You know, gives you something to talk about. A way to break the ice --",
        "Maddie: Well, you don't seem to have that problem. Well, at least not here, anyway.",
        "Noah: That's because you made it easy for me.",
        "Maddie: Well, I'm sure my little video greeting helped.",
        "Noah: That's not what I meant. You made it easy for me because I feel like I already have someone I can talk to. I mean, what are the chances I'd meet anyone who loves old movies as much as I do?",
        "Gwen: I mean, all I really want to do is finish the demo. I don't think that my entire life is going to change.",
        "Cleo: But when your songs get airplay, I mean, people are going to come to you with offers. They're going to demand to see you in person.",
        "Gwen: But even if that did happen, my friends are really important to me, and I'm always going to keep them close.",
        "Will: Hey.",
        "Gwen: Hey.",
        "Will: I've sold enough books for one day.",
        "Gwen: Yeah, how many did you buy?",
        "Will: None. Actually, they made a deal with me that says I can take out as many books as I want, as long as I bring them back looking like new, so make a list.",
        "Cleo: Can I make a list, too?",
        "Will: Sure. So, how did maddie take the news about the demo?",
        "Gwen: Just like you said. She was really happy.",
        "Will: Good. I think we need to celebrate then. Let's get out of here.",
        "Gwen: I can'T. I promised cleo a cheeseburger.",
        "Will: Well, I think this calls for champagne.",
        "Gwen: Champagne? On our budget? We should probably stick to ginger ale. Besides, I don't want to jinx this. I think we should wait to celebrate until we know that the album can be something that I'm proud of.",
        "Will: It will be.",
        "Cleo: You know what? Will's right. You've waited a long time for this, you should just let yourselves be happy.",
        "Gwen: Okay, I'm completely convinced. Where do you want to go?",
        "Cleo: Oh, no. I'm not tagging along. You two should just be together.",
        "Gwen: You're sure?",
        "Cleo: Yeah, I've got to get to work anyway. And I'm sure that you guys have a lot to talk about.",
        "Will: We do. So, don't wait up.",
        "Gwen: Thank you, cleo. For everything.",
        "Cleo: No problem. Have fun. Dear diary, another incredible day for yours truly. W's mom found a producer so the demo is definitely happening, and everyone is loving me. And g brought me to a real tv studio where her friends work and introduced me. W and g just took off for a romantic celebration, but I'm not jealous. Someday, it won't be g's hand he's holding -- it will be mine.",
        "Jade: Figures. Nice, gwen. Very nice.",
        "Barbara: You know, I can understand why you want to go through with this, but all the preparation in the world is not going to make it safe.",
        "Paul: Yeah, we know what we're up against.",
        "Barbara: I don't think you do. Would you listen to me? He's just waiting for you to make a move.",
        "Paul: Meg thinks that she's figured out a way around that.",
        "Barbara: Has it occurred to you that maybe craig wants her to think that? That you two are so incredibly naive that after -- after they're married, that he's found some way to keep a hold of her?",
        "Paul: We can pull this off, mom. I'm telling you.",
        "Barbara: You know what? I just want you to take a look at me. I always, always carry around the scars from craig montgomery, and you and meg will be no different.",
        "Paul: You don't need to tell me how vindictive craig can be.",
        "Barbara: Your life is on the line. Nothing less than that. Look what he did to rosanna? How long has she been in a coma?",
        "Paul: I know.",
        "Barbara: Doesn't that worry you, paul?",
        "Paul: Of course it does. That's why I have back-up plans for my back-up plans. But you don't need to worry. Because once we do this to craig, he'll be powerless. And he'll never be able to touch meg again.",
        "Meg: You can be as seductive as you want. But we are not sleeping together until we're married.",
        "Craig: I'm sorry, what? Is this supposed to make you -- I'm sorry, are you trying to make me want you more?",
        "Meg: Look, I'm not playing hard to get. I just want to wait until we're married.",
        "Craig: You want to torture me?",
        "Meg: Well, anticipation does make the heart grow fonder. And I do promise you once we're legal, I'm going to take every opportunity to show you just how much you mean to me.",
        "Craig: I can't wait.",
        "Meg: Well, you have to. Deal's a deal.",
        "Craig: Why, if the only thing standing between us is a marriage certificate, why don't we just move the wedding up?",
        "Meg: Can we do that?",
        "Craig: We can do anything we want.",
        "Meg: But you've made so many plans, the church, the reception --",
        "Craig: Oh, you just leave all those details to me. You just give me the word, meg. 24 hours, you'll be mrs. Craig montgomery.",
        "Meg: Hang on, did I say that I wanted to take your name?",
        "Craig: No, but --",
        "Meg: Because, you know, I do prefer meg snyder-montgomery. How about you?",
        "Craig: I like it.",
        "Meg: Well, then, if you can work your magic, mr. Montgomery, tomorrow will be my wedding day.",
        "Announcer: On the next \"as the world turns.\"",
        "Gwen: These are my -- these are my lucky earrings. Will's sister gave them to me before she died. They're not -- they're not here.",
        "Cleo: Are these them?",
        "Gwen: What are they doing in your bag?",
        "Paul: Those rings are just bad luck for us. Right now, bad luck is a thing of the past for you.",
        "Craig: I can't wait to give them to her. Come on, look at them. Aren't they incredible?"
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=EzEE__s5yEk"
}