{
    "Episode Summary": [],
    "Recap": [
        "Carly shows Jack her evidence, but Jack is worried that it isn't enough. Bob tells Chris that the Board exonerated him, but Chris is upset that it took the Board's ruling to have his father believe in him. Sophie tells a thrilled Will and Gwen that she hasn't changed her mind regarding giving Hallie back to them. Chris hopes one day Bob will have trust in him again. Paul has a plan with what to do with some of Craig's papers. Meg is upset to learn her lawyer can't find Craig, which means her divorce will continue to be delayed. Carly leaves to go get more evidence. Soon after, Jack collapses. Will and Gwen agree to take Hallie back. Paul goes to see Meg, as she tells him that he has to give up on them, but Paul can't. Sophie shares an emotional goodbye with Hallie. Jack is suffering from Septic Shock and is delusional; he thinks Katie is his wife, as she is forced to go along with it. A teary eyed Sophie tells Chris what happened, as he tries to be there for her. He also explains what happened to him at the hospital he believes at Paul's hands. Jack babbles about how happy he is that he and Katie are married, as she seems to be taking it hard. Paul wants to help Meg with her divorce but she tells him the only thing that will help is if he leaves her alone. Will wants to leave town to start fresh. Carly tries to find the homeless woman, but she comes up empty at the liquor store. Carly gets a lead to go to a homeless shelter, but the woman hasn't been there in a while either. Gwen is unsure about leaving town, but Will is sure enough for them both. Gwen is worried about how Barbara will handle them leaving. Sophie asks Paul if he drugged Chris? After Paul denies that accusation flatly, he asks to help Sophie with the adoption lawyer. She is forced to explain how she gave Hallie up again. Gwen tells Will they have to get Sophie's ok to leave town. Paul thinks Sophie is one of the bravest women he knows. Carly thinks she sees the homeless woman she is looking for, but she is mistaken. Jack comes to and is confused when Katie is still pretending to be his wife. Jack is very concerned for Carly and wants to go find her. Katie is bothered. Meg has a plan with how to deal with Paul, which worries Emma. Paul is bothered that Sophie won't accept his help. Sophie explains that she wants to do it on her own. Will and Gwen tell Sophie about their plans to leave town and wonder if she is ok with that? Katie has to explain to Jack that while he was delusional, he thought they were married. Carly interrupts when she rushes in upset about coming up empty in her search for evidence to clear Parker. Carly seeks comfort in Jack and he willingly provides it leaving Katie looking like the third wheel."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: I found her.",
        "Jack: Oh, that's great.",
        "Katie: Found who?",
        "Jack: A homeless woman that Kit knew. She may have evidence to clear Parker.",
        "Carly: We can prove that Kit was in Oakdale the night of Sam's murder.",
        "Jack: Okay, let's see it. Come on.",
        "Carly: Kit gave the woman a coat, and this was in the pocket. A receipt from a liquor store in Oakdale. It's stamped with the time, date, everything.",
        "Jack: Yeah --",
        "Carly: What's wrong?",
        "Jack: Well, there's nothing to link this receipt to Kit. She paid with cash, Carly.",
        "Carly: We'll go to the store. We'll talk to the clerk. We'll have the clerk testify that he saw Kit that night. This is it, Jack. This is our chance to clear Parker.",
        "[SCENE_BREAK]",
        "Chris: You wanted to see me?",
        "Bob: Yeah, have a seat. I just came from the hospital review board. They concluded that you were drugged without your knowledge. You've been exonerated.",
        "Chris: Thank God.",
        "Bob: Congratulations. I'm very happy for you.",
        "Chris: Thanks, Dad. I just -- I'm sorry that it took a hospital review board for my father to believe in me.",
        "[SCENE_BREAK]",
        "Gwen: You know I didn't -- I didn't sleep at all last night. I just kept wondering if Hallie was really okay. I don't think that Dr. Stewart would release her otherwise, right?",
        "Will: Well, the transfusion worked for now, and the anemia's gone.",
        "Gwen: Yeah.",
        "Will: Hey, uh, excuse us. We -- we're Hallie Munson's parents. We're here to see her.",
        "Gwen: Yeah, I'm her mom, Gwen Munson.",
        "Nurse #1: Hallie Munson? Our records show the baby's name is Hallie Duran.",
        "Gwen: Right. Uh, listen, sorry. Her -- her biological mom is Sofie Duran, but we're her adoptive parents.",
        "Nurse #1: I'm sorry, I can't let you see the baby without the mother's approval.",
        "Sofie: It's -- its okay. I'm here. But I need to speak with Gwen and Will before things go any further.",
        "[SCENE_BREAK]",
        "Bob: Son, I'm sorry.",
        "Chris: No big deal. My dad believed I would practice medicine under the influence.",
        "Bob: No, my instincts were that you would never do anything like that.",
        "Chris: You still suspended me.",
        "Bob: It was my duty to see that you didn't try to treat patients. As chief of staff, I had to protect the hospital and you.",
        "Chris: I guess I would have done the same thing.",
        "Bob: I'm sure you would have.",
        "Chris: Funny thing is, I just want you to be proud of me. But I don't exactly give you a hell of a lot of chances, do I?",
        "Bob: I am proud of you.",
        "Chris: Then something like this happens. I just -- I just hope I can win your trust back someday, Dad.",
        "Bob: You will.",
        "[SCENE_BREAK]",
        "Sofie: Gwen, if you hadn't given Hallie blood, I would have lost her. You saved her life.",
        "Gwen: Come on, I mean I would do anything for Hallie. You know that.",
        "Will: Sofie, have you decided what you want to do?",
        "Sofie: Yeah. You know, I was up all night thinking about it and, um, you know, I can't give Hallie what she needs. Look at what happened. I'm trying not to blame myself because I know I couldn't have prevented her anemia. And I really didn't expect Cole to show up and try to kidnap her. But I -- I want her to grow up in a good, stable home. And at this point in my life, I can't do that for her.",
        "Gwen: Sofie, what are you saying?",
        "Sofie: I'm saying, don't reverse the adoption. I want you to take my baby back.",
        "[SCENE_BREAK]",
        "Paul: \"Worldwide is back. Be with us as we take off for new horizons and greater profits in the year to come.\" And uh, sign it \"etcetera, etcetera.\" And give it to the stockholders, and the board, and post it on the website, if you would.",
        "Assistant: Yes, Mr. Ryan. And what should I do with this?",
        "Paul: I don't know. What is it?",
        "Assistant: Craig Montgomery's pending correspondence.",
        "Paul: Put it in the garbage. Wait, wait, wait, wait, wait. Thanks. I got a better idea.",
        "[SCENE_BREAK]",
        "Emma: What is it?",
        "Meg: Bad news from my lawyer. No one can find Craig. If he doesn't surface soon, it might take years before I get divorced.",
        "Emma: Well, look on the bright side, if he's not around, he's not around to bother you. Now that is a plus.",
        "Meg: Look, Mama, I know you're relieved Craig's gone, but I'm tired of being in limbo. I just want to get on with my life.",
        "[SCENE_BREAK]",
        "Jack: Great work. Come on, let's go.",
        "Katie: Wait. Hold on, Jack. You shouldn't even be here right now, let alone running around town after this lead.",
        "Jack: I'm fine.",
        "Carly: No, no. Katie's right, you should be at the hospital. I can handle this myself.",
        "Jack: You sure?",
        "Carly: Yes. Yes, I'll just ask some questions and show the picture around. It's not dangerous. I can do it.",
        "Jack: Okay. Listen, if the clerk id's Kit, then get them to come in and make a statement. Better yet, if they have a surveillance camera, we'll have all the evidence we need.",
        "Carly: Okay. You go to the hospital, and get well.",
        "Jack: All right.",
        "Katie: All right. You ready to go, Buddy?",
        "[Jack groans]",
        "Katie: Jack? What's wrong? Jack! Jack! Hey. Yes, I need an ambulance to the Oakdale courthouse. A man has passed out, he's unconscious. Yes, second floor. Thank you, please hurry. Jack? Jack? Come on.",
        "Katie: What happened?",
        "EMT #1: Looks like septic shock.",
        "Katie: What is that?",
        "EMT #2: It's caused by an infection in the wound.",
        "Katie: Is he going to be okay?",
        "EMT #1: We need to get him to the E.R.",
        "Katie: Okay, come on. Jack, you're going to be fine. We're taking you to the hospital. Just stay with us.",
        "[SCENE_BREAK]",
        "Gwen: Sofie, are you absolutely certain that you want to give Hallie back to us because you are her mom, and I know that you love her, and you said that you wanted to raise her.",
        "Sofie: Right, right. I will always love her. But that doesn't mean that I'm good for her.",
        "Gwen: Let me tell you, that is something that -- that all mothers feel at first. It goes away over time.",
        "Sofie: You know, she shouldn't have to wait. She deserves a good mother now. I mean, I didn't even know she was sick. Lisa had to tell me. What happens if I'm alone next time?",
        "Gwen: You won't be alone, you know, Will and I, we could -- we can be there for you.",
        "Sofie: Yeah, that's really nice of you to say.",
        "Will: Well, she wouldn't say it if she didn't mean it.",
        "Sofie: You know, I -- I thought love would be enough to raise a baby, but it's not. And I want my baby to grow up in a good home, a home like yours. And if that means that I can't see her -- I want Hallie to be with you, if you still want her.",
        "Gwen: Are you serious?",
        "Will: That would be a yes.",
        "[SCENE_BREAK]",
        "Emma: Oh.",
        "Paul: I have something for Meg.",
        "Emma: I'm sure you do. I'm also sure it's something she neither wants or needs.",
        "Paul: Well, how bout we let Meg decide for herself what she wants and needs?",
        "Emma: And what, deprive me of the pleasure of telling you to take a hike?",
        "Meg: Mama, its okay. I can handle this.",
        "Emma: All right. But call me, if you need me, just shout. I'll bring the shotgun.",
        "Paul: Thank you for rescuing me, you're like my hero.",
        "Meg: Yeah, well, don't get your hopes up. She was serious about the shotgun. So, now what do you want?",
        "Paul: Um, this is Craig's last correspondence, you know, before he disappeared.",
        "Meg: Could have saved you the trip.",
        "Paul: I thought you'd want to at least look at it.",
        "Meg: Yeah, I doubt that. But even if you did, um, Worldwide has a great messenger service.",
        "Paul: They do? Oh, yeah, they do. You're right, they do.",
        "Meg: Yeah --",
        "Paul: Okay, yeah, um, okay the truth --",
        "Meg: Oh, yeah, let's try that.",
        "Paul: I was just looking for an excuse to come see you.",
        "[SCENE_BREAK]",
        "Nurse #1: You can take the baby home.",
        "Gwen: Hold on, just one sec. Sofie, do you want to hold her?",
        "Sofie: Yes.",
        "Gwen: Okay. Thank you.",
        "Sofie: Thank you. You know that you are a lucky little girl. You -- you're going to grow up in a good home with loving parents, who are going to give you everything that you need. I know that. This is my gift to you. And I will always love you for as long as I live.",
        "Gwen: You know, you can -- you can still come and see her. Do you think she's going to be okay?",
        "Will: Yeah, she's going to be fine. And so is Hallie.",
        "Gwen: Hey, pretty girl. Yeah, it's so good to hold you again. We're going to take you home now. Okay?",
        "Will: And this time, it's for good.",
        "[SCENE_BREAK]",
        "Chris: Whoa! Hey, Sofie. What's wrong? Why are you crying?",
        "Sofie: I gave Hallie back to Gwen and Will. I tried to keep her, but I couldn't handle it, and I had to give her up.",
        "[SCENE_BREAK]",
        "Carly: Hi. I have a receipt from your store. Do you think you'd be able to tell me who was working that night?",
        "Clerk: That would be me. The regular guy was on vacation that week.",
        "Carly: Good. Great, do you have a security camera in here? Well, do you think you would recognize a customer from a picture? This woman, was she here that night?",
        "[SCENE_BREAK]",
        "Jack: Nurse? Hey, have you seen my wife? I need my wife.",
        "Katie: Jack, Carly's not here yet.",
        "Jack: There she is. Never mind, nurse. Katie, oh, it's so good to see you. Please don't leave me, okay?",
        "Katie: I'm not -- I'm not really his wife.",
        "Nurse #2: Septic shock sometimes makes the patient delusional.",
        "Katie: How long does it last? I thought the doctor gave him antibiotics, didn't he?",
        "Nurse #2: Don't worry, it'll pass.",
        "Katie: What do I do in the meantime?",
        "Nurse #2: Don't upset him. Go along with whatever he says.",
        "[SCENE_BREAK]",
        "Clerk: I can't say that I remember this woman.",
        "Carly: Are you sure? Take another look.",
        "Clerk: I'm sorry, we get hundreds of customers.",
        "Carly: And you're sure that you don't have a security camera in here, huh?",
        "Clerk: No. We got this instead.",
        "Carly: Right. All right, thank you. Looks like I'm going back to Jack empty- handed.",
        "[SCENE_BREAK]",
        "Jack: Don't leave me.",
        "Katie: I'm not going anywhere.",
        "Jack: Okay?",
        "Katie: I'm not going anywhere, don't worry.",
        "Jack: Hey. You got to get going, it's time for Parker's hockey game.",
        "Katie: No, no. It's okay, don't worry about it. We have time. We have plenty of time.",
        "[SCENE_BREAK]",
        "Will: Hey, how's the baby?",
        "Gwen: She fell asleep so fast.",
        "Will: It's got to be really hard for her. I mean, first she's with us, and then she's with Sofie. Then she's sick, she's in the hospital.",
        "Gwen: Yeah. But, you know, she's home for good now. And I think we can finally start trying to be a family. You know? What?",
        "Will: I'm still worried.",
        "Gwen: About what?",
        "Will: That Sofie's going to change her mind.",
        "Gwen: I don't think that's going to happen.",
        "Will: Well, she's done it before.",
        "Gwen: I think this time though Sofie really felt like Hallie is better off with us.",
        "Will: You give if a few weeks, she see us having fun with Hallie, she's going to freak out and want the baby back.",
        "Gwen: That's not going to happen.",
        "Will: You don't know that for sure. And I don't want to live the rest of my life wondering when she's going to change her mind again. It's not fair. It's no way to live. It's not fair to us or the baby.",
        "Gwen: So what are we going to do about it?",
        "[SCENE_BREAK]",
        "Chris: Woah, tell me what happened. I don't I don't get it. I thought the judge gave Gwen and Will custody.",
        "Sofie: Yeah, he did. Thank you. He did, but Gwen didn't feel right about it. Cause she saw how much I wanted Hallie. So she gave her back. I tried to be a good mother, Chris. But I just wasn't.",
        "Chris: I don't understand. You finally get what you want, and now, you're giving up?",
        "Sofie: No, I had to do the right thing for my baby. She belongs with Gwen and Will. I made the right decision.",
        "Chris: Woah, hey, Sofie, don't go. I'm sorry if I came down on you. That's the last thing you need right now. It's just -- why didn't you come to me before? I could have helped you with your baby.",
        "Sofie: That's the point. That's the point. I should have been able to do it myself. But I couldn't.",
        "[SCENE_BREAK]",
        "Meg: Aren't you running out of excuses to show up here, Paul?",
        "Paul: I told you, I just wanted to see you.",
        "Meg: And I told you, we're over. Why can't you just accept that?",
        "Paul: I don't accept that. There's a bond between us, Meg, it's not going to be broken. Ever.",
        "Meg: Paul, please, you need to stop. This isn't doing any good for either one of us --",
        "Paul: Okay, all right. So um, have you heard from Craig?",
        "Meg: Unfortunately no, and until I do end this disaster of a marriage --",
        "Paul: I can help you know, I can hire private detectives -- there's lots of things I can do.",
        "Meg: No, no, you can't. You need to stay out of this.",
        "Paul: Why? Why? How come you just won't let me do something?",
        "Meg: Because you can't, Paul. You can't end this nightmare because you're a part of it!",
        "[SCENE_BREAK]",
        "Chris: I just want to see you happy, Sofie.",
        "Sofie: I'm not. I didn't want to give up Hallie. And I didn't even decide to until I almost lost her. She was so sick. She's anemic. She could have died. And Gwen gave her blood. My blood wasn't a match. I'm the biological mother -- my blood wasn't a match. And Gwen's was. It's like somebody was telling me that she belongs with Gwen.",
        "Chris: I'm sorry you went through all that. How long was Hallie in the hospital?",
        "Sofie: Not for long. It seemed like forever. I thought I'd see you there.",
        "Chris: No, I wasn't there.",
        "Sofie: Why not?",
        "Chris: I was suspended.",
        "Sofie: What?",
        "Chris: Yeah, someone drugged me. Made it look like I was drunk when I showed up to do my rounds.",
        "Sofie: Who would do something like that?",
        "Chris: Ask your friend Paul Ryan.",
        "[SCENE_BREAK]",
        "Paul: I understand how you feel, I think. And I'm just trying to make up for all the hurt that I've caused you. I don't know why you just won't give me a chance.",
        "Meg: The best thing you can do for me is just leave me alone.",
        "Paul: I don't want to do that. I don't think I can do that.",
        "Meg: Paul, please -- please just -- just stop.",
        "Paul: All right. If there's -- if there's anything I can do for you -- anything at all -- if there's anything you need, you just let me know. You can always count on me.",
        "[SCENE_BREAK]",
        "Will: How do we get Sofie to keep her word? How do we raise Hallie the way we want to, without having to look over our shoulders the rest of our life?",
        "Gwen: I don't know, Will. What do you think we should do?",
        "Will: I've been thinking about it a lot. And I think, really, the only thing we can do is to take Hallie, and leave Oakdale.",
        "Gwen: For good?",
        "Will: Yeah, why not?",
        "[SCENE_BREAK]",
        "Jack: What happened?",
        "Katie: It's okay. You're all right. You just took a little nap.",
        "Jack: How'd I get here?",
        "Katie: Shh, don't worry about that right now.",
        "Katie: No, no, no -- it's okay. We missed it. We missed it. But it's okay. It's okay. Parker understood. He just wants you to rest and get better.",
        "Jack: Okay. How'd he do?",
        "Katie: He was great. He scored three goals.",
        "Jack: Yea! A hat-trick. Go, Parker.",
        "Katie: Yeah.",
        "Jack: I wish I could have seen it. I know he's not ready for the Blackhawks just yet, but sometimes when he's skating around, well, I get to thinking, you know?",
        "Katie: Have you ever told him that?",
        "Jack: No. No, I don't want to make him self-conscious. He's got so much on his plate right now -- so much -- so much pressure. I'm just glad that you were there for him.",
        "Katie: Me, too. Such an amazing kid.",
        "Jack: Thanks. And the best part -- is that he loves you as much as I do.",
        "[SCENE_BREAK]",
        "Carly: I know. I know it's a crime scene -- I shouldn't be here.",
        "Chicago cop: Then why don't you get going?",
        "Carly: I just want to ask you a question. Okay, I'm looking for a woman. She's homeless. She lives on the streets around here. Have you seen anybody like that today?",
        "Chicago cop: Nope, she hasn't been around here.",
        "Carly: It's very important that I find her.",
        "Chicago cop: Is this about the cop that got shot here?",
        "Carly: It's about his son, yes.",
        "Chicago cop: Try the homeless shelter, two blocks down.",
        "Carly: Thank you.",
        "[SCENE_BREAK]",
        "Gwen: Will, we can't -- we can't leave town now. We just -- we just started school again.",
        "Will: Well, so that's not a reason why we can't leave Oakdale. There are other state schools.",
        "Gwen: Our friends are here. You know, your family's here. You know, I want Hallie to have that.",
        "Will: Well, our friends can come visit us. And as far as family goes, Mom's been doing okay lately. You know, that doesn't erase a lifetime of interfering and making trouble. And Paul, you know, Paul is looking out for Sofie.",
        "Gwen: I understand absolutely what you're saying about your brother. But, Will, come on, that's your mom. This is going to be so hard on her.",
        "Will: I'm not saying Mom can't come visit. She will. But, you and Hallie, you're my family now. And we have to give our family the chance it deserves, right? I think we need to take her away so that we can make fresh start.",
        "[SCENE_BREAK]",
        "Sofie: I have to see Paul now.",
        "Assistant: I'm sorry, Mr. Ryan.",
        "Paul: No, it's okay. I don't think she's really going to do me any harm. It's a nice surprise.",
        "Sofie: Paul, just tell me, did you set Chris up?",
        "Paul: I'm sorry?",
        "Sofie: Did you drug Chris Hughes to make it look like he was drunk on duty at the hospital?",
        "Paul: Did I drug -- no, I didn't.",
        "Sofie: Really?",
        "Paul: Really. Do you have a stack of bibles I can swear on or something? You don't believe me?",
        "Sofie: Yeah yeah, I do. You've never lied to me.",
        "Paul: No, not yet. I'm just kidding.",
        "Sofie: I'm sorry -- I just -- I really don't know who to trust anymore. My judgment's obviously pretty lousy --",
        "Paul: You can trust me.",
        "Sofie: Can I?",
        "Paul: Yes. Look, I know that you don't need my help and you may not even want it but --",
        "Sofie: Yeah, I'm doing a pretty lousy job by myself.",
        "Paul: Well, then let me help. Sofie, you need a lawyer --",
        "Sofie: I don't need a lawyer.",
        "Paul: No, you do. Okay, adoption is a legal matter and you need an attorney to protect your interests. And I have a whole bunch of lawyers on retainer --",
        "Sofie: Paul, I don't need one because I am not reversing the adoption. I gave Hallie back to Gwen and Will.",
        "[SCENE_BREAK]",
        "Will: You think I'm crazy, right? Wanting us to leave Oakdale?",
        "Gwen: No. No, not at all. I'm just thinking about everything that we've been through in the last year. You know, I mean, I honesty, I really -- I don't -- I don't know how we made it. Except that we stayed together. So, I don't know, if you want to leave Oakdale, I will -- I'll go. You know, I will go anywhere with you. Because I know that as long as I'm by your side, I will find my way.",
        "Will: Great. You know we don't have to go very far. We can just -- we can register for classes at another state school and look into living in a new town.",
        "Gwen: Okay. Um, listen, there is just -- there's one thing that we've got to do.",
        "Will: Okay, name it.",
        "Gwen: Look, we've got to get Hallie's papers in order. If we want to, you know, start -- start fresh, I mean, say, let's do it. It's just -- I don't want anything to do wrong.",
        "Will: Okay, that's fine. We'll do everything by the book. This is our chance -- this is our chance to make the family we've always wanted.",
        "[SCENE_BREAK]",
        "Sofie: Well? Go on, say it. I know what you're thinking. Tell me I'm wrong. Tell me I'm being childish. Don't you want to tell me I'm making the biggest mistake of my life?",
        "Paul: I think that you are one of the bravest people that I have ever known.",
        "[SCENE_BREAK]",
        "Emma: Are you okay? Did he upset you again?",
        "Meg: No, Mama, it's okay. The shotgun won't be necessary.",
        "Emma: Oh, that's your opinion. I wish I'd -- I wish I'd taken it out the moment I saw him. Just run him off the farm once and for good. You know, he deserves that. What did he do to you this time?",
        "Meg: He didn't do anything. He just won't leave me alone. He refuses to accept the fact that we won't be together someday. No matter what I say, he won't stop.",
        "Emma: Look, you are my daughter. And I'm going to protect you. I am. I am going do something about this. I'm going to get the law involved, I'm going to get a restraining order --",
        "Meg: No, no, no. Look, Mama, the trouble is, every time I see Paul, my feelings for him start up again. And I don't know what to do. I wish I just had a switch I could turn off how I feel. Look, the only thing I can do is I just need to bury my feelings for Paul.",
        "[SCENE_BREAK]",
        "Homeless man: Lady, do you have $5? I have to get out of here.",
        "Carly: Uh, let me look.",
        "Homeless man: I'll take anything. No contribution too small.",
        "Administrator: All right, leave the lady alone.",
        "Carly: Thanks.",
        "Administrator: He's harmless. How can I help you?",
        "Carly: Uh, I'm looking for a woman. I think she's homeless. I managed to get a picture of her with my phone here. I know it's a little bit blurry.",
        "Administrator: Oh, sure, I know her.",
        "Carly: Great. Do you know where I can find her?",
        "Administrator: I'm sorry, I haven't seen her for several days.",
        "[SCENE_BREAK]",
        "Jack: Katie?",
        "Katie: I'm right here, it's okay.",
        "Jack: Thirsty -- mmmm. That's good. There's nothing like a cold beer after a long hard day. Do you want one?",
        "Katie: No, no, I'm good, thanks.",
        "Jack: Come on, have a beer with me. We can celebrate.",
        "Katie: What are we celebrating?",
        "Jack: Us. The perfect couple.",
        "Katie: To us.",
        "Jack: I hate to admit it.",
        "Katie: What?",
        "Jack: You were wrong. You never thought I'd leave Carly. Now look at us. We're so happy together.",
        "Katie: Yeah, it's great. We're perfect. Just want I always wanted.",
        "Jack: Me, too.",
        "[SCENE_BREAK]",
        "Sofie: Are you kidding? I'm anything but brave.",
        "Paul: I'm not kidding. I really think that. I think that you are one of the bravest people that I've ever known. Are you -- are you sure that you want to give your baby up?",
        "Sofie: As sure as I can be. It doesn't mean it's not painful.",
        "Paul: There is nothing in the world more painful than losing a child. You should let me help you.",
        "Sofie: No, no, thanks. But I really have to do this on my own.",
        "Paul: No, you don't, Sofie. You're wrong. Everybody needs a little bit of help. No one gets through this life without it.",
        "[SCENE_BREAK]",
        "Emma: You're right, Sweetheart. You really do -- you have to protect yourself from Paul. I guess and closing off your feelings might be one way to do that.",
        "Meg: It's the only way.",
        "Emma: Listen to me. Don't you go closing yourself off from the good things in life.",
        "Meg: I just have to stop having feelings for Paul.",
        "Emma: If you close your heart so that no one can touch it -- so that Paul can't touch it, no one else can touch it, that's not good. No one else will be able to get close to you. You know, don't -- don't shoot yourself off from life because of Paul. Sweetheart, he's really not worth it.",
        "[SCENE_BREAK]",
        "Paul: It's kind of ironic. I have all this money, I have all these resources that could be a benefit to somebody, and I'm in the mood to share and -- for some reason, nobody wants to accept what it is that I have to offer.",
        "Sofie: Paul --",
        "Paul: No, no, no. You know what? You're right. You want to go at it alone? That's fine, Sofie. Be my guest. But you know what? Don't blame me if at the end of the day you don't like how alone feels.",
        "[SCENE_BREAK]",
        "Will: So, you mean it? You'll move.",
        "Gwen: Yeah, yeah, I'll go.",
        "Will: You're not going to regret this. This is going to be great. And it's going to be like an adventure, you know, but we have to get to work because we have to transfer schools. And that's applications and transcripts and everything, so we've got to get to work.",
        "Gwen: Yeah, listen, Will, um, there's something we have to do first.",
        "Will: Okay, name it.",
        "Gwen: We have to tell Sofie.",
        "Will: Why would you want to do that?",
        "Gwen: I need to get her okay on this before we go.",
        "Will: You're serious.",
        "Gwen: Yeah, listen, we can't just -- we can't just sneak off to another town with Hallie. And I know that Sofie said that she wanted us to have her but she needs to know our plans. She deserves to know where her daughter is being raised. Will, this is something that -- you know, this is something we have to do.",
        "Will: You know, you're letting Sofie decide our future for us. She's not really the most stable person on the planet.",
        "Gwen: I know that. But I still need her approval.",
        "Will: Okay, fine. Let's do it. Let's tell Sofie.",
        "Gwen: Okay.",
        "[SCENE_BREAK]",
        "Jack: What's happening to me?",
        "Katie: Nothing. Nothing's happening. You're fine. You're fine. We're together now. We're happy. You were just talking about how happy we are.",
        "Jack: What the hell are you talking about?",
        "Katie: About us. We worked everything out. We're going to be fine.",
        "Jack: What? Worked what out?",
        "Katie: Oh, um -- nothing -- no. Sorry, it was just some stuff you were saying in your sleep.",
        "Jack: Yeah, what was I saying?",
        "Katie: It didn't really make much sense. You've been delirious.",
        "Jack: What am I doing in the hospital, Katie?",
        "Katie: You were in septic shock. And they gave you some antibiotics. And thank God, it looks like they're working.",
        "Jack: How long have I been out of it?",
        "Katie: You've been in and out since you collapsed at the courthouse.",
        "Jack: Oh, the courthouse -- oh, Parker's trial. I remember.",
        "Katie: No, no, no.",
        "Jack: Did Carly get back yet?",
        "Katie: No.",
        "Jack: Did she call? I wonder if she found anything.",
        "[SCENE_BREAK]",
        "Carly: Oh my God, that's her. Excuse me? Excuse me, can I talk to you? Please don't run away! Wait!",
        "[SCENE_BREAK]",
        "Jack: Carly should be back by now. She may need help.",
        "Katie: No, no, no, listen. I know it's tough, Jack. But you've got to just lay here and get your strength back, please. Try and relax.",
        "Jack: Okay. I'm sorry.",
        "Katie: Just let me know is there anything I can do to make you feel better?",
        "Jack: Call Carly. No, wait -- don't. If her phone rings at the wrong time, it could ruin everything. I don't want to put Carly in danger.",
        "[SCENE_BREAK]",
        "Carly: Please wait. I just want to talk to you. Wait!",
        "Homeless woman: Keep your hands to yourself, or I'm calling the cops.",
        "Carly: I thought you were someone else.",
        "Homeless woman: Well, I'm not, so keep your hands to yourself.",
        "Carly: Okay, I apologize. My mistake. Sorry.",
        "[SCENE_BREAK]",
        "Sofie: I know it sounds ungrateful. And I don't want to be alone. It's not that. But you don't know how I feel. I am this poor, pitiful girl who got herself pregnant by a jerk, to be nice. And I had the most amazing little girl ever and I couldn't take care of her. I have failed at everything I have ever tried. I'm a loser. I can't stand it. Okay, I need to make a clean break from that life. I need to be responsible for myself and take control. Because if I don't change the way I see myself, I will never be worth anything. Can't you see that?",
        "Paul: Sofie, you want to take responsibility, that's great. You want to be in control, that's great. You're worried that you'll never amount to something, okay, fine. But how are you going to do this? What are you doing to do? How are you going to make these changes? What are you going to do? Are you going to go back and work some crummy waitress job and live in a cheap hotel? You're getting a chance here. They don't come along too often. You should take it. Don't blow it.",
        "Sofie: That's -- that's what freaks me out. I don't want to blow it. I really don't -- I just don't know where to start.",
        "Paul: Okay, well, let's -- let's -- you could say, let me help you.",
        "Sofie: Okay. Okay, I get the point. [Cell phone beeps] Sorry, Paul, I've got to go. Thank you for your time. I will -- I will think about what you said.",
        "Paul: I hope you do.",
        "[SCENE_BREAK]",
        "Meg: Look, the thing is, Mama, that it's hard saying no to Paul. And I just need to find a way to defend myself. And if I need to build a wall, so be it.",
        "Emma: Well, I just -- I just trust you. You know what you're doing.",
        "Meg: All I know is that if Paul breaks my heart again, it will kill me.",
        "[SCENE_BREAK]",
        "Sofie: I got your text message. You said you wanted to see me right away. Is Hallie okay?",
        "Gwen: No, she's fine. And I'm sorry if we worried you. It's just that Will and I -- we made some -- we made some -- we made a big decision about our future.",
        "Sofie: Okay.",
        "Gwen: We feel like we need -- like a fresh start and --",
        "Sofie: Yeah, yeah, of course. I can see that, but -- what does that have to do with me?",
        "Will: Our best chance to start over really is to leave Oakdale.",
        "Sofie: For good?",
        "Gwen: Maybe not forever, but for a while. But we don't do it unless -- unless you agree.",
        "[SCENE_BREAK]",
        "Jack: You all right?",
        "Katie: I'm fine. You look a little better.",
        "Jack: You've been kind of quiet. Are you sure you're okay?",
        "Katie: I said I was fine. Okay, why wouldn't I be? I watched you collapse at the courthouse, thought you might die. Took a nice little ambulance ride over here and then I heard you rave incoherently for a couple of hours. Why wouldn't I be fine after a day like that?",
        "Jack: I see. Just asking. So, did I say something to upset you, when I was out of my head?",
        "Katie: Don't worry about it.",
        "Jack: Well, I do. Because if I said something that upset you, or that was offensive in any way, I'm sorry. I obviously didn't mean it --",
        "Katie: It was no big deal -- no, it was funny, actually. You thought we were still married.",
        "Jack: Well, imagine that.",
        "Katie: You talked about us like we were some old married couple. Well, not old, but you know -- happy.",
        "Jack: Really.",
        "Katie: Pretty funny, huh?",
        "Carly: Jack.",
        "Jack: Carly, what happened? Did you find anything to help Parker?",
        "Carly: It was useless. We have absolutely nothing to help our son. What are we going to do?",
        "[Carly and Jack hug and Katie leaves the room]",
        "[NEXT_ON]",
        "Brad: Talk to me here. Just take it easy. Slow down. This is -- we'll sit down. We'll talk.",
        "Katie: I don't want to talk about anything.",
        "Will: Good-bye, Oakdale. Hello, new life.",
        "Sofie: Tell Will and Gwen about your cancer. Tell them before they leave town.",
        "Margo: Evans has escaped with O'Connor and he's armed and dangerous.",
        "Casey: Matt?",
        "Gray: Well, well. I wasn't expecting the blonde. Looks like it's my lucky day."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=9HEY68H6_r4"
}