{
    "Episode Summary": [],
    "Recap": [
        "Luke arrives at the rooftop party, but quickly starts to feel guilty about lying to his parents \u0096 again. Kevin ties to goad him into continuing his lying ways. Luke would rather go elsewhere with Kevin, but Kevin wants to stay at the party, drink and have fun. Luke wonders if it ever gets to him that he constantly has to lie and no one knows the real him? Holden continues to worry about what is going on with Luke, while trying to bury the thoughts bubbling to the surface about what Luke is really struggling with. He is worried that he was a failure to Luke, and that is why he is struggling now. Is he a poor substitute for Luke's read dad? Lily assures him he is Luke's real dad in ever sense of the word. She thinks Luke is just like him, but Holden shakes his head saying that he is not. Lily and Holden decide to cancel their dinner plans and head home to see Luke. They call him to tell them they are on the way, and Luke leaves quickly from the party to beat them home. On his way home in his car, Kevin calls Luke and offers to stop by later with a six pack, but Luke tells him he can't do this anymore. A distracted Luke throws the phone down and then hits someone in the road. Paul hallucinates that Emily is coming to kill him. Emily hears Paul's voice say hello and tries to get him to talk to her when she calls using Meg's phone. Emily realizes where Paul is hiding. Paul realizes Emily knows he is alive, and realizes he has to leave the cabin. Emily and Henry arrive too late at the cabin, but find a clue in the embers of the recently extinguished fire. Paul names Jen executor of his estate, but also warns in his \u0091death' that he doesn't want Barbara anywhere near his finances or estate. At Paul's apartment, Jen finds a heartfelt letter from Paul, which brings Jen to tears, as Paul secretly looks on."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Well, I guess not that many people were into freezing their butts off just for the privilege of drinking beer.",
        "Kevin: It's still early, man. Give it an hour. You won't be able to move up here. Hey, glad you were able to jump the crib tonight.",
        "Luke: Yeah. And what about you? I thought your dad grounded you, too.",
        "Kevin: Well, that's why I'm out doing research at the library on the Cuban missile crisis.",
        "Luke: And they bought that?",
        "Kevin: Well, the trick is to be specific, but not give away too many details. Inspired, right? So, what'd you tell your parents?",
        "Luke: That I was going for a walk. Well, they were just going out to eat. So I can't stay long. I want to get home before they get back.",
        "Kevin: Wait, you just got here.",
        "Luke: Yeah, but I really don't want to get into it with my dad again.",
        "Kevin: Well -- see,Luke,that's why you can't just sneak out. You've got to have a killer alibi.",
        "Luke: Yeah, I guess -- I guess I didn't think about that.",
        "Kevin: Well, that's why I'm here for, man. To show you the ropes. You need a good lie. Here, call your parents and tell them you're at the library doing research. And you, my man, get to stick around and have some fun.",
        "[SCENE_BREAK]",
        "Lily: Talk to me, Holden. If there's something that you know about Luke, I want you to tell me now. Don't you realize there's nothing you can say to me that will upset me?",
        "Holden: Don't count on it.",
        "Lily: Are you trying to scare me? Because you have no idea what goes through my mind when you make me guess.",
        "Holden: I'm not trying to scare you. But some things are just hard to put into words. It's just this feeling that I get.",
        "Lily: What? What kind of feeling?",
        "Holden: I feel -- I feel like I don't know Luke anymore. I feel like I've lost the opportunity to really get to know what's in his heart. And that really bothers me.",
        "Lily: Why are you saying this? Has Luke done something? Holden?",
        "Holden: No. But I have. I've failed him -- I've failed our son.",
        "[SCENE_BREAK]",
        "Jennifer: Mom, I just don't see why I have to be here for this business about Paul's will. I don't want his money.",
        "Barbara: Honey, I know you don't. But the attorney wants to see both of us.",
        "Jennifer: I mean, it was hard enough to have that service for Paul. I just don't think I'm up to it right now.",
        "Barbara: I understand that. But putting Paul's affairs into order is a way of moving on. And you did have a lot of business dealings together.",
        "Jennifer: Well, I just don't know why I have to deal with it tonight.",
        "Barbara: Jennifer, I know this is very painful. I'll tell you what -- why don't we just tell this attorney that you will sign whatever it is you have to sign and then I will handle the estate. All right?",
        "Jennifer: Okay. Thanks.",
        "[Knock at the door]",
        "Barbara: Cass --",
        "Cass: Hello, Barbara.",
        "Barbara: Hello.",
        "Cass: It's been a long time. Sorry to meet again under such unpleasant circumstances.",
        "Barbara: Thank you. My daughter, Jennifer Munson. Cass Winthrop.",
        "Cass: Hello.",
        "Jennifer: How are you, Mr. Winthrop?",
        "Cass: Oh, please, Cass. May I call you Jennifer? I'm very sorry about your brother, Jennifer.",
        "Jennifer: Thank you.",
        "Barbara: Please sit down, Cass.",
        "Cass: Thank you. I know this can be very unpleasant business, but it's best to take care of these things sooner rather than later. I have copies of Paul's will here.",
        "Jennifer: Um -- well, I already told my mother that I don't want any of Paul's money.",
        "Cass: Well, there are decisions to be made about more than just his money. There are business holdings, possessions, property, including the apartment that he bought from Rosanna Cabot. What I'd like you to do, Jennifer, is to secure the legal papers in Paul's home safe. After his arrest, he mentioned that he had some important documents. They may be codicils to his will.",
        "Barbara: Excuse me, Cass. I don't mean to be rude, but I was under the assumption that Paul had hired an estate attorney.",
        "Cass: Oh, he had, but after I started representing him in the criminal case, he decided to put all of his legal affairs under one umbrella. Then during the transition process, I got the distinct impression that he had made some changes to his will.",
        "Barbara: I see.",
        "Cass: So you can see why obtaining those papers is of the utmost importance.",
        "Jennifer: Well, if you don't mind, my mom will get them.",
        "Cass: No, Jennifer. You have to.",
        "Jennifer: Why?",
        "Cass: I'm sorry, I guess I'm not being very clear. I thought you understood. Paul has named you the executrix of his estate.",
        "[SCENE_BREAK]",
        "Paul: Hello? Meg? Are you there? Hello?",
        "Emily: Well?",
        "Henry: Okay. All right, I'll admit, it had a hint of Paul Ryan's voice in it.",
        "Emily: It was Paul, Henry.",
        "Henry: I'm not going to swear to that.",
        "Emily: Well, I can! I mean, I lived with the man. You didn't live with him. I know his voice like I know my own. He's alive, I knew it. We have to find him.",
        "Henry: How? How? How, Emily, after you just blew it?",
        "Emily: I did not blow it!",
        "Henry: Yes, you hung up like a guilty prank caller.",
        "Emily: Well, maybe Paul thinks it was a guilty prank caller.",
        "Henry: On Meg's phone? Please -- what he knows now is that that wasn't Meg.",
        "Emily: Well, maybe he thinks someone took her phone.",
        "Henry: Maybe he thinks that she's in trouble. At the very least, he knows that something is not right. And that's a big, fat problem.",
        "Paul: What are you trying to tell me? You're in trouble.",
        "[Cell phone ringing]",
        "Henry: That's got to be him calling back. Don't, don't, don't, don't! He's calling to make sure that was Meg on the line. He wants to make sure that she's okay. If you answer it, you're going to give yourself away.",
        "Emily: But if I don't answer, he's going to know something's wrong, and we may never find him.",
        "[Cell phone ringing]",
        "Emily: You answer it.",
        "Henry: What? Why would I be answering Meg Snyder's phone?",
        "Emily: Well, don't be you. Be -- I don't know, be an operator. Say you're cutting in for some reason.",
        "Henry: Emily, do they do that with cell phones?",
        "Emily: I don't know, Henry. But if I don't know, I'll bet you Paul doesn't, either. Just answer the phone.",
        "Henry: Oh, lord, remind me never to play poker with you.",
        "Emily: Will you just answer the phone? Please! Maybe you can, I don't know, get him to tell you where he is.",
        "Henry: Hello? This is operator 890. We're sorry, but the number you're trying to reach is outside of your cellular calling area. If you give us your location, for a charge of -- [Speaking in robotic monotone] 50 cents -- we'll try to triangulate your location.",
        "Emily: Give me the phone.",
        "Henry: Em, Em, Em --",
        "Emily: Paul? Paul, is that you?",
        "Emily: Paul? Paul, please answer me. He hung up.",
        "Henry: What'd you expect, Emily? Why -- why are you so hell-bent on ruining everything?",
        "Emily: I didn't ruin anything.",
        "Henry: You wanted to alert Paul to the fact that we're onto him? Whatever his suspicions were, he now knows that you know that he's alive.",
        "Emily: Oh, it doesn't matter, Henry. Meg already knows that we're figuring things out. You think she's going to keep something like that to herself? I needed to press. There was a small chance he might have talked to me.",
        "Henry: And said what, sweetheart? \"You shot any new boyfriends there, Emily?\" We have got to walk away from this before they hand us our heads on mounting boards.",
        "Emily: No one is hunting for us.",
        "Henry: Well, when Paul calls the police, they will be right after --",
        "Emily: Police do not take calls from dead men.",
        "Henry: An anonymous tip, Emily.",
        "Emily: And what? And what? I get arrested for murdering a man who's still making phone calls? That doesn't make any sense. Listen to me, this is about who can hold their breath the longest. Okay? Paul is a fugitive, right? He needs to stay as far away from the police as possible. If it comes out that he's not dead, they're going to put out an APB on him, right?",
        "Henry: He knows that we know that he faked his suicide.",
        "Emily: Yeah, and we know he's alive and hiding from the police. The trick is, we need to figure out where.",
        "Henry: Would you just remind me again why we're hunting down a fugitive?",
        "Emily: Because I shot him, Henry. And he might want revenge. I don't know, I got to figure out what he's thinking, what he's planning, I -- oh my God, I've gotta find him, I've gotta find him. Put your thinking cap on.",
        "Henry: What? The heels aren't enough for you?",
        "Emily: Would you stop it already? Meg -- all right, Meg. We know that Meg was visiting him every day, taking out-of-town trips, right?",
        "Henry: Right, so that leaves us only 49 states to comb.",
        "Emily: The answer is somewhere in this room. We just need to figure out where.",
        "Henry: Emily, we have looked -- we have searched everywhere in this room. We looked everywhere.",
        "Emily: Well then, we look again Henry! We look again, okay? And this time, we don't tip-toe around. We tear the place apart. Come on.",
        "[SCENE_BREAK]",
        "Paul: Em, what are you doing? What are you doing with Meg's phone? And what're you doing with Henry Coleman? She knows I'm alive. I've got to get out of here. Okay, steady. Steady. Can't stay here, got to get out of here.",
        "[SCENE_BREAK]",
        "Kevin: Take my advice, score a few points with your parents. Are you at the library doing research, or are you in the dog house again? Make the call.",
        "Luke: I can't use your phone. The wrong name'll come up on the I.D.",
        "Kevin: Well then, use your own phone. Look, no more excuses, except to your parents.",
        "Luke: I don't know, man.",
        "Kevin: People pay me to come up with alibis like this one I'm handing you for free. Look, I just want you to hang around for a little while, that's all.",
        "Party guy: I need to talk to Kevin a minute, okay?",
        "Luke: Yeah, whatever.",
        "Kevin: Hey, make the call.",
        "[SCENE_BREAK]",
        "Lily: You are so far from being a failure, Holden. I don't think you know the meaning of the word. Have you ever deserted Luke? Have you ever ignored him? You've been there for him from the moment you brought him into this world.",
        "Holden: Lily, I haven't been the father that Luke has needed in his life.",
        "Lily: You have been an amazing father to Luke.",
        "Holden: No. He's seen me walk away from you, he's seen me walk away from the family. Treat you, the woman who's supposed to be the most important person in the world to me, with disrespect. And what kind of example is that?",
        "Lily: Now, where is all this coming from? You need to tell me.",
        "Holden: From Luke. He'll barely even look at me, much less tell me what's going on with him.",
        "Lily: He has been through hell over the last couple of months. So if he is moody or withholding, that's not your fault.",
        "Holden: There is so much that he won't tell me that he probably feels that I wouldn't understand. And he's probably right.",
        "Lily: You and I both have made mistakes. So there is plenty of blame to go around.",
        "Holden: Yeah, but I'm the one who's supposed to show him how to be a man.",
        "Lily: And you have. He's just a -- he's not really ready for that yet. He's finding his way. And in the process, if the only way he can get his independence is by pushing us away, he's going to do that. And that hurts, but that's part of growing up, you know that.",
        "Holden: Still, I should've done more.",
        "Lily: What? Look, after Rose died, you made sure all of those children knew how much you loved them. You made sure they knew how much I loved them, even when I was too crazy to do it myself. As far as your mistakes, you asked Luke to forgive you, and he did, because you're his father.",
        "Holden: That's where you're wrong. He did forgive me, but I'm not his father, Lily.",
        "Lily: Oh, how can you say that?",
        "[Holden sighs]",
        "Holden: You know, I keep coming back to this. It keeps coming up again and again. At the end of the day, you can't fight biology. Maybe, I'm just a poor substitute for the real thing.",
        "[SCENE_BREAK]",
        "Jennifer: So on top of everything Paul did, he's making me responsible for his entire estate, too?",
        "Barbara: Maybe in his own way, Paul was trying to make it up to you.",
        "Jennifer: By keeping me tied to him? Don't you see how warped that is? Well, no, of course you don't.",
        "Cass: Ladies, if you don't mind my interjecting? Whoever executes this will is entitled to 10% of the estate's total value over and above whatever else he may have left you. I think Paul was trying to be generous here.",
        "Barbara: I think Cass is right.",
        "Jennifer: I don't want it. How many times do I have to say it? I don't want Paul's money, his cars or his apartment. Look, Mr. Winthrop, whatever Paul's reasons, I am still trying to get over all the pain that he caused me, all right? I don't need him sending me peace offerings from the grave.",
        "Barbara: Cass, Jennifer and I discussed this before you arrived, and we talked about the fact that maybe it would be best if I was executor of the will, and I promise you from the onset, I'm not going to take a penny of that 10%.",
        "Cass: Well, that's very kind of you, Barbara, but --",
        "Barbara: Paul intended that money for his sister, and I don't plan on interfering.",
        "Cass: I'm sorry, but that's not possible.",
        "Barbara: Well, of course it is. Jennifer will simply make me her proxy.",
        "Cass: Perhaps if I read you article I of the will? Bear with me. Okay. \"Under no circumstances is Barbara Ryan to have any involvement in the legal processing of this will; nor is Barbara Ryan to benefit in any way from the disbursement of properties or cash herein.\" I'm sorry, Barbara.",
        "Barbara: Well, he certainly made it very clear how he felt about me, didn't he?",
        "Jennifer: Mom, Mom, I'm sorry, but do you see now how getting involved in this estate business will only hurt us?",
        "Cass: I'm not sure you have a choice, Jennifer. Since Barbara is out and Will is under 21, that leaves only you to manage Paul's affairs.",
        "Jennifer: I don't know.",
        "Barbara: Honey, don't let this spiral out of control.",
        "Jennifer: Mom, but if you can't touch the money and I don't want it --",
        "Barbara: But we have to think about your little brother, too. And he's involved with Gwen Norbeck, who is a gold-digger. And I'm sure she can't wait to get her hands on the money that Paul left to Will.",
        "Jennifer: Okay, she never appeared that way to me. I mean, she never even, hardly, touched the money that Rosanna left for Jonathan.",
        "Barbara: Trust me, you don't know everything.",
        "Jennifer: And I don't want to know. Like what's in Paul's will.",
        "Barbara: Listen, listen -- if Paul left anything for Will, we have to protect it.",
        "Jennifer: From Gwen?",
        "Barbara: Yes, from Gwen. So let's get this over with, all right? Say you'll do this -- for the family.",
        "[SCENE_BREAK]",
        "Kevin: Yeah, I can't find these bios I'm looking for. Kennedy's secretary of defense during the Cuban missile crisis. McNamara, that's right. The whole time, I've been reading about Dean Rusk. Thanks, Dad, you're the best. Okay, I'll be home in a couple of hours. All righty. Okay, bye-bye. And that, my friend, is how the game is played. Your turn.",
        "Luke: No, I don't think so.",
        "Kevin: Well, you saw how easy that was.",
        "Luke: Yeah, and more power to you, but I don't think I could pull that off.",
        "Kevin: Well then, you'd better drink up. Whoa, what's with you, man? You didn't even touch this. I thought you wanted to run with the big dogs.",
        "Luke: Well, what I'd really like to do is get out of here. Do you want to go split somewhere else?",
        "Kevin: Why? This is the best thing happening in this lame town.",
        "Luke: Yeah, well, I thought that maybe you and I could go hang out somewhere.",
        "Kevin: Luke, I want to have fun. I thought you knew how to do that.",
        "Luke: Well, I do, but --",
        "Kevin: But what? But what? What? You don't want to hang out, you don't want to drink -- you know, maybe you should go to the library for real. Because you're really bringing me down, big time.",
        "[SCENE_BREAK]",
        "Lily: You have opened up your heart to that boy ever since he was a baby, and you haven't stopped since.",
        "Holden: What if Luke feels like he needs something different, something more?",
        "Lily: Do you know that most of Luke's friends don't know that you're not his biological father? You know why? Because it's not important to Luke. Because your not his step-anything. You're his father. Period.",
        "Holden: It wasn't enough.",
        "Lily: Why? Because he's going through the normal things that teenage kids go through? That just proves my point. You and Luke have so close to each other, that when he's doing his normal teenage things of pulling away from us, it feels wrong. And you don't know how to handle that.",
        "Holden: I don't know. This is different.",
        "Lily: No, it's temporary. It is. He hasn't forgotten who you are. The kind of man you are. You put yourself on the tracks for that boy more times than I can count. If you think you're not a good father to Luke, all you have to do is look at him. I mean, really, really look at him. He's exactly like you.",
        "Holden: No. No, no. He's not.",
        "[SCENE_BREAK]",
        "Jennifer: Dusty and I promised each other that we would move on and not think about the past, okay? And how am I supposed to be able to do that when I'm reading Paul's papers and his diaries and whatever else? I don't want to. I don't think I can.",
        "Barbara: Okay, okay, all right, listen. You don't have to do this all by yourself. I mean, I may not be able to do anything legally, officially, but I can certainly help you sort through things. You can get started right away on it.",
        "Jennifer: You're sure that this is the fastest way to get through all this?",
        "Cass: I'm afraid it is. And I don't mean to rush your decision, but I do have other appointments today.",
        "Jennifer: Oh. All right. All right, I'll do it.",
        "Cass: Good. As I said, you need to check the contents of Paul's home safe. The combination is right here. And make an inventory of his possessions. As soon as you've had a chance to do that, give me a call. My card is there also. That's that. Ladies, thank you.",
        "Barbara: Thank you, Cass. You okay?",
        "Jennifer: No, Mother, I'm not! I feel totally coerced into doing this.",
        "Barbara: Honey, you said you wanted to move on. You found it in your heart to speak about your brother at his memorial.",
        "Jennifer: Yeah, but I didn't exactly forgive him.",
        "Barbara: No, but you did say that you wish that you had more time with him, and you wanted him to know that, remember? And maybe in his own way, this is Paul's way of saying that he loved you more than anyone else. That he trusted you more than he trusted anyone else in the family.",
        "Jennifer: Okay, okay, okay, i already told you that I would handle it.",
        "Barbara: And you did the right thing. But I just want you to know that you don't have to do it alone. I'll go over there with you. We can start, okay?",
        "Jennifer: No. If I'm going to do this for Paul, then I'm going it the way he wanted me to. Alone.",
        "Barbara: All right. Just tell me you'll meet me for dinner in the dining room after you're done.",
        "Jennifer: Sure. By then, I'm sure I'll need a stiff drink.",
        "[SCENE_BREAK]",
        "[Paul hallucinating]",
        "Emily: You better get a move on. I'm coming for you.",
        "Paul: I'm not afraid of you.",
        "Emily: Well, you should be. 'Cause I'm closing in.",
        "Paul: Why? To finish what you started?",
        "Emily: I like the whole suicide thing. You have quite the tragic flair.",
        "Paul: It would make your life easier if I were dead, wouldn't it?",
        "Emily: Mmm, maybe.",
        "Paul: Well, forget it. You're never going to find me. By the time you get here, I'll be gone.",
        "Emily: What do you think, I'm going to kill you? Again? I don't have to. Look at you. You're practically dead already. And you don't have a car. That's at the bottom of the river. And you don't have Meg. Who knows where she is. Of course, you can't call the cops, or an ambulance. No, the best you can do, Paul, is stumble out into the snow and pray for someone to take pity on you. But no one will. So woo-hoo, lucky me, I don't have to do a thing. Time's going to kill you, Paul. Time and a little thing called winter.",
        "[Emily laughs]",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Maid: Housekeeping.",
        "Emily: Oh my God, what are we going to do? Where do I go?",
        "Henry: Bathroom! Bathroom!",
        "Emily: Okay.",
        "Maid: What in the world?",
        "Henry: Lord, Lord, Lord, can you believe what pigs some people are? I have seen tornadoes leave less debris. Who do they think we are? The private maids? I should be earning so much money.",
        "Maid: This room's on my schedule.",
        "Henry: No, no, sweetie, I definitely got the northern corridor. But if you want to take it, be my guest.",
        "Maid: Never mind.",
        "Emily: Okay, that was not so good.",
        "Henry: No.",
        "Emily: I think she's going straight to Lisa.",
        "Henry: Oh, well then, we are blowing this Popsicle stand.",
        "Henry: No, we're not going anywhere -- we're not going anywhere, until we find something that points us in Paul's direction.",
        "Henry: If you want to stay and be flayed alive by Mrs. Grimaldi, you be my guest. I am leaving.",
        "Emily: Henry.",
        "Henry: I'm finding my pants while I still have something to put in them. Here, take these.",
        "Emily: All right, all right. Calm down. Hey -- okay. Wait a minute. Henry.",
        "Henry: What?",
        "Emily: I know where he is. I know where Paul's hiding.",
        "[SCENE_BREAK]",
        "Holden: I'm sorry. I didn't mean to jump down your throat like that.",
        "Lily: Oh, come on, I know there's a lot of distance between you and Luke right now, but he's the same boy you've always felt close to. He is exactly like you, in all the ways that count.",
        "Holden: Really, such as?",
        "Lily: He loves his family and his friends. He's loyal. He's sensitive. He's fair.",
        "Holden: Ok, if he's so much like me, then why's he acting out? Why's he drinking?",
        "Lily: Has it been that long since you've been a teenager? He's an adolescent. He's too old to throw temper tantrums. He's too young to talk about his feelings. You know what I think? You know?",
        "Holden: What?",
        "Lily: I don't think you're going to believe any of this hearing it from me. So why don't we just cancel our plans here, and go home and talk to Luke? He loves you. And you love him. I think it's time the two of you hear it from each other.",
        "Luke: Whoa, I thought we were friends. Now I'm bumming you out?",
        "Kevin: Look around you, Luke. You see what everyone's doing? It's called having fun. And if you didn't want to do that, why'd you go to all the effort to sneak out? [Cell phone rings] Hey, he who hesitates is lost.",
        "Luke: Yeah, hey Dad.",
        "Holden: Luke? Where are you?",
        "Luke: I didn't catch that. The connection's really bad.",
        "Kevin: Good save. Now tell him you're at the library doing research.",
        "Luke: What do you need?",
        "Holden: Your mom and I, we've changed our plans. We're heading home. We were thinking that maybe the three of us need to sit down and have a chat.",
        "Luke: Yeah, ok whatever. I'll wait up for you.",
        "Kevin: You'll wait for them? At home? What was that?",
        "Luke: This is me bringing you down. Sorry I blew your party.",
        "Kevin: Wait, Luke. I didn't mean to come down so hard. I just want you to stay and hang out, that's all.",
        "Luke: Why?",
        "Kevin: Because we're friends, right? I mean, come on, have one beer. Then you can go and hang out with your parents. What do you say?",
        "[SCENE_BREAK]",
        "Jennifer: Come on, just get this over with and you can go home to your son. [Jennifer sighs] Bills, insurance, corporate contracts. How am I supposed to go through all of this? Why, Paul? Why me? \"To my sister, Jennifer, upon my death.\"",
        "[SCENE_BREAK]",
        "Paul: Okay. I can do this. I can make it. [Paul falls outside.]",
        "[SCENE_BREAK]",
        "Emily: It didn't register when I first saw them. But Meg's boots look exactly like the way mine did when we were up in the woods, Henry.",
        "Henry: What do you mean, the mud? Meg's mother runs a farm, Emily. I'm sure that Meg visits from time to time.",
        "Emily: It's not the same. Would you stop for two seconds and look? It's like clay. It's like the mud that was up in the woods. Would you look?",
        "Henry: I'll be damned. You're right, I had the same stuff on my shoes.",
        "Emily: You see? Meg's been visiting him in that cabin.",
        "Henry: What cabin?",
        "Emily: There's a cabin up in the mountains. I stumbled upon when I went up to look for my earring. And I told you I saw him up there, remember? You told me it was my guilty conscience. Well it wasn't, it was him. I don't know, maybe Meg stumbled upon him somehow and brought him to shelter.",
        "Henry: What, so she's nursing him. Why? She hates Paul.",
        "[Speaking at once]",
        "Henry: Cash.",
        "Emily: Cash.",
        "Henry: The room, the satin sheets. Oh, yeah.",
        "Emily: We've got him.",
        "Henry: Great.",
        "Emily: All right, so now we gotta -- we gotta get up there and find him before he gets away. Let's go. Come on, Henry.",
        "[SCENE_BREAK]",
        "Kevin: Come on, man, one beer. Then we'll split for a little while if you want.",
        "Luke: No, I should get home. I don't want my parents to know that I was gone.",
        "Kevin: Why, so you can just sit at home and veg?",
        "Luke: Doesn't it ever get to you?",
        "Kevin: What?",
        "Luke: The constant lying. It's like no one ever knows who you really are.",
        "Kevin: Nobody like my parents? The less they know about me, the better.",
        "Luke: But don't you ever want to just, tell them -- like how you really feel?",
        "Kevin: For what? So they can put me on lockdown 24/7? Look, don't act like you're any better.",
        "Luke: What do you mean?",
        "Kevin: Lying. You stood there and let your dad think you were at home when you're weren't. Okay, maybe you didn't lie, exactly, but you sure didn't tell the truth.",
        "Luke: No, you're right. I have been lying. And it makes me feel like dirt. But that's going to stop, tonight. See you around.",
        "[SCENE_BREAK]",
        "Jennifer: \"Dearest Jen -- if you're reading this, then I'm somewhere on the other side and I can finally say to you what needs to be said. I know how much you hate me. And believe it or not, I understand. I can't and I won't try to defend the things I did to you. And I won't make excuses, either. I just want you to know that you had a brother once who loved you more than anyone in his life. I failed you. I know that. I let something bitter and dark take hold of my heart and never showed you the man I meant to be. It happened so slowly, I didn't realize I was changing. But I'm hoping you'll forgive me and give me a chance to succeed in death where I failed you in life. I've mandated that my estate provide a small trust fund for Will. The rest is yours, lock, stock and barrel. I know you'll try to refuse it. Please don't. It's the only thing I have left to show you how deeply sorry I am and how much I care about you. I love you, Jen. Believe me. And that's the only thing in this world that I can be sure is true. Even now as I sit here knowing I'm headed for hell.\"",
        "[SCENE_BREAK]",
        "Emily: Paul? Paul, we know you're in there.",
        "Henry: Maybe he can't come to the door. Maybe he's in bad shape.",
        "Emily: Oh, please.",
        "Henry: Emily, what are you doing? He could have a gun.",
        "Emily: He had a gun. The cops found it, remember?",
        "Henry: Will you just wait a second?",
        "Emily: Paul?",
        "Henry: We're too late. He's not here. Nobody is.",
        "Emily: Maybe -- maybe it was my imagination. Maybe he was never here.",
        "Henry: Well, so much for the mud theory, Emily.",
        "Emily: What are we going to do now? I was so sure we found him.",
        "Henry: Are you cold?",
        "Emily: No. You?",
        "Henry: No.",
        "Emily: Well, that makes absolutely no sense. It's freezing cold outside.",
        "Henry: There must've been a fire in the here recently. Let's check the ashes.",
        "Emily: You're right. They're still warm. Henry, they're warm.",
        "Henry: Yeah -- careful -- I'm so glad I hitched my wagon to your star.",
        "Emily: Would you cut it out? You're the private eye. Come on, shut up and start digging. Grab a log.",
        "Henry: Whoa, whoa, whoa, whoa!",
        "Emily: What?",
        "Henry: Whoa, I'll be damned.",
        "Emily: What?",
        "Henry: Paul was here all right, Emily. We have the proof.",
        "[SCENE_BREAK]",
        "Holden: Okay, I told the maitre d' to cancel our reservation.",
        "Lily: Good, let's go home. But first, can you promise me something?",
        "Holden: What?",
        "Lily: When you talk to Luke, just put all the guilt aside. If you really want to know what's going on with Luke, you cannot let your feelings get mixed up with his.",
        "Holden: You're right. I have been tiptoeing around him because I feel like I was on shaky ground.",
        "Lily: Just be upfront with him.",
        "Holden: I'll try.",
        "Lily: I've never seen you doubt yourself like this. I mean, you've been feeling like this for a really long time. It's not good, it's not healthy for you to get that all built up inside.",
        "Holden: Well, I'm just glad you're here to point me in the right direction.",
        "Lily: You've done that for me more times than I can count.",
        "Holden: I love you. I don't know what I'd without you.",
        "Lily: You're never going to have to find out. Question is, what would Luke do without you? So let's go home. Talk to him. It's going to be okay.",
        "[SCENE_BREAK]",
        "Luke: Aw, man. [ Cell phone ringing ] Now what? Yeah?",
        "Kevin: Hey, man, it's me.",
        "Luke: Look, Kevin, I can't talk. I'm trying to haul it so I can beat my parent's home.",
        "Kevin: I just wanted to say I'm sorry for giving you a hard time.",
        "Luke: Don't worry about it.",
        "Kevin: I just wanted you to hang out, that's all. Look, all right, what do you say, I'll save a six-pack and I'll drop by your place later, when your parents are in bed.",
        "Luke: No, no, no, don't.",
        "Kevin: Why not?",
        "Luke: Look, Kevin, it's over. I can't do this anymore.",
        "Kevin: What does that mean? Like you never want to hang out ever again?",
        "Luke: Look, I'm trying to get home. I'll call you.",
        "Kevin: Are you serious?",
        "[Tires screeching]",
        "Luke: Oh, my God, no! [Luke hits a woman and she goes over his car's hood.]",
        "[SCENE_BREAK]",
        "Emily: Henry, give it to me. Let me look at it.",
        "Henry: Illinois driver's license. You can just make him out.",
        "Emily: Oh, my God, it's Paul. He was here. He really is alive.",
        "[SCENE_BREAK]",
        "Jennifer: \"Please don't mistake this for a gift, Jen. It's not. It's only a fraction of the debt I owe you. Not that money could ever repay you for what I've done. I'm gone now, but that's no great loss. The biggest tragedy is that I will never know my nephew, Johnny. Never know the joy of being his uncle Paul. I'll never see your beautiful smile as you tuck him in and he reaches up for one last kiss. Maybe it's a fitting punishment for me to suffer these losses for all eternity. But I like to think I'm leaving behind something that might ease your pain. So I beg you to accept the only thing that remains of me. Accept them for yourself and your son, and know that I might find some peace in doing for you in death what I didn't have the guts to do for you in life. I love you forever. Paul.\"",
        "[Jennifer sobbing] [Paul is standing right behind Jennifer.]",
        "[NEXT_ON]",
        "Luke: Hey, call 911! She's not breathing!",
        "Lily: Luke, what happened? What happened?",
        "Luke: I don't know, she's dying!",
        "Dusty: You don't need Paul's money. You don't need his apartment. And you certainly don't need his guilt trip.",
        "Jennifer: What are you doing?",
        "Dusty: I'm going to take all this stuff, and I'm going to burn it.",
        "Gwen: Let's go.",
        "Barbara: What are you doing?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3vStCZYXvdI"
}