{
    "Episode Summary": [],
    "Recap": [
        "Kevin tells Holden that Luke saved his life. Luke later tells Holden he finally told Kevin he was gay, but he freaked out and he is sure they will not be friends anytime soon. Gwen and Will barricade themselves in a cabin. Dallas tells Jack, Henry, Margo and Tom some kids reported to local police there were murders up at Raven Lake. Tom and Margo panic when they hear Casey's name was not on the bus and that the kids reported Maddie was the one murdering people. Louis tries to tell Maddie about the murders when he is killed. Maddie wrestles with the slasher. Dallas learns the local police disregarded the call for help from the kids; Tom, Margo, Jack, Dallas and Henry head up to the Lake. Luke explains that Kevin threatened to beat him up, and once they are back at school around others, he will be the butt of all their jokes. Holden suggests he change schools, but Luke doesn't want to run away and he knows Holden wouldn't either; he is going to fight for what he wants and deserves like Holden did. Will and Gwen grow closer as they hide out; they are excited to hear the police siren, but worry when they only hear one. Luke and Holden are about to leave when Luke remembers he should check with Jade to see if she needs a ride home. Holden stays with Kevin until his parents get there. The gang from Oakdale finds Will and Gwen with the police. Will and Gwen nervously explain to Tom and Margo how a devastated Maddie told them Casey was dead. Jack and Henry find Louis dead, stabbed like everyone else and realize he couldn't be the slasher. Maddie is able to escape from the slasher, but soon gets caught and is about to be killed when the attacker is hit from behind, pinned and knocked unconscious. Maddie sees her hero is Casey, whom she thought was dead. They happily rush to each other declaring how much they love one another. Holden talks to Kevin about Luke. Jack and Henry find another body and a bloody handprint left by the slasher and realize it is from a woman. Luke arrives back at the Lake and finds out what is going on and worries about Jade. Gwen starts to wonder if she is the slasher, especially after Will admits Jade gave him an alibi. Holden tells Lucinda how Luke saved Kevin's life after Kevin treated him terribly. Lucinda thinks Luke is the wonderful man that he is, because he has Holden to model himself after. Maddie goes to remove the slasher's mask."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Luke? Are you all right?",
        "Luke: Yeah, didn't liv's parents call you?",
        "Holden: Yeah. They said something about someone almost drowning and that you were here at this hospital.",
        "Luke: Yeah, but that wasn't me. That was kevin. He fell in the lake. And then his girlfriend, liv, liv is his girlfriend -- she was going to try to save him, but she can't swim. And by accident, she actually made things worse because she hit him in the head with an oar.",
        "Holden: Oh, great. So, I guess everybody was drinking, huh?",
        "Kevin: Luke wasn't drinking. I was. He saved my life.",
        "Nurse: Are you the patient's father?",
        "Luke: Ah, no. This is my dad. Kevin's parents should be here any minute. Actually, I was going to come out to get you, because his iv started beeping.",
        "Nurse: I'll take care of it.",
        "Luke: They're like really busy here. I think that there's about two nurses in the entire hospital.",
        "Holden: Are you sure you're okay?",
        "Luke: Yeah. I mean, I didn't swallow any water or anything.",
        "Holden: Something else is going on, though.",
        "Luke: I came out to kevin. I told him I was gay.",
        "Holden: Well, he was pretty quick to tell me that you saved him, so -- I guess everything went okay?",
        "Luke: It was a disaster. That's why he got wasted and ended up in the water.",
        "Holden: I don't understand.",
        "Luke: Kevin totally freaked when I told him I was gay. He said stuff.",
        "Holden: What stuff?",
        "Luke: You don't want to know. So, yeah, he's all happy now that I saved his life. He apologized for that he said, and thanked me. But as far as us being friends? That's over.",
        "Gwen: No!",
        "Will: I got to make sure that they can't get in.",
        "Gwen: No -- please no!",
        "Will: Listen, if the door doesn't hold, I'm going to stay and fight, and you got to run, okay?",
        "Gwen: No, he has a knife. He'll kill you.",
        "Will: Gwen, then you got to save us both, all right? You run as fast as you can. You get help.",
        "Gwen: I'm not leaving you. There's two of us -- we stick together.",
        "Will: Gwen --",
        "Gwen: No, together. That's the only chance we've got.",
        "Henry: What did he say? A murder at raven lake?",
        "Dallas: More than one.",
        "Margo: How?",
        "Dallas: Stabbed.",
        "Margo: Stabbed. Like here. Oh my god --",
        "Henry: That's louis. That's louis, okay? What about maddie? Do you know anything about her? Who did you talk to?",
        "Dallas: I don't know. The kid I was talking to was on a bus. A bunch of them made it out --",
        "Jack: Did you call the county cops? Get somebody out to raven lake?",
        "Dallas: They're sending someone to investigate.",
        "Tom: But we don't know that casey was on that bus?",
        "Dallas: He's not on the list. But that doesn't mean that --",
        "Henry: Let me see that. Is maddie on here? Okay, wait a minute. I don't see her, jack.",
        "Jack: We don't even know that this is true. We're talking kids here. After lia and nate were killed, we responded to a lot of crank calls.",
        "Tom: Dallas, tell me the truth. Did it sound like these kids were trying to scam you?",
        "Dallas: No. No, no. They were too scared. Too unsure. And this isn't some story that they made around a campfire. The way that this kid gil sounded, this was real.",
        "Jack: Did anybody say that they saw louis?",
        "Dallas: That's another thing. They think it was maddie.",
        "Henry: What? Why?",
        "Dallas: They don't know that she was cleared of all the charges. And they don't know that louis raped her. And the next thing you know, kids show up dead, and here comes maddie --",
        "Henry: That's it! I'm going to go up there --",
        "Jack: Henry, we are going to let the county cops deal with this. They will go out there, they will survey the scene, and then they will get back to us with a report --",
        "Henry: Meanwhile, she is up there all by herself, and some guy is trying to kill her --",
        "Jack: The county cops --",
        "Henry: The county cops don't know her! And if people are saying -- she didn't hurt anybody, okay? Let's make that clear. And I'm not going to let her get shot by some hot-dog deputy just because some kids have decided to call her a murderer.",
        "Margo: There's got to be a way -- there's got to a way to find casey -- maybe, maybe, casey was on the bus and gil just didn't put his name on the list?",
        "Dallas: I don't know, margo. I'm sorry.",
        "Tom: But gwen's name was not on the list. I mean, she and casey took his car. Maybe they followed the bus.",
        "Dallas: Maybe. But they didn't mention them, so --",
        "Margo: He's right. Tom is right. I think that casey, if he knew of this going down, that he would have gotten gwen, and he would have gotten out of there.",
        "Henry: Okay, okay, maybe maddie's with them.",
        "Margo: He's not answering. Why is he not answering?",
        "Dallas: Cell phones don't work up by the lake.",
        "Margo: No, no, no, he's not by the lake right now. He's far away. And the other kids' calls went through --",
        "Tom: Okay, did his voicemail pick up?",
        "Margo: No.",
        "Tom: Okay, so the circuits are overloaded. Let me just try him on the cell.",
        "[ Cell phone ringing ]",
        "[ Cell phone ringing ]",
        "Maddie: What's stopping you, louis? You killed all the others.",
        "Louis: You stupid girl. I didn't kill anybody.",
        "Maddie: Then who did?",
        "Louis: That's what I've been trying to tell you, maddie-pie. Those two kids in oakdale? The others here? I didn't kill them. They were stabbed --",
        "Maddie: Who are you? If you're not louis, who are you?",
        "Maddie: What do you want?Se people? Why did you kill casey? Why?",
        "Jack: Dallas, why don't you go ahead inside and check in again with the sheriff's office. Maybe they sent somebody out to raven lake. Go.",
        "Henry: Hey, thanks, jack. I'm going to take off.",
        "Jack: Yeah? Really? Where are you going, henry?",
        "Henry: I'm going to head home. Would you give me a call if you get some news?",
        "Jack: That's funny, I thought you'd head up to raven lake.",
        "Henry: No, you said I would be in the way --",
        "Jack: I can't let you do that, henry.",
        "Henry: Excuse me?",
        "Jack: Go to raven lake. To find maddie.",
        "Henry: You can't stop me.",
        "Jack: Yes, I can. And I will. The cops have enough to deal with up there, they're trying to find a killer --",
        "Henry: It's louis. You know it's louis.",
        "Jack: That very well may be, but the point is --",
        "Henry: The point is, he wants maddie dead.",
        "Jack: They will stop him.",
        "Henry: How? You haven't managed to do it.",
        "Jack: Okay, I know how tough this has been for you and for eve.",
        "Henry: Yeah, yeah, finding out that your husband is a rapist? That's not exactly that moment that women dream of. What's your point, jack?",
        "Jack: You feel responsible -- guilty, but you're not.",
        "Henry: You're wrong there. Guilt is not my style. But I am sick and tired of people treating maddie like she's a punching bag. You heard dallas. Those kids went to the bus and left her there. They left her there, jack! To fight for her life!",
        "Jack: They were kids!",
        "Henry: So is maddie! I'm not leaving her up there by herself. I'm not going to wait here for some news that some other person has taken a swipe at her. And if louis has touched her again, you can cuff me, you can throw me in jail, you can chase me, you can shoot me, jack! I'm going to take care of my sister!",
        "Jack: Okay, okay. Why don't we go inside, and just see where the county cops are on this?",
        "Henry: Did you not hear what I said?",
        "Jack: If we find out where maddie is for sure, you can be there for her when it counts.",
        "Henry: And if she's at the lake?",
        "Jack: I'll drive you there myself. Save you time hassling with the locals. We got a deal?",
        "Henry: You bring your gun?",
        "Jack: Never leave home without it.",
        "Henry: That's good. I may have to borrow it to shoot louis myself. Let's go.",
        "Dallas: Yes, I am still holding. And this is still officer griffin with the oakdale pd. And this is still an urgent matter. Can you just get your sheriff on the phone?",
        "Tom: There's still no answer. I think maybe we should --",
        "Margo: Please tell me he's going to be okay. Tell me that he's not going to be attacked, like those other kids -- I keep seeing those other kids --",
        "Tom: This is our kid. This is casey. He's strong.",
        "Margo: Why isn't he answering his phone?",
        "Tom: Maybe his battery's dead.",
        "Margo: He would have found another way to contact us. Please, give me a good reason for that. Please tell me why he hasn't called. I'm sorry. I'm not going to do this. I'm not going to do this. Neither one of us are going to do this.",
        "Tom: Okay, so we are going to find him. He has our old pda in his room. We are going to get that. It's filled with numbers and we are going to call every number in that list. And we are going to find him because some kid is going to know where he is.",
        "Margo: Okay. Okay.",
        "Dallas: What do you mean you haven't sent anyone up there yet? You completely disregarded my call?",
        "Henry: You got to be kidding me!",
        "Dallas: Come on, what do you think this is?",
        "Tom: Here. Hello, this is tom hughes, the district attorney in oakdale. Who am I speaking to? Hey, sheriff, one quick question. What the hell do you think you're doing?",
        "Jack: Tom --",
        "Tom: Do you think the oakdale pd is in the habit of calling for assistance, county assistance for some bogus crimes? Do you read the newspaper? Do you know what the hell is going on up here? Do you know some psycho is killing kids at a camp? And what if you're wrong? What if it's not a practical joke? Do you know that you have kids that are dead up here? They're wounded, they're hiding, they're terrified, and they have been terror -- I don't want to hear about your manpower problems! You put every cop you got in a squad car and you send them to raven lake right now! And you send them in hot, with sirens and lights blazing! And maybe, just maybe we can stop some serial killer from killing my -- from killing anymore of our kids! I'm going up there.",
        "Margo: Let's go!",
        "Jack: I'm in.",
        "Dallas: Me too.",
        "Jack: You are going to want to rethink that decision.",
        "Dallas: But --",
        "Jack: We're so far over the line here, dallas, it's not even funny. We've got no juice up there. You're new to the squad, if anything goes wrong --",
        "Dallas: Then you'll really need me. I'm going.",
        "Jack: Henry, you ride with me.",
        "Henry: You mean it?",
        "Jack: Just get in the car before I change my mind. We'll see you up there.",
        "Tom: We are going to take casey's pda with us. We are going to call every number in here. And by the time we get there --",
        "Margo: We'll know where he is. We'll find him.",
        "Tom: Damn straight.",
        "Luke: You should have seen liv's face when I was giving kevin mouth-to-mouth. She was acting all hysterical and she can't talk tonight. But back at school? She's going to make it very clear to everyone that I'm gay.",
        "Holden: And you don't want that?",
        "Luke: No, I do want that. I'm sick of hiding, but I want thI don't want kevin and liv putting their spin on it.",
        "Holden: What spin is that? Maybe you're wrong about what kevin's feeling. He said that you saved him and maybe you're reading him wrong.",
        "Luke: Dad, he -- he called me a faggot, dad. He said he was going to beat me up.",
        "Holden: But he just said that --",
        "Luke: Yeah, but he was talking to you. My dad. In a hospital in the middle of nowhere, and he's all happy that I just saved his life. But when we get back to school -- and he's hanging out with the other guys, and they start making fun of him because he got kissed by the gay guy --",
        "Holden: It was cpr. You saved his life.",
        "Luke: But I'm not like them.",
        "Holden: Luke --",
        "Luke: And that's all that matters.",
        "Holden: Luke --",
        "Luke: Dad, come on. You know what high school's like. So don't tell me that it's going to be easy. Or they'll get over it. Because you know that's not how it works.",
        "Holden: I do know that, but --",
        "Luke: All this time, I thought I was going to have such a good time being a senior. The best year of my life. Not anymore.",
        "Gwen: Is he gone?",
        "Will: Let me go take a look.",
        "Gwen: No, no, no, will. Wait, what if it's a trick?",
        "Will: Gwen, you've been attacked twice, okay? This person isn't subtle. So, if they wanted to come through the door, they would have hacked it down by now.",
        "Gwen: Okay, what's the point in looking?",
        "Will: What if it's one of our friends? What it they're hurt?",
        "Gwen: Okay. Just be careful. What was it?",
        "Will: It's a deer.",
        "Gwen: We were waiting to beat up bambi? I'm glad it wasn't one of our friends. I couldn't take seeing someone else --",
        "Will: We just got to hold out until morning.",
        "Gwen: You know, maybe we shouldn't wait.",
        "Will: Where are we going to go?",
        "Gwen: The road. It's not very far from here.",
        "Will: What if your leg starts bleeding?",
        "Gwen: It's better than just waiting for him to come find us. There aren't a lot of cabins here, so he's probably going through them one by one.",
        "Will: Yeah, probably.",
        "Gwen: Come on, let's get out of here.",
        "Will: No.",
        "Gwen: My leg's going to be fine. I'm not going to die like this. Please, I don't want to stay here.",
        "[ Siren blaring ]",
        "Will: It's the police!",
        "Gwen: Thank god! Thank you, god. It won't be very long now. What's wrong?",
        "Will: It's just one siren.",
        "Gwen: Why would they send only one cop car?",
        "Will: Because they're just checking things out. They don't know what's going on up here.",
        "Gwen: But ada and gil and tad, and the other kids. They must have told them --",
        "Will: Yeah, so a bunch of kids called, and they say that there's a bunch of bodies turning up everywhere. Do you think the cops are going to believe that? They don't know what they are walking into.",
        "Gwen: Let's go warn him.",
        "Will: Yeah.",
        "Gwen: Please, come on, help me.",
        "Will: Okay, just lean on me.",
        "Maddie: How can I get back? Okay, you can do it. No!",
        "[ Maddie screams ]",
        "Holden: You can change schools.",
        "Luke: Like go to boarding school? Somewhere out of state?",
        "Holden: Yeah, if that's what you want.",
        "Luke: What would you do?",
        "Holden: You know what, I've never had to deal with anything like this before.",
        "Luke: Yeah, but I need to know what you would do.",
        "Holden: I don't want you to be hurt.",
        "Luke: That makes two of us.",
        "Holden: Kevin threatened to beat you up. Other kids could feel the same way. And you don't need --",
        "Luke: Yeah, I know. I know. But what would you do? If you were me? You'd stay, wouldn't you?",
        "Holden: Yeah, probably. And you know what? That would be stupid. You need to be smart about this. You don't have anything to prove to anybody --",
        "Luke: Dad, I can't run away from who I am. And I'm not going to leave you and mom and faith and natalie and ethan. Not again. You guys need me.",
        "Holden: No, we need you to be safe.",
        "Luke: I need to be a man.",
        "Holden: Walking into a hostile environment, where people want to hurt you? Where they want to humiliate you? That's not being a man.",
        "Luke: You did it. When grandma didn't want you with mom.",
        "Holden: She never sent a pack of bullies after me.",
        "Luke: Yeah, but I bet she thought about it a couple of times. But you fought back. You went to work at walsh industries because you felt like you had something to prove. That you had chops, that you aren't some dumb farm kid -- that you deserved to married to the richest girl in town.",
        "Holden: Who told you that story?",
        "Luke: Mom. And it's true, isn't it?",
        "Holden: Yeah, it is. But you know what, it's not the same as what you're dealing with -- it's not even close.",
        "Luke: You fought for what you wanted. And that's the type of person I want to be. Someone who makes a decision because it's right. Not just because it's the easiest, no matter how much it scares me.",
        "Holden: You know what? Let's just go home. Let's talk about it at home.",
        "Luke: Actually, jade is still at the campground. If she's having fun, or whatever, that's fine. But I feel like I should check up on her. Just see if she wants a ride home.",
        "Holden: I'll tell you what. I'll go with you.",
        "Luke: No, actually, could wait with kevin?",
        "Holden: Aren't his parents coming?",
        "Luke: Eventually. But they were out of town, and -- could you just please wait with him? You don't have to talk to him. Just in case something goes wrong.",
        "Holden: All right, I'll stay.",
        "Luke: Thanks.",
        "Holden: Luke, if you want to finish the weekend at raven lake, as I recall, it's a beautiful place, you might have fun.",
        "Luke: Have one last good time before my life totally tanks? Maybe I will. Most of the kids were having a blast when I left.",
        "[ Siren blaring ]",
        "Will: What's wrong?",
        "Gwen: It hurts. I need a minute.",
        "Will: No, we got to keep going. The siren stopped.",
        "Gwen: Okay.",
        "Trooper: Police! Stop right there. Put your hands where I can see them.",
        "Will: I'm will munson. This is my wife, gwen. We came up here on a camping trip with a bunch of kids. And we think that this killer must have followed us here --",
        "Trooper: Get on the ground and put your hands behind your back!",
        "Gwen: What do you mean? You're cuffing us?",
        "Will: You can't do this, okay? The guy has a knife. And we don't know where he is right now.",
        "Trooper: Get on the ground now!",
        "Will: Listen, are you alone? How many cops --",
        "Trooper: On the ground! Now!",
        "Will: Dude, you can't do this!",
        "Trooper: Now!",
        "Gwen: Okay, just do what he says.",
        "Trooper: Who's there?",
        "Jack: Hold your fire, officer! Please hold your fire. Oakdale pd. I'm detective jack snyder. This is officer griffin, detective hughes, her husband, D.A. Tom hughes. We know these kids.",
        "Trooper: Pearson, county sheriff's office. What are you doing here?",
        "Jack: Well, we've had a series of murders back in oakdale. And we believe that our perp followed the kids up here.",
        "Trooper: Yeah, that's the story I heard. But I haven't seen any bodies, or anybody running around with a knife. I haven't seen anybody but these two. And no sign of trouble.",
        "Henry: What, are you blind? Look at gwen's leg.",
        "Margo: Will you just get an ambulance out here?",
        "Trooper: That might take a while.",
        "Gwen: I'm fine. Just find everybody.",
        "Jack: Okay, we are going to need you to get the rest of your guys to seal off the perimeter.",
        "Trooper: There's just me.",
        "Tom: I'm going to call a judge, get some authority up here.",
        "Trooper: Wait a minute! The sheriff told me that this was no big deal.",
        "Jack: Will, do you want to give officer pearson and the rest of us here an idea of what we're dealing with?",
        "Will: At least two kids dead that I saw.",
        "Trooper: Where?",
        "Will: By the cabins. Gwen and I hid in the shed.",
        "Jack: How long has it been since you were injured, gwen?",
        "Gwen: A couple of hours maybe. We haven't seen anybody since then. A bunch of kids left, but there were others --",
        "Jack: Okay, all right. We are going to need to spread out then.",
        "Trooper: Wait a minute!",
        "Jack: Hey, listen. You are either with us, or not. But we are going to find this guy. We believe our suspect is a white male named louis browning. He's armed and extremely dangerous. Same M.O. As before, will?",
        "Will: Yeah. All black clothes. Hooded sweatshirt with a baseball cap and a mask.",
        "Trooper: Okay, I'll work my way back to the car, so I can call for backup. You guys take the cabins over there.",
        "Jack: Thank you very much. Henry, do not move from this spot.",
        "Henry: Guys, where's maddie?",
        "Will: The last we saw her, we thought she was headed out with the kids that drove the bus out of here. They were going to get help.",
        "Henry: Well, she wasn't with them. Where did you last see her?",
        "Will: By the lake.",
        "Margo: Henry! Henry, wait! When did you guys last see casey?",
        "Gwen: Around noon. He went back to the cabins. I should have gone with him --",
        "Margo: He's okay, isn't he? I mean, he was with you, gwen. And you're fine. So, he's okay, right? What? What is it?",
        "Will: Maddie told us that casey's dead.",
        "Maddie: Help me! Help! No, no! The horn. No, don'T. The cop might be dead.",
        "[ Maddie screams ]",
        "Announcer: Coming up on -- \"as the world turns.\"",
        "Henry: The killer -- the killer has small hands.",
        "Jack: Yeah, I think our killer is a woman.",
        "Gwen: Is it possible --",
        "Luke: What?",
        "Gwen: Maybe jade is the slasher. I'm called mom, honey, and grandma.",
        "Margo: Did you see casey? Did you see his body?",
        "Gwen: No.",
        "Margo: So, nobody actually saw him other than maddie, huh?",
        "Gwen: That's correct.",
        "Margo: So, you don't know that he's dead?",
        "Tom: Margo --",
        "Margo: Well, then how the hell would they know?",
        "Tom: Just stop. Just -- just tell us everything that happened.",
        "Will: We were by the lake, and then we found --",
        "Gwen: One of the girls was dead. Her name was geneva.",
        "Tom: And you found her?",
        "Will: And then maddie showed up suddenly, out of nowhere. We didn't even know she was here. And her hands were -- they were covered with blood.",
        "Gwen: And that's when she told us about casey.",
        "Margo: So, you're not just saying that casey's dead? You're saying that maddie killed him?",
        "Jack: Freeze! Henry? I told you to stay with margo.",
        "Henry: And I told you I was going to find my sister.",
        "Jack: Well, you need to go back. Now. Or at least stand back, okay? Do not move.",
        "Henry: Why? What's wrong?",
        "Jack: There's a body over there.",
        "Henry: It's not maddie is it?",
        "Jack: I don't know.",
        "Henry: Jack --",
        "Jack: But I need to find out, okay? And I need you to stand back. Please. That's not maddie.",
        "Henry: Oh, thank god.",
        "Jack: What the hell --",
        "Henry: Is that louis?",
        "Jack: Stand back, henry.",
        "Henry: Jack? Jack, is he dead?",
        "Jack: Yeah.",
        "Henry: What happened? Do you think one of the kids maybe in self defense?",
        "Jack: No, he was stabbed like the others.",
        "Henry: He was stabbed like the others? That's impossible. That would mean --",
        "Jack: That would mean that he's not the slasher. Somebody else is. Somebody who's still out there.",
        "Gwen: Look, will and I talked about this. There's no way that maddie can be the killer because she never would've hurt casey.",
        "Will: And the person who attacked gwen, attacked us, and they seemed taller.",
        "Tom: So, maddie didn't actually say that she killed casey?",
        "Will: No, but --",
        "Margo: And nobody saw the body.",
        "Tom: Okay, so we don't know anything.",
        "Will: Yeah, but maddie said --",
        "Tom: Maddie hasn't even been herself lately. Maybe she was hallucinating or something.",
        "Margo: What? What is it?",
        "Gwen: It was just the expression on her face when she came back to camp.",
        "Will: Look, I'm really sorry. I wish we could be wrong about this. But if you could have seen how upset maddie was --",
        "Gwen: I'm so sorry.",
        "[ Margo weeping ]",
        "[ Maddie screaming ]",
        "Holden: I'll tell you all about it when I get home. How are the kids?",
        "Kevin: Hello? Is anyone out there?",
        "Holden: Mama, let me call you right back. What do you need?",
        "Kevin: I was just trying to get the nurse. It's okay, I can do it myself.",
        "Holden: No, no. Just tell me. Tell me what you need.",
        "Kevin: Just some water.",
        "Holden: I'll get it.",
        "Kevin: Where's luke?",
        "Holden: He went back up to the lake.",
        "Kevin: That's good. What are you doing sticking around still?",
        "Holden: He asked me to stay.",
        "Kevin: Thanks. Mr. Snyder, did luke tell you what I said to him?",
        "Holden: Yeah, he told me. He told me what you said.",
        "Kevin: I never should have said that. I just reacted. I didn't have time to think. I never thought luke would be --",
        "Holden: He's gay. So what? What are you afraid it's going to rub off on you?",
        "Kevin: No.",
        "Holden: Do you think people are going to assume you're gay by association?",
        "Kevin: Yeah, maybe.",
        "Holden: And they would be wrong, right?",
        "Kevin: I'm not gay.",
        "Holden: So who cares what anybody else thinks?",
        "Kevin: You don't know how kids can be.",
        "Holden: I'm finding out.",
        "Kevin: I apologized to luke.",
        "Holden: Yeah, here in the hospital. But what about back at school? What are you going to say behind his back?",
        "Kevin: What do you mean?",
        "Holden: With his friends. Are you going to tell him that luke's still a great guy. And that he's gay isn't an issue? Are you still going to claim him as a friend?",
        "Kevin: He lied to me about who he is. For months.",
        "Holden: That's a good one, kev. That's good. He was afraid to tell you because he thought that you might hate him. It turns out he was right.",
        "Kevin: You know, it's easy for you to judge me because you don't have to live my life. But, I mean, if you were my age, and a guy came out to you, I mean, you'd cut him off, too.",
        "Holden: Maybe. Maybe not. But I do know this, if I said something to a friend's face, I would never say something different behind his back.",
        "Kevin: It wasn't hard for you to find out about luke?",
        "Holden: Yeah, it was.",
        "Kevin: And you said all the right things?",
        "Holden: Absolutely not.",
        "Kevin: But you expect me to?",
        "Holden: I was hoping -- I guess, I was just hoping.",
        "[ Phone rings ]",
        "Kevin: Hello? Hi, dad. How far are you? Okay, hang on one second. They will be here in like ten minutes.",
        "Holden: All right, I'll stay until they get here.",
        "Kevin: Hey, mr. Snyder, thanks.",
        "Holden: I think that you should be grateful to luke for saving your life. Try to remember that.",
        "Tom: I will not believe this until I have proof. I will not.",
        "Luke: Hey, what's up with all those cars over there? Gwen, what happened to your leg?",
        "Will: She was attacked.",
        "Luke: What? What are mr. And mrs. Hughes doing here? What's going on?",
        "Will: It's the slasher. He followed us here.",
        "Luke: What? How? Is everybody else all right?",
        "Will: No --",
        "Jack: We found louis's body.",
        "Margo: Louis? Who killed him?",
        "Jack: Oh, he was stabbed, like the kids back in oakdale. We found a girl, too. Same deal.",
        "Margo: No sign of casey?",
        "Jack: No, not yet. There's a lot of ground to cover out there, margo. He could be hiding in the woods somewhere.",
        "Tom: Gwen and will told us -- maddie told the kids that casey was dead. It seems like she was there when it happened.",
        "Henry: Just when I thought it couldn't get any worse. I'm so sorry. Casey was -- maddie loved him very much.",
        "Margo: I've got to go find him. I got to go.",
        "Dallas: Look, you guys go. Okay, I'll stay and wait for back up.",
        "Jack: Did that trooper check in?",
        "Dallas: Yeah. He found another kid dead. Not casey. I verified. Pearson's out continuing the search, but help is on the way.",
        "Jack: Okay, all right. Good work. Luke, what are you doing here? Are you okay?",
        "Luke: Yeah, yeah, I'm fine. But there was an accident. My friend fell in the --",
        "Jack: You should go home.",
        "Dallas: I would have noticed jade's name. When did you see her last?",
        "Luke: This afternoon.",
        "Henry: Jack, if maddie saw something happened to casey, it's going to tear her up. I need to find her.",
        "Jack: You're right. You're right. Okay.",
        "Dallas: Listen, did either one of you see jade?",
        "Will: Hours ago.",
        "Dallas: All right, I'm going to radio this in to gomez, so he can check in on the other kids. You guys stay right here.",
        "Luke: Yeah, but shouldn't I help look for jade --",
        "Dallas: Absolutely not. You stay here where I can see you from the car.",
        "Gwen: It's weird that nobody's seen jade.",
        "Will: We know that maddie's still around. So maybe she and jade are together.",
        "Gwen: Jade hates maddie.",
        "Will: Yeah, but she's smart enough to realize that they're safer than they're together.",
        "Luke: No, but the last time i saw jade, she was alone. What if the slasher got her?",
        "Will: Look, don't even think about that.",
        "Gwen: What if the slasher can't get her?",
        "Will: What do you mean? Do you think she got out of here with somebody?",
        "Gwen: I'm just saying -- isn't it possible --",
        "Luke: What?",
        "Gwen: Well, maybe jade is the slasher.",
        "Henry: What is it?",
        "Jack: Another body.",
        "Henry: It's a girl, jack. Maddie?",
        "Jack: Henry, move away. Please henry.",
        "Henry: That's not maddie.",
        "Jack: Henry, come on.",
        "Henry: Wait, jack, can we do anything for her?",
        "Jack: We're not going to touch anything and we're going to wait for forensics. Come on, let's go. What's that?",
        "Luke: Do you think jade killed all those kids?",
        "Gwen: I don't know. I'm tired. I'm not thinking straight. She's just been disappeared for so long, I thought -- never mind.",
        "Luke: No, jade would never do anything like that.",
        "Gwen: I don't know. But I do know she had an alibi the night that I was attacked. She was with will. She was with you, right?",
        "Wl: Actually, she wasn'T.",
        "Gwen: But she told the police that you guys were together.",
        "Will: She just said that.",
        "Gwen: Why?",
        "Will: Because the cops were all over me. And casey was acting like I was the slasher. So, she said that we were together. She was trying to protect me.",
        "Gwen: Protect you or protect herself?",
        "[ Maddie screaming ]",
        "Maddie: No! Help me! Somebody help me! No! No! Help! No! Help me!",
        "[ Maddie screams ]",
        "Lucinda: What's going on?",
        "Holden: I got a call from luke a few hours ago. He went to this place called raven lake for the weekend with a bunch of kids. Turned into a real adventure.",
        "Lucinda: Oh, but not the good kind?",
        "Holden: No, it wasn't all that bad. In fact, you might even be proud of your grandson.",
        "Lucinda: Well, if that's the case, then sit down. Tell me the whole thing from the beginning. Is this okay?",
        "Holden: Yeah. He planned on taking a big step this weekend. He was going to tell all his friends -- that he was gay. He was going to come out.",
        "Lucinda: That's a very big step. But it is time.",
        "Holden: Yeah, I thought so too.",
        "Lucinda: And he took the plunge?",
        "Holden: He did. But unfortunately he started telling his friend kevin davis. You remember him?",
        "Lucinda: Yes, I remember kevin. He woke up in my poolhouse -- hung over and guilt ridden. That's kevin. So kevin did not react in the way that luke had anticipated?",
        "Holden: No.",
        "Lucinda: Anyway, I didn't like that kid.",
        "Holden: Well you would like him less if you knew what he said. What he called him. Not good. Then he followed up his usual M.O. -- Getting wasted.",
        "Lucinda: Okay, don't tell me what he said. All right? Because I can guess. The only good thing is -- okay, luke never has to see this kid ever again.",
        "Holden: Well, that's not the way he saw it.",
        "Lucinda: Luke still wants to be friends with him?",
        "Holden: Oh, he went one better than that.",
        "Lucinda: And what do you mean by that?",
        "Holden: He saved his life.",
        "Lucinda: Really? How?",
        "Holden: Well kevin -- he fell into the lake. Got hit by an oar, lost consciousness, and then luke -- he came to the rescue. He saved him before he drowned.",
        "Lucinda: Wow. So luke's a hero. Even after that boy verbally abused him.",
        "Holden: He didn't see it that way. He did what he had to do.",
        "Lucinda: Wow. If I were in his shoes, I'm not sure I would have done that.",
        "Holden: Me either.",
        "Lucinda: Oh yes. Oh yes, holden. You would have. That's exactly what you would've done. That's why my daughter fell in love with you. So I guess luke's been learning a lot of lessons over the years.",
        "Holden: Don't give me any credit. He did this by himself.",
        "Lucinda: Well I know he did. And I love him for it. But for months now, the kid has been watching someone with real courage. Real courage. His father, carrying on. Sitting by his mother's bedside, not feeling sorry for himself, not losing heart. Being available to his kids. You're the best thing that ever happened to luke. And if you're proud of what he's done -- if he's made you proud, you're going to have to take the blame for that.",
        "Maddie: Is it really you?",
        "Casey: Yeah.",
        "Maddie: Casey, I thought you were dead.",
        "Casey: No, I'm here.",
        "Maddie: Don't let me go. I love you. I love you so much.",
        "Casey: I love you, too.",
        "Maddie: You saved me. You saved me.",
        "Casey: Yeah, I guess I did. And now --",
        "Maddie: What?",
        "Casey: I need to lie down.",
        "Maddie: No, no, casey! No, casey! Wake up. Casey? Wake up.",
        "Casey: Forgot --",
        "Maddie: What? What did you forget?",
        "Casey: Maddie, the knife.",
        "Henry: Is that -- is that handprint -- is that the girl's?",
        "Jack: No. There are no fingerprints. See?",
        "Henry: Yeah.",
        "Jack: See how it's smooth?",
        "Henry: Yeah. Yeah. Like a glove?",
        "Jack: A very small glove.",
        "Henry: So what? The killer has small hands.",
        "Jack: Yeah. I think our killer is a woman.",
        "Luke: Gwen, I think you're jumping to conclusions.",
        "Gwen: Maybe the right conclusion. I mean we're sure that maddie isn't the killer and we all know now it wasn't her brother-in-law.",
        "Luke: But that doesn't mean that it was jade.",
        "Gwen: Why not? Jade has hated maddie from the beginning. She doesn't have a single alibi for any one of the killings, and yet we know that she was around them when they happened up here. She was at crash the night that nate was killed. And you and jade both saw maddie when she overheard you guys talking about being together, and that was right before maddie was attacked. What did jade say when maddie ran away from you guys?",
        "Will: She said something like, \"we have to stop her.\"",
        "Luke: Gwen, you don't know anything.",
        "Gwen: I know that she had reason to hurt maddie and me. I know she wasn't on the bus. And I know that nobody's seen her for a couple of hours, so if she isn't the slasher, then where is she?",
        "Casey: Maddie, get help.",
        "Maddie: No, I am not leaving you here alone with him.",
        "Casey: Maddie, he's pinned.",
        "Maddie: No. I have to know. I have to know who it is.",
        "Casey: Maddie, no -- maddie, don't -- maddie --",
        "Announcer: On the next -- \"as the world turns.\"",
        "Margo: Someone was dragged off. Look. There. Radio that in, and then follow us.",
        "Jack: Look, I now have evidence that points to a woman. And I will do anything and everything to find out who that woman is before she kills somebody else.",
        "Gwen: We have to find her, and we have to stop her.",
        "Luke: Gwen, jade didn't do this.",
        "Gwen: How do you know she didn't fool you just like did everybody else.",
        "Maddie: You did this?"
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=rlunprqHa5U"
}