{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bryant: Do not look, okay? Just give me a minute.",
        "\r\nJennifer: How can I? I'm blindfolded.",
        "\r\nBryant: Don't fall off that porch. There's thorns in those Rose bushes.",
        "\r\nJennifer: Okay, but hurry up. I want to see my new home. Bryant?\r\nBryant, I'm starting to feel kind of stupid in this thing.",
        "\r\nBryant: Well, we can't have that. Hey, hey, here you go. Hold on. What\r\n\r\ndo you think?",
        "\r\nJennifer: It's -- it's amazing. I -- when we drove by, I thought it looked so\r\n\r\nmuch more rustic.",
        "\r\nBryant: Do you like it?",
        "\r\nJennifer: You would never know it was this beautiful from the outside. I\r\n\r\nfeel like I'm a million miles away.",
        "\r\nBryant: You mean, a million miles away from your parents?",
        "\r\nJennifer: And the trial.",
        "\r\nBryant: What trial?",
        "\r\nJennifer: Oh, you were so right about this place. It's already starting to\r\n\r\nwork its magic. \r\n",
        "",
        "Molly: This is Molly Conlan reporting to you live from the Oakdale \r\ncourthouse. The hot topic on this hot August day is whether the testimony of \r\nCarly Tenney will exonerate the prominent businessman, Craig \r\nMontgomery, who is on trial for the attempted murder of his wife, \r\ninternationally renowned clothing designer Barbara Ryan. Ms. Griffin? Ms.\r\nGriffin, you surprised us all yesterday.",
        "\r\nJessica: Did I?",
        "\r\nMolly: Yes. Getting Barbara Ryan on the stand was quite a coup for the\r\n\r\nprosecution.",
        "\r\nJessica: Yes, well, we're very grateful to Ms. Ryan, who, despite her\r\n\r\ngrievous injuries, agreed to testify.",
        "\r\nMolly: And what kind of damage did that do to the defense?",
        "\r\nJessica: I can't discuss the specifics of this case.",
        "\r\nMolly: Okay. Well, can you at least tell us if you think it's enough to\r\n\r\nconvict Craig Montgomery?",
        "\r\nJessica: Well, there's no way to predict what the jury will decide.",
        "\r\nHowever, I'm quite confident about today's testimony.",
        "\r\nMolly: Really? Isn't Carly Tenney supposed to supply Craig \r\nMontgomery with an alibi today?",
        "\r\nJessica: That's what I've heard. Excuse me.",
        "\r\nMolly: Will the Craig Montgomery trial be remembered for more than \r\nthis record-breaking heat?",
        "\r\nCameraman: We're out.",
        "\r\n[Molly sighs]",
        "\r\nJake: You looked great.",
        "\r\nMolly: Jessica Griffin looked cocky. What does she know about Carly?\r\n",
        "",
        "Rose: Wait, I got to fix my face.",
        "\r\nLucinda: Oh, honey, maybe you should go into the ladies' room and take\r\n\r\na look at the whole picture. I wonder what the turnout is gonna be today? I \r\nhope Barbara's not going to testify again. That really -- I was embarrassed \r\nfor her. I really -- I couldn't bear that. Yesterday was a day in court that one\r\n\r\nwill not forget.",
        "\r\nRose: Ah, you don't know what's gonna happen today.",
        "\r\nLucinda: Ooh, you sound like you have a crystal ball.",
        "\r\nRose: No, no, no, no.",
        "\r\nLucinda: No ball?",
        "\r\nRose: No, but I got a brain, and Carly Tenney is gonna be very, very\r\n\r\nsorry that I do. \r\n",
        "",
        "Cass: We'll be fine today as long as there are no surprises. Craig, we can't\r\n\r\nafford any surprises.",
        "\r\nCraig: Maybe I should have been a judge?",
        "\r\nCass: Judges can't have a criminal record. Craig, assure me that I'm not\r\n\r\ngoing to find out anything about you and Carly, like the fact that the two of\r\n\r\nyou have been having an affair.",
        "\r\nCraig: I have never been unfaithful to my wife, Cass. Carly and I were\r\n\r\nnever lovers, and that's the truth. \r\n",
        "",
        "Carly: What do you think?",
        "\r\nJack: I think you look like the world's most beautiful woman.",
        "\r\nCarly: Thank you.",
        "\r\nJack: -- On her way to her funeral that's being held at a library. Here.",
        "\r\nCarly: But do I look honest?",
        "\r\nJack: Well, how can you possibly look honest when you're pretending to\r\n\r\nbe somebody you're not? Unbutton that, please. Look, juries can always sniff \r\nout a witness that's not being straight with them.",
        "\r\nCarly: So I should change the shoes.",
        "\r\nJack: Please change them. Quickly. Let's go.",
        "\r\nCarly: The shoes were a little overkill!",
        "\r\nJack: Just be your beautiful self!",
        "\r\nCarly: Okay, better?",
        "\r\nJack: The best.",
        "\r\nCarly: Would you?",
        "\r\nJack: Yes.",
        "\r\n[Both sigh]",
        "\r\nCarly: You know something, Jack? I'm kinda scared. Whenever anybody \r\nasks me questions, like a cop or anybody in authority, I feel really nervous,\r\n\r\nand I feel guilty, even when I'm not.",
        "\r\nJack: Everybody feels that way.",
        "\r\nCarly: Even you, the most honest G-man in the world?",
        "\r\nJack: Even me.",
        "\r\nCarly: You don't have a past like I have.",
        "\r\nJack: Hey, today's not about the past. All you got to think about today is\r\n\r\nbeing honest.",
        "\r\nCarly: You are right. I'm just gonna walk in there, I am gonna look \r\nstraight in Jessica's eye, and I'm gonna tell her Craig could not possibly have\r\n\r\ntried to kill Barbara.",
        "\r\nJack: No, absolutely not.",
        "\r\nCarly: What?",
        "\r\nJack: No, you can't do that. You'll be dead meat if you do that.\r\n",
        "",
        "Slocumb: Oh, you shouldn't have.",
        "\r\nHal: Not for you, meathead. How's Barbara today?",
        "\r\nSlocumb: It's quiet in there. Maybe she's still sleeping.",
        "\r\nHal: Well, mind if I just check? I'm just gonna leave these for her.",
        "\r\nSlocumb: You know I can't let you in there. Come on, Hal, I got orders.",
        "\r\nNo visitors, only Paul Ryan.",
        "\r\nHal: You ever break the rules? Yeah, well, I guess that's why you have a\r\n\r\njob and I don't.",
        "\r\nSlocumb: Go on, but I never saw you.",
        "\r\nHal: Thanks.",
        "\r\nHal: Barbara?",
        "\r\nBarbara: Oh, Hal?",
        "\r\nHal: Did I wake you up? I'm sorry.",
        "\r\nBarbara: Please, please, just stay right there.",
        "\r\nHal: I brought you something. It's your favorite -- croissants. I thought\r\n\r\nmaybe we could have some breakfast together.",
        "\r\nBarbara: I'm not very hungry, but thank you. It's very kind. I need to rest,\r\n\r\nHal.",
        "\r\nHal: This isn't a social call.",
        "\r\nBarbara: I should have known.",
        "\r\nHal: Montgomery is facing a mega-prison term today for what he did to\r\n\r\nyou, and Carly's gonna give him an alibi today.",
        "\r\nBarbara: Oh, that's what she thinks.",
        "\r\nHal: What do you mean?",
        "\r\nBarbara: Jessica has a surprise for Craig and his platinum alibi. Craig is\r\n\r\none step closer to prison life, and he doesn't even know it.",
        "\r\nHal: Craig is an irredeemable, wretched man, and I would love to see him\r\n\r\nput away permanently, but Barbara, I don't think he tried to kill you. \r\n",
        "",
        "Carly: Now wait. What are you trying to tell me, that I'm incapable of\r\n\r\ntelling the truth or that no one will believe me even if I do?",
        "\r\nJack: No, no, no, no. First of all, you can't testify about what Craig did or\r\n\r\ndid not do to Barbara. You don't know that. All you can talk about is \r\nyourself and Craig.",
        "\r\nCarly: Okay, I can do that.",
        "\r\nJack: And the second thing is, I want you to look at me while you testify\r\n\r\nonly because I don't want you looking at Jessica Griffin.",
        "\r\nCarly: Why not?",
        "\r\nJack: Listen, I never get nervous when I testify, but Jessica knows how to\r\n\r\nkeep pulling the rug out from under you. She knows all the tricks for \r\nthrowing you off balance and keeping you there. She lulls you into this false\r\n\r\nsense of security, and just when you think you can relax, she hammers you.",
        "\r\nCarly: You're scaring me.",
        "\r\nJack: No, listen, just look at me and tell the truth. Keep it simple.",
        "\r\nCarly: Yesterday, it was simple. Today, it seems pretty complicated.",
        "\r\nJack: So all you have to do on the stand is breathe and tell it like it\r\n\r\nhappened.",
        "\r\nCarly: How can I talk about Craig when I'm looking at you?",
        "\r\nJack: Honey, there is nothing that you can say that will shock or even\r\n\r\nsurprise me.",
        "\r\nCarly: I love you. I love you so much.",
        "\r\nJack: We gotta go. We gotta go. You ready?",
        "\r\nCarly: Yeah, okay.\r\n",
        "",
        "Craig: I didn't know if I'd see you again today after Barbara's testimony\r\n\r\nyesterday.",
        "\r\nMargo: I know in my heart that you could never do this to Barbara. You\r\n\r\nwould never hurt another human being like that.",
        "\r\nCraig: Thank you, Margo. What did I do to deserve her, Tom, huh?",
        "\r\nTom: Not much.",
        "\r\nMargo: Jessica, can I talk to you for a second?",
        "\r\nJessica: Sure, what's up?",
        "\r\nMargo: We got an update on the guy who attacked Emily Stewart.",
        "\r\nApparently he had an anti-psychotic drug in his system.",
        "\r\nJessica: Have you I.D.'d him yet?",
        "\r\nMargo: We're trying to track down how he got access to this drug, if he\r\n\r\nwas a regular at the hospital, if he knew a lot about hospital routine.",
        "\r\nJessica: I know where this is going.",
        "\r\nMargo: And where is this going?",
        "\r\nJessica: Well, you're trying to connect that incident with Barbara's attack\r\n\r\nat the hospital.",
        "\r\nMargo: Emily Stewart was attacked shortly after she started asking \r\nquestions about Barbara.",
        "\r\nJessica: Margo, the man who attacked Barbara is on trial and sitting right\r\n\r\nover there. Now, you may not be happy about it, but that's the way it is.",
        "\r\nMargo: Craig is not a killer, and he has got an alibi for the second attack.",
        "\r\nJessica: Carly Tenney? Bad girls don't make good alibis.\r\n",
        "",
        "Rose: Hey, sailor!",
        "\r\nLucinda: Oh, darling.",
        "\r\nPaul: Hey, Rose!",
        "\r\nRose: Hi.",
        "\r\nPaul: Lucinda.",
        "\r\nLucinda: Hello, Paul. How is your mother this morning?",
        "\r\nPaul: She won't be here, but her mind is at ease.",
        "\r\nRose: That's all that matters.",
        "\r\nPaul: Rose, I want to thank you. Over dinner perhaps?",
        "\r\nLucinda: You're thanking Rose? Thanking her for what?",
        "\r\nRose: I did something for him. How about tonight?",
        "\r\nPaul: Tonight? Well --",
        "\r\nRose: I'm joking. Not tonight.",
        "\r\nPaul: Listen, I have to have a word with Jessica, but I'll talk to you\r\n\r\nafterwards, okay?",
        "\r\nRose: Yeah, you'll talk to me, mm-hmm.",
        "\r\nPaul: Okay.",
        "\r\nLucinda: What was that all about? Are you two talking in code now?",
        "\r\nRose: Oh, no, no, no! I don't want to ruin my surprise.",
        "\r\nLucinda: Oh, surprise. You're covert, right? Like your sister.",
        "\r\nRose: How is Lily? I'm really -- I've been worried about her.",
        "\r\nLucinda: She leaves me messages in the wee hours of the morning when\r\n\r\nshe knows I'm asleep, and I can't hear the phone.",
        "\r\nRose: Of course.",
        "\r\nLucinda: And I'm very worried about her, but anyway, I have a daughter\r\n\r\navailable and here, but not speaking to me.",
        "",
        "Molly: Excuse me, hi. This is Sierra Montgomery, the ex-wife of Craig\r\n\r\nMontgomery.",
        "\r\nSierra: And the mother of his children, Bryant and Lucy. They're very\r\n\r\nconcerned about their father.",
        "\r\nMolly: And what about you?",
        "\r\nSierra: Absolutely.",
        "\r\nMolly: But do you think that your ex-husband, the man whom you \r\ndivorced for his numerous infidelities, is innocent?",
        "\r\nSierra: With all my heart.",
        "\r\nMolly: And what about your children? Why aren't they here today?",
        "\r\nSierra: Our daughter Lucy is away at summer school in Florida --",
        "\r\nMolly: And your son?\r\n",
        "",
        "Kim: Good, I was looking for you down in editing.",
        "\r\nNick: Yeah, I've been watching the live feed from the courthouse. Molly\r\n\r\nConlan knocks me out. She's fearless.",
        "\r\nKim: You're right, she is. She's not afraid to ask the tough questions.",
        "\r\nNick: Well, I guess that's why she's a big star right now. You said that\r\n\r\nyou were looking for me? I hope you haven't had any complaints.",
        "\r\nKim: About your work, no.",
        "\r\nNick: Okay, has somebody objected to working with an ex-con?",
        "\r\nKim: Actually, what I'm concerned about, Nick, is that you neglected to\r\n\r\nmention to me your previous relationship with Molly.",
        "\r\nNick: Relationship?",
        "\r\nKim: Nick, Molly told me. I mean, to say the least, you two share a \r\ntroubled past. I mean, I can't help but wonder why you were not up-front \r\nabout that when we were interviewing?",
        "\r\nNick: Well, I really didn't feel like it was my place to say anything. I\r\n\r\nmean, Molly's made a really nice life for herself here, and I respect that, and\r\n\r\nshe has every right to her privacy.",
        "\r\nKim: Well, I agree with you there. Unfortunately, somebody has \r\nbreached that privacy recently, and in a very cruel way.",
        "\r\nNick: Yeah, I know. She told me about that last night. Her mug shot on\r\n\r\nthe Internet and some weird things in the mail. Look, I would never do \r\nanything like that, okay? Never. All I want is to put my past behind me and \r\nmake a new life for myself, just like Molly. Now, I know that she's not \r\nhappy that I'm here, but the mistakes I've made, they're in the past, and I've\r\n\r\npaid for them.",
        "\r\nKim: Well, you know, that that's the way I've been looking at this, too,\r\n\r\nbut I have to tell you that you could change my mind about that. I want to \r\nwarn you that if you do anything at all to give Molly trouble, you're fired.",
        "\r\nNick: Don't worry, Kim. I love my new job, and I wouldn't do anything\r\n\r\nto jeopardize this chance you've given me. \r\n",
        "",
        "Molly: It's a feeding frenzy in there as everyone's jostling for front-row\r\n\r\nseats. This is Molly Conlan with live coverage of the Craig Montgomery \r\ntrial. We'll bring you more on the news at noon. Okay. Where are you \r\ngoing?",
        "\r\nCameraman: Coffee, want some?",
        "\r\nMolly: Only if it's iced.",
        "\r\nJake: Look, they're still not here, but don't worry.",
        "\r\nMolly: Don't worry? Jake, I'm having a meltdown here.",
        "\r\n[Crowd yelling]",
        "\r\nJake: Hey guys, back off. Not now. Not now, all right? You look great.",
        "\r\nHow are you feeling?",
        "\r\nCarly: Well, if it weren't for Jack, I'd be dead.",
        "\r\nJack: It's gonna be all right. You just keep your answers simple, and don't\r\n\r\nvolunteer anything.",
        "\r\nCarly: Don't worry, I won't.\r\n",
        "",
        "Emily: Excuse me. What'd I miss? Who's here? Barbara Ryan? Hal \r\nMunson?",
        "\r\nGuard: What do I look like, the answer man to you?",
        "",
        "Barbara: Craig tried to kill me. I saw him right before the explosion.",
        "\r\nHal: But you couldn't.",
        "\r\nBarbara: The police know he was there!",
        "\r\nHal: But Craig did not go in the boathouse, Barbara, and he left before\r\n\r\nthe explosion.",
        "\r\nBarbara: You believe his lies?",
        "\r\nHal: Craig did not have the knowledge or the time to set the bomb that\r\n\r\ndid this to you.",
        "\r\nBarbara: And you think that I lied, Hal?",
        "\r\nHal: I think you believe that you saw this, Barbara, but you didn't.",
        "\r\nBarbara: Go. Go away! Go away, Hal! You're gonna be late for the trial.",
        "\r\nHal: I can't sit in that courtroom and let Craig take the fall for this, as\r\n\r\nmuch as I hate the guy, when I know that who really did this to you is out \r\nthere and waiting for the chance to come back and finish the job.",
        "\r\nBarbara: No! Craig wanted my company and my money and his lover, \r\nCarly Tenney. So he set a bomb off in my face, and then he walked away \r\nand left me to die.",
        "\r\nHal: Forget it. Forget about what you said in court. Talk to me now. Did\r\n\r\nyou see Craig at the boathouse? \r\n",
        "",
        "Bailiff: State your name, please.",
        "\r\nCarly: Carly Tenney.",
        "\r\nBailiff: Raise your right hand. Do you swear to tell the truth, the whole\r\n\r\ntruth, and nothing but the truth, so help you God?",
        "\r\nCarly: I do.\r\n",
        "",
        "Sierra: I'm rooting for you.\r\n",
        "",
        "Jessica: Ms. Tenney, do you know the defendant, Craig Montgomery?",
        "\r\nCarly: Yes, I do.",
        "\r\nJessica: Where did you first make his acquaintance?",
        "\r\n[Carly searches for Jack in the courtroom to maintain eye contact with him]\r\nCarly: In Hong Kong about a year ago.",
        "\r\nJessica: Your honor, would you please ask the witness to direct her \r\nattention to me.",
        "\r\nJudge: You are so instructed, Ms. Tenney.",
        "\r\nJessica: Thank you. What were you doing in Hong Kong?",
        "\r\nCarly: I was living there with my husband, Winston Lowe. Craig was one\r\n\r\nof his business associates.",
        "\r\nJessica: And was Mr. Montgomery married when you met him?",
        "\r\nCarly: Yes, I suppose he was. I didn't know it at the time.",
        "\r\nJessica: Are you currently employed?",
        "\r\nCarly: No.",
        "\r\nJessica: Have you had any regular employment since you returned to \r\nOakdale?",
        "\r\nCarly: No.",
        "\r\nJessica: And yet you resided for several months in a lovely room at the\r\n\r\nLakeview Towers. Is that correct?",
        "\r\nCarly: Yes.",
        "\r\nJessica: How did you pay for it?",
        "\r\nCarly: I didn't.",
        "\r\nJessica: Who did?",
        "\r\nCarly: Craig Montgomery.",
        "\r\nJessica: I see. And during your marriage in Hong Kong, did you work?",
        "\r\nCarly: No. My husband would not allow me to work. He wouldn't even \r\nallow me to leave the house.",
        "\r\nJessica: So your Hong Kong husband supported you?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Until his sudden death?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Isn't it a fact, Ms. Tenney, that your husband, Winston Lowe,\r\n\r\ndied in Hong Kong, leaving you destitute?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Who funded your return to the states?",
        "\r\nCarly: Craig Montgomery.",
        "\r\nJessica: And when you returned to the states, did you look for work?",
        "\r\nCarly: My son was in the hospital. He'd been in a very bad accident.",
        "\r\nJessica: So you had a sick child, no job, no money. Where did you live?",
        "\r\nCarly: That's when I moved into a room -- in the suite of Craig \r\nMontgomery at the Lakeview.",
        "\r\nJessica: You moved in with a married man you only just met?",
        "\r\nCarly: Yes, but it was a business arrangement.",
        "\r\nJessica: A business arrangement? Well, how long did this business \r\narrangement last? One night? A week? A month?",
        "\r\nCarly: Six months, approximately.",
        "\r\nJessica: Did you receive a salary?",
        "\r\nCarly: No, no. It wasn't like that.",
        "\r\nJessica: Oh, well, please tell the court what it was like, Ms. Tenney.",
        "\r\nCarly: I'm sorry, what was the question?",
        "\r\nJessica: How did you support yourself and your son if you weren't \r\nreceiving a salary?",
        "\r\nCarly: Craig paid my bills.",
        "\r\nJessica: And what was your part in this arrangement?",
        "\r\nCarly: Look, my son was hurt, and no one in this town would even talk to\r\n\r\nme!",
        "\r\nJessica: Please, please, just answer the question. What was the nature of\r\n\r\nyour business relationship with the defendant?",
        "\r\nCarly: We were just friends.",
        "\r\nJessica: So Craig Montgomery, a complete stranger, opens his home and\r\n\r\nhis wallet to you and your son, and you're telling the court he was just being\r\n\r\nfriendly?",
        "\r\nCarly: Yes.",
        "\r\nJessica: The defendant is a very generous man. Tell me, Ms. Tenney, \r\nwhat did you do to repay your friend for his generosity?",
        "\r\nCass: Objection, argumentative.",
        "\r\nJudge: Rephrase, counselor.",
        "\r\nJessica: Did Mr. Montgomery require anything from you in exchange for\r\n\r\nyour room and board?",
        "\r\nCarly: Yeah, yes. He wanted a dinner companion.",
        "\r\n[Courtroom laughs]",
        "\r\nJudge: Order!",
        "\r\nJessica: You were Mr. Montgomery's dinner companion? Did you cook \r\nthese dinners or just eat them?",
        "\r\nCarly: I didn't cook.",
        "\r\nJessica: Just eat then? Sounds like a dream job to me.",
        "\r\n[Courtroom laughs]",
        "\r\nCass: Objection.",
        "\r\nJudge: Order!",
        "\r\nCass: Your honor, objection.",
        "\r\n[Judge pounds gavel]\r\n",
        "",
        "[Jennifer giggles]",
        "\r\nBryant: You ready for the tour?",
        "\r\nJennifer: The tour?",
        "\r\nBryant: You haven't seen the bedroom.",
        "\r\nJennifer: Oh, well, I really haven't seen that much of this room, either.",
        "\r\nYou know, that is a great fireplace. We have one at home, but my mom \r\ndoesn't really like to clean up the ashes, so we don't build one that often.",
        "\r\nSorry to be such a downer.",
        "\r\nBryant: That's okay. This is our home now. Let's make a pact to do only\r\n\r\nthe things that make us happy.",
        "\r\nJennifer: You have been so great to me.",
        "\r\nBryant: I like being the one you can count on.",
        "\r\nJennifer: You know, why don't we go on that tour? You can show me the\r\n\r\nbedroom now. \r\n",
        "",
        "Barbara: I don't know what's worse, being called a liar or having to relive\r\n\r\nthe worst day of my life.",
        "\r\nHal: I'm sorry.",
        "\r\nBarbara: Do you have any idea what it's like to see your entire life go up\r\n\r\nin cinders in just a flash of a moment?",
        "\r\nHal: No, I don't.",
        "\r\nBarbara: I keep seeing myself go into that boathouse, and it was so dark\r\n\r\nand quiet, and then a flash of light, a noise that rocked my very being, and \r\nthen nothing.",
        "\r\nHal: What do you remember first, the noise or the light?",
        "\r\nBarbara: The light -- no. No, it must have been the noise.",
        "\r\nHal: Think carefully.",
        "\r\nBarbara: The noise, and then I saw Craig.",
        "\r\nHal: I can understand why you think it must have been Craig. I mean,\r\n\r\nwho else could have done such a thing to you? But you really don't \r\nremember that, do you?",
        "\r\nBarbara: Why don't you believe me?",
        "\r\nHal: I'm trying to help you, Barbara.",
        "\r\nBarbara: I don't want your help. I want to be left alone. I have to \r\nconserve energy. Don't you understand that? Do you have any idea what it's \r\nlike to try to prop myself up every day and to keep what's left of me put \r\ntogether? And I don't need you hounding me, Hal!",
        "\r\nHal: Do you really think that I would come here uninvited if you weren't\r\n\r\nstill in some danger?",
        "\r\nBarbara: What?",
        "\r\nHal: The guy who did this to you -- really did this to you -- is psychotic\r\n\r\nand smart and roaming free, and he's gonna come back here! \r\n",
        "",
        "Jessica: Craig Montgomery is charged with the attempted murder of his\r\n\r\nwife, Barbara Ryan. Barbara Ryan is a fashion designer of some renown.",
        "\r\nShe owns Barbara Ryan Originals, her own label. Her corporation, a \r\nmultimillion dollar company. Ms. Tenney, did you study design?",
        "\r\nCarly: Not formally, but many famous designers --",
        "\r\nJessica: Thank you. By the time the accused married Barbara Ryan, had\r\n\r\nyou obtained any gainful employment?",
        "\r\nCarly: Not steady employment, no, but I was supporting myself.",
        "\r\nJessica: After Mr. Montgomery married Barbara Ryan, did he offer you a\r\n\r\njob with her company?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Doing what exactly?",
        "\r\nCarly: It was a design job, but I didn't ask for it.",
        "\r\nJessica: Please, confine your answers to the questions. After Ms. Ryan\r\n\r\nwas critically injured, while she lay comatose, did you submit sketches to \r\nMr. Montgomery for the new line for Barbara Ryan originals?",
        "\r\nCarly: Yes.",
        "\r\nJessica: And did you have an understanding with the defendant that the\r\n\r\ntwo of you would run Ms. Ryan's company while she was in intensive care, \r\nunable to object?",
        "\r\nCarly: No!",
        "\r\nCass: Objection. Counsel is leading the witness.",
        "\r\nJessica: I'll rephrase. What exactly was the understanding that you had\r\n\r\nwith the defendant?",
        "\r\nCarly: B.R.O. was under pressure to put out a new line. Craig was trying\r\n\r\nto save the company.",
        "\r\nJessica: Wow. Perhaps we should consider the defendant a saint. First, he\r\n\r\nkeeps you and your son as his dependents, then he leaps to the rescue of his \r\ncritically injured wife's company, armed only with his dinner companion, \r\nwho has never designed for a major label or successfully run any major \r\nbusiness whatsoever. Perhaps the jury should pin a medal on the defendant.",
        "\r\nCass: Objection, your honor. Maybe the D.A. should ask a question \r\ninstead of giving her summation.",
        "\r\nJessica: Withdrawn. Ms. Tenney, you've testified that your relationship\r\n\r\nwith the defendant was neither romantic or sexual in nature, but merely a \r\nbusiness arrangement between friends. Could you explain to the court why \r\nBarbara Ryan found your bracelet in the bedroom she shared with her \r\nhusband? [Courtroom talking]\r\n",
        "",
        "Barbara: What do you want me to do, Hal? Wheel back into that court \r\nand say, \"Excuse me, your honor, but I don't think my lying, thieving new\r\n\r\nhusband, Craig Montgomery, did this to me. Maybe I was lying. Maybe we \r\nshould just call off the entire trial because my ex-husband, the cop, has one\r\n\r\nof his famous hunches that the real psycho is still out there, still stalking me?",
        "\r\nHal: I'm not the only one. I've got Margo half-convinced.",
        "\r\nBarbara: Oh, you and Margo were always good together.",
        "\r\nHal: And I'm starting to convince you. I can tell.",
        "\r\nBarbara: How? How can you tell, by looking at my interesting new face?",
        "\r\nBy reading my expression? Doesn't all the scar tissue get in the way?",
        "\r\nHal: Doesn't get in my way.",
        "\r\nBarbara: Touché.",
        "\r\nHal: But let's be honest. The only way I could really tell what you were\r\n\r\nthinking is if you told me, oh, a couple hundred times.",
        "\r\nBarbara: Oh, then you won't mind me telling you again that this was not\r\n\r\nthe work of some stranger. Craig Montgomery did this to me, Hal! No, no!",
        "\r\nGet away! No! Get away, Hal! Get away from me! Get away! Get away! \r\n",
        "",
        "Bryant: Well, if you're absolutely sure --",
        "\r\nJennifer: I'm sure.",
        "\r\nBryant: Well, it's a great room. It's got a great view of the lake. You can\r\n\r\nsmell the roses at night.",
        "\r\nJennifer: It sounds perfect.",
        "\r\nBryant: Good, because it's going to be all yours.",
        "\r\nJennifer: And yours.",
        "\r\nBryant: No. I'm crashing out here on the sofa.",
        "\r\nJennifer: But I thought you said you wanted to carry me off to bed.",
        "\r\nBryant: I do, but now is not the right time anymore than that bubble bath\r\n\r\nwas the night of Craig and Barbara's wedding.",
        "\r\nJennifer: Well, when will the time be right?",
        "\r\nBryant: Whenever it is, we'll both know.\r\n",
        "",
        "Barbara: No, no, please get away! Please don't hurt me!",
        "\r\nHal: Barbara, I wasn't trying to hurt you. I wasn't trying to touch you. I\r\n\r\nwas only trying to help.",
        "\r\nBarbara: I'm sorry. I'm sorry, Hal. When someone comes quickly or \r\ncomes at me, I fall apart. I'm sorry.",
        "\r\nHal: I was trying to get you to -- to relive this, relive this thing. I'm the\r\n\r\none that should be sorry, but it's okay now.",
        "\r\nBarbara: Please go. Please go away. Hal, I need to rest. I don't want to\r\n\r\ntalk any more today, especially about Craig Montgomery.",
        "\r\nHal: It's okay. It's okay. I know everything I need to know now. I'll take\r\n\r\ncare of it. All you need to do is just get better.",
        "\r\nBarbara: Thank you.",
        "\r\nHal: And just know I won't ever let anyone hurt you again.",
        "\r\nBarbara: Hal? One more thing, off the record. I hope that Craig and Carly\r\n\r\nrot in hell.",
        "\r\n[Door slams]\r\n",
        "",
        "[Gavel pounding]",
        "\r\nCarly: The bracelet meant nothing. It was just a dumb joke.",
        "\r\nJessica: You put your bracelet on Barbara Ryan's pillow, and that was\r\n\r\nsupposed to be funny?",
        "\r\nCarly: It was funny to me, at the time.",
        "\r\nJessica: You weren't still living in the Montgomery suite, were you?",
        "\r\nCarly: No.",
        "\r\nJessica: Then what on earth were you doing in the bedroom?",
        "\r\nCarly: I was just trying to teach Craig a lesson.",
        "\r\nJessica: What kind of a lesson?",
        "\r\nCarly: He was trying to make my boyfriend jealous, so I guess I was \r\ntrying to do the same thing to him.",
        "\r\nJessica: Make his wife jealous?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Was the accused playing a game or joking when he recently \r\nspoke of knocking off his wife?",
        "\r\nCass: Objection. Hearsay.",
        "\r\nJessica: It is not hearsay, your honor. The videotaped testimony of \r\nDarlene Burgess, Ms. Tenney's neighbor, is already in evidence. Mr.",
        "\r\nWinthrop has seen it.",
        "\r\nJudge: Overruled.",
        "\r\nJessica: And was the defendant joking when he came to your door and \r\nwas heard to say, \"Stop me before I do something desperate\"?",
        "\r\nCarly: But that wasn't about hurting Barbara. He was just having money\r\n\r\nproblems.",
        "\r\nJessica: Money problems that I'm sure you would understand. Did the \r\naccused visit you a lot after he was married to discuss his problems?",
        "\r\nCarly: Not a lot.",
        "\r\nJessica: What was the nature of your relationship with the defendant's\r\n\r\nwife, Barbara Ryan?",
        "\r\nCarly: We were not friends.",
        "\r\nJessica: Yet you and Mr. Montgomery continued to see each other.",
        "\r\nCarly: Not often.",
        "\r\nJessica: Yet you claim you were together on the night Barbara Ryan was\r\n\r\nattacked in her hospital bed. Isn't that true?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Where were you?",
        "\r\nCarly: In his car.",
        "\r\nJessica: Driving around?",
        "\r\nCarly: We were parked.",
        "\r\nJessica: Where were you parked?",
        "\r\nCarly: In the hospital parking lot.",
        "\r\nJessica: Memorial hospital, where Barbara Ryan is still a patient?",
        "\r\nCarly: Yes.",
        "\r\nJessica: Ms. Tenney, what were you doing in the car?",
        "\r\nCarly: We were talking.",
        "\r\nJessica: Talking about what?",
        "\r\nCarly: I was telling Craig that I could not be associated with him any\r\n\r\nlonger in any way, that my commitment to my boyfriend would be taking all \r\nof my time.",
        "\r\nJessica: Had you seen Barbara Ryan that day?",
        "\r\nCarly: Yes.",
        "\r\nJessica: For what purpose?",
        "\r\nCarly: To ask her to back off these ridiculous accusations about Craig\r\n\r\nand me.",
        "\r\nJessica: Did she agree to back off?",
        "\r\nCarly: No.",
        "\r\nJessica: I see, so let me get this straight. You attempted to intimidate the\r\n\r\nvictim and then provided an alibi for the defendant the second time his wife \r\nwas attacked. Is that correct?",
        "\r\nCarly: No. You're twisting everything.",
        "\r\nJessica: And en the defendant was accused of attempting to murder his\r\n\r\nwife for the second time, did you go directly to the police with an alibi?",
        "\r\nCarly: Not directly, no.",
        "\r\nJessica: Well, why not?",
        "\r\nCarly: Because I was concerned that some people I care about might \r\nmisinterpret my being with Craig.",
        "\r\nJessica: Ms. Tenney, isn't it true that you and the defendant have been\r\n\r\nengaged in a long-term affair?",
        "\r\nCarly: No.",
        "\r\nJessica: And isn't it true that you and the defendant conspired to put\r\n\r\nBarbara Ryan out of the picture so that you could share in the spoils of her \r\ncompany?",
        "\r\nCarly: No. It isn't true. Not a single word of that is true.",
        "\r\nCass: Objection! Counsel is badgering the witness because she has no\r\n\r\nproof to back up her accusations.",
        "\r\nJudge: Ms. Griffin, this is direct questioning, not an inquisition.",
        "\r\nJessica: I apologize, your honor. Ms. Tenney, have you and the defendant\r\n\r\never had a sexual or romantic relationship?",
        "\r\nCarly: No. Never.",
        "\r\nJessica: None of any kind?",
        "\r\nCarly: No.",
        "\r\nJessica: Your honor, at this time, the state would like to enter additional\r\n\r\nphotos into evidence.",
        "\r\nRose: It's show time.",
        "\r\nCass: What the hell is she talking about?",
        "\r\nCraig: I don't have a clue.",
        "\r\nCass: What photos, your honor? May I please see them, and why weren't\r\n\r\nthey included with the discovery materials?",
        "\r\nJessica: Your honor, this is new evidence recently acquired that goes\r\n\r\nright to the heart of the defendant's motive for attempting to murder his wife.\r\nIt will prove that this witness has perjured herself today and will shed light\r\n\r\non her reasons for providing an alibi for the defendant on the night his wife\r\n\r\nwas attacked for the second time. I would like to proffer this evidence to \r\nyour honor and counsel for the defense.",
        "\r\nCass: Your honor, I don't have time to prepare a rebuttal.",
        "\r\nJudge: Let's have a look at what you've got.\r\n",
        "",
        "Jack: This is totally bogus. It's my case. I've seen all the photos, all the\r\n\r\ncrime scene stuff. Nothing has to do with Carly. What is Jessica talking \r\nabout?",
        "\r\nMolly: Whatever it is, Jack, you have to remember that Carly doesn't\r\n\r\nlove anyone but you.",
        "",
        "Cass: Your honor, these photographs could be digitally doctored \r\ncomposites. They could be anything. Until I can verify their integrity --",
        "\r\nJessica: Ms. Tenney can establish the authenticity of these photographs,\r\n\r\nand I have a corroborating witness.",
        "\r\nJudge: Mr. Winthrop, I see no reason why these photos can't be entered\r\n\r\ninto evidence.",
        "\r\nJessica: Thank you, your honor. Ladies and gentlemen, the photograph\r\n\r\nyou're about to see was taken on the wedding night of Craig Montgomery \r\nand Barbara Ryan, 15 minutes before the ceremony. \r\n",
        "",
        "Paul: They're entering the pictures into evidence, mom. The jury is taking\r\n\r\na look at it now.",
        "\r\nBarbara: Oh, thank God!",
        "\r\nPaul: Craig Montgomery is dead in the water. His little friend, Carly\r\n\r\nTenney, she's floating belly-up right next to him.",
        "\r\nBarbara: Maybe my luck is changing, and it's all because of you. I love\r\n\r\nyou, Paul. \r\n",
        "",
        "Emily: Hey, I gotta scrap The Intruder's lead story. Craig just lost an alibi\r\n\r\nand gained a mistress, Carly Tenney.",
        "\r\nHal: I don't believe it.",
        "\r\nEmily: Yeah, well, go check out the poster couple on display in the \r\ncourtroom. There's a big picture of the two of them kissing.",
        "\r\nHal: Who cares? Craig did not try to kill Barbara.",
        "\r\nEmily: What?",
        "\r\nHal: Barbara did not see Craig at the boathouse.",
        "\r\nEmily: What are you talking about, Hal?",
        "\r\nHal: It doesn't matter. The bomber is still out there. He's a mental case.\r\nHe's the same guy that tried to kill you, and we have got to find him. \r\n",
        "",
        "Jessica: Ms. Tenney, can you identify the couple in this photograph?\r\n",
        "",
        "Sierra: Some things never change. You go after women, and I go blind,\r\n\r\nbut not anymore. I'm finally finished. \r\n",
        "",
        "Cass: Craig, do you believe in God?",
        "\r\nCraig: At the moment? At the moment, I'm having a problem with it.",
        "\r\nCass: Well, that's too bad, because your only hope is prayer.",
        "",
        "Jessica: Ms. Tenney, please answer the question. Who are the people \r\nkissing in this photograph?",
        "\r\n[Courtroom talking]\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=KrlWxLzE7ZU"
}